{"bibleAbbr":"NRSVue2021","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"David Anointed King of All Israel (2 Sam 5.1) Then all Israel gathered together to David at Hebron and said, “Look, we are your bone and flesh."},{"number":2,"verse":"(2 Sam 5.2; Ps 78.71) For some time now, even while Saul was king, it was you who commanded the army of Israel. The LORD your God said to you, ‘It is you who shall be shepherd of my people Israel, you who shall be ruler over my people Israel.’ ”"},{"number":3,"verse":"(1 Sam 16.1, 12, 13; 2 Sam 5.3) So all the elders of Israel came to the king at Hebron, and David made a covenant with them at Hebron before the LORD. And they anointed David king over Israel, according to the word of the LORD by Samuel."},{"number":4,"verse":"Jerusalem Captured (Judg 1.21; 19.10) David and all Israel marched to Jerusalem, that is, Jebus, where the Jebusites were, the inhabitants of the land."},{"number":5,"verse":"The inhabitants of Jebus said to David, “You will not come in here.” Nevertheless, David took the stronghold of Zion, now the city of David."},{"number":6,"verse":"(2 Sam 8.16) David had said, “Whoever attacks the Jebusites first shall be chief and commander.” And Joab son of Zeruiah went up first, so he became chief."},{"number":7,"verse":"David resided in the stronghold; therefore it was called the city of David."},{"number":8,"verse":"He built the city all around, from the Millo in complete circuit, and Joab repaired the rest of the city."},{"number":9,"verse":"(2 Sam 3.1) And David became greater and greater, for the LORD of hosts was with him."},{"number":10,"verse":"David’s Mighty Men and Their Exploits (v 3|1CH 11:3; 2 Sam 23.8-39) Now these are the chiefs of David’s warriors, who gave him strong support in his kingdom, together with all Israel, to make him king, according to the word of the LORD concerning Israel."},{"number":11,"verse":"(2 Sam 23.8) This is an account of David’s mighty warriors: Jashobeam, son of Hachmoni, (Or a Hachmonite) was chief of the Three; (Heb Thirty) he wielded his spear against three hundred whom he killed at one time."},{"number":12,"verse":"And next to him among the three warriors was Eleazar son of Dodo, the Ahohite."},{"number":13,"verse":"(2 Sam 23.11, 12) He was with David at Pas-dammim when the Philistines were gathered there for battle. There was a plot of ground full of barley. Now the people had fled from the Philistines,"},{"number":14,"verse":"but he and David took their stand in the middle of the plot, defended it, and killed the Philistines, and the LORD saved them by a great victory."},{"number":15,"verse":"(2 Sam 23.13; 1 Chr 14.9) Three of the thirty chiefs went down to the rock to David at the cave of Adullam while the army of Philistines was encamped in the valley of Rephaim."},{"number":16,"verse":"David was then in the stronghold, and the garrison of the Philistines was then at Bethlehem."},{"number":17,"verse":"David said longingly, “Oh, that someone would give me water to drink from the well of Bethlehem that is by the gate!”"},{"number":18,"verse":"Then the Three broke through the camp of the Philistines and drew water from the well of Bethlehem that was by the gate, and they brought it to David. But David would not drink of it; he poured it out to the LORD"},{"number":19,"verse":"and said, “My God forbid that I should do this. Can I drink the blood of these men? For at the risk of their lives they brought it.” Therefore he would not drink it. The three warriors did these things."},{"number":20,"verse":"(2 Sam 23.18) Now Abishai, (Gk Vg Tg: Heb Abshai) the brother of Joab, was chief of the Thirty. (Syr: Heb Three) With his spear he fought against three hundred and killed them and won a name (Gk Vg Tg Syr: Heb did not attain) beside the Three."},{"number":21,"verse":"(2 Sam 23.19) He was the most renowned (Heb more renowned among the two) of the Thirty (Syr: Heb Three) and became their commander, but he did not attain to the Three."},{"number":22,"verse":"(2 Sam 23.20) Benaiah son of Jehoiada was a valiant man (Syr: Heb the son of a valiant man) of Kabzeel, a doer of great deeds; he struck down two sons of (Lucianic: Heb lacks sons of) Ariel of Moab. He also went down and killed a lion in a pit on a day when snow had fallen."},{"number":23,"verse":"(1 Sam 17.7) And he killed an Egyptian, a man of great stature, five cubits tall. The Egyptian had in his hand a spear like a weaver’s beam, but Benaiah went against him with a staff, snatched the spear out of the Egyptian’s hand, and killed him with his own spear."},{"number":24,"verse":"Such were the things Benaiah son of Jehoiada did, and he won a name beside the three warriors."},{"number":25,"verse":"He was renowned among the Thirty, but he did not attain to the Three. And David put him in charge of his bodyguard."},{"number":26,"verse":"(2 Sam 23.24) The warriors of the armies were Asahel brother of Joab, Elhanan son of Dodo of Bethlehem,"},{"number":27,"verse":"Shammoth of Harod, (Heb the Harorite) Helez the Pelonite,"},{"number":28,"verse":"Ira son of Ikkesh of Tekoa, Abiezer of Anathoth,"},{"number":29,"verse":"Sibbecai the Hushathite, Ilai the Ahohite,"},{"number":30,"verse":"Maharai of Netophah, Heled son of Baanah of Netophah,"},{"number":31,"verse":"Ithai son of Ribai of Gibeah of the Benjaminites, Benaiah of Pirathon,"},{"number":32,"verse":"Hurai of the wadis of Gaash, Abiel the Arbathite,"},{"number":33,"verse":"Azmaveth of Bahurim, Eliahba of Shaalbon,"},{"number":34,"verse":"Hashem (Compare Gk: Heb the sons of Hashem) the Gizonite, Jonathan son of Shagee the Hararite,"},{"number":35,"verse":"Ahiam son of Sachar the Hararite, Eliphal son of Ur,"},{"number":36,"verse":"Hepher the Mecherathite, Ahijah the Pelonite,"},{"number":37,"verse":"Hezro of Carmel, Naarai son of Ezbai,"},{"number":38,"verse":"Joel the brother of Nathan, Mibhar son of Hagri,"},{"number":39,"verse":"(1 Chr 18.15) Zelek the Ammonite, Naharai of Beeroth (the armor-bearer of Joab son of Zeruiah),"},{"number":40,"verse":"Ira the Ithrite, Gareb the Ithrite,"},{"number":41,"verse":"Uriah the Hittite, Zabad son of Ahlai,"},{"number":42,"verse":"Adina son of Shiza the Reubenite, a leader of the Reubenites, and thirty with him,"},{"number":43,"verse":"Hanan son of Maacah, and Joshaphat the Mithnite,"},{"number":44,"verse":"Uzzia the Ashterathite, Shama and Jeiel sons of Hotham the Aroerite,"},{"number":45,"verse":"Jediael son of Shimri and his brother Joha the Tizite,"},{"number":46,"verse":"Eliel the Mahavite, and Jeribai and Joshaviah sons of Elnaam, and Ithmah the Moabite,"},{"number":47,"verse":"Eliel, and Obed, and Jaasiel the Mezobaite."}]}