{"bibleAbbr":"NRSVue2021","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"(1 Chr 21.18-19; 2 Chr 3.1) Then David said, “Here shall be the house of the LORD God and here the altar of burnt offering for Israel.”"},{"number":2,"verse":"David Prepares to Build the Temple (1 Kings 5.17, 18; 9.21) David gave orders to gather together the aliens who were residing in the land of Israel, and he set stonecutters to prepare dressed stones for building the house of God."},{"number":3,"verse":"(v 14|1CH 22:14; 1 Chr 29.2, 7) David also provided great stores of iron for nails for the doors of the gates and for clamps, as well as bronze in quantities beyond weighing,"},{"number":4,"verse":"(1 Kings 5.6) and cedar logs without number—for the Sidonians and Tyrians brought great quantities of cedar to David."},{"number":5,"verse":"(1 Chr 29.1) For David said, “My son Solomon is young and inexperienced, and the house that is to be built for the LORD must be exceedingly magnificent, famous and glorified throughout all lands; I will therefore make preparation for it.” So David provided materials in great quantity before his death."},{"number":6,"verse":"David’s Charge to Solomon and the Leaders Then he called for his son Solomon and charged him to build a house for the LORD, the God of Israel."},{"number":7,"verse":"(Deut 12.5, 11; 2 Sam 7.2; 1 Chr 17.1) David said to Solomon, “My son, I had planned to build a house to the name of the LORD my God."},{"number":8,"verse":"(1 Kings 5.3; 1 Chr 28.3) But the word of the LORD came to me, saying, ‘You have shed much blood and have waged great wars; you shall not build a house to my name because you have shed so much blood in my sight on the earth."},{"number":9,"verse":"(2 Sam 12.24; 1 Kings 4.20, 25) See, a son shall be born to you; he shall be a man of rest. I will give him rest from all his enemies on every side; indeed, his name shall be Solomon, and I will give peace (The Heb word for peace is related to Solomon) and quiet to Israel in his days."},{"number":10,"verse":"(2 Sam 7.13; 1 Chr 17.12, 13) He shall build a house for my name. He shall be a son to me, and I will be a father to him, and I will establish his royal throne in Israel forever.’"},{"number":11,"verse":"(v 16) Now, my son, the LORD be with you, so that you may succeed in building the house of the LORD your God, as he has spoken concerning you."},{"number":12,"verse":"(1 Kings 3.9-12; 2 Chr 1.10) Only, may the LORD grant you discretion and understanding, so that when he gives you charge over Israel you may keep the law of the LORD your God."},{"number":13,"verse":"(Josh 1.6-9; 1 Chr 28.7, 20) Then you will prosper, if you are careful to observe the statutes and the ordinances that the LORD commanded Moses for Israel. Be strong and of good courage. Do not be afraid or dismayed."},{"number":14,"verse":"(v 3) With great pains I have provided for the house of the LORD one hundred thousand talents of gold, one million talents of silver, and bronze and iron beyond weighing, for there is so much of it; timber and stone also I have provided. To these you must add more."},{"number":15,"verse":"You have an abundance of workers: stonecutters, masons, carpenters, and all kinds of artisans without number, skilled in working"},{"number":16,"verse":"(v 11) gold, silver, bronze, and iron. Now begin the work, and the LORD be with you.”"},{"number":17,"verse":"(1 Chr 28.1-6) David also commanded all the leaders of Israel to help his son Solomon, saying,"},{"number":18,"verse":"(2 Sam 7.1; 1 Chr 23.25) “Is not the LORD your God with you? Has he not given you rest on every side? For he has delivered the inhabitants of the land into my hand, and the land is subdued before the LORD and his people."},{"number":19,"verse":"(v 7|1CH 22:7; 1 Kings 8.6; 1 Chr 28.9; 2 Chr 5.7) Now set your mind and heart to seek the LORD your God. Go and build the sanctuary of the LORD God so that the ark of the covenant of the LORD and the holy vessels of God may be brought into the house built for the name of the LORD.”"}]}