{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":10,"verses":[{"number":1,"verse":"Then Jehovah said to Moses, Go to Pharaoh, for I have hardened his heart and the heart of his servants that I may show these signs of Mine in the midst of them,"},{"number":2,"verse":"And that you may recount in the hearing of your son and your grandson how I made a mockery of Egypt and recount My signs which I have done among them, that you may know that I am Jehovah."},{"number":3,"verse":"And Moses and Aaron came to Pharaoh and said to him, Thus says Jehovah, the God of the Hebrews, How long will you refuse to humble yourself before Me? Let My people go that they may serve Me."},{"number":4,"verse":"For if you refuse to let My people go, then tomorrow I am going to bring swarming locusts into your territory,"},{"number":5,"verse":"And they will cover the surface of the land, so that no one will be able to see the land; and they will eat the rest of what has escaped — what is left to you from the hail — and will eat up every tree of yours that is sprouting in the field."},{"number":6,"verse":"And your houses will be filled with them, as well as the houses of all your servants and the houses of all the Egyptians; something that neither your fathers nor your fathers’ fathers have seen since the day that they came upon the earth until this day. Then he turned and went out from Pharaoh."},{"number":7,"verse":"And Pharaoh’s servants said to him, How long shall this man be a snare to us? Let the men go that they may serve Jehovah their God. Do you not yet realize that Egypt is destroyed?"},{"number":8,"verse":"So Moses and Aaron were brought back to Pharaoh, and he said to them, Go, serve Jehovah your God. But who exactly are going?"},{"number":9,"verse":"And Moses said, We will go with our young and with our old; we will go with our sons and with our daughters, with our flocks and with our herds, for we must hold Jehovah’s feast."},{"number":10,"verse":"And he said to them, Let Jehovah indeed be with you if I ever let you go with your little ones as well. See here, you are up to some evil."},{"number":11,"verse":"No! Go now, but the men only, and serve Jehovah, since that is what you are requesting. And they were driven out from Pharaoh’s presence."},{"number":12,"verse":"Then Jehovah said to Moses, Stretch out your hand over the land of Egypt for the swarming locusts, that they may come up upon the land of Egypt and eat all the vegetation of the land, all that the hail has left."},{"number":13,"verse":"So Moses stretched forth his staff over the land of Egypt, and Jehovah drove an east wind upon the land all that day and all night; when it was morning, the east wind had brought the swarming locusts."},{"number":14,"verse":"And the swarming locusts went up over all the land of Egypt and settled in all the territory of Egypt in great mass. Before them there had never been so many swarming locusts as they, nor after them will there ever be so many."},{"number":15,"verse":"And they covered the surface of the whole land, so that the land was darkened. And they ate all the vegetation of the land and all the fruit of the trees which the hail had left, and nothing green remained on the trees or among the vegetation of the field throughout all the land of Egypt."},{"number":16,"verse":"Then Pharaoh hurriedly called for Moses and Aaron and said, I have sinned against Jehovah your God and against you."},{"number":17,"verse":"Now therefore, please forgive my sin just this once, and entreat Jehovah your God that He would only remove this death from me."},{"number":18,"verse":"And he went out from Pharaoh and entreated Jehovah."},{"number":19,"verse":"And Jehovah changed the wind into a very strong west wind, and it took up the swarming locusts and drove them into the Red Sea; not one locust was left in all the territory of Egypt."},{"number":20,"verse":"But Jehovah hardened Pharaoh’s heart, and he did not let the children of Israel go."},{"number":21,"verse":"Then Jehovah said to Moses, Stretch out your hand toward heaven that there may be darkness over the land of Egypt, even a darkness that can be felt."},{"number":22,"verse":"So Moses stretched out his hand toward heaven, and there was thick darkness throughout all the land of Egypt for three days."},{"number":23,"verse":"They could not see one another, nor did anyone rise up from his place for three days, but all the children of Israel had light in their dwellings."},{"number":24,"verse":"And Pharaoh called Moses and said, Go, serve Jehovah; only let your flocks and your herds be detained. Your little ones may also go with you."},{"number":25,"verse":"And Moses said, You must also let us have sacrifices and burnt offerings so that we may sacrifice to Jehovah our God."},{"number":26,"verse":"So our cattle also must go with us; not a hoof must be left behind, for we must take some of them to serve Jehovah our God, and we do not know with what we must serve Jehovah until we go there."},{"number":27,"verse":"But Jehovah hardened Pharaoh’s heart, and he was not willing to let them go."},{"number":28,"verse":"And Pharaoh said to him, Get away from me. Be sure that you do not see my face again, for on the day you see my face you shall die."},{"number":29,"verse":"And Moses said, You have spoken correctly. I will never again see your face."}]}