{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":13,"verses":[{"number":1,"verse":"Then Jehovah spoke to Moses, saying,"},{"number":2,"verse":"Sanctify to Me all the firstborn: Whatever opens the womb among the children of Israel, both of man and of beast, it is Mine."},{"number":3,"verse":"And Moses said to the people, Remember this day on which you came out from Egypt, from the slave house, for by strength of hand Jehovah brought you out from this place; and nothing leavened shall be eaten."},{"number":4,"verse":"On this day in the month of Abib you are going out."},{"number":5,"verse":"And when Jehovah brings you into the land of the Canaanites and the Hittites and the Amorites and the Hivites and the Jebusites, which He swore to your fathers to give you, a land flowing with milk and honey, you shall observe this service in this month:"},{"number":6,"verse":"Seven days you shall eat unleavened bread, and on the seventh day there shall be a feast to Jehovah."},{"number":7,"verse":"Unleavened bread shall be eaten throughout the seven days, and nothing leavened shall be seen with you, nor shall any leaven be seen with you in all your territory."},{"number":8,"verse":"And you shall tell your son in that day, saying, It is because of what Jehovah did for me when I came out of Egypt."},{"number":9,"verse":"And it shall be for a sign to you upon your hand and for a memorial between your eyes, that the law of Jehovah may be in your mouth; for with a mighty hand Jehovah brought you out of Egypt."},{"number":10,"verse":"You shall therefore keep this statute at its appointed time from year to year."},{"number":11,"verse":"And when Jehovah brings you into the land of the Canaanites, as He swore to you and to your fathers, and gives it to you,"},{"number":12,"verse":"You shall set apart to Jehovah everything that opens the womb and the first offspring of every beast which is yours; the males shall be Jehovah’s."},{"number":13,"verse":"And every first offspring of a donkey you shall redeem with a lamb; and if you do not redeem it, you shall break its neck. And every firstborn male among your sons you shall redeem."},{"number":14,"verse":"And when your son asks you in time to come, saying, What is this? you shall say to him, By strength of hand Jehovah brought us out from Egypt, from the slave house."},{"number":15,"verse":"And when Pharaoh hardened himself against letting us go, Jehovah slew all the firstborn in the land of Egypt, both the firstborn of man and the firstborn of beast. Therefore I am one who sacrifices to Jehovah every male that opens the womb; and all the firstborn of my sons I redeem."},{"number":16,"verse":"So it will be as a sign upon your hand and as frontlets between your eyes, for by strength of hand Jehovah brought us out of Egypt."},{"number":17,"verse":"Now when Pharaoh let the people go, God did not lead them by the way of the land of the Philistines, although that was near; for God said, Perhaps the people will change their minds when they see war and will return to Egypt."},{"number":18,"verse":"Thus God led the people around by the way of the wilderness to the Red Sea. And the children of Israel went up arrayed for battle out of the land of Egypt."},{"number":19,"verse":"And Moses took the bones of Joseph with him, for Joseph had made the children of Israel solemnly swear, saying, God will surely visit you, and you shall bring my bones up from here with you."},{"number":20,"verse":"And they journeyed from Succoth and encamped in Etham on the edge of the wilderness."},{"number":21,"verse":"And Jehovah went before them by day in a pillar of cloud to lead them on the way and by night in a pillar of fire to give them light, that they might go by day and by night."},{"number":22,"verse":"Neither the pillar of cloud by day nor the pillar of fire by night departed from before the people."}]}