{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":15,"verses":[{"number":1,"verse":"Then Moses and the children of Israel sang this song to Jehovah and spoke, saying, I will sing to Jehovah, for He has triumphed gloriously; / The horse and its rider He has cast into the sea."},{"number":2,"verse":"Jah is my strength and song, / And He has become my salvation; / This is my God, and I will praise Him; / My father’s God, and I will exalt Him."},{"number":3,"verse":"Jehovah is a man of war; / Jehovah is His name."},{"number":4,"verse":"Pharaoh’s chariots and his army He has thrown into the sea; / And his choice officers have drowned in the Red Sea."},{"number":5,"verse":"The deep waters cover them; / They went down into the depths like a stone."},{"number":6,"verse":"Your right hand, O Jehovah, is glorious in power; / Your right hand, O Jehovah, dashed the enemy in pieces."},{"number":7,"verse":"And in the greatness of Your excellence / You overthrew those who rose up against You. / You sent forth Your burning wrath; / It consumed them like stubble."},{"number":8,"verse":"And with the blast of Your nostrils the waters were heaped up; / The flowing currents stood up like a heap; / The deep waters congealed in the heart of the sea."},{"number":9,"verse":"The enemy said, I will pursue, I will overtake, I will divide the spoil; / My desire will be satisfied upon them; / I will draw my sword; my hand will destroy them."},{"number":10,"verse":"You blew with Your wind; the sea covered them; / They sank like lead in the mighty waters."},{"number":11,"verse":"Who is like You, O Jehovah, among the gods? / Who is like You, splendid in holiness, / Awesome in praises, doing wonders?"},{"number":12,"verse":"You stretched out Your right hand; / The earth swallowed them."},{"number":13,"verse":"In Your lovingkindness You have led the people whom You have redeemed; / You have guided them in Your strength to Your holy habitation."},{"number":14,"verse":"The peoples heard; they trembled; / Pangs have seized the inhabitants of Philistia."},{"number":15,"verse":"Then the chiefs of Edom are dismayed; / The mighty men of Moab — trembling has seized them; / All the inhabitants of Canaan have melted away."},{"number":16,"verse":"Terror and dread have fallen upon them; / By the greatness of Your arm they have become as still as stone, / Until Your people passed over, O Jehovah, / Until the people whom You purchased passed over."},{"number":17,"verse":"You will bring them in and plant them in the mountain of Your inheritance, / The place, O Jehovah, which You have made for Your dwelling, / The sanctuary, O Lord, which Your hands have established."},{"number":18,"verse":"Jehovah shall reign forever and ever."},{"number":19,"verse":"For the horses of Pharaoh with his chariots and with his horsemen went into the sea, and Jehovah brought back the waters of the sea upon them while the children of Israel walked on dry land through the midst of the sea."},{"number":20,"verse":"And Miriam the prophetess, the sister of Aaron, took a tambourine in her hand; and all the women went out after her with tambourines and with dancing."},{"number":21,"verse":"And Miriam responded to them, Sing to Jehovah, for He has triumphed gloriously; / The horse and its rider He has cast into the sea."},{"number":22,"verse":"Then Moses moved Israel onward from the Red Sea, and they went out into the wilderness of Shur. And they went three days in the wilderness and found no water."},{"number":23,"verse":"And when they came to Marah, they could not drink of the waters of Marah, for they were bitter; therefore its name was called Marah."},{"number":24,"verse":"And the people murmured against Moses, saying, What shall we drink?"},{"number":25,"verse":"And he cried out to Jehovah, and Jehovah showed him a tree; and he cast it into the waters, and the waters became sweet. There He made for them a statute and an ordinance, and there He tested them."},{"number":26,"verse":"And He said, If you will listen carefully to the voice of Jehovah your God and do what is right in His eyes and give ear to His commandments and keep all His statutes, I will put none of the diseases on you which I have put on the Egyptians; for I am Jehovah who heals you."},{"number":27,"verse":"And they came to Elim, where there were twelve springs of water and seventy palm trees; and they encamped there by the waters."}]}