{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":22,"verses":[{"number":1,"verse":"If a man steals an ox or a sheep and slaughters it or sells it, he shall restore five oxen for an ox and four sheep for a sheep."},{"number":2,"verse":"If the thief is found breaking in and is struck so that he dies, there shall be no bloodguiltiness for him —"},{"number":3,"verse":"If the sun has risen upon him, there shall be bloodguiltiness for him — the thief shall indeed make restitution; if he has nothing, then he shall be sold for his theft."},{"number":4,"verse":"If what he has stolen is actually found alive in his possession, whether an ox or a donkey or a sheep, he shall restore double."},{"number":5,"verse":"If a man lets a field or vineyard be grazed, that is, he lets his animal loose, and it grazes in another man’s field; from the best of his own field and from the best of his own vineyard he shall make restitution."},{"number":6,"verse":"If fire breaks out and catches in thorns so that the stacked grain or the standing grain or what is growing in the field is consumed, he who started the fire shall surely make restitution."},{"number":7,"verse":"If a man gives to his neighbor silver or goods to keep, and it is stolen out of the man’s house, if the thief is found, he shall restore double."},{"number":8,"verse":"If the thief is not found, then the owner of the house shall come near to God to determine whether or not he laid his hand on his neighbor’s goods."},{"number":9,"verse":"For every case of transgression, whether concerning an ox, concerning a donkey, concerning a sheep, concerning clothing, or concerning any lost item about which one says, This is it, the case of both parties shall come before God; he whom God declares guilty shall restore double to his neighbor."},{"number":10,"verse":"If a man gives to his neighbor a donkey or an ox or a sheep or any animal to keep, and it dies or is injured or driven away, with no man seeing it;"},{"number":11,"verse":"The oath of Jehovah shall be between them both, that he has not laid his hand on his neighbor’s goods; and its owner shall accept it, and he shall not make restitution."},{"number":12,"verse":"But if it was certainly stolen from him, he shall make restitution to its owner."},{"number":13,"verse":"If it was torn in pieces, let him bring it as evidence; he shall not make restitution for that which was torn."},{"number":14,"verse":"And if a man borrows anything from his neighbor, and it is injured or dies while its owner is not with it, he shall make full restitution."},{"number":15,"verse":"If its owner was with it, he shall not make restitution; if it was hired, only the hiring fee is due."},{"number":16,"verse":"And if a man seduces a virgin who is not engaged and lies with her, he shall surely pay a dowry for her to become his wife."},{"number":17,"verse":"If her father utterly refuses to give her to him, he shall pay silver according to the dowry of virgins."},{"number":18,"verse":"You shall not allow a sorceress to live."},{"number":19,"verse":"Whoever lies with an animal shall surely be put to death."},{"number":20,"verse":"He who sacrifices to any god, except to Jehovah only, shall be devoted to destruction."},{"number":21,"verse":"And you shall not wrong a sojourner, nor shall you oppress him; for you were sojourners in the land of Egypt."},{"number":22,"verse":"You shall not afflict any widow or orphan."},{"number":23,"verse":"If you afflict them at all and if they cry at all to Me, I will surely hear their cry;"},{"number":24,"verse":"And My anger will be kindled, and I will kill you with the sword; and your wives shall be widows, and your children orphans."},{"number":25,"verse":"If you lend silver to My people, to the poor among you, you shall not be to him as a creditor; you shall not charge him interest."},{"number":26,"verse":"If you ever take your neighbor’s garment as a pledge, you shall return it to him before the sun goes down."},{"number":27,"verse":"For that is his only covering; it is his garment for his skin. On what shall he lie down? And when he cries to Me I will hear, for I am gracious."},{"number":28,"verse":"You shall not revile God, nor curse a ruler of your people."},{"number":29,"verse":"You shall not delay to offer the fullness of your harvest and of the outflow of your presses. The firstborn of your sons you shall give to Me."},{"number":30,"verse":"You shall do the same with your oxen and with your sheep. Seven days it shall be with its mother; on the eighth day you shall give it to Me."},{"number":31,"verse":"And you shall be holy men to Me. And you shall not eat any flesh that is torn by beasts in the field; you shall throw it to the dogs."}]}