{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":23,"verses":[{"number":1,"verse":"You shall not bear a false report; do not join your hand with a wicked man to be a malicious witness."},{"number":2,"verse":"You shall not follow a multitude to do evil, nor shall you testify in a dispute so as to turn aside after a multitude to pervert justice,"},{"number":3,"verse":"Nor shall you be partial to a poor man in his dispute."},{"number":4,"verse":"If you come upon your enemy’s ox or his donkey going astray, you shall surely bring it back to him."},{"number":5,"verse":"If you see the donkey of one who hates you lying down under its burden, you shall refrain from leaving it to him; you shall surely release it with him."},{"number":6,"verse":"You shall not pervert the justice due to your needy neighbor in his dispute."},{"number":7,"verse":"Keep far away from a false charge, and do not kill the innocent and righteous; for I will not justify the wicked man."},{"number":8,"verse":"And you shall not take a bribe, for a bribe blinds those whose eyes are open and perverts the words of the righteous."},{"number":9,"verse":"And you shall not oppress a sojourner; for you know the feelings of a sojourner, for you were sojourners in the land of Egypt."},{"number":10,"verse":"And six years you shall sow your land and gather its produce;"},{"number":11,"verse":"But the seventh year you shall let it rest and lie fallow, so that the needy of your people may eat, and what they leave, the animals of the field may eat. You are to do the same with your vineyard and with your olivegrove."},{"number":12,"verse":"Six days you shall do your work, and on the seventh day you shall cease from work so that your ox and your donkey may have rest, and the son of your female servant and the sojourner may be refreshed."},{"number":13,"verse":"Now concerning everything which I have said to you, take heed to yourselves; and do not mention the name of other gods, nor let their name be heard out of your mouth."},{"number":14,"verse":"Three times a year you shall hold a feast to Me."},{"number":15,"verse":"You shall keep the Feast of Unleavened Bread; as I commanded you, seven days you shall eat unleavened bread at the appointed time in the month of Abib, for in it you came out from Egypt. And no one shall appear before Me empty."},{"number":16,"verse":"And you shall keep the Feast of the Harvest, of the firstfruits of your labors from what you sow in the field, and the Feast of Ingathering, at the end of the year when you gather in the fruit of your labors out of the field."},{"number":17,"verse":"Three times a year all your males shall appear before the Lord Jehovah."},{"number":18,"verse":"You shall not offer the blood of My sacrifice with anything leavened, nor shall the fat of My feast remain all night until the morning."},{"number":19,"verse":"The first of the firstfruits of your ground you shall bring into the house of Jehovah your God. You shall not boil a kid in its mother’s milk."},{"number":20,"verse":"I am now sending an Angel before you to keep you in the way and to bring you into the place which I have prepared."},{"number":21,"verse":"Be careful before Him, and listen to His voice; do not rebel against Him, for He will not pardon your transgression; for My name is in Him."},{"number":22,"verse":"But if you will indeed listen to His voice and do all that I speak, then I will be an enemy to your enemies and an adversary to your adversaries."},{"number":23,"verse":"For My Angel will go before you and bring you to the Amorites and the Hittites and the Perizzites and the Canaanites, the Hivites and the Jebusites; and I will cut them off."},{"number":24,"verse":"You shall not bow down to their gods, nor serve them, nor do according to their works; but you shall utterly overthrow them and break their pillars into pieces."},{"number":25,"verse":"And you shall serve Jehovah your God, and He will bless your bread and your water; and I will take sickness away from your midst."},{"number":26,"verse":"No one shall miscarry or be barren in your land; I will fulfill the number of your days."},{"number":27,"verse":"I will send My terror before you and will throw into confusion all the people to whom you will come, and I will make all your enemies turn their backs to you."},{"number":28,"verse":"And I will send hornets before you, which shall drive out the Hivites, the Canaanites, and the Hittites from before you."},{"number":29,"verse":"I will not drive them out from before you in one year, lest the land become desolate and the animals of the field multiply against you."},{"number":30,"verse":"Little by little I will drive them out from before you, until you have become fruitful and inherit the land."},{"number":31,"verse":"And I will set your border from the Red Sea even to the sea of the Philistines, and from the wilderness to the River; for I will deliver the inhabitants of the land into your hand, and you shall drive them out from before you."},{"number":32,"verse":"You shall make no covenant with them or with their gods."},{"number":33,"verse":"They shall not dwell in your land, lest they make you sin against Me; for if you serve their gods, it will surely be a snare to you."}]}