{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":24,"verses":[{"number":1,"verse":"Then He said to Moses, Come up to Jehovah, you and Aaron, Nadab and Abihu, and seventy of the elders of Israel; and worship at a distance."},{"number":2,"verse":"And Moses alone shall come near to Jehovah, but they shall not come near, nor shall the people come up with him."},{"number":3,"verse":"And Moses came and told the people all the words of Jehovah and all the ordinances; and all the people answered with one voice and said, All the words which Jehovah has spoken we will do."},{"number":4,"verse":"And Moses wrote down all the words of Jehovah. And he rose up early in the morning and built an altar at the base of the mountain and twelve pillars for the twelve tribes of Israel."},{"number":5,"verse":"And he sent young men of the children of Israel, who offered burnt offerings and sacrificed peace offerings of bulls to Jehovah."},{"number":6,"verse":"And Moses took half of the blood and put it in basins, and half of the blood he sprinkled on the altar."},{"number":7,"verse":"And he took the book of the covenant and read it in the hearing of the people; and they said, All that Jehovah has spoken we will do, and we will be obedient."},{"number":8,"verse":"So Moses took the blood and sprinkled it on the people and said, Here is the blood of the covenant, which Jehovah has made with you in accordance with all these words."},{"number":9,"verse":"Then Moses and Aaron, Nadab and Abihu, and seventy of the elders of Israel went up."},{"number":10,"verse":"And they saw the God of Israel, and under His feet there was something like a paved work of sapphire, even like heaven itself for clearness."},{"number":11,"verse":"And He did not stretch out His hand upon the nobles of the children of Israel. And they beheld God and ate and drank."},{"number":12,"verse":"And Jehovah said to Moses, Come up to Me at the top of the mountain, and be there; and I will give you the tablets of stone with the law and the commandment, which I have inscribed for their instruction."},{"number":13,"verse":"And Moses rose up with Joshua his attendant, and Moses went up to the top of the mountain of God."},{"number":14,"verse":"And he had said to the elders, Wait here for us until we return to you. Both Aaron and Hur are here with you; whoever has a cause, let him come near to them."},{"number":15,"verse":"And Moses went up to the top of the mountain, and the cloud covered the mountain."},{"number":16,"verse":"And the glory of Jehovah settled on Mount Sinai, and the cloud covered it six days; and on the seventh day He called to Moses out of the midst of the cloud."},{"number":17,"verse":"And the appearance of the glory of Jehovah was like consuming fire on the top of the mountain to the eyes of the children of Israel."},{"number":18,"verse":"And Moses entered into the midst of the cloud and went up on the mountain; and Moses was on the mountain forty days and forty nights."}]}