{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":31,"verses":[{"number":1,"verse":"And Jehovah spoke to Moses, saying,"},{"number":2,"verse":"See, I have called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah."},{"number":3,"verse":"And I have filled him with the Spirit of God, with wisdom and with understanding and with knowledge and with all kinds of workmanship,"},{"number":4,"verse":"To fashion skillful designs, to work in gold and in silver and in bronze,"},{"number":5,"verse":"And in the cutting of stones for setting and in the carving of wood, to work in all kinds of workmanship."},{"number":6,"verse":"And now, I Myself have appointed with him Oholiab the son of Ahisamach, of the tribe of Dan; and in the heart of all who are wise in heart I have put wisdom, that they may make all that I have commanded you:"},{"number":7,"verse":"The Tent of Meeting, and the Ark of the Testimony and the expiation cover that is on it, and all the utensils of the tent,"},{"number":8,"verse":"And the table and its utensils, and the pure lampstand with all its utensils, and the altar of incense,"},{"number":9,"verse":"And the altar of burnt offering with all its utensils, and the laver and its base,"},{"number":10,"verse":"And the finely worked garments, both the holy garments for Aaron the priest and the garments of his sons for them to serve as priests,"},{"number":11,"verse":"And the anointing oil, and the incense of fragrant spices for the sanctuary. According to all that I have commanded you, they shall do."},{"number":12,"verse":"And Jehovah spoke to Moses, saying,"},{"number":13,"verse":"Speak also to the children of Israel, saying, You shall surely keep My Sabbaths; for it is a sign between Me and you throughout your generations, that you may know that I am Jehovah who sanctifies you."},{"number":14,"verse":"Therefore you shall keep the Sabbath, for it is holy to you. Everyone who profanes it shall surely be put to death; for whoever does any work on it, that soul shall be cut off from among his people."},{"number":15,"verse":"Six days work shall be done, but on the seventh day there is a Sabbath of complete rest, holy to Jehovah; whoever does any work on the Sabbath day shall surely be put to death."},{"number":16,"verse":"Therefore the children of Israel shall keep the Sabbath, to observe the Sabbath throughout their generations as a perpetual covenant."},{"number":17,"verse":"It is a sign between Me and the children of Israel forever; for in six days Jehovah made heaven and earth, and on the seventh day He rested and was refreshed."},{"number":18,"verse":"And when He had finished speaking with him upon Mount Sinai, He gave to Moses the two tablets of the Testimony, tablets of stone, written with the finger of God."}]}