{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":32,"verses":[{"number":1,"verse":"And when the people saw that Moses delayed to come down from the mountain, the people gathered against Aaron and said to him, Come, make a god for us who will go before us; for as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him."},{"number":2,"verse":"And Aaron said to them, Tear off the gold rings, which are in the ears of your wives, your sons, and your daughters, and bring them to me."},{"number":3,"verse":"And all the people tore off the golden rings which were in their ears and brought them to Aaron."},{"number":4,"verse":"And he took the gold from their hand and fashioned it with an engraving tool and made it into a molten calf; and they said, This is your god, O Israel, who brought you up out of the land of Egypt!"},{"number":5,"verse":"And when Aaron saw this, he built an altar before it; then Aaron made a proclamation and said, Tomorrow shall be a feast to Jehovah."},{"number":6,"verse":"And they rose up early on the next day and offered burnt offerings and brought peace offerings; and the people sat down to eat and drink and rose up to play."},{"number":7,"verse":"And Jehovah spoke to Moses, Go, get down; for your people, whom you brought up out of the land of Egypt, have corrupted themselves."},{"number":8,"verse":"They have quickly turned aside from the way which I commanded them. They have made for themselves a molten calf, and they have worshipped it and have sacrificed to it and said, This is your god, O Israel, who brought you up out of the land of Egypt!"},{"number":9,"verse":"And Jehovah said to Moses, I have seen this people, and indeed they are a stiff-necked people."},{"number":10,"verse":"Now therefore let Me be, that My anger may burn against them and I may consume them; and I will make of you a great nation."},{"number":11,"verse":"And Moses entreated Jehovah his God and said, Jehovah, why does Your anger burn against Your people, whom You brought out of the land of Egypt with great power and with a mighty hand?"},{"number":12,"verse":"Why should the Egyptians speak, saying, With evil intent He brought them out, to slay them in the mountains and to consume them from the face of the earth? Turn from Your burning anger, and repent of this ill against Your people."},{"number":13,"verse":"Remember Abraham, Isaac, and Israel, Your servants, to whom You swore by Yourself and said to them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of I will give to your seed, and they shall inherit it forever."},{"number":14,"verse":"Thus Jehovah repented of the evil which He said He would do to His people."},{"number":15,"verse":"Then Moses turned and went down from the mountain with the two tablets of the Testimony in his hand, tablets that were written on both of their sides; on the one side and on the other were they written."},{"number":16,"verse":"And the tablets were the work of God, and the writing was the writing of God, engraved upon the tablets."},{"number":17,"verse":"And when Joshua heard the sound of the people as they shouted, he said to Moses, There is a sound of war in the camp."},{"number":18,"verse":"But Moses said, It is not the sound of the cry of triumph, / Neither is it the sound of the cry of defeat; / But it is the sound of singing that I hear."},{"number":19,"verse":"And as soon as he drew near to the camp, he saw the calf and the dancing; and Moses’ anger burned, and he threw the tablets out of his hands and shattered them at the foot of the mountain."},{"number":20,"verse":"And he took the calf which they had made, and he burned it with fire and ground it to powder and scattered it upon the water and made the children of Israel drink it."},{"number":21,"verse":"And Moses said to Aaron, What did this people do to you that you brought so great a sin upon them?"},{"number":22,"verse":"And Aaron said, Do not let the anger of my lord burn. You know the people, that they are set on evil;"},{"number":23,"verse":"For they said to me, Make a god for us who will go before us; for as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him."},{"number":24,"verse":"So I said to them, Whoever has any gold, let them tear it off; so they gave it to me, and I threw it into the fire, and this calf came out."},{"number":25,"verse":"And when Moses saw that the people were without restraint (for Aaron had let them be without restraint to be a derision among those who rise up against them),"},{"number":26,"verse":"Moses stood in the gate of the camp and said, Whoever is for Jehovah, come to me. And all the sons of Levi gathered themselves to him."},{"number":27,"verse":"And he said to them, Thus says Jehovah the God of Israel, Let each man put his sword upon his thigh, and go back and forth from gate to gate throughout the camp, and each man kill his brother, and each man his companion, and each man his neighbor."},{"number":28,"verse":"And the sons of Levi did according to the word of Moses, and that day about three thousand men among the people fell."},{"number":29,"verse":"And Moses said, Consecrate yourselves today to Jehovah, for every man has been against his son and against his brother, that He may bestow upon you a blessing today."},{"number":30,"verse":"And on the next day Moses said to the people, You have sinned a great sin; and now I will go up to Jehovah; perhaps I can make expiation for your sin."},{"number":31,"verse":"And Moses returned to Jehovah and said, Oh, this people have sinned a great sin and have made a god of gold for themselves."},{"number":32,"verse":"And now if only You will forgive their sin; and if not, please blot me out of Your book, which You have written."},{"number":33,"verse":"And Jehovah said to Moses, Whoever has sinned against Me, I will blot him out of My book."},{"number":34,"verse":"And now go, lead the people to the place about which I have spoken to you. Now My Angel will go before you; nevertheless in the day when I visit, I will visit their sin upon them."},{"number":35,"verse":"And Jehovah struck the people because of what they did with the calf which Aaron had made."}]}