{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":34,"verses":[{"number":1,"verse":"Then Jehovah said to Moses, Cut two tablets of stone like the first ones, and I will write upon the tablets the words which were on the first tablets, which you shattered."},{"number":2,"verse":"And be ready by the morning, and come up in the morning to Mount Sinai, and present yourself there to Me, on the top of the mountain."},{"number":3,"verse":"And no one shall come up with you, nor let anyone be seen anywhere on the mountain, nor let the flocks or herds graze in front of that mountain."},{"number":4,"verse":"So Moses cut two tablets of stone like the first ones. Then Moses rose up early in the morning and went up to Mount Sinai, just as Jehovah had commanded him; and he took two tablets of stone in his hand."},{"number":5,"verse":"And Jehovah descended in the cloud and took His place there with him and proclaimed the name of Jehovah."},{"number":6,"verse":"Then Jehovah passed by before him and proclaimed, Jehovah, Jehovah, God compassionate and gracious, long-suffering, and abundant in lovingkindness and truth,"},{"number":7,"verse":"Keeping lovingkindness with thousands of generations, forgiving iniquity and transgression and sin; but He will by no means clear the guilty, but visits the iniquity of the fathers upon the children and upon the grandchildren, to the third and fourth generations."},{"number":8,"verse":"And Moses made haste and bowed to the ground and worshipped."},{"number":9,"verse":"And he said, If now I have found favor in Your sight, O Lord, let the Lord please go in our midst; although they are a stiff-necked people, pardon our iniquity and our sin and take us for Your inheritance."},{"number":10,"verse":"And He said, Now I hereby make a covenant: Before all your people I will perform wonders such as have not been produced in all the earth, nor among any of the nations; and all the people among whom you are shall see the work of Jehovah, for it is an awesome thing that I will do with you."},{"number":11,"verse":"Observe what I am commanding you today. I will drive out before you the Amorites and the Canaanites and the Hittites and the Perizzites and the Hivites and the Jebusites."},{"number":12,"verse":"Be careful that you do not make any covenant with the inhabitants of the land against which you are going, lest they become a snare in your midst."},{"number":13,"verse":"But their altars you shall tear down, and their pillars you shall shatter, and their Asherahs you shall cut down"},{"number":14,"verse":"(For you shall not worship any other god; for Jehovah, whose name is Jealous, is a jealous God),"},{"number":15,"verse":"Lest you make a covenant with the inhabitants of the land, and they go as harlots after their gods and sacrifice to their gods, and someone invites you, and you eat of his sacrifice;"},{"number":16,"verse":"And you take some of his daughters for your sons, and his daughters go as harlots after their gods, and make your sons go as harlots after their gods."},{"number":17,"verse":"You shall not make for yourself any molten gods."},{"number":18,"verse":"You shall keep the Feast of Unleavened Bread. Seven days you shall eat unleavened bread, as I commanded you, at the appointed time in the month of Abib, for in the month of Abib you came out from Egypt."},{"number":19,"verse":"All that opens the womb is Mine, even the first male produced by all your livestock, of cattle or sheep."},{"number":20,"verse":"And the first offspring of a donkey you shall redeem with a lamb; but if you do not redeem it, then you shall break its neck. All the firstborn of your sons you shall redeem, and they shall not appear before Me empty."},{"number":21,"verse":"Six days you shall work, but on the seventh day you shall cease from labor. Even in plowing time and in harvest time you shall cease from labor."},{"number":22,"verse":"And you shall keep the Feast of Weeks, that is, of the firstfruits of the wheat harvest, and the Feast of Ingathering at the turn of the year."},{"number":23,"verse":"Three times a year all your males shall appear before the Lord Jehovah, the God of Israel."},{"number":24,"verse":"For I will drive out nations before you and enlarge your borders, and no one shall covet your land when you go up to appear before Jehovah your God three times in the year."},{"number":25,"verse":"You shall not slaughter the blood of My sacrifice with anything leavened, nor shall the sacrifice of the Feast of the Passover remain all night until the morning."},{"number":26,"verse":"The first of the firstfruits of your ground you shall bring to the house of Jehovah your God. You shall not boil a kid in its mother’s milk."},{"number":27,"verse":"And Jehovah said to Moses, Write these words, for according to the speaking of these words I have made a covenant with you and with Israel."},{"number":28,"verse":"And he was there with Jehovah forty days and forty nights; he did not eat bread, and he did not drink water. And He wrote upon the tablets the words of the covenant, the Ten Commandments."},{"number":29,"verse":"And when Moses came down from Mount Sinai — and the two tablets of the Testimony were in Moses’ hand when he came down from the mountain — Moses did not know that the skin of his face shone by reason of His speaking with him."},{"number":30,"verse":"And when Aaron and all the children of Israel saw Moses, at that time the skin of his face shone, and they were afraid to come near him."},{"number":31,"verse":"But Moses called to them, and Aaron and all the rulers in the assembly returned to him, and Moses spoke to them."},{"number":32,"verse":"And afterward all the children of Israel came near, and he gave them in commandment all that Jehovah had spoken with him on Mount Sinai."},{"number":33,"verse":"And when Moses had finished speaking with them, he put a veil over his face."},{"number":34,"verse":"But whenever Moses went in before Jehovah to speak with Him, he would remove the veil until he came out; and when he came out and spoke to the children of Israel what he had been commanded,"},{"number":35,"verse":"The children of Israel would see the face of Moses, that the skin of Moses’ face shone. Then Moses would put the veil back on his face until he went in to speak with Him."}]}