{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":37,"verses":[{"number":1,"verse":"And Bezalel made the Ark of acacia wood: two and a half cubits was its length; and one and a half cubits, its width; and one and a half cubits, its height."},{"number":2,"verse":"And he overlaid it with pure gold inside and outside, and made a rim of gold around it."},{"number":3,"verse":"And he cast four rings of gold for it, on its four feet; and two rings were on the one side of it, and two rings on the other side of it."},{"number":4,"verse":"And he made poles of acacia wood and overlaid them with gold."},{"number":5,"verse":"And he put the poles into the rings on the sides of the Ark to carry the Ark."},{"number":6,"verse":"And he made an expiation cover of pure gold: two and a half cubits was its length, and one and a half cubits, its width."},{"number":7,"verse":"And he made two cherubim of gold; of beaten work he made them, at the two ends of the expiation cover,"},{"number":8,"verse":"One cherub at the one end and one cherub at the other end; of one piece with the expiation cover he made the cherubim at its two ends."},{"number":9,"verse":"And the cherubim spread out their wings above the cover, covering the expiation cover with their wings, with their faces toward one another; the faces of the cherubim were toward the expiation cover."},{"number":10,"verse":"And he made the table of acacia wood: two cubits was its length, and a cubit its width, and one and a half cubits its height."},{"number":11,"verse":"And he overlaid it with pure gold and made a rim of gold around it."},{"number":12,"verse":"And he made a frame of a handbreadth around it, and he made a rim of gold for its frame around it."},{"number":13,"verse":"And he cast for it four rings of gold and put the rings on the four corners that were on its four feet."},{"number":14,"verse":"The rings were close to the frame as holders for the poles to carry the table."},{"number":15,"verse":"And he made the poles of acacia wood to carry the table and overlaid them with gold."},{"number":16,"verse":"And he made the utensils which were to be upon the table: its plates and its cups and its bowls and its pitchers with which to pour out drink offerings, of pure gold."},{"number":17,"verse":"And he made the lampstand of pure gold. He made the lampstand with its base and its shaft of beaten work; its cups, its calyxes, and its blossom buds were of one piece with it."},{"number":18,"verse":"And there were six branches going out of its sides; three branches of the lampstand out of one of its sides, and three branches of the lampstand out of its other side;"},{"number":19,"verse":"Three cups made like almond blossoms in one branch, a calyx and a blossom bud; and three cups made like almond blossoms in the other branch, a calyx and a blossom bud — so for the six branches going out of the lampstand."},{"number":20,"verse":"And on the lampstand were four cups made like almond blossoms, its calyxes and its blossom buds;"},{"number":21,"verse":"And a calyx under two branches of one piece with it, and a calyx under two branches of one piece with it, and a calyx under two branches of one piece with it, for the six branches going out of it."},{"number":22,"verse":"Their calyxes and their branches were of one piece with it; all of it was one beaten work of pure gold."},{"number":23,"verse":"And he made its seven lamps and its tongs and its firepans, of pure gold."},{"number":24,"verse":"He made it of a talent of pure gold, and all its utensils."},{"number":25,"verse":"And he made the altar of incense of acacia wood; a cubit was its length, and a cubit, its width, square; and two cubits, its height; its horns were of one piece with it."},{"number":26,"verse":"And he overlaid it with pure gold, its top and its sides around it and its horns; and he made a rim of gold around it."},{"number":27,"verse":"And he made for it two golden rings under its rim, on its two sides, on its opposite sides, as holders for poles with which to carry it."},{"number":28,"verse":"And he made the poles of acacia wood and overlaid them with gold."},{"number":29,"verse":"And he made the holy anointing oil and the pure fragrant incense, the work of a compounder."}]}