{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":40,"verses":[{"number":1,"verse":"Then Jehovah spoke to Moses, saying,"},{"number":2,"verse":"On the first day of the first month you shall raise up the tabernacle of the Tent of Meeting."},{"number":3,"verse":"And you shall put the Ark of the Testimony there, and you shall screen the Ark with the veil."},{"number":4,"verse":"And you shall bring in the table and arrange its setting, and you shall bring in the lampstand and set up its lamps."},{"number":5,"verse":"And you shall put the golden altar for incense before the Ark of the Testimony and set up the screen of the entrance to the tabernacle."},{"number":6,"verse":"And you shall put the altar of burnt offering before the entrance of the tabernacle of the Tent of Meeting."},{"number":7,"verse":"And you shall put the laver between the Tent of Meeting and the altar, and put water there."},{"number":8,"verse":"And you shall set up the court all around and put up the screen of the gate of the court."},{"number":9,"verse":"And you shall take the anointing oil and anoint the tabernacle and all that is in it, and sanctify it and all its utensils; and it shall be holy."},{"number":10,"verse":"And you shall anoint the altar of burnt offering and all its utensils, and sanctify the altar; and the altar shall be most holy."},{"number":11,"verse":"And you shall anoint the laver and its base, and sanctify it."},{"number":12,"verse":"And you shall bring Aaron and his sons near to the entrance of the Tent of Meeting, and wash them with water."},{"number":13,"verse":"And you shall put the holy garments upon Aaron, and you shall anoint him and sanctify him that he may serve Me as a priest."},{"number":14,"verse":"You shall also bring his sons near and put tunics upon them,"},{"number":15,"verse":"And you shall anoint them as you have anointed their father that they may serve Me as priests; and their anointing shall be to them for an everlasting priesthood throughout their generations."},{"number":16,"verse":"Thus Moses did; according to all that Jehovah had commanded him, so he did."},{"number":17,"verse":"And in the first month in the second year, on the first day of the month, the tabernacle was raised up."},{"number":18,"verse":"And Moses raised up the tabernacle and put down its sockets and set up its boards and put in its bars and raised up its pillars."},{"number":19,"verse":"And he spread the tent over the tabernacle and put the covering of the tent over it from above, as Jehovah had commanded Moses."},{"number":20,"verse":"Then he took the Testimony and put it into the Ark, and he set the poles onto the Ark and put the expiation cover upon the Ark above it."},{"number":21,"verse":"And he brought the Ark into the tabernacle and set up the veil for the screen and screened the Ark of the Testimony, as Jehovah had commanded Moses."},{"number":22,"verse":"Then he put the table in the Tent of Meeting on the north side of the tabernacle outside the veil."},{"number":23,"verse":"And he arranged the bread in order upon it before Jehovah, as Jehovah had commanded Moses."},{"number":24,"verse":"Then he put the lampstand in the Tent of Meeting opposite the table, on the south side of the tabernacle."},{"number":25,"verse":"And he set up the lamps before Jehovah, as Jehovah had commanded Moses."},{"number":26,"verse":"Then he put the golden altar in the Tent of Meeting before the veil,"},{"number":27,"verse":"And he burned fragrant incense on it, as Jehovah had commanded Moses."},{"number":28,"verse":"Then he set up the screen of the entrance to the tabernacle."},{"number":29,"verse":"He also set the altar of burnt offering at the entrance of the tabernacle of the Tent of Meeting and offered upon it the burnt offering and the meal offering, as Jehovah had commanded Moses."},{"number":30,"verse":"And he set the laver between the Tent of Meeting and the altar, and put water there for washing."},{"number":31,"verse":"And Moses and Aaron and his sons would wash their hands and their feet with water from it;"},{"number":32,"verse":"Whenever they went into the Tent of Meeting and whenever they came near the altar, they washed; as Jehovah had commanded Moses."},{"number":33,"verse":"And he raised up the court all around the tabernacle and the altar, and put up the screen of the gate of the court. So Moses finished the work."},{"number":34,"verse":"Then the cloud covered the Tent of Meeting, and the glory of Jehovah filled the tabernacle."},{"number":35,"verse":"And Moses was not able to enter the Tent of Meeting, because the cloud settled on it and the glory of Jehovah filled the tabernacle."},{"number":36,"verse":"And whenever the cloud was taken up from over the tabernacle, the children of Israel set out on all their journeys;"},{"number":37,"verse":"But if the cloud was not taken up, they did not set out until the day that it was taken up."},{"number":38,"verse":"For the cloud of Jehovah was upon the tabernacle by day, and there was fire in it by night, in the sight of all the house of Israel on all their journeys."}]}