{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":7,"verses":[{"number":1,"verse":"And Jehovah said to Moses, See, I have made you God to Pharaoh; and Aaron your brother will be your prophet."},{"number":2,"verse":"You shall speak all that I command you, and Aaron your brother shall speak to Pharaoh, that he let the children of Israel go out of his land."},{"number":3,"verse":"And I will harden Pharaoh’s heart and will multiply My signs and My wonders in the land of Egypt."},{"number":4,"verse":"But Pharaoh will not listen to you, and I will lay My hand upon Egypt and bring forth My armies, My people the children of Israel, out of the land of Egypt by great acts of judgment."},{"number":5,"verse":"And the Egyptians will know that I am Jehovah, when I stretch forth My hand upon Egypt and bring out the children of Israel from among them."},{"number":6,"verse":"And Moses and Aaron did so; as Jehovah commanded them, so did they do."},{"number":7,"verse":"And Moses was eighty years old and Aaron eighty-three years old when they spoke to Pharaoh."},{"number":8,"verse":"And Jehovah spoke to Moses and to Aaron, saying,"},{"number":9,"verse":"When Pharaoh speaks to you, saying, Perform a wonder; then you shall say to Aaron, Take your staff, and throw it down before Pharaoh, so that it becomes a serpent."},{"number":10,"verse":"And Moses and Aaron came to Pharaoh, and they did just as Jehovah had commanded; and Aaron threw down his staff before Pharaoh and before his servants, and it became a serpent."},{"number":11,"verse":"Then Pharaoh also called for the wise men and the sorcerers. And they also, the magicians of Egypt, did the same with their secret spells;"},{"number":12,"verse":"That is, each one threw down his staff, and they became serpents. But Aaron’s staff swallowed up their staffs."},{"number":13,"verse":"And Pharaoh’s heart hardened, and he did not listen to them, just as Jehovah had said."},{"number":14,"verse":"Then Jehovah said to Moses, Pharaoh’s heart is stubborn; he refuses to let the people go."},{"number":15,"verse":"Go to Pharaoh in the morning as he is going out to the water, and stand on the bank of the River to meet him. And you shall take in your hand the staff which was turned into a serpent."},{"number":16,"verse":"And you shall say to him, Jehovah, the God of the Hebrews, has sent me to you, saying, Let My people go that they may serve Me in the wilderness. But until this very moment you have not listened."},{"number":17,"verse":"Thus says Jehovah, By this you will know that I am Jehovah. I am now going to strike the water which is in the River with the staff that is in my hand, and it will be turned to blood."},{"number":18,"verse":"And the fish that are in the River will die, and the River will become foul, and the Egyptians will loathe drinking water from the River."},{"number":19,"verse":"And Jehovah said to Moses, Say to Aaron, Take your staff, and stretch out your hand over the waters of Egypt, over their rivers, over their watercourses, and over their pools, and over all their reservoirs of water, that they may become blood; and there shall be blood throughout all the land of Egypt, even in vessels of wood and in vessels of stone."},{"number":20,"verse":"And Moses and Aaron did just as Jehovah commanded; and he lifted up the staff and struck the water that was in the River in the sight of Pharaoh and in the sight of his servants, and all the water that was in the River was turned to blood."},{"number":21,"verse":"And the fish that were in the River died, and the River became foul, and the Egyptians could not drink water from the River; and the blood was throughout all the land of Egypt."},{"number":22,"verse":"And the magicians of Egypt did the same with their secret spells; and Pharaoh’s heart hardened, and he did not listen to them, just as Jehovah had said."},{"number":23,"verse":"And Pharaoh turned and went into his house, and he did not take even this to heart."},{"number":24,"verse":"And all the Egyptians dug around the River for water to drink, for they could not drink of the water of the River."},{"number":25,"verse":"And seven days passed after Jehovah had struck the River."}]}