{"bibleAbbr":"RcV2003","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"Then Jehovah said to Moses, Go to Pharaoh, and speak to him, Thus says Jehovah, the God of the Hebrews, Let My people go that they may serve Me."},{"number":2,"verse":"For if you refuse to let them go and still retain them,"},{"number":3,"verse":"Then the hand of Jehovah is going to be on your livestock which are in the field, on the horses, on the donkeys, on the camels, on the herds, and on the flocks with a very severe pestilence."},{"number":4,"verse":"And Jehovah will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing will die of all that belongs to the children of Israel."},{"number":5,"verse":"And Jehovah set an appointed time, saying, Tomorrow Jehovah will do this thing in the land."},{"number":6,"verse":"And Jehovah did this thing on the next day; and all the livestock of Egypt died, but of the livestock of the children of Israel not one died."},{"number":7,"verse":"And Pharaoh sent to inquire, and indeed there was not so much as one of the livestock of the Israelites dead. But the heart of Pharaoh was stubborn, and he did not let the people go."},{"number":8,"verse":"Then Jehovah said to Moses and to Aaron, Take handfuls of ashes from a furnace, and let Moses sprinkle it toward heaven in the sight of Pharaoh."},{"number":9,"verse":"And it will become fine dust over all the land of Egypt, and will become boils breaking out with sores on man and on beast throughout all the land of Egypt."},{"number":10,"verse":"So they took ashes from the furnace and stood before Pharaoh; and Moses sprinkled it toward heaven, and it became boils breaking forth with sores on man and on beast."},{"number":11,"verse":"And the magicians could not stand before Moses because of the boils, for the boils were on the magicians as well as on all the Egyptians."},{"number":12,"verse":"And Jehovah hardened Pharaoh’s heart, and he did not listen to them, just as Jehovah had spoken to Moses."},{"number":13,"verse":"Then Jehovah said to Moses, Rise up early in the morning, and present yourself before Pharaoh, and say to him, Thus says Jehovah, the God of the Hebrews, Let My people go that they may serve Me."},{"number":14,"verse":"For this time I am going to send all My plagues against you and on your servants and on your people, so that you may know that there is no one like Me in all the earth."},{"number":15,"verse":"For if by now I had stretched out My hand and struck you and your people with pestilence, you would have been cut off from the earth."},{"number":16,"verse":"But indeed for this cause I have made you stand, to show you My power and to have My name proclaimed throughout all the earth."},{"number":17,"verse":"You are still exalting yourself against My people by not letting them go."},{"number":18,"verse":"Tomorrow about this time I am going to cause very heavy hail to fall, such as has never occurred in Egypt since the day it was founded even until now."},{"number":19,"verse":"Now therefore send men and secure your livestock and all that you have in the field; every man and beast that is found in the field and is not brought home when the hail comes down shall die."},{"number":20,"verse":"He who feared the word of Jehovah among the servants of Pharaoh made his servants and his livestock flee into the houses."},{"number":21,"verse":"But he who did not pay attention to the word of Jehovah left his servants and his livestock in the field."},{"number":22,"verse":"And Jehovah said to Moses, Stretch out your hand toward heaven that there may be hail throughout all the land of Egypt, upon man and upon beast and upon all the vegetation of the field in the land of Egypt."},{"number":23,"verse":"And Moses stretched out his staff toward heaven; and Jehovah sent thunder and hail, and fire came down on the earth, and Jehovah rained hail upon the land of Egypt."},{"number":24,"verse":"So there was very heavy hail with fire flashing continually in the midst of the hail, such as had not occurred in all the land of Egypt since it became a nation."},{"number":25,"verse":"And the hail struck everything that was in the field, both man and beast, throughout all the land of Egypt; and the hail struck all the vegetation of the field and shattered every tree of the field."},{"number":26,"verse":"Only in the land of Goshen, where the children of Israel were, was there no hail."},{"number":27,"verse":"And Pharaoh sent a messenger and called for Moses and Aaron; and he said to them, I have sinned this time; Jehovah is the righteous One, and I and my people are in the wrong."},{"number":28,"verse":"Entreat Jehovah, for there has been enough of God’s thunder and hail; and I will let you go, and you shall stay no longer."},{"number":29,"verse":"And Moses said to him, As soon as I have gone out of the city, I will spread out my hands to Jehovah: The thunder will cease, and there will not be any more hail, that you may know that the earth is Jehovah’s."},{"number":30,"verse":"But as for you and your servants, I know that you do not yet fear Jehovah God."},{"number":31,"verse":"(Now the flax and the barley were ruined, for the barley was in the ear, and the flax was in bud."},{"number":32,"verse":"But the wheat and the spelt were not ruined, for they had not come up.)"},{"number":33,"verse":"And Moses went out of the city from Pharaoh and spread out his hands to Jehovah; and the thunder and hail ceased, and the rain no longer poured down on the earth."},{"number":34,"verse":"But when Pharaoh saw that the rain and the hail and the thunder had ceased, he sinned again and hardened his heart, he and his servants."},{"number":35,"verse":"So Pharaoh’s heart hardened, and he did not let the children of Israel go, just as Jehovah had spoken through Moses."}]}