{"bibleAbbr":"GB1587","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"Now Now he enters into the third part of this treatise touching the right use of spiritual gifts, in which he gives the Corinthians plainly to understand that they abused them. For they that excelled bragged ambitiously of them, and so robbed God of the praise of his gifts: and having no consideration of their brethren, abused them to a vain display, and so robbed the church of the use of those gifts. On the other side the inferior sort envied the better, and went about to make a departure, so that all the body was as it were scatted and rent in pieces. So then, going about to remedy these abuses he wills them first to consider diligently that they have not these gifts of themselves, but from the free grace and liberality of God, to whose glory they ought to bestow them all. concerning spiritual [gifts], brethren, I would not have you Ignorant to what purpose these gifts are given to you. ignorant."},{"number":2,"verse":"He reproves the same by comparing their former state with that in which they were at this time, being endued with those excellent gifts. Ye know that ye were As touching God's service and the covenant, mere strangers. Gentiles, carried away unto these dumb idols, even as ye were led."},{"number":3,"verse":"The conclusion: know you therefore that you cannot so much as move your lips to honour Christ at all, except by the grace of the Holy Spirit. Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus Does curse him, or by any means whatever diminish his glory. accursed: and [that] no man can say that Jesus is the Lord, but by the Holy Ghost."},{"number":4,"verse":"In the second place, he lays another foundation, that is, that these gifts are different, as the functions also are different and their offices different, but that one self same Spirit, Lord, and God is the giver of all these gifts, and that to one end, that is, for the profit of all. Now there are diversities of gifts, but the The Spirit is plainly distinguished from the gifts. same Spirit."},{"number":5,"verse":"And there are diuersities of administrations, but the same Lord,"},{"number":6,"verse":"And there are diversities of So Paul calls that inward power which comes from the Holy Spirit, and makes men fit for wonderful things. operations, but it is the same God which worketh all in all."},{"number":7,"verse":"But the manifestation of the Spirit is The Holy Spirit opens and shows himself freely in the giving of these gifts. given to every man to To the use and benefit of the church. profit withal."},{"number":8,"verse":"He declares this manifold diversity, and reckons up the principal gifts, beating that into their heads which he said before, that is, that all these things proceeded from one and the very same Spirit. For to one is given by the Spirit the word of Wisdom is a most excellent gift, and very needed, not only for those who teach, but also for those that exhort and comfort. And this thing is proper to the pastor's office, as the word of knowledge agrees to the teachers. wisdom; to another the word of knowledge by the same Spirit;"},{"number":9,"verse":"And to another is giuen faith by the same Spirit: and to another the giftes of healing, by the same Spirit:"},{"number":10,"verse":"To another the By «working» he means those great workings of God's mighty power, which pass and excel among his miracles, as the delivery of his people by the hand of Moses: that which he did by Elijah against the priests of Baal, in sending down fire from heaven to consume his sacrifice: and that which he did by Peter, in the matter of Ananias and Sapphira. working of miracles; to another Foretelling of things to come. prophecy; to another By which false prophets are know from true, in which Peter surpassed Philip in exposing Simon Magus; (Act_8:20). discerning of spirits; to another [divers] kinds of tongues; to another the interpretation of tongues:"},{"number":11,"verse":"But all these worketh that one and the selfsame Spirit, dividing to every man severally He adds moreover somewhat else, that is, that although these gifts are unequal, yet they are most wisely divided, because the will of the Spirit of God is the rule of this distribution. as he will."},{"number":12,"verse":"He sets forth his former saying by a similitude taken from the body: this, he says, is manifestly seen in the body, whose members are different, but yet so joined together, that they make but one body. For as the body is one, and hath many members, and all the members of that one body, being many, are one body: The applying of the similitude. So must we also think, he says, of the mystical body of Christ: for all we who believe, whether we are Jews or Gentiles, are by one person by the same baptism, joined together with our head, that by that means, there may be framed one body compact of many members. And we have drunk one self same spirit, that is to say, a spiritual feeling, perseverance and motion common to us all out of one cup. so also [is] Christ joined together with his Church. Christ."},{"number":13,"verse":"For by one Spirit are we all baptized into To become one body with Christ. one body, whether [we be] Jews or Gentiles, whether [we be] bond or free; and have been all made to By one quickening drink of the Lord's blood, we are made partakers of his Spirit alone. drink into one Spirit."},{"number":14,"verse":"He amplifies that which followed of the similitude, as if he should say, «The unity of the body is not prevented by this diversity of members, and furthermore it could not be a body if it did not consist of many members, and those being different.» For the body is not one member, but many."},{"number":15,"verse":"Now he builds his doctrine upon the foundations which he has laid: and first of all he continues in his purposed similitude, and afterward he goes to the matter plainly and simply. And first of all he speaks unto those who would have separated themselves from those whom they envied, because they had not such excellent gifts as they. Now this is, he says, as if the foot should say it were not of the body, because it is not the hand, or the ear, because it is not the eye. Therefore all parts ought rather to defend the unity of the body, being coupled together to serve one another. If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?"},{"number":16,"verse":"And if the eare would say, Because I am not the eye, I am not of the body, is it therefore not of the body?"},{"number":17,"verse":"Again speaking to them, he shows them that if that should come to pass which they desire, that is, that all should be equal one to another, there would follow a destruction of the whole body, indeed and of themselves. For it could not be a body unless it were made of many members knit together, and different from one another. And that no man might find fault with this division as unequal, he adds that God himself has joined all these together. Therefore all must remain joined together, that the body may remain in safety. If the whole body [were] an eye, where [were] the hearing? If the whole [were] hearing, where [were] the smelling?"},{"number":18,"verse":"But nowe hath God disposed the members euery one of them in the bodie at his owne pleasure."},{"number":19,"verse":"For if they were all one member, where were the body?"},{"number":20,"verse":"But now are there many members, yet but one body."},{"number":21,"verse":"Now on the other hand, he speaks to those who were endued with more excellent gifts, exhorting them not to despise the inferiors as unprofitable, and as though they served to no use. For God, he says, has in such sort tempered this inequality, that the more excellent and beautiful members can in no wise lack the more abject and such as we are ashamed of, and that they should have more care to see to them and to cover them: that by this means the necessity which is on both parts, might keep the whole body in peace and harmony. And that even though if each part is considered apart, they are of different degrees and conditions, yet because they are joined together, they have a community both in prosperity and affliction. And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you."},{"number":22,"verse":"Nay, much more those members of the body, which seem to be Of the smallest and vilest offices, and therefore mentioned last among the rest. more feeble, are necessary:"},{"number":23,"verse":"And those [members] of the body, which we think to be less honourable, upon these we bestow more abundant We more carefully cover them. honour; and our uncomely [parts] have more abundant comeliness."},{"number":24,"verse":"For our comely partes neede it not: but God hath tempered the body together, and hath giuen the more honour to that part which lacked,"},{"number":25,"verse":"That there should be no schism in the body; but [that] the members should have the same Should bestow their operations and offices to the profit and preservation of the whole body. care one for another."},{"number":26,"verse":"Now he applies this same doctrine to the Corinthians without any allegory, warning them that as there are different functions and different gifts, it is their duty not to offend one another, either by envy or ambition. Instead, in being joined together in love and charity with one another, every one of them should bestow to the profit of all that which he has received, according as his ministry requires. And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it."},{"number":27,"verse":"Now ye are the body of Christ, and members in For all churches, wherever they are dispersed through the whole world, are different members of one body. particular."},{"number":28,"verse":"And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, The offices of deacons. helps, He sets forth the order of elders, who were the maintainers of the church's discipline. governments, diversities of tongues."},{"number":29,"verse":"Are all Apostles? are all Prophetes? are all teachers?"},{"number":30,"verse":"Are all doers of miracles? haue all the gifts of healing? doe all speake with tongues? doe all interprete?"},{"number":31,"verse":"He teaches those who are ambitious and envious, a certain holy ambition and envy. That is, if they give themselves to the best gifts, and such as are most profitable to the church, and so if they contend to excel one another in love, which far surpasses all other gifts. But covet earnestly the best gifts: and yet shew I unto you a more excellent way."}]}