{"bibleAbbr":"GB1587","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"And He returns to (1Co_1:17), that is to say, to his own example: confessing that he did not use among them either excellency of words or enticing speech of man's wisdom, but with great simplicity of speech both knew and preached Jesus Christ crucified, humbled and abject, with regard to the flesh. I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the The Gospel. testimony of God."},{"number":2,"verse":"For I I did not profess any knowledge but the knowledge of Christ and him crucified. determined not to know any thing among you, save Jesus Christ, and him crucified."},{"number":3,"verse":"And I was with you in He contrasts weakness with excellency of words, and therefore joins with it fear and trembling, which are companions of true modesty, not such fear and trembling as terrify the conscience, but such as are contrary to vanity and pride. weakness, and in fear, and in much trembling."},{"number":4,"verse":"And my speech and my preaching [was] not with enticing words of man's wisdom, He turns now to the commendation of his ministry, which he had granted to his adversaries: for his strength and power, which they knew well enough, was so much the more excellent because it had no worldly help behind it. but in By «demonstration» he means such a proof as is made by reasons both certain and necessary. demonstration of the Spirit and of power:"},{"number":5,"verse":"And he tells the Corinthians that he did it for their great profit, because they might by this know manifestly that the Gospel was from heaven. Therefore he privately rebukes them, because in vainly seeking to be noticed, they willingly deprived themselves of the greatest help of their faith. That your faith should not stand in the wisdom of men, but in the power of God."},{"number":6,"verse":"Another argument taken from the nature of the thing, that is, of the Gospel, which is true wisdom, but known only to those who are desirous of perfection: and it is unsavoury to those who otherwise excel in the world, but yet vainly and frailly. Howbeit we speak wisdom among them that are They are called perfect here, not who had already gotten perfection, but those who are striving for it, as in (Phi_3:15): so that perfect is contrasted with weak. perfect: yet not the wisdom of this world, nor of the Those that are wiser, richer, or mightier than other men are. princes of this world, that come to nought:"},{"number":7,"verse":"He shows the reason why this wisdom cannot be perceived by those excellent worldly intellects: that is, because it is indeed so deep that they cannot attain to it. But we speak the wisdom of God in a Which men could not so much as dream of. mystery, [even] the hidden [wisdom], He takes away an objection: if it is so hard, when and how is it known? God, he says, determined with himself from the beginning, that which his purpose was to bring forth at this time out of his secrets, for the salvation of men. which God ordained before the world unto our glory:"},{"number":8,"verse":"He takes away another objection: why then, how comes it to pass that this wisdom was so rejected by men of the highest authority, that they crucified Christ himself? Paul answers: because they did not know Christ such as he was. Which none of the princes of this world knew: for had they known [it], they would not have crucified the That mighty God, full of true majesty and glory: now this place has in it a most evident proof of the divinity of Christ, and of the joining of the two natures in one in him, which has this in it, that which is proper to the manhood alone is confirmed of the Godhead joined with the manhood. This type of speech is called, by the old fathers, a making common of things belonging to someone with another to whom they do not belong. Lord of glory."},{"number":9,"verse":"Another objection: but how could it be that those intelligent men could not perceive this wisdom? Paul answers: because we preach those things which surpass all man's understanding. But as it is written, Eye hath not seen, nor ear heard, neither have entered into the Man cannot so much as think of them, much less conceive them with his senses. heart of man, the things which God hath prepared for them that love him."},{"number":10,"verse":"A question: if it surpasses the capacity of men, how can it be understood by any man, or how can you declare and preach it? By a special enlightening of God's Spirit, with which whoever is inspired, he can enter even into the very secrets of God. But God hath revealed [them] unto us by his Spirit: for the Spirit There is nothing so secret and hidden in God, but the Spirit of God penetrates it. searcheth all things, yea, the deep things of God."},{"number":11,"verse":"He sets it forth in comparison, which he spoke by the inspiration of the Sprit. As the power of man's intellect searches out things pertaining to man, so does our mind by the power of the Holy Spirit understand heavenly things. For what man knoweth the things of a man, save the The mind of man which is endued with the ability to understand and judge. spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God."},{"number":12,"verse":"Now we have received, not the The Spirit which we have received does not teach us things of this world, but lifts us up to God, and this verse teaches us the opposite of what the papists teach: what faith is, from where it comes, and from what power it originates. spirit of the world, but the spirit which is of God; That which he spoke generally, he confines now to those things which God has opened to us of our salvation in Christ: so that no man should separate the Spirit from the preaching of the word and Christ: or should think that those fanciful men are governed by the Spirit of God, who wandering besides the word, thrust upon us their vain imaginations for the secrets of God. that we might This word «know» is taken here in its proper sense for true knowledge, which the Spirit of God works in us. know the things that are freely given to us of God."},{"number":13,"verse":"Now he returns to his purpose, and concludes the argument which he began in verse six (1Co_2:6), and it is this: the words must be applied to the matter, and the matter must be set forth with words which are proper and appropriate for it: now this wisdom is spiritual and not from man, and therefore it must be delivered by a spiritual type of teaching, and not by enticing words of man's eloquence, so that the simple, and yet wonderful majesty of the Holy Spirit may appear in it. Which things also we speak, not in the words which man's wisdom teacheth, but which the Holy Ghost teacheth; Applying the words to the matter, that is, that as we teach spiritual things, so must our type of teaching be spiritual. comparing spiritual things with spiritual."},{"number":14,"verse":"Again he anticipates an offence or stumbling block: how does it come to pass that so few allow these things? This is not to be marvelled at, the apostle says, seeing that men in their natural powers (as they call them) are not endued with that faculty by which spiritual things are discerned (which faculty comes another way) and therefore they consider spiritual wisdom as folly: and it is as if he should say, «It is no marvel that blind men cannot judge of colours, seeing that they lack the light of their eyes, and therefore light is to them as darkness.» But the The man that has no further light of understanding, than that which he brought with him, even from his mother's womb, as Jude defines it; (Jude 19). natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know [them], because they are By the power of the Holy Spirit. spiritually discerned."},{"number":15,"verse":"He amplifies the matter by opposites. But he that is spiritual Understands and discerns. judgeth all things, yet The wisdom of the flesh, Paul says, determines nothing certainly, no not in its own affairs, much less can it discern strange, that is, spiritual things. But the Spirit of God, with which spiritual men are endued, can by no means be deceived, and therefore be reproved by any man. he himself is judged of Of no man: for when the prophets are judged of the prophets, it is the Spirit that judges, and not the man. no man."},{"number":16,"verse":"A reason from the former saying: for he is called spiritual, who has learned that by the power of the Spirit, which Christ has taught us. Now if that which we have learned from that Master could be reproved by any man, he must be wiser than God: whereupon it follows that they are not only foolish, but also wicked, who think that they can devise something that is either more perfect, or that they can teach the wisdom of God a better way than those knew or taught who were undoubtedly endued with God's Spirit. For who hath known the mind of the Lord, that he may Lay his head to his, and teach him what he should do. instruct him? But we have We are endued with the Spirit of Christ, who opens to us those secrets which by all other means are unsearchable, and also any truth at all. the mind of Christ."}]}