{"bibleAbbr":"GB1587","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":7,"verses":[{"number":1,"verse":"Now He teaches concerning marriage that although a single life has its advantages, which he will declare afterwards, yet that marriage is necessary for the avoiding of fornication. But so that neither one man may have many wives, nor any wife many husbands. concerning the things Concerning those matters about which you wrote to me. whereof ye wrote unto me: [It is] Commodious, and (as we say) expedient. For marriage brings many griefs with it, and that by reason of the corruption of our first estate. good for a man not to touch a woman."},{"number":2,"verse":"Neuertheles, to auoide fornication, let euery man haue his wife, and let euery woman haue her owne husband."},{"number":3,"verse":"Secondly, he shows that the parties married must with singular affection entirely love one another. Let the husband render unto the wife The word «due» contains all types of benevolence, though he speaks more of one sort than of the other, in that which follows. due benevolence: and likewise also the wife unto the husband."},{"number":4,"verse":"Thirdly, he warns them, that they are in each other's power, with regard to the body, so that they may not defraud one another. The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife."},{"number":5,"verse":"Defraud ye not one the other, He adds an exception: unless the one abstain from the other by mutual consent, that they may the better give themselves to prayer, in which nonetheless he warns them to consider what is expedient, lest by this long breaking off as it were from marriage, they are stirred up to incontinency. except [it be] with consent for a time, that ye may Do nothing else. give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency."},{"number":6,"verse":"Fifthly he teaches that marriage is not necessary for all men, but for those who do not have the gift of continency, and this gift is by a special grace of God. But I speak this by permission, [and] not of commandment."},{"number":7,"verse":"For I I wish. would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that."},{"number":8,"verse":"Sixthly, he gives the very same admonition touching the second marriage, that is, that a single life is to be allowed, but for those who have the gift of continency. Otherwise they ought to marry again, so that their conscience may be at peace. I say therefore to the This whole passage is completely against those who condemn second marriages. unmarried and widows, It is good for them if they abide even as I."},{"number":9,"verse":"But if they cannot contain, let them marry: for it is better to marry than to So to burn with lust, that either the will yields to the temptation, or else we cannot call upon God with a peaceful conscience. burn."},{"number":10,"verse":"Seventhly, he forbids contentions and the granting of divorces (for he speaks not here of the fault of whoredom, which was then death even by the law of the Romans also) by which he affirms that the band of marriage is not dissolved, and that from Christ's mouth. And unto the married I command, [yet] not I, but the Lord, Let not the wife depart from [her] husband:"},{"number":11,"verse":"But and if shee depart, let her remaine vnmaried, or be reconciled vnto her husband, & let not the husband put away his wife."},{"number":12,"verse":"Eighthly, he affirms that those marriages which are already contracted between a faithful and an unfaithful or infidel, are firm: so that the faithful may not forsake the unfaithful. But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away."},{"number":13,"verse":"And the woman which hath an husbande that beleeueth not, if he be content to dwell with her, let her not forsake him."},{"number":14,"verse":"He answers an objection: but the faithful is defiled by the company of the unfaithful. The apostle denies that, and proves that the faithful man with good conscience may use the vessel of his unfaithful wife, by this, that their children which are born of them are considered holy or legitimate (that is, contained within the promise): for it is said to all the faithful, «I will be your God, and the God of your seed.» For the unbelieving husband is The godliness of the wife is of more force to cause their marriage to be considered holy, than the infidelity of the husband is to profane the marriage. sanctified by the The infidel is not sanctified or made holy in his own person, but in respect of his wife, he is sanctified to her. wife, and the unbelieving wife is sanctified by the To the faithful husband. husband: else were your children unclean; but now are they The children are holy in the same sense that their parents are; that is they are sanctified, or lawfully espoused together, so the children born of them were in a civil and legal sense holy, that is, legitimate. (Ed.) holy."},{"number":15,"verse":"He answers a question: what if the unfaithful forsake the faithful? Then the faithful is free, he says, because he is forsaken by the unfaithful. But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in When any such thing happens. such [cases]: Lest any man upon pretence of this liberty should give an occasion to the unfaithful to depart, he shows that marriage contracted with an infidel ought to be kept peaceably, that if it is possible the infidel may be won to the faith. but God hath called us to peace."},{"number":16,"verse":"For what knowest thou, O wife, whether thou shalt saue thine husband? Or what knowest thou, O man, whether thou shalt saue thy wife?"},{"number":17,"verse":"Taking occasion by that which he said of the bondage and liberty of matrimony, he digresses to a general doctrine concerning the outward state and condition of man's life, as circumcision and uncircumcision, servitude and liberty. And he warns every man generally to live with a contented mind in the Lord, whatever state or condition he is in, because those outward things, as to be circumcised or uncircumcised, to be bond or free, are not of the substance (as they call it) of the kingdom of heaven. But as God hath distributed to every man, as the Lord hath Has bound him to a certain type of life. called every one, so let him walk. And so ordain I in all churches."},{"number":18,"verse":"Nonetheless he shows us that in these examples all are not of the same type: because circumcision is not simply of itself to be desired, but such as are bound may desire to be free. Therefore herein only they are equal that the kingdom of God consists not in them, and therefore these are no hindrance to obey God. Is any man called being circumcised? let him not He is said to become uncircumcised, who by the help of a surgeon, recovers an upper skin. And this is done by drawing the skin with an instrument, to make it to cover the head. Celsus in book 7, chapter 25. become uncircumcised. Is any called in uncircumcision? let him not be circumcised."},{"number":19,"verse":"Circumcision is nothing, and vncircumcision is nothing, but the keeping of the commandements of God."},{"number":20,"verse":"Let euery man abide in the same vocation wherein he was called."},{"number":21,"verse":"Art thou called [being] a servant? As though this calling were too unworthy a calling for Christ. care not for it: but if thou mayest be made free, use [it] rather."},{"number":22,"verse":"For he that is called in the He that is in the state of a servant, and is called to be a Christian. Lord, [being] a servant, is the Lord's freeman: likewise also he that is called, [being] free, is Christ's servant."},{"number":23,"verse":"He shows the reason of the unlikeness, because he that desired to be circumcised makes himself subject to man's tradition and not to God. And this may be much more understood of superstitions, which some do foolishly consider to as things indifferent. Ye are bought with a price; be not ye the servants of men."},{"number":24,"verse":"A repetition of the general doctrine. Brethren, let every man, wherein he is called, therein abide with So purely and from the heart, that your doings may be approved before God. God."},{"number":25,"verse":"He commands virginity to no man, yet he persuades and praised it for another reason, that is, both for the necessity of the present time, because the faithful could scarce abide in any place, and use the commodities of this present life because of persecution. And therefore those who were not troubled with families, might be the readier, and also for the cares of this life, which marriage necessarily draws with it, so that they cannot but have their minds distracted: and this has place in women especially. Now concerning virgins I have no commandment of the Lord: yet I give my The circumstances considered, this I counsel you. judgment, as It is I that speak this which I am minded to speak: and the truth is I am a man, but yet of worthy credit, for I have obtained from the Lord to be such a one. one that hath obtained mercy of the Lord to be faithful."},{"number":26,"verse":"I suppose therefore that To remain a virgin. this is good for the For the necessity which the saints are daily subject to, who are continually tossed up and down, so that their estate may seem most unfit for marriage, were it not that the weakness of the flesh forced them to it. present distress, [I say], that [it is] good for a man so to be."},{"number":27,"verse":"Art thou bounde vnto a wife? Seeke not to be loosed: art thou loosed from a wife? Seeke not a wife."},{"number":28,"verse":"But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the By the «flesh» he understands whatever things belong to this present life, for marriage brings with it many problems. So that he leans more to a single life, not because it is a service more agreeable to God than marriage is, but for those problems which (if it were possible) he would wish all men to be avoid, so that they might give themselves to God alone. flesh: but I I would your weakness were provided for. spare you."},{"number":29,"verse":"But this I say, brethren, the time [is] For we are now in the latter end of the world. short: it remaineth, that both they that have wives be as though they had none;"},{"number":30,"verse":"And they that By «weeping» the Hebrews understand all adversity, and by «joy», all prosperity. weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;"},{"number":31,"verse":"And they that use this Those things which God gives us here. world, as not abusing [it]: for the The guise, and shape, and fashion: by which he shows us that there is nothing in this world that continues. fashion of this world passeth away."},{"number":32,"verse":"And I would haue you without care. The vnmaried careth for the things of the Lord, howe he may please the Lord."},{"number":33,"verse":"But he that is married Those that are married have their minds drawn here and there, and therefore if any man has the gift of continency, it is more advantageous for him to live alone. But those who are married may care for the things of the Lord also. Clement, Strom. 3. careth for the things that are of the world, how he may please [his] wife."},{"number":34,"verse":"There is difference [also] between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in Mind. spirit: but she that is married careth for the things of the world, how she may please [her] husband."},{"number":35,"verse":"And this I speak for your own He means that he will force no man either to marry or not to marry, but to show them plainly what type of life is most advantageous. profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction."},{"number":36,"verse":"Now he turns himself to the parents, in whose power and authority their children are, warning them that according to the former doctrine they consider what is proper and convenient for their children. That they neither deprive them of the necessary remedy against incontinency, nor force them to marry, if neither their will does lead them, nor any necessity urges them. And again he praises virginity, but of itself, and not in all. But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of [her] age, and need so require, let him do what he will, he He does well: for so he expounds it in (1Co_7:38). sinneth not: let them marry."},{"number":37,"verse":"Nevertheless he that standeth stedfast in his Resolved himself. heart, having no That the weakness of his daughter does not force him, or any other matter, that that he may safely still keep her a virgin. necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well."},{"number":38,"verse":"So then he that giveth [her] in marriage doeth well; but he that giveth [her] not in marriage doeth Provides better for his children, and that not in just any way, but by reason of such conditions as are mentioned before. better."},{"number":39,"verse":"That which he spoke of a widower, he speaks now of a widow, that is, that she may marry again, but that she does it in the fear of God. And yet he does not hide the fact that if she still remains a widow, she will be free of many cares. The wife is bound by the By the law of marriage. law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Religiously, and in the fear of God. Lord."},{"number":40,"verse":"But shee is more blessed, if she so abide, in my iudgement: and I thinke that I haue also the Spirite of God."}]}