{"bibleAbbr":"mrRV2015","bookName":"पौलाचे कलस्सैकरांस पत्र","bookEnglishName":"Colossians","chapterNumber":2,"verses":[{"number":1,"verse":"कारण तुमच्यासाठी, लावदिकीया येथील लोकांसाठी, व ज्या इतरांनी माझे तोंड प्रत्यक्ष पाहिले नाही त्या सर्वांसाठी मी केवढे परिश्रम घेत आहे, हे तुम्हांला माहीत व्हावे अशी माझी इच्छा आहे."},{"number":2,"verse":"ते परिश्रम ह्यासाठी की, त्यांच्या मनास उत्तेजन प्राप्त व्हावे; प्रेमाने त्यांनी एकमेकांशी बांधले जावे; ज्ञानाची पूर्ण खातरी ही संपत्ती त्यांना विपुल मिळावी; व देवाचे रहस्य म्हणजे पित्याचे व ख्रिस्ताचे पूर्ण ज्ञान त्यांना व्हावे."},{"number":3,"verse":"त्या ख्रिस्तामध्ये ज्ञानाचे व बुद्धीचे सर्व गुप्त निधी आहेत."},{"number":4,"verse":"( ख्रिस्ताशी संयुक्त होणे) लाघवी भाषणाने कोणी तुम्हांला भुलवू नये म्हणून हे सांगतो; कारण जरी मी देहाने दूर आहे,"},{"number":5,"verse":"तरी आत्म्याने तुमच्याजवळ आहे, आणि तुमचा व्यवस्थितपणा व ख्रिस्तावरील तुमच्या विश्वासाचा स्थिरपणा पाहत असून आनंद करत आहे."},{"number":6,"verse":"तर ख्रिस्त येशू जो प्रभू, ह्याला जसे तुम्ही स्वीकारले तसे त्याच्यामध्ये चालत राहा;"},{"number":7,"verse":"त्याच्यामध्ये मुळावलेले, रचले जात असलेले, तुम्हांला शिकवल्याप्रमाणे विश्वासात दृढ होत असलेले, आणि निरंतर उपकारस्तुती करणारे व्हा."},{"number":8,"verse":"( खोट्या शिक्षणाविरुद्ध इशारा) ख्रिस्ताप्रमाणे नसलेले, तर माणसांच्या संप्रदायाप्रमाणे, जगाच्या प्राथमिक शिक्षणाप्रमाणे असलेले तत्त्वज्ञान व पोकळ भुलथापा ह्यांच्या योगाने तुम्हांला कोणी ताब्यात घेऊन जाऊ नये म्हणून लक्ष द्या;"},{"number":9,"verse":"कारण ख्रिस्ताच्या ठायीच देवपणाची सर्व पूर्णता मूर्तिमान वसते,"},{"number":10,"verse":"आणि जो सर्व सत्तेचे व अधिकाराचे मस्तक आहे त्याच्यामध्ये तुम्ही पूर्ण केलेले आहात."},{"number":11,"verse":"त्याच्या ठायी तुमची सुंताही झाली आहे, परंतु ती माणसांच्या हातून झालेली नाही, तर तुम्ही आपला दैहिक स्वभाव1 झुगारून दिल्याने ख्रिस्ताच्या सुंतेच्या द्वारे तुमची सुंता झाली."},{"number":12,"verse":"तुमचा बाप्तिस्मा झाला तेव्हा तुम्ही त्याच्याबरोबर पुरले गेलात, आणि ज्याने त्याला मेलेल्यांतून उठवले त्या देवाच्या कृतीवरील विश्वासाच्या द्वारे त्याच्याबरोबर उठवलेही गेलात."},{"number":13,"verse":"जे तुम्ही आपल्या अपराधांनी व देहस्वभावाची सुंता न झाल्याने मेलेले होता त्या तुम्हांला त्याने त्याच्याबरोबर जिवंत केले, त्याने आपल्या सर्व अपराधांची क्षमा केली;"},{"number":14,"verse":"आपल्याविरुद्ध असलेले म्हणजे आपल्याला प्रतिकूल असलेले विधींचे ऋणपत्र त्याने खोडले व वधस्तंभाला खिळून त्याने ते रद्द केले."},{"number":15,"verse":"त्याने सत्ताधीशांना व अधिकार्‍यांना नाडून त्यांच्याविरुद्ध वधस्तंभावर जयोत्सव करून त्यांचे उघडउघड प्रदर्शन केले."},{"number":16,"verse":"तर मग खाण्यापिण्याविषयी, तसेच सण, अमावस्या किंवा शब्बाथ पाळण्याविषयी कोणाला तुमचा निर्णय करू देऊ नका."},{"number":17,"verse":"ह्या बाबी पुढे होणार्‍या गोष्टींच्या छाया आहेत; शरीर तर ख्रिस्ताचे आहे."},{"number":18,"verse":"लीन म्हणवून घेण्याच्या इच्छेने देवदूतांची उपासना करणार्‍या, स्वत:ला न दिसलेल्या गोष्टींवर अवलंबून राहणार्‍या व दैहिक बुद्धीने उगीचच गर्वाने फुगणार्‍या कोणा माणसाला तुम्हांला फसवून तुमच्या बक्षिसास मुकवू देऊ नका."},{"number":19,"verse":"असा माणूस मस्तकाला धरून राहत नाही; त्या मस्तकापासून सर्व शरीराला सांधे व बंधने ह्यांच्या योगे पुरवठा होत आहे व ते दृढ जडले जात असता त्याची ईश्वरी वृद्धी होते."},{"number":20,"verse":"तुम्ही जगाच्या प्राथमिक शिक्षणास ख्रिस्ताबरोबर मेला आहात तर जगात जगत असल्यासारखे विधींच्या स्वाधीन का होता?"},{"number":21,"verse":"म्हणजे “हाती धरू नको, चाखू नको; स्पर्श करू नको,” अशा प्रकारचे उपभोगाने नष्ट होणार्‍या वस्तूंविषयी माणसांच्या आज्ञांचे व शिक्षणाचे जे विधी आहेत त्यांच्या स्वाधीन का होता?"},{"number":23,"verse":"ह्याला स्वेच्छेने योजलेली उपासना, लीनता व देहदंडन ह्यांवरून ज्ञान म्हणतात खरे; तरी देहस्वभावाच्या लालसेला प्रतिबंध करण्याची त्यांची योग्यता नाही."}]}