{"bibleAbbr":"mrRV2015","bookName":"पौलाचे कलस्सैकरांस पत्र","bookEnglishName":"Colossians","chapterNumber":4,"verses":[{"number":1,"verse":"धन्यांनो, तुम्हांलाही स्वर्गात धनी आहे हे लक्षात बाळगून तुम्ही आपल्या दासांबरोबर न्यायाने व समतेने वागा."},{"number":2,"verse":"( प्रार्थना व रोजची वागणूक) प्रार्थनेत तत्पर असा व तिच्यात उपकारस्तुती करत जागृत राहा;"},{"number":3,"verse":"आणखी आमच्यासाठीही प्रार्थना करा, अशी की, ख्रिस्ताच्या ज्या रहस्यामुळे मी बंधनातही आहे ते सांगण्यास देवाने आमच्यासाठी वचनाकरता दार उघडावे;"},{"number":4,"verse":"ह्यासाठी की, जसे मला बोलले पाहिजे तसे बोलून मी ते रहस्य प्रकट करावे."},{"number":5,"verse":"बाहेरच्या लोकांबरोबर सुज्ञतेने वागा; संधी साधून घ्या."},{"number":6,"verse":"तुमचे बोलणे सर्वदा कृपायुक्त, मिठाने रुचकर केल्यासारखे असावे, म्हणजे प्रत्येकाला कसकसे उत्तर द्यायचे हे तुम्ही समजावे."},{"number":7,"verse":"( नमस्कार व समाप्ती) प्रिय बंधू तुखिक, प्रभूमधील विश्वासू सेवक व माझ्या सोबतीचा दास, हा माझ्याविषयीच्या सर्व गोष्टी तुम्हांला कळवील."},{"number":8,"verse":"त्याला मी तुमच्याकडे ह्यासाठीच पाठवले आहे की, आमचे वर्तमान तुम्हांला कळावे व त्याने तुमच्या मनाचे समाधान करावे."},{"number":9,"verse":"त्याच्याबरोबर विश्वासू व प्रिय बंधू अनेसिम, जो तुमच्यातलाच आहे, त्यालाही पाठवले आहे; ते येथील सर्व वर्तमान तुम्हांला कळवतील."},{"number":10,"verse":"माझ्या सोबतीचा बंदिवान अरिस्तार्ख तुम्हांला सलाम सांगतो, आणि बर्णबाचा भाऊबंद मार्क हाही तुम्हांला सलाम सांगतो, (त्याच्याविषयी तुम्हांला आज्ञा मिळाल्या आहेत, तो तुमच्याकडे आला तर त्याचा स्वीकार करा);"},{"number":11,"verse":"युस्त म्हटलेला येशू तुम्हांला सलाम सांगतो; सुंता झालेल्यांपैकी हेच मात्र देवाच्या राज्याकरता माझे सहकारी आहेत व त्यांच्या द्वारे माझे सांत्वन झाले आहे."},{"number":12,"verse":"ख्रिस्त येशूचा दास एफफ्रास जो तुमच्यातलाच आहे तो तुम्हांला सलाम सांगतो; तो आपल्या प्रार्थनांमध्ये सर्वदा तुमच्यासाठी जीव तोडून विनंती करत आहे की, देवाच्या संपूर्ण इच्छेनुसार तुम्ही परिपूर्ण व दृढनिश्‍चयी असे स्थिर राहावे."},{"number":13,"verse":"तुमच्यासाठी व जे लावदिकीयात व हेरापलीत आहेत त्यांच्यासाठी तो फार श्रम करत आहे, त्याच्याविषयी मी साक्षी आहे."},{"number":14,"verse":"प्रिय वैद्य लूक व देमास हे तुम्हांला सलाम सांगतात."},{"number":15,"verse":"लावदिकीयातील बंधू, आणि नुंफा व तिच्या घरी जमणारी मंडळी ह्यांना सलाम सांगा."},{"number":16,"verse":"हे पत्र तुमच्यात वाचून झाल्यावर लावदिकीयातील मंडळीतही वाचायला मिळावे; व लावदिकीयांकडील पत्र तुम्हीही वाचावे."},{"number":17,"verse":"अर्खिप्पाला सांगा की, “जी सेवा तुला प्रभूमध्ये मिळाली आहे ती पूर्ण करण्याकडे लक्ष दे.”"},{"number":18,"verse":"मी पौलाने स्वहस्ते लिहिलेला सलाम. मी बंधनांत आहे ह्याची आठवण ठेवा. तुमच्याबरोबर कृपा असो."}]}