{"bibleAbbr":"Geneva1599","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":3,"verses":[{"number":1,"verse":"((1 Against earthly exercises, which the false apostles urged,2 he setteth heavenly:5 and beginneth with the mortifying of the flesh,8 whence he draweth particular exhortations,18 and particular duties which depend on each man’s calling.) ) If (Another part of this Epistle, wherein he taketh occasion by the reason of those vain exercises, to show the duty of a Christian life: which is an ordinary thing with him after he hath once set down the doctrine itself.) ye then (Our renewing or new birth, which is wrought in us by being partakers of the resurrection of Christ, is the fountain of all holiness, out of which sundry arms or rivers do afterwards flow.) be (For if we be partakers of Christ, we are carried as it were into another life, where we shall need neither meat nor drink, for we shall be like unto the Angels.) risen with Christ, (The end and mark which all the duties of Christian life shoot at, is to enter into the kingdom of heaven, and to give ourselves to those things which lead us thither, that is to true godliness, and not to those outward and corporal things.) seek those things which are above, where Christ sitteth at the right hand of God."},{"number":2,"verse":"Set your affections on things which are above, and not on things which are on the (So he calleth that show of religion, which he spake of in the former Chapter.) earth."},{"number":3,"verse":"(A reason taken of the efficient causes and others: you are dead as touching the flesh, that is, touching the old nature which seeketh after all transitory things, and on the other side, you have begun to live according to the Spirit, therefore give yourselves to spiritual and heavenly, and not to carnal and earthly things.) For ye are dead, (The taking away of an objection: while we are yet in this world, we are subject to many miseries of this life, so that the life that is in us, is as it were hidden: yet notwithstanding we have the beginnings of life and glory, the accomplishment whereof which lieth now in Christ’s and in God’s hand, shall be assuredly and manifestly performed in that glorious coming of the Lord.) and your life is hid with Christ in God."},{"number":4,"verse":"When Christ which is our life, shall appear, then shall ye also appear with him in glory."},{"number":5,"verse":"(Cross references: : Eph. 5:3) (Let not your dead nature be any more effectual in you, but let your living nature be effectual. Now the force of nature is known by the motions. Therefore let the affections of the flesh die in you, and let the contrary motions which are spiritual, live. And he reckoneth up a great long scroll of vices, and their contrary virtues.) Mortify therefore your (The motions and lusts that are in us, are in this place very properly called members, because that the reason and will of man corrupted, doth use them as the body doth his members.) members which are on the earth, fornication, uncleanness, the inordinate affection, evil concupiscence, and covetousness which is idolatry."},{"number":6,"verse":"For the which things’ sake the wrath of God (Useth to come.) cometh on the children of disobedience."},{"number":7,"verse":"Wherein ye also walked once, when ye lived in them."},{"number":8,"verse":"But now put ye away even all these things, wrath, anger, maliciousness, cursed speaking, filthy speaking, out of your mouth."},{"number":9,"verse":"Lie not one to another: (A definition of our new birth taken of the parts thereof, which are the putting off of the old man, that is to say, of the wickedness which is in us by nature, and the restoring, and repairing of the new man, that is to say, of pureness which is given us by grace: but both of them are but begun in us in this present life, and by certain degrees finished: the one dying in us by little and little, and the other coming to the perfection of another life, by little and little.) seeing that ye have put off the old man with his works,"},{"number":10,"verse":"And have put on the new, (Newness of life consisteth in knowledge, which transformeth man to the image of God his maker, that is to say, to the sincerity and pureness of the whole soul.) which is renewed in (He speaketh of an effectual knowledge.) knowledge after the image of him that created him,"},{"number":11,"verse":"(He telleth them again, that the Gospel doth not respect those external things, but true justification and sanctification in Christ only, which have many fruits, as he reckoneth them up here: But commendeth two things especially, to wit, godly concord, and continual study of God’s word.) Where is neither Grecian nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond, free: But Christ is all, and in all things."},{"number":12,"verse":"Now therefore as the elect of God, holy and beloved, (So put on, that you never put off.) put on the (Those most tender affections of exceeding compassion.) bowels of mercies, kindness, humbleness of mind, meekness, longsuffering:"},{"number":13,"verse":"Forbearing one another, and forgiving one another, if any man have a quarrel to another: even as Christ forgave, even so do ye."},{"number":14,"verse":"And above all these things put on love, which is the (Which bindeth and knitteth together all the duties that pass from man to man.) bond of perfectness."},{"number":15,"verse":"And let the peace of God (Rule and govern all things.) rule in your hearts, to the which ye are called in (You are joined together into one body through God’s goodness, that you might help one another as fellow members.) one body, and be ye thankful:"},{"number":16,"verse":"Let the word of Christ dwell in you plenteously in all wisdom, teaching and admonishing your own selves, in (By Psalms he meaneth all godly songs, which were written upon divers occasions, and by hymns, all such as contain the praise of God, and by spiritual songs, other more peculiar and artificious songs which were also in praise of God, but they were made fuller of music.) Psalms, and hymns, and spiritual songs, singing with a grace in your hearts to the Lord,"},{"number":17,"verse":"(1 Cor. 10:31) And whatsoever ye shall do, in word or deed, do all in the (Call upon the name of Christ, when you do it, or, do it to Christ’s praise and glory.) Name of the Lord Jesus, giving thanks to God even the Father by him."},{"number":18,"verse":"¶ Wives, submit yourselves unto your husbands, as it is (For those wives do not well, that do not set God in Christ before them in their love, but this Philosophy knoweth not.) comely in the Lord. (He goeth from precepts which concern the whole civil life of man, to precepts pertaining to every man’s family, and requireth of wives, subjection in the Lord.) (Eph. 5:22)"},{"number":19,"verse":"(1 Pet. 3:1) (He requireth of husbands, that they love their wives, and use them gently.) Husbands, love your wives, and be not bitter unto them."},{"number":20,"verse":"¶ Children, obey your parents in (In the Lord, and so is it expounded, Eph. 5:19.) all things: for that is well pleasing unto the Lord. (He requireth of children, that according to God’s Commandment they be obedient to their parents.) (Eph. 6:1)"},{"number":21,"verse":"(Of parents, that they be gentle towards their children.) Fathers, provoke not your children to anger, lest they be discouraged."},{"number":22,"verse":"¶ Servants, be obedient unto them that are your masters according to the flesh, in all things, not with eye service as men pleasers, but in singleness of heart, fearing God. (Of servants that fearing God himself to whom their obedience is acceptable, they reverently, faithfully, and from the heart, obey their masters.) (Eph. 6:5; Titus 2:9; 1 Pet. 2:8)"},{"number":23,"verse":"And whatsoever ye do, do it heartily, as to the Lord, and not to men,"},{"number":24,"verse":"Knowing that of the Lord ye shall receive the (For that that you shall have duly obeyed your masters, the time shall come, that you shall be made sons of servants, and then shall you know this of a surety, which shall be when you are made partakers of the heavenly inheritance.) reward of the inheritance: for ye serve the Lord Christ."},{"number":25,"verse":"(He requireth of masters that being mindful how that they themselves also shall render an account before that heavenly Lord and Master, which will revenge wrongful doings without any respect of masters or servants, they show themselves just and upright with equity, unto their servants.) But he that doeth wrong, shall receive for the wrong that he hath done: and there is no respect of persons."}]}