{"bibleAbbr":"urRV2010","bookName":"عامُوس","bookEnglishName":"Amos","chapterNumber":5,"verses":[{"number":1,"verse":"اَے اِسرائیل کے خاندان اِس کلام کو جِس سے مَیں تُم پر نَوحہ کرتا ہُوں سُنو۔"},{"number":2,"verse":"اِسرائیل کی کُنواری گِر پڑی ۔ وہ پِھر نہ اُٹھے گی ۔ وہ اپنی زمِین پر پڑی ہے ۔ اُس کو اُٹھانے والا کوئی نہیں۔"},{"number":3,"verse":"کیونکہ خُداوند خُدا یُوں فرماتا ہے کہ اِسرائیل کے گھرانے کے لِئے جِس شہر سے ایک ہزار نِکلتے تھے اُس میں ایک سَو رہ جائیں گے اور جِس سے ایک سَو نِکلتے تھے اُس میں دس رہ جائیں گے۔"},{"number":4,"verse":"کیونکہ خُداوند اِسرائیل کے گھرانے سے یُوں فرماتا ہے کہ تُم میرے طالِب ہو اور زِندہ رہو۔"},{"number":5,"verse":"لیکن بَیت ایل کے طالِب نہ ہو اور جِلجا ل میں داخِل نہ ہو اور بِیرسبع کو نہ جاؤ کیونکہ جِلجا ل اسِیری میں جائے گا اور بَیت ایل نا چِیزہو گا۔"},{"number":6,"verse":"تُم خُداوند کے طالِب ہو اور زِندہ رہو ۔ اَیسا نہ ہو کہ وہ یُوسف کے گھرانے میں آگ کی مانِند بھڑکے اور اُسے کھا جائے اور بَیت ایل میں اُسے بُجھانے والا کوئی نہ ہو۔"},{"number":7,"verse":"اَے عدالت کو ناگدُونا بنانے والو اور صداقت کو خاک میں مِلانے والو۔"},{"number":8,"verse":"وُہی ثُریّا اور جبّار سِتاروں کا خالِق ہے جو مَوت کے سایہ کو مطلعِ نُور اور روزِ روشن کو شبِ دِیجُور بنا دیتا ہے اور سمُندر کے پانی کو بُلاتا اور رُویِ زمِین پر پَھیلاتا ہے جِس کا نام خُداوند ہے۔"},{"number":9,"verse":"وہ جو زبردستوں پر ناگہانی ہلاکت لاتا ہے ۔ جِس سے قلعوں پر تباہی آتی ہے۔"},{"number":10,"verse":"وہ پھاٹک میں ملامت کرنے والوں سے کِینہ رکھتے ہیں اور راست گو سے نفرت کرتے ہیں۔"},{"number":11,"verse":"پس چُونکہ تُم مِسکِینوں کو پامال کرتے ہو اور ظُلم کر کے اُن سے گیہُوں چِھین لیتے ہو اِس لِئے جو تراشے ہُوئے پتّھروں کے مکان تُم نے بنائے اُن میں نہ بسو گے اور جو نفِیس تاکِستان تُم نے لگائے اُن کی مَے نہ پِیو گے۔"},{"number":12,"verse":"کیونکہ مَیں تُمہاری بے شُمار خطاؤں اور تُمہارے بڑے بڑے گُناہوں سے آگاہ ہُوں۔تُم صادِقوں کو ستاتے اور رِشوت لیتے ہو اور پھاٹک میں مِسکِینوں کی حق تلفی کرتے ہو۔"},{"number":13,"verse":"اِس لِئے اِن ایّام میں پیش بِین خاموش ہو رہیں گے کیونکہ یہ بُرا وقت ہے۔"},{"number":14,"verse":"بدی کے نہیں بلکہ نیکی کے طالِب ہو تاکہ زِندہ رہواور خُداوند ربُّ الافواج تُمہارے ساتھ رہے گا جَیسا کہ تُم کہتے ہو۔"},{"number":15,"verse":"بدی سے عداوت اور نیکی سے مُحبّت رکھّو اور پھاٹک میں عدالت کو قائِم کرو ۔ شاید خُداوند ربُّ الافواج بنی یُوسف کے بقِیّہ پر رحم کرے۔"},{"number":16,"verse":"اِس لِئے خُداوند خُدا ربُّ الافواج یُوں فرماتا ہے کہ سب بازاروں میں نَوحہ ہو گا اور سب گلِیوں میں افسوس افسوس! کہیں گے اور کِسانوں کو ماتم کے لِئے اور اُن کو جو نَوحہ گری میں مہارت رکھتے ہیں نَوحہ کے لِئے بُلائیں گے۔"},{"number":17,"verse":"اور سب تاکِستانوں میں ماتم ہو گا کیونکہ مَیں تُجھ میں سے ہو کر گُذرُوں گا خُداوند فرماتا ہے۔"},{"number":18,"verse":"تُم پر افسوس جو خُداوند کے دِن کی آرزُو کرتے ہو! تُم خُداوند کے دِن کی آرزُو کیوں کرتے ہو؟ وہ تو تارِیکی کا دِن ہے ۔ روشنی کا نہیں۔"},{"number":19,"verse":"جَیسے کوئی شیرِ بَبر سے بھاگے اور رِیچھ اُسے مِلے یا گھر میں جا کر اپنا ہاتھ دِیوار پر رکھّے اور اُسے سانپ کاٹ لے۔"},{"number":20,"verse":"کیا خُداوند کا دِن تارِیکی نہ ہو گا؟ اُس میں روشنی نہ ہو گی بلکہ سخت ظُلمت ہو گی اور نُور مُطلق نہ ہو گا۔"},{"number":21,"verse":"مَیں تُمہاری عِیدوں کو مکرُوہ جانتا اور اُن سے نفرت رکھتا ہُوں اور مَیں تُمہاری مُقدّ س محفِلوں سے بھی خُوش نہ ہُوں گا۔"},{"number":22,"verse":"اور اگرچہ تُم میرے حضُور سوختنی اور نذر کی قُربانِیاں گُذرانو گے تَو بھی مَیں اُن کو قبُول نہ کرُوں گا اور تُمہارے فربَہ جانوروں کی شُکرانہ کی قُربانیوں کو خاطِرمیں نہ لاؤُں گا۔"},{"number":23,"verse":"تُو اپنے سرُود کا شور میرے حضُور سے دُور کر کیونکہ مَیں تیرے رباب کی آواز نہ سنُوں گا۔"},{"number":24,"verse":"لیکن عدالت کو پانی کی مانِند اور صداقت کو بڑی نہر کی مانِند جاری رکھ۔"},{"number":25,"verse":"اَے بنی اِسرائیل کیا تُم چالِیس برس تک بیابان میں میرے حضُور ذبِیحے اور نذر کی قُربانیاں گُذرانتے رہے؟۔"},{"number":26,"verse":"تُم تو مِلکُو م کا خَیمہ اور کِیوان کے بُت جو تُم نے اپنے لِئے بنائے اُٹھائے پِھرتے تھے۔"},{"number":27,"verse":"پس خُداوند جِس کا نام ربُّ الافواج ہے فرماتا ہے مَیں تُم کو دمِشق سے بھی آگے اسِیری میں بھیجُوں گا۔"}]}