{"bibleAbbr":"urRV2010","bookName":"عامُوس","bookEnglishName":"Amos","chapterNumber":6,"verses":[{"number":1,"verse":"( بنی اِسرا ئیل کی بربادی) اُن پر افسوس جو صِیُّون میں باراحت اور کوہِستانِ سامر یہ میں بے فِکر ہیں یعنی رئِیسِ اقوام کے شُرفا جِن کے پاس بنی اِسرائیل آتے ہیں۔"},{"number":2,"verse":"تُم کلنہ تک جا کر دیکھو اور وہاں سے حماتِ ا عظم تک سَیر کرو اور پِھر فلِستِیوں کے جات کو جاؤ ۔کیا وہ اِن مملکتوں سے بِہتر ہیں؟ کیا اُن کی حدُود تُمہاری حدُود سے زِیادہ وسِیع ہیں؟۔"},{"number":3,"verse":"تُم جو بُرے دِن کا خیال مُلتوی کر کے ظُلم کی کُرسی نزدِیک کرتے ہو۔"},{"number":4,"verse":"جو ہاتھی دانت کے پلنگ پر لیٹتے اور چارپائیوں پر دراز ہوتے اور گلّہ میں سے برّوں کو اور طویلہ میں سے بچھڑوں کو لے کر کھاتے ہو۔"},{"number":5,"verse":"اور رباب کی آواز کے ساتھ گاتے اور اپنے لِئے داؤُد کی طرح مُوسِیقی کے ساز اِیجاد کرتے ہو۔"},{"number":6,"verse":"جو پیالوں میں سے مَے پِیتے اور اپنے بدن پر بِہترین عِطر ملتے ہو لیکن یُوسف کی شِکستہ حالی سے غمگِین نہیں ہوتے۔"},{"number":7,"verse":"اِس لِئے وہ پہلے اسِیروں کے ساتھ اسِیرہو کر جائیں گے اور اُن کی عَیش و نِشاط کا خاتِمہ ہو جائے گا۔"},{"number":8,"verse":"خُداوند خُدا نے اپنی ذات کی قَسم کھائی ہے خُداوند ربُّ الافواج یُوں فرماتا ہے کہ مَیں یعقُو ب کی حشمت سے نفرت رکھتا ہُوں اور اُس کے قصروں سے مُجھے عداوت ہے ۔ اِس لِئے مَیں شہر کو اُس کی ساری معمُوری سمیت حوالہ کر دُوں گا۔"},{"number":9,"verse":"بلکہ یُوں ہوگا کہ اگر کِسی گھر میں دَس آدمی باقی ہوں گے تو وہ بھی مَر جائیں گے۔"},{"number":10,"verse":"اور جب کِسی کا رِشتہ دار جو اُس کو جلاتا ہے اُسے اُٹھائے گا تاکہ اُس کی ہڈِّیوں کو گھر سے نِکالے اور اُس سے جو گھر کے اندر ہے پُوچھے گا کیا کوئی اَور تیرے ساتھ ہے؟ تو وہ جواب دے گا کوئی نہیں ۔ تب وہ کہے گا چُپ رہ ۔ اَیسانہ ہو کہ ہم خُداوند کے نام کا ذِکر کریں۔"},{"number":11,"verse":"کیونکہ دیکھ خُداوند نے حُکم دے دِیا ہے اور بڑے بڑے گھر رخنوں سے اور چھوٹے شِگافوں سے برباد ہوں گے۔"},{"number":12,"verse":"کیا چٹانوں پر گھوڑے دَوڑیں گے یا کوئی بَیلوں سے وہاںہل چلائے گا؟ تَو بھی تُم نے عدالت کو اِندراین اور ثمرۂِ صداقت کو ناگدَونا بنا رکھّا ہے۔"},{"number":13,"verse":"تُم بے حقِیقت چِیزوں پر فخر کرتے اور کہتے ہو کیاہم نے اپنے لِئے اپنی طاقت سے سِینگ نہیں نِکالے؟۔"},{"number":14,"verse":"لیکن خُداوند ربُّ الافواج فرماتا ہے اَے بنی اِسرائیل دیکھو مَیں تُم پر ایک قَوم کو چڑھا لاؤں گا اور وہ تُم کو حمات کے مدخل سے وادیِ عر بہ تک پریشان کرے گی۔"}]}