{"bibleAbbr":"NRSVue2021","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":20,"verses":[{"number":1,"verse":"The Cities of Refuge Then the LORD spoke to Joshua, saying,"},{"number":2,"verse":"(Num 35.6-34; Deut 4.41; 19.2) “Say to the Israelites: Appoint the cities of refuge, of which I spoke to you through Moses,"},{"number":3,"verse":"so that anyone who kills a person without intent or by mistake may flee there; they shall be for you a refuge from the avenger of blood."},{"number":4,"verse":"(Ruth 4.1, 2) The slayer shall flee to one of these cities and shall stand at the entrance of the gate of the city and explain the case to the elders of that city; then the fugitive shall be taken into the city and given a place and shall remain with them."},{"number":5,"verse":"(Num 35.12) And if the avenger of blood is in pursuit, they shall not give up the slayer because the neighbor was killed by mistake, there having been no enmity between them before."},{"number":6,"verse":"(Num 35.25) The slayer shall remain in that city until there is a trial before the congregation, until the death of the one who is high priest at the time; then the slayer may return home, to the town in which the deed was done.”"},{"number":7,"verse":"(Josh 21.11, 32; 1 Chr 6.76; Lk 1.39) So they set apart Kedesh in Galilee in the hill country of Naphtali, and Shechem in the hill country of Ephraim, and Kiriath-arba (that is, Hebron) in the hill country of Judah."},{"number":8,"verse":"(Josh 21.27, 36, 38) And beyond the Jordan east of Jericho, they appointed Bezer in the wilderness on the tableland, from the tribe of Reuben, and Ramoth in Gilead, from the tribe of Gad, and Golan in Bashan, from the tribe of Manasseh."},{"number":9,"verse":"(v 6|JOS 20:6; Num 35.15) These were the cities designated for all the Israelites and for the aliens residing among them, that anyone who killed a person without intent could flee there, so as not to die by the hand of the avenger of blood, until there was a trial before the congregation."}]}