{"bibleAbbr":"NRSVue2021","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":21,"verses":[{"number":1,"verse":"(Cities Allotted to the Levites) (Num 35.1-8) Then the heads of the families of the Levites came to the priest Eleazar and to Joshua son of Nun and to the heads of the families of the tribes of the Israelites;"},{"number":2,"verse":"(Num 35.2) they said to them at Shiloh in the land of Canaan, “The LORD commanded through Moses that we be given towns to live in, along with their pasturelands for our livestock.”"},{"number":3,"verse":"So by command of the LORD the Israelites gave to the Levites the following towns and pasturelands out of their inheritance."},{"number":4,"verse":"(vv 8, 19) The lot came out for the families of the Kohathites. So those Levites who were descendants of Aaron the priest received by lot thirteen towns from the tribes of Judah, Simeon, and Benjamin."},{"number":5,"verse":"(vv 20ff) The rest of the Kohathites received by lot ten towns from the families of the tribe of Ephraim, from the tribe of Dan, and from the half-tribe of Manasseh."},{"number":6,"verse":"(vv 27ff) The Gershonites received by lot thirteen towns from the families of the tribe of Issachar, from the tribe of Asher, from the tribe of Naphtali, and from the half-tribe of Manasseh in Bashan."},{"number":7,"verse":"(vv 34ff) The Merarites according to their families received twelve towns from the tribe of Reuben, the tribe of Gad, and the tribe of Zebulun."},{"number":8,"verse":"(v 3) These towns and their pasturelands the Israelites gave by lot to the Levites, as the LORD had commanded through Moses."},{"number":9,"verse":"Out of the tribe of Judah and the tribe of Simeon they gave the following towns mentioned by name,"},{"number":10,"verse":"which went to the descendants of Aaron, one of the families of the Kohathites who belonged to the Levites, since the lot fell to them first."},{"number":11,"verse":"(Josh 15.13, 14; 1 Chr 6.55) They gave them Kiriath-arba (Arba being the father of Anak), that is, Hebron, in the hill country of Judah, along with the pasturelands around it."},{"number":12,"verse":"But the fields of the town and its villages had been given to Caleb son of Jephunneh as his holding."},{"number":13,"verse":"(Josh 15.42, 54; 20.7; 1 Chr 6.57) To the descendants of Aaron the priest they gave Hebron, the city of refuge for the slayer, with its pasturelands, Libnah with its pasturelands,"},{"number":14,"verse":"Jattir with its pasturelands, Eshtemoa with its pasturelands,"},{"number":15,"verse":"(Josh 15.49, 51; 1 Chr 6.58) Holon with its pasturelands, Debir with its pasturelands,"},{"number":16,"verse":"(Josh 15.10, 55; 1 Chr 6.59) Ain with its pasturelands, Juttah with its pasturelands, and Beth-shemesh with its pasturelands—nine towns out of these two tribes."},{"number":17,"verse":"Out of the tribe of Benjamin: Gibeon with its pasturelands, Geba with its pasturelands,"},{"number":18,"verse":"(1 Chr 6.60) Anathoth with its pasturelands, and Almon with its pasturelands—four towns."},{"number":19,"verse":"The towns of the descendants of Aaron, the priests, were thirteen in all, with their pasturelands."},{"number":20,"verse":"As to the rest of the Kohathites belonging to the Kohathite families of the Levites, the towns allotted to them were out of the tribe of Ephraim."},{"number":21,"verse":"(Josh 20.7) To them were given Shechem, the city of refuge for the slayer, with its pasturelands in the hill country of Ephraim, Gezer with its pasturelands,"},{"number":22,"verse":"Kibzaim with its pasturelands, and Beth-horon with its pasturelands—four towns."},{"number":23,"verse":"Out of the tribe of Dan: Elteke with its pasturelands, Gibbethon with its pasturelands,"},{"number":24,"verse":"Aijalon with its pasturelands, Gath-rimmon with its pasturelands—four towns."},{"number":25,"verse":"Out of the half-tribe of Manasseh: Taanach with its pasturelands, and Gath-rimmon with its pasturelands—two towns."},{"number":26,"verse":"The towns of the families of the rest of the Kohathites were ten in all, with their pasturelands."},{"number":27,"verse":"(v 6) To the Gershonites, one of the families of the Levites, were given out of the half-tribe of Manasseh, Golan in Bashan with its pasturelands, the city of refuge for the slayer, and Beeshterah with its pasturelands—two towns."},{"number":28,"verse":"Out of the tribe of Issachar: Kishion with its pasturelands, Daberath with its pasturelands,"},{"number":29,"verse":"Jarmuth with its pasturelands, En-gannim with its pasturelands—four towns."},{"number":30,"verse":"Out of the tribe of Asher: Mishal with its pasturelands, Abdon with its pasturelands,"},{"number":31,"verse":"Helkath with its pasturelands, and Rehob with its pasturelands—four towns."},{"number":32,"verse":"(Josh 20.7) Out of the tribe of Naphtali: Kedesh in Galilee with its pasturelands, the city of refuge for the slayer, Hammoth-dor with its pasturelands, and Kartan with its pasturelands—three towns."},{"number":33,"verse":"The towns of the several families of the Gershonites were in all thirteen, with their pasturelands."},{"number":34,"verse":"(v 7) To the rest of the Levites—the Merarite families—were given out of the tribe of Zebulun: Jokneam with its pasturelands, Kartah with its pasturelands,"},{"number":35,"verse":"Dimnah with its pasturelands, Nahalal with its pasturelands—four towns."},{"number":36,"verse":"(Josh 20.8) Out of the tribe of Reuben: Bezer with its pasturelands, Jahzah with its pasturelands,"},{"number":37,"verse":"Kedemoth with its pasturelands, and Mephaath with its pasturelands—four towns."},{"number":38,"verse":"Out of the tribe of Gad: Ramoth in Gilead with its pasturelands, the city of refuge for the slayer, Mahanaim with its pasturelands,"},{"number":39,"verse":"Heshbon with its pasturelands, Jazer with its pasturelands—four towns in all."},{"number":40,"verse":"As for the towns of the several Merarite families, that is, the remainder of the families of the Levites, those allotted to them were twelve in all."},{"number":41,"verse":"(Num 35.7) The towns of the Levites within the holdings of the Israelites were in all forty-eight towns with their pasturelands."},{"number":42,"verse":"Each of these towns had its pasturelands around it; so it was with all these towns."},{"number":43,"verse":"(Gen 13.15; Deut 11.31) Thus the LORD gave to Israel all the land that he swore to their ancestors that he would give them, and having taken possession of it, they settled there."},{"number":44,"verse":"(Deut 7.24; Josh 1.13; 11.23) And the LORD gave them rest on every side, just as he had sworn to their ancestors; not one of all their enemies had withstood them, for the LORD had given all their enemies into their hands."},{"number":45,"verse":"(Josh 23.14) Not one of all the good promises that the LORD had made to the house of Israel had failed; all came to pass."}]}