{"bibleAbbr":"NRSVue2021","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":5,"verses":[{"number":1,"verse":"The New Generation Circumcised (Num 13.29; Josh 2.9-11) (Q ms places 8.30 –v 35 before 5.1) When all the kings of the Amorites beyond the Jordan to the west and all the kings of the Canaanites by the sea heard that the LORD had dried up the waters of the Jordan for the Israelites until they had crossed over, their hearts melted, and there was no longer any spirit in them because of the Israelites."},{"number":2,"verse":"(Ex 4.25) At that time the LORD said to Joshua, “Make flint knives and circumcise the Israelites a second time.”"},{"number":3,"verse":"So Joshua made flint knives and circumcised the Israelites at Gibeath-haaraloth. (That is, the hill of the foreskins)"},{"number":4,"verse":"(Deut 2.16) This is the reason why Joshua circumcised them: all the males of the people who came out of Egypt, all the warriors, had died during the journey through the wilderness after they had come out of Egypt."},{"number":5,"verse":"Although all the people who came out had been circumcised, yet all the people born on the journey through the wilderness after they had come out of Egypt had not been circumcised."},{"number":6,"verse":"(Num 14.23; Deut 2.7, 14) For the Israelites traveled forty years in the wilderness, until all the nation, the warriors who came out of Egypt, perished, not having listened to the voice of the LORD. To them the LORD swore that he would not let them see the land that he had sworn to their ancestors to give us, a land flowing with milk and honey."},{"number":7,"verse":"So it was their children, whom he raised up in their place, that Joshua circumcised, for they were uncircumcised because they had not been circumcised on the way."},{"number":8,"verse":"When the circumcising of all the nation was done, they remained in their places in the camp until they were healed."},{"number":9,"verse":"The LORD said to Joshua, “Today I have rolled away from you the disgrace of Egypt.” And so that place is called Gilgal (In Heb Gilgal is related to the verb rolled) to this day."},{"number":10,"verse":"The Passover at Gilgal (Ex 12.6, 18) While the Israelites were camped in Gilgal, they kept the Passover in the evening on the fourteenth day of the month in the plains of Jericho."},{"number":11,"verse":"On the day after the Passover, on that very day, they ate the produce of the land, unleavened cakes and roasted grain."},{"number":12,"verse":"(Ex 16.35) The manna ceased on the day they ate the produce of the land, and the Israelites no longer had manna; they ate the crops of the land of Canaan that year."},{"number":13,"verse":"Joshua’s Vision (Gen 18.2; 32.24; Num 22.31) Once when Joshua was by Jericho, he looked up and saw a man standing before him with a drawn sword in his hand. Joshua went to him and said to him, “Are you one of us or one of our adversaries?”"},{"number":14,"verse":"(Gen 17.3) He replied, “Neither, but as commander of the army of the LORD I have now come.” And Joshua fell on his face to the earth and worshiped, and he said to him, “What do you command your servant, my lord?”"},{"number":15,"verse":"(Ex 3.5) The commander of the army of the LORD said to Joshua, “Remove the sandals from your feet, for the place where you stand is holy.” And Joshua did so."}]}