{"bibleAbbr":"NRSVue2021","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":6,"verses":[{"number":1,"verse":"(Jericho Taken and Destroyed) Now Jericho was shut up inside and out because of the Israelites; no one came out, and no one went in."},{"number":2,"verse":"(Deut 7.24; Josh 2.9, 24) The LORD said to Joshua, “See, I have handed Jericho over to you, along with its king and soldiers."},{"number":3,"verse":"You shall march around the city, all the warriors circling the city once. Thus you shall do for six days,"},{"number":4,"verse":"(Lev 25.9; Num 10.8) with seven priests bearing seven trumpets of rams’ horns before the ark. On the seventh day you shall march around the city seven times, the priests blowing the trumpets."},{"number":5,"verse":"When they make a long blast with the ram’s horn, as soon as you hear the sound of the trumpet, then all the people shall shout with a great shout, and the wall of the city will fall down flat, and all the people shall charge straight ahead.”"},{"number":6,"verse":"So Joshua son of Nun summoned the priests and said to them, “Take up the ark of the covenant and have seven priests carry seven trumpets of rams’ horns in front of the ark of the LORD.”"},{"number":7,"verse":"(Ex 14.15) To the people he said, “Go forward and march around the city; have the armed men pass on before the ark of the LORD.”"},{"number":8,"verse":"As Joshua had commanded the people, the seven priests carrying the seven trumpets of rams’ horns before the LORD went forward, blowing the trumpets, with the ark of the covenant of the LORD following them."},{"number":9,"verse":"(v 13|JOS 6:13; Isa 52.12) And the armed men went before the priests who blew the trumpets; the rear guard came after the ark, while the trumpets blew continually."},{"number":10,"verse":"To the people Joshua gave this command: “You shall not shout or let your voice be heard, nor shall you utter a word until the day I tell you to shout. Then you shall shout.”"},{"number":11,"verse":"So the ark of the LORD went around the city, circling it once, and they came into the camp and spent the night in the camp."},{"number":12,"verse":"Then Joshua rose early in the morning, and the priests took up the ark of the LORD."},{"number":13,"verse":"(vv 4, 9) The seven priests carrying the seven trumpets of rams’ horns before the ark of the LORD passed on, blowing the trumpets continually. The armed men went before them, and the rear guard came after the ark of the LORD, while the trumpets blew continually."},{"number":14,"verse":"On the second day they marched around the city once and then returned to the camp. They did this for six days."},{"number":15,"verse":"On the seventh day they rose early, at dawn, and marched around the city in the same manner seven times. It was only on that day that they marched around the city seven times."},{"number":16,"verse":"And at the seventh time, when the priests had blown the trumpets, Joshua said to the people, “Shout! For the LORD has given you the city."},{"number":17,"verse":"(Lev 27.28; Josh 2.4) The city and all that is in it shall be devoted to the LORD for destruction. Only Rahab the prostitute and all who are with her in her house shall live because she hid the messengers we sent."},{"number":18,"verse":"(Josh 7.1, 25) As for you, keep away from the things devoted to destruction, so as not to covet (Gk: Heb devote to destruction) and take any of the devoted things and make the camp of Israel an object for destruction, bringing trouble upon it."},{"number":19,"verse":"But all silver and gold and vessels of bronze and iron are sacred to the LORD; they shall go into the treasury of the LORD.”"},{"number":20,"verse":"(v 5|JOS 6:5; Heb 11.30) So the people shouted, and the trumpets were blown. As soon as the people heard the sound of the trumpets, they raised a great shout, and the wall fell down flat, so the people charged straight ahead into the city and captured it."},{"number":21,"verse":"(Deut 7.2; 20.16) Then they devoted to destruction by the edge of the sword all in the city, both men and women, young and old, oxen, sheep, and donkeys."},{"number":22,"verse":"(Josh 2.14; Heb 11.31) But to the two men who had spied out the land, Joshua said, “Go into the prostitute’s house, and bring the woman out of it and all who belong to her, as you swore to her.”"},{"number":23,"verse":"(Josh 2.13) So the young men who had been spies went in and brought Rahab out, along with her father, her mother, her brothers, and all who belonged to her—they brought all her kindred out—and set them outside the camp of Israel."},{"number":24,"verse":"(v 19) They burned down the city and everything in it; only the silver and gold and the vessels of bronze and iron they put into the treasury of the house of the LORD."},{"number":25,"verse":"(Heb 11.31) But Rahab the prostitute, with her family and all who belonged to her, Joshua spared. Her family (Heb She) has lived in Israel ever since. For she hid the messengers whom Joshua sent to spy out Jericho."},{"number":26,"verse":"(1 Kings 16.34) Joshua then pronounced this oath, saying, “Cursed before the LORD be anyone who tries to build this city, Jericho! At the cost of his firstborn he shall lay its foundation, and at the cost of his youngest he shall set up its gates!”"},{"number":27,"verse":"(Josh 1.5; 9.1, 3) So the LORD was with Joshua, and his fame was in all the land."}]}