{"bibleAbbr":"CVB1535","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"And Dauid helde a councell with the captaynes ouer thousandes and ouer hundreds, and with all the prynces,"},{"number":2,"verse":"and sayde vnto all the congregacion of Israel: Yf it lyke you, and yf it be of the LORDE oure God, let vs sende forth on euery syde to oure other brethren in all the countrees of Israel, and to the prestes and Leuites in the cities where they haue suburbes, yt they maye be gathered together vnto vs,"},{"number":3,"verse":"and let vs fetch the Arke of oure God agayne vnto vs: for by Sauls tyme we axed after it."},{"number":4,"verse":"The sayde the whole cogregacion, that the same shulde be done, for it pleased all the people well."},{"number":5,"verse":"So Dauid gathered all Israel together from Sihor of Egipte, tyll a man come vnto Hemath, to fetch the Arke of God from Kiriath Iearim."},{"number":6,"verse":"And Dauid wente vp wt all Israel to Kiriath Iearim, which lieth in Iuda, to brynge from thence the Arke of God the LORDE, that sytteth vpo the Cherubins, where the name is named:"},{"number":7,"verse":"and they caused the Arke of God to be caried vpo a new cart from the house of Abinadab. Vsa and his brethren droue the cart."},{"number":8,"verse":"As for Dauid and all Israel, they played with all their strength before God, with songes, with harpes, with psalteries, with tabrettes, with Cymbales and trompes."},{"number":9,"verse":"But whan they came to the barne floore of Chidon, Vsa stretched out his hande to holde the Arke: for the oxen wente out asyde."},{"number":10,"verse":"Then waxed the wrath of the LORDE fearce ouer Vsa, & smote him, because he stretched out his hade to the Arke, so yt he dyed there before God."},{"number":11,"verse":"The was Dauid sory, because ye LORDE had made soch a rente vpo Vsa, and called the place Perez Vsa, vnto this daye."},{"number":12,"verse":"And Dauid stode in feare of God the same daye, & sayde: How shal I brynge ye Arke of God vnto me?"},{"number":13,"verse":"Therfore wolde he not let ye Arke of God be broughte vnto him in to ye cite of Dauid, but caried it in to ye house of Obed Edom the Gathite."},{"number":14,"verse":"So the Arke of God abode with Obed Edom in his house thre monethes. And ye LORDE blessed Obed Edoms house and all that he had."}]}