{"bibleAbbr":"CVB1535","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":18,"verses":[{"number":1,"verse":"After this smote Dauid the Philistynes, and subdued them, and toke Gath & the vyllages therof out of the hande of the Philistynes."},{"number":2,"verse":"He smote the Moabites likewyse, so that the Moabites were subdued vnto Dauid, and gaue him trybute."},{"number":3,"verse":"He smote Hadad Eser also ye kynge of Zoba in Hemath, whan he wente to set vp his power by the water Euphrates."},{"number":4,"verse":"And Dauid toke from him a thousande charettes, seuen thousande horsmen, and twetye thousande fote men. And Dauid lamed all the charettes, and kepte an hundreth charettes ouer."},{"number":5,"verse":"And the Syrias came from Damascon, to helpe Hadad Eser the kynge of Zoba. Howbeit Dauid smote two & twentie thousande of the same Syrians,"},{"number":6,"verse":"and layed men of warre at Damascon in Syria, so that the Syrians were subdued vnto Dauid, and broughte him trybute. For the LORDE helped Dauid, whither so euer he wente."},{"number":7,"verse":"And Dauid toke the shyldes of golde, yt Hadad Esers seruautes had, & broughte the to Ierusale."},{"number":8,"verse":"And out of Tibehath & Chun the cities of Hadad Eser, toke Dauid very moch brasse, wherof Salomon made the brasen lauer, and pilers, and brasen vessels."},{"number":9,"verse":"And wha Thogu the kynge of Hemath herde, yt Dauid had smytten all ye power of Hadad Eser,"},{"number":10,"verse":"he sent his sonne Hadora vnto kynge Dauid, to salute him & to blesse him, because he had foughte wt Hadad Eser, & smytte hi (for Thogu had warre wt Hadad Eser) and all the same vessels of golde, syluer and of brasse,"},{"number":11,"verse":"dyd kynge Dauid consecrate vnto the LORDE, with the syluer and golde that he had taken from the Heythe, namely, from the Edomites, Moabites, Ammonites, Philistynes, and Amalechites."},{"number":12,"verse":"And Abisai the sonne of Zeru Ia smote eightene thousande of the Edomites in the Salt valley,"},{"number":13,"verse":"and layed me of warre in Edomea, so that all the Edomites were subdued vnto Dauid: for ye LORDE helped Dauid, whither so euer he wente."},{"number":14,"verse":"Thus Dauid reigned ouer all Israel, and executed iudgment and righteousnes vnto all the people."},{"number":15,"verse":"Ioab the sonne of Zeru Ia was captayne ouer the hoost. Iosaphat the sonne of Ahilud was Chaunceler."},{"number":16,"verse":"Sadoc the sonne of Achitob, and Ahimelech ye sonne of Abiathar, were prestes. Sauesa was Scrybe."},{"number":17,"verse":"Benaia the sonne of Ioiada was ouer the Chrethians & Plethians. And Dauids sonnes were chefe at ye kynges hande."}]}