{"bibleAbbr":"CVB1535","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"Of the ordinauces of the dorekepers Amonge the Korahytes was Meselemia of the children of Assaph."},{"number":2,"verse":"The children of Meselemia were these: the fyrstborne Zacharias, the seconde Iediael, ye thirde Sebadia, the fourth Iathniel,"},{"number":3,"verse":"ye fifth Elam, the sixte Iohanan, the seuenth Elioenai."},{"number":4,"verse":"The children of ObedEdom were these: the firstborne Semaia, the seconde Iosabad the thirde Ioah, the fourth Sachur, ye fyfth Nethaneel,"},{"number":5,"verse":"the sixte Ammiel, the seuenth Isachar, the eight Pegulthai: for God had blessed him."},{"number":6,"verse":"And vnto Semaia his sonne there were sonnes borne also, which bare rule in the house of their fathers: for they were mightie valeaunt men."},{"number":7,"verse":"The children of Semaia were, Athni, Rephael, Obed and Elsabad, whose brethren were valeaunt men, Elihu and Semachia:"},{"number":8,"verse":"all these were of the children of ObedEdom."},{"number":9,"verse":"Meselemia had children and brethren which were stronge men, euen eightene."},{"number":10,"verse":"Hossa of the children of Merari had children, Simri the chefest: for ye fyrstborne was not there, therfore dyd his father appoynte him to be chefest,"},{"number":11,"verse":"the secode Helchias, ye thirde Tebalia, ye fourth Zacharias. All the children and brethren of Hossa were thirtene."},{"number":12,"verse":"This is the ordinaunce of the dorekepers amonge the heades of the valeaunt men in the offyce besyde their brethren, to mynister in the house of the LORDE."},{"number":13,"verse":"And the lot was cast for the small as for ye greate thorow out the house of their fathers at euery dore."},{"number":14,"verse":"The lot towarde the East fell vpon Meselemia. And the lot was cast for Zacharias his sonne, which was a man of prudent councell, & vnto him it fell towarde the North:"},{"number":15,"verse":"But vnto ObedEdom towarde the South, and to his sonnes besyde the house of Esupim."},{"number":16,"verse":"And vnto Supim and Hossa towarde the West by the gate of Salechet in the strete of the burntofferinges, where the tabernacles stonde together."},{"number":17,"verse":"Towarde the East were there sixe of the Leuites. Towarde the north foure on ye daie tyme. Towarde the south foure on the daye season likewyse. Besyde Esupim two & two."},{"number":18,"verse":"By Parbar westwarde were there foure in in the strete, and two besyde Parbar."},{"number":19,"verse":"These are the ordinaunces of the dorekepers amonge the children of the Korahites, and the children of Merari."},{"number":20,"verse":"Of the Leuites, was Ahia ouer the treasures of the house of God, and ouer the treasures that were sanctifyed."},{"number":21,"verse":"Of the children of Laedan, the childre of the Gersonites. Of Laedan were these the heades of the fathers, namely ye Iehielites."},{"number":22,"verse":"The children of the Iehielites were, Setha and his brother Ioel ouer the treasures of the house of the LORDE."},{"number":23,"verse":"Amonge the Amramites, Iezeharites, Hebronites and Vsielites,"},{"number":24,"verse":"was Sebuel the sonne of Gerson the sonne of Moses, prynce ouer the treasures."},{"number":25,"verse":"His brother Elieser had a sonne Rehabia, whose sonne was Iesaia, whose sonne was Iora, whose sonne was Sichri, whose sonne was Selomith:"},{"number":26,"verse":"the same Selomith and his brethren were ouer all the treasures of the thinges that were halowed, which kinge Dauid halowed, and the pryncipall of the fathers amonge the rulers ouer thousandes & ouer hundreds, and rulers in the hoost"},{"number":27,"verse":"(of warres and spoyles had they halowed it, to repayre the house of the LORDE)"},{"number":28,"verse":"and ouer all yt Samuel the Seer, and Saul the sonne of Cis, & Abner the sonne of Ner, and Ioab the sonne of ZeruIa had halowed: whatsoeuer was sanctifyed, it was vnder the hande of Selomith and his brethren."},{"number":29,"verse":"Amonge the Iezeharites was Chenaia with his sonnes for the worke without ouer Israel, offycers & Iudges."},{"number":30,"verse":"Amonge the Hebronites was Hasabia & his brethren, valeaunt men, a thousande and seuen hundreth, ouer the offyces of Israel on this syde Iordane westwarde for all maner worke of the LORDE, and to serue the kinge."},{"number":31,"verse":"But amonge the Hebronites was Ieria the chefest amonge the Hebronites of his kinred amoge the fathers. And search was made amonge them, and in the fortieth yeare of kynge Dauid there were founde valeaut men at Iaeser in Gilead,"},{"number":32,"verse":"and their brethren mightie men, two thousande and seuen hundreth pryncipall fathers, and Dauid set the ouer the Rubenites, Gaddites, and ouer the halfe trybe of Manasses, for all soch busynes as belonged vnto God and the kynge."}]}