{"bibleAbbr":"CVB1535","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":27,"verses":[{"number":1,"verse":"The children of Israel acordinge to their nombre, were heades of the fathers, and ouer thousandes and ouer hundreds, & officers waytinge vpon the kynge, to go of & on after their course euery moneth one, in all ye monethes of ye yeare. Euery course had foure & twentye thousande."},{"number":2,"verse":"Ouer the first course of the first moneth, was Iasebeam ye sonne of Sabdiel, and vnder his course were foure and twentye thousande."},{"number":3,"verse":"Of the children of Phares was the pryncipall amonge all the chefe captaynes in the first moneth."},{"number":4,"verse":"Ouer the course of the seconde moneth was Dodai the Ahohite, and Mikloth was the prynce ouer his course. And vnder his course were foure and twentye thousande."},{"number":5,"verse":"The thirde pryncipall captayne of the thirde moneth, was Benaia the sonne of Ioiada ye prest, and vnder his course were foure and twentye thousande."},{"number":6,"verse":"This is yt Benaia the Worthie amonge thirtie and aboue thirtie, And his course was vnder his sonne Ammi Sabad."},{"number":7,"verse":"The fourth in ye fourth moneth was Asahel the brother of Ioab, and Sabadia his sonne after him, and vnder his course were foure and twentye thousande."},{"number":8,"verse":"The fifth in the fifth moneth was Samehuth the Iesrahite, and vnder his course were foure and twentye thousande."},{"number":9,"verse":"The sixte in the sixte moneth, was Ira ye sonne of Ickes the Thecoite, and vnder his course were foure and twentye thousande."},{"number":10,"verse":"The seuenth in the seuenth moneth, was Helez the Pelonite of the children of Ephraim, and vnder his course were foure and twetye thousande."},{"number":11,"verse":"The eight in the eight moneth, was Sibechai the Husathite of ye Sarehites, and vnder his course were foure and twentye thousande."},{"number":12,"verse":"The nyenth in the nyenth moneth, was Abieser the Anthothite of the childre of Iemini, & vnder his course were foure and twetye thousande."},{"number":13,"verse":"The tenth in the tenth moneth, was Maherai the Netophatite of the Serahites, and vnder his course were foure and twentye thousande."},{"number":14,"verse":"The eleuenth in the eleueth moneth, was Benaia the Pirgathonite of the children of Ephraim, and vnder his course were foure and twentye thousande."},{"number":15,"verse":"The twolueth in the twolueth moneth was Heldai ye Netophatite of Athniel, and vnder his course were foure and twentye thousande."},{"number":16,"verse":"Ouer the trybes of Israel were these: Amonge the Rubenites was Prynce Elieser the sonne of Sichri. Amonge the Simeoninites was Sephatia the sonne of Maecha."},{"number":17,"verse":"Amonge the Leuites was Hasabia the sonne of Kemuel. Amonge the Aaronites was Sadoc."},{"number":18,"verse":"Amoge Iuda was Elihu one of Dauids brethren. Amonge Isachar was Amri the sonne of Michael."},{"number":19,"verse":"Amonge Zabulo was Iesmaia the sonne of Obadia. Amonge Nephtali was Ieremoth the sonne of Asriel."},{"number":20,"verse":"Amonge the children of Ephraim was Hosea the sonne of Asasia. Amonge the halfe trybe of Manasses was Ioel the sonne of Pedaia."},{"number":21,"verse":"Amonge the halfe trybe of Manasses in Gilead was Ieddo the sonne of Zacharias. Amonge BenIamin was Iaesiel the sonne of Abner."},{"number":22,"verse":"Amonge Dan was Asareel the sonne of Ieroham. These are the princes of the trybes of Israel."},{"number":23,"verse":"But Dauid toke not the nombre of them that were twentye yeare olde and there vnder: for the LORDE had promysed to multiplye Israel as the starres of the ?kie."},{"number":24,"verse":"Howbeit Ioab the sonne of Zeruia had begonne to nombre them, and perfourmed it not: for there came wrath vpon Israel for the same cause, therfore came not the nombre in to ye Cronicles of kynge Dauid."},{"number":25,"verse":"Ouer the kynges treasures was Asmaueth the sonne of Adiel. And ouer the treasures in the lode, in the cities, vyllages and castels was Ionathan the sonne of Vsia."},{"number":26,"verse":"Ouer the hu?bandmen to tyll the londe was Esri the sonne of Chelab."},{"number":27,"verse":"Ouer the vynyardes was Simei the Ramathite. Ouer the wyne Cellers and treasures of wyne was Sabdi the Siphimite."},{"number":28,"verse":"Ouer the oyle gardens and Molberytrees in the lowe feldes, was Baal Hanan the Gaderite. Ouer the treasure of the oyle was Ioas."},{"number":29,"verse":"Ouer ye oxen of the pasture at Saron was Sitari the Saronite. Ouer the oxen in the valleys was Saphath the sonne of Adlai."},{"number":30,"verse":"Ouer the Camels was Obil the Ismaelite. Ouer the asses was Iehethia the Meronothite."},{"number":31,"verse":"Ouer the shepe was Iasis the Hagarite. All these were rulers ouer kynge Dauids goodes."},{"number":32,"verse":"Ionathan Dauids vncle was of the councell a wyse man and a scrybe. And Iehiel, the sonne of Hachmoni was with the kynges children."},{"number":33,"verse":"Achitophel also was of the kynges councell. Husai the Arachite was the kinges frende."},{"number":34,"verse":"After Achitophel was Ioiada ye sonne of Benaia and Abiathar. As for Ioab, he was the kynges chefe captayne of warre."}]}