{"bibleAbbr":"CVB1535","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"The children of Leui were, Gerson, Kahath and Merari."},{"number":2,"verse":"The childre of Kahath were, Amram, Iezeher, Hebron and Vsiel."},{"number":3,"verse":"The children of Amram were, Aaron, Moses and Miriam. The children of Aaro were, Nadab, Abihu, Eleasar and Ithamar."},{"number":4,"verse":"Eleasar begat Phineas. Phineas begat Abisua."},{"number":5,"verse":"Abisua begat Buki. Buki begat Vsi."},{"number":6,"verse":"Vsi begat Serahia. Serahia begat Meraioth."},{"number":7,"verse":"Meraioth begat Amaria. Amaria begat Achitob."},{"number":8,"verse":"Achitob begat Sadoc. Sadoc begat Ahimaas."},{"number":9,"verse":"Ahimaas begat Asaria. Asaria begat Iohanan."},{"number":10,"verse":"Iohana begat Asaria: for he was prest in the house yt Salomon buylded at Ierusalem."},{"number":11,"verse":"Asaria begat Amaria. Amaria begat Achitob."},{"number":12,"verse":"Achitob begat Zadock. Zadock begat Sallum."},{"number":13,"verse":"Sallum begat Helchias. Helchias begat Asaria."},{"number":14,"verse":"Asaria begat Seraia. Seraia begat Iosedec."},{"number":15,"verse":"But Iosedec was caried awaie wha the LORDE caused Iuda & Ierusale to be led awaye captyue by Nabuchodonosor."},{"number":16,"verse":"The children of Leui are these: Gerson, Kahath and Merari."},{"number":17,"verse":"These are the names of the children of Gerson: Libni and Semei."},{"number":18,"verse":"The names of the childre of Kahat are these: Amram, Iezohar, Hebron and Vsiel."},{"number":19,"verse":"The names of the children of Merari are: Maheli and Musi. These are the kynreds of the Leuites amonge their housholdes."},{"number":20,"verse":"Gersons sonne was Libni, whose sonne was Iahath, whose sonne was Sima,"},{"number":21,"verse":"whose sonne was Ioah, whose sonne was Iddo, whose sonne was Serah, whose sonne was Ieathrai."},{"number":22,"verse":"Kahats sonne was Aminadab, whose sonne was Corah, whose sonne was Assir,"},{"number":23,"verse":"whose sonne was Elcana, whose sonne was Abiasaph, whose sonne was Assir,"},{"number":24,"verse":"whose sonne was Thahath, whose sonne was Vriel, whose sonne was Vsia, whose sonne was Saul."},{"number":25,"verse":"The childre of Elkana were, Amasai & Ahimoth,"},{"number":26,"verse":"whose sonne was Elkana, whose sonne was Elkana of Zuph, whose sonne was Nahath,"},{"number":27,"verse":"whose sonne was Eliab, whose sonne was Ieroham, whose sonne was Elkana,"},{"number":28,"verse":"whose sonne was Samuel. Whose first borne sonnes were Seni and Abija."},{"number":29,"verse":"Meraris sonne was Maheli, whose sonne was Libni, whose sonne was Simei, whose sonne was Vsa,"},{"number":30,"verse":"whose sone was Simea, whose sone was Haggia, whose sone was Asaia."},{"number":31,"verse":"These are they whom Dauid appoynted to synge in the house of the LORDE, where the Arke rested,"},{"number":32,"verse":"& they mynistred before the habitacion of the Tabernacle of witnes wt synginge, vntyll Salomon had buylded the house of the LORDE at Ierusalem, and they stode after their maner in their office."},{"number":33,"verse":"And these are they yt stode & their children. Of ye children of Kahath was Heman ye synger, the sonne of Ioel, the sonne of Samuel,"},{"number":34,"verse":"the sonne of Elkana, the sonne of Ieroham, ye sonne of Eliel, the sonne of Thoah,"},{"number":35,"verse":"the sonne of Zuph, the sonne of Elkana, the sonne of Mahath, the sonne of Amasai,"},{"number":36,"verse":"the sonne of Elkana, the sonne of Iohel, the sonne of Asaria, the sonne of Sophonias,"},{"number":37,"verse":"the sonne of Thahath, the sonne of Assir, the sonne of Abijasaph, the sonne of Corah,"},{"number":38,"verse":"the sonne of Iezehar, the sonne of Rahath, the sonne of Leui, the sonne of Israel."},{"number":39,"verse":"And his brother Assaph stode at his righte hande, and Assaph was the sonne of Barachia, the sonne of Simea,"},{"number":40,"verse":"the sonne of Michael, ye sonne of Maeseia, the sonne of Malchija,"},{"number":41,"verse":"the sonne of Athin, ye sonne of Serah, the sonne of Adaia,"},{"number":42,"verse":"the sonne of Ethan, the sonne of Sima, the sonne of Simei,"},{"number":43,"verse":"the sonne of Iahath, the sonne of Gerson, the sonne of Leui."},{"number":44,"verse":"Their brethren the childre of Merari, stode on the lefte hande, namely, Ethan the sonne of Kusi, the sonne of Abdi, the sonne of Malluch,"},{"number":45,"verse":"the sonne of Hasabia, the sonne of Amazia, the sonne of Helchia,"},{"number":46,"verse":"ye sonne of Amzi, the sonne of Bani, the sonne of Samer,"},{"number":47,"verse":"the sonne of Maheli, the sonne of Musi, the sonne of Merari, the sonne of Leui."},{"number":48,"verse":"As for their brethre the Leuites, they were geuen to all the offices in the habitacion of the house of the LORDE:"},{"number":49,"verse":"but the office of Aaron and his sonnes was to kyndle the fyre vpon the altare of burntofferynges, and vpon the altare of incense, and to all the busynes in the most holy, and to make attonement for the people, acordinge as Moses ye seruaunt of God commaunded."},{"number":50,"verse":"These are the children of Aaron: Eleasar his sonne, whose sonne was Phineas, whose sonne was Abisua,"},{"number":51,"verse":"whose sonne was Buki, whose sonne was Vsi, whose sonne was Serahia,"},{"number":52,"verse":"whose sonne was Meraioth, whose sonne was Amaria, whose sonne was Achitob,"},{"number":53,"verse":"whose sonne was Sadoc, whose sonne was Ahimaas."},{"number":54,"verse":"And this is their habitacion and rowme in their borders, namely of Aarons children of the kynred of ye Kahathites: for this lot fell vnto them."},{"number":55,"verse":"And they gaue the Hebron in the londe of Iuda, & the suburbes of the same rounde aboute."},{"number":56,"verse":"But the felde of ye cite & the vyllages therof, gaue they vnto Caleb the sonne of Iephune."},{"number":57,"verse":"Thus gaue they vnto the children of Aaron these fre cities, Hebron & Libna with their suburbes, Iather, & Esthemoa,"},{"number":58,"verse":"Hilen, Debir,"},{"number":59,"verse":"Asan and Bethsemes, with their suburbes."},{"number":60,"verse":"And out of the trybe of Ben Iamin, Geba, Alemeth and Anachot wt their suburbes, so yt all the cities in their kindred were thirtene."},{"number":61,"verse":"The other childre of Kahath of their kynred, had out of ye halfe trybe of Manasses, ten cities by lot."},{"number":62,"verse":"The children of Gerson of their kynred, had out of ye trybe of Isachar, & out of the trybe of Asser, & out of the trybe of Nephtali, & out of the trybe of Manasses in Basan, thirtene cities."},{"number":63,"verse":"The childre of Merari of their kynred, had by lot out of the trybe of Ruben, & out of the trybe of Gad, and out of the trybe of Zabulon, twolue cities."},{"number":64,"verse":"And vnto ye Leuites gaue the childre of Israel cities with their suburbes,"},{"number":65,"verse":"namely by lot, out the trybe of the children of Iuda, & out of the trybe of the childre of Simeon, & out of the trybe of the children of Ben Iamin, euen those cities, which they appoynted by name."},{"number":66,"verse":"But the kynreds of the children of Kahath had the cities of their borders out of the trybe of Ephraim."},{"number":67,"verse":"So gaue they now vnto the (namely vnto the kynred of the children of Kahath) ye fre cities, Sichem vpon mount Ephraim, Geser,"},{"number":68,"verse":"Iakmeam, Bethoron,"},{"number":69,"verse":"Aialon, and Gath Rimon with their suburbes."},{"number":70,"verse":"And out of ye halfe trybe of Manasses, Aner and Bileam with their suburbes."},{"number":71,"verse":"But vnto the children of Gerson they gaue out of the kynred of the halfe trybe of Manasses, Gola in Basan and Astharoth with their suburbes."},{"number":72,"verse":"Out of the trybe of Isachar, Redes, Dabrath"},{"number":73,"verse":"Ramoth, and Anem with their suburbes"},{"number":74,"verse":"Out of the trybe of Asser, Masal, Abdo,"},{"number":75,"verse":"Hutoh and Sehob, with their suburbes."},{"number":76,"verse":"Out of the trybe of Nephtali, Redes in Galile, Hamon and Kiriathaim with their suburbes."},{"number":77,"verse":"Vnto the other children of Merari gaue they out of the trybe of Zabulon, Rimano and Thabor with their suburbes."},{"number":78,"verse":"And beyode Iordane ouer agaynst Iericho eastwarde besyde Iordane out of the trybe of Ruben, Bezer in the wildernes, Iahza,"},{"number":79,"verse":"Kedemoth and Mepaath with their suburbes."},{"number":80,"verse":"Out of the trybe of Gad, Ramoth in Gilead, Mahanaim,"},{"number":81,"verse":"He?bon and Iaeser with their suburbes."}]}