{"bibleAbbr":"CVB1535","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"And all Israel were nombred: and beholde, they are wrytten in the boke of the kynges of Israel and Iuda, and now are they caried awaie vnto Babilo for their synne,"},{"number":2,"verse":"euen they yt afore dwelt in their possessions and cities, namely Israel, ye prestes, Leuites and Nethinim."},{"number":3,"verse":"But at Ierusalem dwelt certayne of the children of Iuda, some of the children of Ben Iamin, some of the children of Ephraim and of Manasses."},{"number":4,"verse":"Namely of the children of Phares the sonne of Iuda, was Vthai the sonne of Ammihud the sonne of Amri, the sonne of Imri, the sonne of Bani."},{"number":5,"verse":"Of Soloni, Asaia ye first sonne, and his other sonnes."},{"number":6,"verse":"Of the children of Serah, Ieguel and his brethren, sixe hundreth, foure score and ten."},{"number":7,"verse":"Of the children of Ben Iamin, Sallu ye sonne of Mesullam, the sonne of Hodauia, ye sonne of Hasnua."},{"number":8,"verse":"And Iebneia the sonne of Ieroham. And Ela the sonne of Vsi the sonne of Michri. And Mesullam the sonne of Sephatia the sonne of Reguel the sonne of Iebneia."},{"number":9,"verse":"And their brethren in their kinreds nyne hundreth and syxe and fyftye. All these were heades of the fathers in the house of their fathers."},{"number":10,"verse":"Of the prestes: Iedaia, Ioiarib, Iachim,"},{"number":11,"verse":"And Asaria the sonne of Helchia, the sonne of Mesullam, the sonne of Sadoc, the sonne of Meraioth, the sonne of Achitob, prynce in the house of God."},{"number":12,"verse":"And Adaia the sonne of Ieroham, the sonne of Pashur, the sonne of Malchia. And Maesai the sonne of Adiel the sonne of Iachsera, the sonne of Mesullam, the sonne of Messylemeth, the sonne of Immer."},{"number":13,"verse":"And their brethren heades in the house of their fathers a thousande, seuen hundreth and thre score valeaunt men in executynge the offyce in the house of God."},{"number":14,"verse":"Of the Leuites of the children of Merari, Semaia the sonne of Hasub, the sonne of Asrikam, the sonne of Hasabia."},{"number":15,"verse":"And Bakbakar the carpenter and Galal. And Mathania ye sonne of Micha ye sonne of Sichri, the sonne of Assaph."},{"number":16,"verse":"And Obadia the sonne of Semaia, the sonne of Galal, ye sonne of Elkana, which dwelt in the vyllages of the Netophatites."},{"number":17,"verse":"The porters were: Sallum, Acub, Talmon, Ahiman, with their brethren, and Sallum the chefest:"},{"number":18,"verse":"for hither to had the children of Leui kepte the watch at the eastsyde of the kinges gate by armies."},{"number":19,"verse":"And Sallum the sonne of Core, the sonne of Abiassaph, the sonne of Corah, and his brethren of his fathers house. The Corahytes were in the worke of the seruyce, to kepe the thresholdes of the Tabernacle: and their fathers in the hoost of the LORDE, to kepe the intraunce."},{"number":20,"verse":"Phineas the sonne of Eleasar was the prynce ouer them, because the LORDE had bene with him before."},{"number":21,"verse":"Sacharia the sonne of Meselemia was keper at the dore of the Tabernacle of witnesse."},{"number":22,"verse":"All these were chosen out to be kepers of the thresholdes euen two hundreth and twolue. These were nombred in their vyllages. And Dauid and Samuel the Seer fouded them thorow their faith,"},{"number":23,"verse":"that they and their children shulde kepe the house of the LORDE, namely to kepe the watch of ye house of the Tabernacle."},{"number":24,"verse":"These dorekepers were appointed towarde the foure wyndes, towarde the East, towarde the West, towarde the North, towarde ye South."},{"number":25,"verse":"But their brethre were in their vyllages, that they might come allwaye on the seuenth daye to be with them:"},{"number":26,"verse":"for vnto these foure maner of chefe dorrkepers were the Leuites committed. And they had the ouersight of the chestes and treasures in ye house of God."},{"number":27,"verse":"In the nighte season also remayned they aboute the house of God: for their dewtye was to geue attendaunce to open euery mornynge."},{"number":28,"verse":"And some of them had the ouersight of the mynistrynge vessell: for they bare the vessell out and in."},{"number":29,"verse":"And some of the were appoynted ouer the vessell, and ouer all the holy vessell, ouer the fine wheate floure, ouer ye wyne, ouer the oile, ouer the frankencense, ouer the swete odoures:"},{"number":30,"verse":"but some of ye prestes children made the incense."},{"number":31,"verse":"Vnto Mathithia one of the Leuites the fyrst sonne of Sallum the Corahite, were ye pannes comytted."},{"number":32,"verse":"And certayne of the Kahathites their brethren were appointed ouer the shewbred, to prepare it euery Sabbath daye."},{"number":33,"verse":"These are the heades of the singers amoge the fathers of the Leuites chosen out ouer the chestes: for daye and night were they in worke withall."},{"number":34,"verse":"These are the heades of ye fathers amonge ye Leuites in their kinreds. These dwelt at Ierusalem."},{"number":35,"verse":"At Gibeon dwelt Ieiel the father of Gibeon, his wiues name was Maecha,"},{"number":36,"verse":"and his fyrstsonne Abdon, Zur, Cis, Baal, Ner, Nadab,"},{"number":37,"verse":"Gedor, Ahaio, Sacharia, Mikloth."},{"number":38,"verse":"Mikloth begat Simeam. And they dwelt also aboute their brethren at Ierusalem amonge theirs."},{"number":39,"verse":"Ner begat Cis, Cis begat Saul, Saul begat Ionathas, Malchisua, Abinadab, Esbaal."},{"number":40,"verse":"The sonne of Ionathas was Meribaal. Meribaal begat Micha."},{"number":41,"verse":"The children of Micha were, Pithon, Melech and Thaherea."},{"number":42,"verse":"Ahas begat Iaera, Iaera begat Alemeth, Asmaueth and Simri. Simri begat Moza."},{"number":43,"verse":"Moza begat Binea, whose sonne was Raphaia, whose sonne was Eleasa, whose sonne was Azel."},{"number":44,"verse":"Azel had sixe sonnes, whose names were: Asrikam, Bochru, Iesmael, Searia, Obadia, Hanan. These are the children of Azel."}]}