{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"( नोहाच्या मुलांचे वंशज) ( ( 130 1:5-23 )) नोहाचे पुत्र शेम, हाम व याफेथ ह्यांची वंशावळी येणेप्रमाणे : जलप्रलयानंतर त्यांना मुलगे झाले."},{"number":2,"verse":"याफेथाचे मुलगे : गोमर, मागोग, मादय, यावान, तुबाल, मेशेख व तीरास."},{"number":3,"verse":"गोमरचे मुलगे : आष्कनाज, रीपाथ व तोगार्मा."},{"number":4,"verse":"यावानाचे मुलगे : अलीशा, तार्शीश, कित्तीम व दोदानीम."},{"number":5,"verse":"ह्यांनी समुद्रकाठालगत भाषा, कुळे व राष्ट्रे ह्यांपरत्वे निरनिराळे देश वसवले."},{"number":6,"verse":"हामाचे मुलगे : कूश, मिस्राईम, पूट व कनान."},{"number":7,"verse":"कूशाचे मुलगे : सबा, हवीला, साब्ता, रामा व साब्तका; आणि रामाचे मुलगे : शबा व ददान."},{"number":8,"verse":"कूशाला निम्रोद झाला; तो पृथ्वीवर महारथी होऊ लागला."},{"number":9,"verse":"तो परमेश्वरासमोर बलवान पारधी झाला, म्हणून ‘निम्रोदासारखा परमेश्वरासमोर बलवान पारधी’ असे म्हणण्याचा प्रघात आहे."},{"number":10,"verse":"शिनार देशात बाबेल, एरक, अक्काद व कालने ही त्याच्या राज्याचा आरंभ होत."},{"number":11,"verse":"त्या देशातून तो पुढे अश्शूरास गेला व त्याने निनवे, रहोबोथ-ईर व कालह ही वसवली;"},{"number":12,"verse":"तसेच निनवे व कालह ह्यांच्या दरम्यान त्याने रेसन शहर वसवले; हेच ते मोठे शहर होय."},{"number":13,"verse":"मिस्राईम ह्याला लूदीम, अनामीम, लहाबीम, नाप्तुहीम,"},{"number":14,"verse":"पात्रुसीम, कास्लूहीम (ह्यांच्यापासून पलिष्टी झाले) व कफतोरी हे झाले."},{"number":15,"verse":"कनान ह्याला सीदोन हा पहिला मुलगा आणि हेथ,"},{"number":16,"verse":"यबूसी, अमोरी, गिर्गाशी,"},{"number":17,"verse":"हिव्वी, आर्की, शीनी,"},{"number":18,"verse":"अर्वादी, समारी व हमाथी हे झाले; पुढे कनानी कुळांचा विस्तार झाला."},{"number":19,"verse":"कनान्यांची सीमा सीदोनाहून गरारास जाण्याच्या वाटेवर गज्जापर्यंत आणि सदोम, गमोरा, आदमा व सबोईम ह्यांच्याकडे जाण्याच्या वाटेवर लेशापर्यंत होती."},{"number":20,"verse":"कुळे, भाषा, देश व राष्ट्रे ह्यांपरत्वे वर सांगितलेली हामाची ही संतती आहे."},{"number":21,"verse":"शेम हा सर्व एबर वंशाचा पूर्वज व याफेथाचा वडील बंधू, ह्यालाही संतती झाली."},{"number":22,"verse":"शेमाचे मुलगे : एलाम, अश्शूर, अर्पक्षद, लूद व अराम."},{"number":23,"verse":"अरामाचे मुलगे : ऊस, हूल, गेतेर व मश."},{"number":24,"verse":"अर्पक्षदास शेलह झाला, व शेलहास एबर झाला."},{"number":25,"verse":"एबरास दोन मुलगे झाले, एकाचे नाव पेलेग होते, कारण त्याच्या दिवसांत पृथ्वीची वाटणी झाली; त्याच्या भावाचे नाव यक्तान होते."},{"number":26,"verse":"यक्तानास अलमोदाद, शेलेफ, हसर्मावेथ, येरह,"},{"number":27,"verse":"हदोराम, ऊजाल, दिक्ला,"},{"number":28,"verse":"ओबाल, अबीमाएल, शबा,"},{"number":29,"verse":"ओफीर, हवीला व योबाब असे मुलगे झाले; हे सगळे यक्तानाचे मुलगे."},{"number":30,"verse":"त्यांची वस्ती मेशापासून पूर्वेकडील डोंगर सफार ह्याकडे जाण्याच्या वाटेवर होती."},{"number":31,"verse":"कुळे, भाषा, देश व राष्ट्रे ह्यांपरत्वे ही शेमाची संतती आहे."},{"number":32,"verse":"पिढ्या व राष्ट्रे ह्यांपरत्वे ही नोहाच्या वंशजांची कुळे सांगितली आहेत; जलप्रलयानंतर त्यांची पृथ्वीवर भिन्नभिन्न राष्ट्रे झाली."}]}