{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":14,"verses":[{"number":1,"verse":"( अब्राम लोटाची सुटका करतो) शिनाराचा राजा अम्राफेल, एल्लासाराचा राजा अर्योक, एलामाचा राजा कदार्लागोमर आणि गोयिमाचा राजा तिदाल ह्यांच्या दिवसांत असे झाले की,"},{"number":2,"verse":"त्यांनी सदोमाचा राजा बेरा, गमोराचा राजा बिर्शा, अदमाचा राजा शिनाब, सबोईमाचा राजा शमेबर आणि बेला म्हणजे सोअर ह्याचा राजा ह्यांच्याशी युद्ध केले."},{"number":3,"verse":"हे सर्व एकजूट करून सिद्दीम खोर्‍यात गेले; हे खोरे म्हणजेच क्षारसमुद्र."},{"number":4,"verse":"ते कदार्लागोमर ह्यांचे बारा वर्षे अंकित होते, पण तेराव्या वर्षी ते त्याच्यावर उठले."},{"number":5,"verse":"चौदाव्या वर्षी कदार्लागोमर व त्याच्या पक्षाचे राजे ह्यांनी येऊन अष्टरोथ-कर्णईम येथे रेफाई लोकांना, हाम येथे जूजी लोकांना, किर्याथाईमच्या मैदानात एमी लोकांना"},{"number":6,"verse":"आणि होरी लोकांना त्यांच्या सेईर डोंगरात मार देऊन एल्-पारानाच्या जवळ रान होते तेथपर्यंत पिटाळून लावले."},{"number":7,"verse":"मग मागे परतून एन्-मिशपात म्हणजे कादेश येथे ते आले. त्यांनी अमालेकी लोकांचा सगळा देश जिंकला व हससोन-तामार येथे राहणार्‍या अमोरी लोकांनाही मार दिला."},{"number":8,"verse":"इकडे सदोमाचा राजा, गमोराचा राजा, अदमाचा राजा, सबोईमाचा राजा आणि बेला म्हणजे सोअर ह्याचा राजा हे त्यांच्याशी युद्ध करायला निघाले आणि सिद्दीम खोर्‍यात त्यांनी आपल्या सैन्याची रचना केली."},{"number":9,"verse":"एलामाचा राजा कदार्लागोमर, गोयिमाचा राजा तिदाल, शिनाराचा राजा अम्राफेल आणि एल्लासाराचा राजा अर्योक ह्यांच्याशी ते लढले; चार राजांनी पाच राजांशी सामना केला."},{"number":10,"verse":"सिद्दीम खोर्‍यात डांबराच्या खाणी पुष्कळ होत्या; सदोम व गमोरा ह्यांचे राजे पळत असता तेथे पडले व बाकीचे डोंगरात पळाले."},{"number":11,"verse":"तेव्हा सदोम व गमोरा येथील मालमत्ता व सगळी अन्नसामग्री शत्रू लुटून घेऊन गेले."},{"number":12,"verse":"अब्रामाचा पुतण्या लोट हा सदोम येथे राहत होता; त्याला त्यांनी धरून नेले आणि त्याची मालमत्ताही नेली."},{"number":13,"verse":"तेथून पळून आलेल्या एका मनुष्याने जाऊन अब्राम इब्री ह्याला हे वर्तमान सांगितले, त्या वेळी तो अष्कोल व आनेर ह्यांचा भाऊ अमोरी मम्रे ह्याच्या एलोन राईत राहत होता; हे अब्रामाच्या जुटीतले होते."},{"number":14,"verse":"आपल्या भाऊबंदांना पाडाव करून नेले हे अब्रामाने ऐकले तेव्हा आपल्या घरी जन्मलेले व लढाईच्या कामात कसलेले तीनशे अठरा दास घेऊन त्याने दानापर्यंत शत्रूंचा पाठलाग केला."},{"number":15,"verse":"त्याने आपल्या दासांच्या टोळ्या करून त्यांच्यावर रात्रीची चाल केली आणि त्यांना मार देऊन दिमिष्काच्या उत्तरेस होबापर्यंत त्यांचा पाठलाग केला."},{"number":16,"verse":"त्याने सगळी मालमत्ता माघारी आणली; त्याप्रमाणेच आपला भाऊबंद लोट, त्याची मालमत्ता, स्त्रिया व लोक माघारी आणले."},{"number":17,"verse":"( मलकीसदेक अब्रामाला आशीर्वाद देतो) कदार्लागोमर आणि त्याच्याबरोबरचे राजे ह्यांना मारून तो माघारी येत असता त्याला भेटायला सदोमाचा राजा शावेखिंड म्हणजे राजखिंड येथवर सामोरा गेला."},{"number":18,"verse":"आणि शालेमाचा राजा मलकीसदेक भाकर व द्राक्षारस घेऊन त्याला सामोरा आला; हा परात्पर देवाचा याजक होता."},{"number":19,"verse":"त्याने त्याला असा आशीर्वाद दिला : “आकाशाचा व पृथ्वीचा स्वामी जो परात्पर देव तो अब्रामाला आशीर्वाद देवो;"},{"number":20,"verse":"ज्या परात्पर देवाने तुझे शत्रू तुझ्या स्वाधीन केले तो धन्य!” तेव्हा अब्रामाने त्याला अवघ्याचा दहावा भाग दिला."},{"number":21,"verse":"मग सदोमाचा राजा अब्रामाला म्हणाला, “माणसे मला द्या आणि मालमत्ता तुम्ही ठेवा.”"},{"number":22,"verse":"पण अब्राम सदोमाच्या राजाला म्हणाला, “परमेश्वर परात्पर देव, आकाशाचा व पृथ्वीचा स्वामी ह्याच्यासमोर मी बाहू उभारून सांगतो की,"},{"number":23,"verse":"तुमचा एक सुतळीचा तोडा किंवा वहाणेचा बंद मी घेणार नाही; मी अब्रामास संपन्न केले असे म्हणायला तुम्हांला कारण न मिळो;"},{"number":24,"verse":"ह्या तरुण माणसांनी अन्न खाल्ले तेवढे पुरे; माझ्याबरोबर आलेले आनेर, अष्कोल व मम्रे ह्यांना वाटा मिळाला म्हणजे पुरे; त्यांना आपला वाटा घेऊ द्या.”"}]}