{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":18,"verses":[{"number":1,"verse":"( इसहाकाच्या जन्माविषयी देवाचे वचन) तो दिवसा भर उन्हाच्या वेळी डेर्‍याच्या दाराशी बसला असता परमेश्वराने मम्रेच्या एलोन राईत त्याला दर्शन दिले;"},{"number":2,"verse":"त्याने आपली दृष्टी वर करून पाहिले तेव्हा त्याच्यासमोर तीन पुरुष उभे असलेले त्याला दिसले. त्याने आपल्या डेर्‍याच्या दारापासून धावत सामोरे जाऊन जमिनीपर्यंत लवून त्यांना नमन केले;"},{"number":3,"verse":"तो म्हणाला, “हे प्रभू, माझ्यावर तुझी कृपादृष्टी असेल तर ये; तुझ्या दासापासून पुढे जाऊ नकोस;"},{"number":4,"verse":"थोडे पाणी आणू द्या; तुम्ही आपले पाय धुऊन ह्या झाडाखाली विसावा घ्या."},{"number":5,"verse":"मी थोडी भाकर आणतो, तिचा आपल्या जिवास आधार करा, मग पुढे जा; ह्यासाठी तुमचे ह्या आपल्या दासाकडे येणे झाले असावे.” ते म्हणाले, “तू म्हणतोस ते कर.”"},{"number":6,"verse":"तेव्हा अब्राहाम त्वरेने डेर्‍यात सारेकडे जाऊन म्हणाला, “तीन मापे सपीठ लवकर घे व ते मळून त्याच्या भाकरी कर.”"},{"number":7,"verse":"अब्राहाम गुरांकडे धावत गेला व त्याने एक चांगले कोवळे वासरू निवडून चाकराकडे दिले; त्याने ते त्वरेने रांधले."},{"number":8,"verse":"नंतर अब्राहामाने दही, दूध व ते रांधलेले वासरू आणून त्याच्यापुढे ठेवले आणि ते जेवत असता तो त्यांच्याजवळ झाडाखाली उभा राहिला."},{"number":9,"verse":"मग ते त्याला म्हणाले, “तुझी बायको सारा कोठे आहे?” तो म्हणाला, “ती डेर्‍यात आहे.”"},{"number":10,"verse":"मग तो म्हणाला, “पुढल्या वसंत ऋतूत (जीवनाच्या वेळेस) मी तुझ्याकडे खात्रीने परत येईन; तेव्हा तुझी बायको सारा हिला मुलगा होईल.” त्याच्यामागे डेर्‍याच्या दारी सारा हे ऐकत होती."},{"number":11,"verse":"अब्राहाम व सारा हे वृद्ध, वयातीत होते आणि स्त्रियांच्या रीतीप्रमाणे सारेला पाळी येण्याचे बंद झाले होते."},{"number":12,"verse":"तेव्हा सारा मनातल्या मनात हसून म्हणाली, “मी जख्ख म्हातारी झाले आहे. माझा धनीही वृद्ध झाला आहे, तर मला आता हे सुख मिळेल काय?”"},{"number":13,"verse":"परमेश्वर अब्राहामाला म्हणाला, “सारा का हसली? मी आता अशी वृद्ध झाले असता मला खरोखर मुलगा होणार काय, असे ती का म्हणाली?"},{"number":14,"verse":"परमेश्वराला काही असाध्य आहे काय? नेमलेल्या समयी वसंत ऋतूत मी तुझ्याकडे परत येईन तेव्हा सारेला मुलगा होईल.”"},{"number":15,"verse":"तेव्हा सारा नाकारून म्हणाली, “मी हसले नाही;” कारण ती घाबरली होती; पण तो म्हणाला, “नाही, तू हसलीसच.”"},{"number":16,"verse":"( सदोम नगरासाठी अब्राहामाची मध्यस्थी) नंतर ते पुरुष तेथून उठून सदोम नगराकडे जाण्यास निघाले आणि अब्राहाम त्यांना वाटेस लावण्यास गेला."},{"number":17,"verse":"परमेश्वर म्हणाला, “मी जे करणार आहे ते अब्राहामापासून लपवून ठेवू काय?"},{"number":18,"verse":"कारण त्याचे मोठे व समर्थ राष्ट्र खात्रीने होणार, आणि त्याच्या द्वारे पृथ्वीवरील सर्व राष्ट्रे आशीर्वादित होणार."},{"number":19,"verse":"मी त्याची निवड केली आहे ती अशासाठी की त्याने आपल्या लेकरांना व आपल्या पश्‍चात आपल्या घराण्याला आज्ञा द्यावी आणि त्यांनी न्यायनीतीने वागण्यासाठी परमेश्वराचा मार्ग आचरावा आणि हे अशासाठी की परमेश्वर अब्राहामाविषयी जे बोलला ते त्याने त्याला प्राप्त करून द्यावे.”"},{"number":20,"verse":"मग परमेश्वर म्हणाला, “सदोम व गमोरा ह्यांच्याविषयीची ओरड फारच झाली आहे व खरोखर त्यांचे पाप फार भारी आहे,"},{"number":21,"verse":"म्हणून त्यांच्याविषयीची जी ओरड माझ्या कानी आली आहे तशीच त्यांची करणी आहे की काय हे पाहायला मी खाली जातो; तसे नसेल तर मला कळून येईल.”"},{"number":22,"verse":"तेथून ते पुरुष वळून सदोमाकडे चालते झाले; पण अब्राहाम तसाच परमेश्वरासमोर उभा राहिला."},{"number":23,"verse":"अब्राहाम जवळ जाऊन म्हणाला, “तू दुर्जनांबरोबर नीतिमानांचाही संहार खरेच करणार काय?"},{"number":24,"verse":"त्या नगरात कदाचित पन्नास नीतिमान असतील तर त्यांचा तू खरेच संहार करणार काय? त्याच्यातल्या पन्नास नीतिमानांसाठी त्या नगराची तू गय करणार नाहीस काय?"},{"number":25,"verse":"ह्या प्रकारची कृती तुझ्यापासून दूर राहो. ज्यामुळे नीतिमानाची आणि दुष्टाची सारखीच गत होईल असा दुर्जनाबरोबर नीतिमानाचा वध करणे तुझ्यापासून दूर राहो; सर्व जगाचा न्यायाधीश योग्य न्याय करणार नाही काय?”"},{"number":26,"verse":"परमेश्वर म्हणाला, “मला सदोम नगरात पन्नास नीतिमान आढळले तर त्यांच्यासाठी मी त्या सगळ्या स्थलाची गय करीन.”"},{"number":27,"verse":"अब्राहाम म्हणाला, “पाहा, मी केवळ धूळ व राख असून प्रभूशी बोलण्याचे मी धाडस करत आहे;"},{"number":28,"verse":"कदाचित पन्नासात पाच कमी नीतिमान असतील तर पाच कमी म्हणून तू सर्व नगराचा नाश करशील काय?” तेव्हा तो म्हणाला, “मला तेथे पंचेचाळीस आढळले तर मी त्याचा नाश करणार नाही.”"},{"number":29,"verse":"त्याने पुन्हा म्हटले, “तेथे कदाचित चाळीसच आढळले तर?” तो म्हणाला, “त्या चाळिसांकरता मी तसे करणार नाही.”"},{"number":30,"verse":"मग तो म्हणाला, “मी बोलतो ह्याचा प्रभूला राग न यावा; तेथे कदाचित तीसच आढळले तर?” तो म्हणाला, “मला तीसच आढळले तर मी तसे करणार नाही.”"},{"number":31,"verse":"मग तो म्हणाला, “पाहा, मी प्रभूशी बोलण्याचे धाडस करत आहे; तेथे कदाचित वीसच आढळले तर?” तो म्हणाला, “त्या विसांकरता मी त्याचा नाश करणार नाही.”"},{"number":32,"verse":"तो म्हणाला, “प्रभूला राग न यावा; मी आणखी एकदाच बोलतो. तेथे कदाचित दहाच आढळले तर?” तो म्हणाला, “त्या दहांकरता त्याचा नाश करणार नाही.”"},{"number":33,"verse":"मग अब्राहामाशी बोलणे संपवल्यावर परमेश्वर निघून गेला, आणि अब्राहाम आपल्या ठिकाणी परत आला."}]}