{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":19,"verses":[{"number":1,"verse":"( सदोम आणि गमोरा ह्या नगरांचा नाश) मग संध्याकाळी ते दोघे दूत सदोम येथे आले, तेव्हा लोट सदोमाच्या वेशीत बसला होता; त्यांना पाहून लोट उठून सामोरा गेला; आणि भूमीपर्यंत तोंड लववून त्याने त्यांना नमन केले;"},{"number":2,"verse":"तो त्यांना म्हणाला, “पाहा, महाराज, आपल्या दासाच्या घरी येण्याची कृपा करा; आजची रात्र राहा, पाय धुवा व सकाळी उठून मार्गस्थ व्हा;” पण ते म्हणाले, “नाही, आम्ही रात्रभर रस्त्यातच मुक्काम करू;”"},{"number":3,"verse":"पण त्याने त्यांना फारच आग्रह केल्यावरून ते त्याच्याबरोबर त्याच्या घरी गेले; त्याने त्यांच्यासाठी भोजन तयार केले; त्याने बेखमीर भाकरी केल्या आणि ते जेवले."},{"number":4,"verse":"ते निजण्यापूर्वीच त्या नगराच्या माणसांनी, म्हणजे सदोमाच्या माणसांनी, तरुणापासून ते म्हातार्‍यापर्यंत, अशा सगळ्या लोकांनी चोहोकडून येऊन त्या घराला गराडा घातला."},{"number":5,"verse":"ते लोटाला हाक मारून म्हणाले, “आज रात्री तुझ्याकडे आलेले पुरुष कोठे आहेत? त्यांना बाहेर आण, म्हणजे आम्ही त्यांच्याशी समागम करू.”"},{"number":6,"verse":"तेव्हा लोट दाराशी त्यांच्याकडे गेला व त्याने आपल्यामागून दार लावून घेतले."},{"number":7,"verse":"तो म्हणाला, “बांधवहो, असले दुष्कर्म करू नका."},{"number":8,"verse":"हे पाहा, माझ्या दोन मुली आहेत, त्यांनी अद्यापि पुरुष पाहिलेला नाही; मी त्यांना तुमच्याकडे आणू काय? तुमच्या मर्जीस येईल तसे त्यांच्याशी वर्तन करा; पण ह्या पुरुषांना काही करू नका, कारण ते आसर्‍यासाठी माझ्या छपराखाली आले आहेत."},{"number":9,"verse":"तेव्हा ते म्हणाले, “बाजूला हो, हा तर येथे थोडे दिवस राहायला आला आणि आता मोठा न्यायाधीश बनला आहे! तर त्यांच्यापेक्षा तुझीच अधिक खबर घेतो.” असे म्हणून ते लोटाला जोराने ढकलू लागले व दार फोडायला सरसावले,"},{"number":10,"verse":"पण त्या पुरुषांनी बाहेर हात काढून लोटाला घरात आपल्याकडे ओढून दार लावून घेतले."},{"number":11,"verse":"आणि घराच्या दाराशी जी लहानथोर माणसे जमली होती त्यांना त्यांनी आंधळे करून टाकले; मग ती घर शोधून शोधून थकली."},{"number":12,"verse":"ते पुरुष लोटाला म्हणाले, “तुझे आणखी कोणी येथे आहेत काय? तुझा जावई, तुझे मुलगे, तुझ्या मुली आणि तुझे दुसरे कोणी ह्या नगरात असेल त्यांना ह्या स्थानातून बाहेर काढ."},{"number":13,"verse":"कारण आम्ही ह्या स्थानाचा नाश करणार आहोत. ह्या लोकांविषयी परमेश्वरापुढे फार ओरड झाली आहे आणि ह्या नगराचा नाश करण्यास परमेश्वराने आम्हांला पाठवले आहे.”"},{"number":14,"verse":"तेव्हा लोट बाहेर जाऊन आपल्या मुलींशी विवाह केलेल्या1 आपल्या जावयांना म्हणाला, “उठा, ह्या स्थानातून बाहेर पडा, कारण परमेश्वर ह्या नगराचा नाश करणार आहे;” परंतु त्याच्या जावयांना तो केवळ गंमत करत आहे असे भासले."},{"number":15,"verse":"पहाट होताच दूतांनी लोटाला घाई करून म्हटले, “ऊठ, तुझी बायको व येथे असलेल्या तुझ्या दोन मुली ह्यांना घेऊन नीघ, नाहीतर ह्या नगराच्या शिक्षेत तुझा संहार होईल.”"},{"number":16,"verse":"पण तो दिरंगाई करू लागला, तेव्हा परमेश्वराची करुणा त्याच्यावर होती म्हणून त्या पुरुषांनी त्याच्या, त्याच्या बायकोच्या आणि दोन्ही मुलींच्या हातांना धरून त्यांना ओढून बाहेर काढले आणि नगराबाहेर आणून सोडले."},{"number":17,"verse":"त्यांना बाहेर आणल्यावर दूत त्यांना म्हणाला, “आपला जीव घेऊन पळ; मागे पाहू नकोस व खोर्‍यात कोठे थांबू नकोस; डोंगराकडे पळ काढ, नाहीतर तुझा संहार होईल.”"},{"number":18,"verse":"तेव्हा लोट त्यांना म्हणाला, “हे प्रभू, नको! नको!"},{"number":19,"verse":"पाहा, ह्या तुझ्या दासावर तुझी कृपादृष्टी झाली आहे; माझा जीव वाचवला ही तुझी माझ्यावर अपार दया झाली आहे; मला डोंगराकडे पळून जाववणार नाही, न जाणो, माझ्यावर हे अरिष्ट येऊन मी मरून जाईन."},{"number":20,"verse":"तर पाहा, पळून जायला हे नगर जवळ असून लहान आहे; पाहा, ते किती लहान आहे; तिकडे मला पळून जाऊ दे, म्हणजे माझा जीव वाचेल.”"},{"number":21,"verse":"तेव्हा तो त्याला म्हणाला, “तुझ्या ह्याही गोष्टीला मी मान्य आहे; तू म्हणतोस त्या नगराचा मी नाश करणार नाही."},{"number":22,"verse":"त्वरा कर, तिकडे पळून जा; कारण तू तेथे जाऊन पोहचेपर्यंत मला काही करता येत नाही.” ह्यावरून त्या नगराचे नाव सोअर (लहान) असे पडले."},{"number":23,"verse":"लोट सोअरात जाऊन पोहचला तेव्हा पृथ्वीवर सूर्योदय झाला होता."},{"number":24,"verse":"तेव्हा परमेश्वराने सदोम व गमोरा ह्यांच्यावर गंधक व अग्नी ह्यांचा वर्षाव आकाशातून केला;"},{"number":25,"verse":"आणि ती नगरे आणि ती सर्व तळवट, त्या नगरातले सर्व रहिवासी आणि तेथे जमिनीत उगवलेले सर्वकाही ह्यांचा त्याने नाश केला;"},{"number":26,"verse":"पण लोटाची बायको त्याच्यामागून चालली होती ती मागे पाहत राहिली आणि ती मिठाचा खांब झाली."},{"number":27,"verse":"इकडे अब्राहाम मोठ्या पहाटेस उठून, जेथे तो परमेश्वरापुढे उभा राहिला होता त्या ठिकाणी गेला."},{"number":28,"verse":"त्याने सदोम व गमोरा आणि अवघा तळवटीचा प्रदेश ह्यांच्याकडे नजर फेकली तर पाहा, त्या प्रदेशातून भट्टीच्या धुरासारखा धूर वर चालला होता!"},{"number":29,"verse":"ह्या प्रकारे देवाने त्या तळवटीतील नगरांचा नाश केला. त्या वेळी देवाने अब्राहामाची आठवण केली, आणि लोट राहत होता तेथल्या नगरांचा नाश करतेवेळी लोटाला त्या नाशातून वाचवले."},{"number":30,"verse":"( मवाबी आणि अम्मोनी ह्यांच्या वंशांचा प्रारंभ) नंतर लोट आपल्या दोन्ही मुलींसह सोअरातून निघून डोंगरावर जाऊन राहिला; त्याला सोअरात राहण्याची भीती वाटली, आणि तो आपल्या दोन्ही मुलींसह एका गुहेत राहिला."},{"number":31,"verse":"एके दिवशी थोरली धाकटीला म्हणाली, “आपला बाप म्हातारा आहे, आणि जगरहाटीप्रमाणे आपल्यापाशी यायला कोणी पुरुष पृथ्वीवर नाही;"},{"number":32,"verse":"तर चल, आपण आपल्या बापाला द्राक्षारस पाजू आणि त्याच्यापाशी निजू; अशा प्रकारे आपण आपल्या बापाचा वंश चालवू.”"},{"number":33,"verse":"त्यांनी त्या रात्री आपल्या बापाला द्राक्षारस पाजला आणि थोरली मुलगी त्याच्यापाशी जाऊन निजली; पण ती केव्हा निजली व केव्हा उठली हे त्याला कळले नाही."},{"number":34,"verse":"मग दुसर्‍या दिवशी थोरली धाकटीला म्हणाली, “पाहा, काल रात्री मी बापापाशी निजले, तर आज रात्रीही आपण त्याला द्राक्षारस पाजू आणि तू त्याच्यापाशी जाऊन नीज; अशा प्रकारे आपण आपल्या बापाचा वंश चालवू.”"},{"number":35,"verse":"त्या रात्रीही त्यांनी बापाला द्राक्षारस पाजला आणि धाकटी उठून जाऊन त्याच्यापाशी निजली; पण ती केव्हा निजली व केव्हा उठली हे त्याला कळले नाही."},{"number":36,"verse":"ह्या प्रकारे लोटाच्या दोघी मुली बापापासून गर्भवती झाल्या."},{"number":37,"verse":"थोरल्या मुलीला मुलगा झाला, त्याचे नाव तिने मवाब असे ठेवले; आजमितीला जे मवाबी म्हणून आहेत त्यांचा हा मूळ पुरुष."},{"number":38,"verse":"धाकटीलाही मुलगा झाला, तिने त्याचे नाव बेनअम्मी असे ठेवले; आजमितीला जे अम्मोनी म्हणून आहेत त्यांचा हा मूळ पुरुष."}]}