{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"( इसहाकाचा जन्म) ह्यानंतर परमेश्वराने आपल्या म्हणण्याप्रमाणे सारेवर अनुग्रह केला आणि तिला दिलेले वचन पुरे केले."},{"number":2,"verse":"सारा गर्भवती झाली आणि देवाने सांगितलेल्या समयी अब्राहामाला म्हातारपणी तिच्यापासून मुलगा झाला."},{"number":3,"verse":"अब्राहामाला सारेपासून मुलगा झाला त्याचे नाव त्याने इसहाक ठेवले."},{"number":4,"verse":"अब्राहामाने आपला मुलगा इसहाक आठ दिवसांचा झाला तेव्हा देवाच्या आज्ञेप्रमाणे त्याची सुंता केली."},{"number":5,"verse":"इसहाक झाला तेव्हा अब्राहाम शंभर वर्षांचा होता."},{"number":6,"verse":"सारा म्हणाली, “देवाने मला हसवले आहे; जो कोणी हे ऐकेल तो माझ्याबरोबर हसेल.”"},{"number":7,"verse":"ती आणखी म्हणाली, “सारा मुलास पाजील असे अब्राहामाला कोण म्हणाला असता? पण त्याच्या म्हातारपणी माझ्यापासून त्याला मुलगा झाला आहे!”"},{"number":8,"verse":"( हागार आणि इश्माएल ह्यांना घालवून देणे) तो बाळ मोठा झाला तेव्हा त्याचे दूध तोडले; इसहाकाचे दूध तोडले त्या दिवशी अब्राहामाने मोठी मेजवानी दिली."},{"number":9,"verse":"हागार मिसरिणीस अब्राहामापासून झालेल्या मुलाला खिदळताना सारेने पाहिले."},{"number":10,"verse":"तेव्हा ती अब्राहामाला म्हणाली, “ह्या दासीला व हिच्या मुलाला घालवून द्या; माझा मुलगा इसहाक ह्याच्याबरोबर ह्या दासीचा मुलगा वारस नसावा.”"},{"number":11,"verse":"अब्राहामाला आपल्या मुलासंबंधी ही गोष्ट फार वाईट वाटली."},{"number":12,"verse":"तेव्हा देव अब्राहामाला म्हणाला, “हा मुलगा व तुझी दासी ह्यांच्यासंबंधी तू वाईट वाटून घेऊ नकोस; सारा तुला जे काही सांगते ते सगळे ऐक; कारण तुझ्या वंशाचे नाव इसहाकच चालवणार."},{"number":13,"verse":"ह्या दासीच्या मुलापासूनही मी एक राष्ट्र निर्माण करीन; कारण तो तुझे बीज आहे.”"},{"number":14,"verse":"नंतर अब्राहामाने मोठ्या पहाटेस उठून भाकरी व पाण्याची मसक आणून हागारेच्या खांद्यावर ठेवली आणि तिचा मुलगा तिच्या हवाली करून तिला रवाना केले; ती निघून बैर-शेबाच्या रानात भटकत राहिली."},{"number":15,"verse":"मसकेतील पाणी संपल्यावर तिने त्या मुलाला एका झुडपाखाली टाकले,"},{"number":16,"verse":"आणि ती बाणाच्या टप्प्याइतकी दूर जाऊन त्याच्यासमोर बसली; ती म्हणाली, “आपण आपल्या मुलाचा मृत्यू पाहू नये;” आणि ती त्याच्यासमोर बसून हंबरडा फोडून रडू लागली."},{"number":17,"verse":"देवाने मुलाची वाणी ऐकली व देवाच्या दूताने आकाशातून हाक मारून हागारेला म्हटले, “हागारे, तू कष्टी का? भिऊ नकोस, कारण मुलगा आहे तेथून देवाने त्याची वाणी ऐकली आहे."},{"number":18,"verse":"ऊठ, मुलाला उचलून आपल्या हाती घट्ट धर; त्याच्यापासून मी एक मोठे राष्ट्र निर्माण करीन.”"},{"number":19,"verse":"मग देवाने तिचे डोळे उघडले. पाण्याचा झरा तिच्या दृष्टीस पडला; तेव्हा तिने जाऊन मसकेत पाणी भरले व मुलाला पाजले."},{"number":20,"verse":"देव त्या मुलाचा पाठीराखा झाला व तो रानात लहानाचा मोठा होऊन तिरंदाज झाला."},{"number":21,"verse":"तो पारानाच्या रानात वस्ती करून राहिला, आणि त्याच्या आईने त्याला मिसर देशातली बायको करून दिली."},{"number":22,"verse":"( अब्राहाम आणि अबीमलेख ह्यांच्यामधील करार) त्या सुमारास असे झाले की अबीमलेख व त्याचा सेनापती पीकोल हे अब्राहामाला म्हणाले, “जे काही तुम्ही करता त्यात देव तुमच्याबरोबर आहे."},{"number":23,"verse":"तर तुम्ही मला आता येथे देवाच्या शपथेवर असे म्हणा : मी तुमच्याशी, तुमच्या पुत्रपौत्रांशी कपट करणार नाही, आणि जशी तुम्ही माझ्यावर कृपा केली तशी मी तुमच्यावर व ज्या देशात मी उपरा होऊन राहिलो आहे त्या ह्या देशावर कृपा करीन.”"},{"number":24,"verse":"अब्राहाम म्हणाला, “बरे, अशी शपथ मी वाहतो.”"},{"number":25,"verse":"मग अबीमलेखाच्या चाकरांनी पाण्याची एक विहीर बळकावली होती त्याबद्दल अब्राहामाने अबीमलेखाला दोष लावला."},{"number":26,"verse":"अबीमलेख म्हणाला, “हे कोणी केले हे मला ठाऊक नाही; तुम्ही मला हे कधी सांगितले नव्हते; आणि मीही हे ऐकले नव्हते, आजच ऐकले.”"},{"number":27,"verse":"मग अब्राहामाने मेंढरे व बैल आणून अबीमलेखाला दिले आणि त्या दोघांनी एकमेकांत करार केला."},{"number":28,"verse":"अब्राहामाने कळपातील कोकरांतल्या सात माद्या वेगळ्या काढून ठेवल्या."},{"number":29,"verse":"तेव्हा अबीमलेख अब्राहामास म्हणाला, “तुम्ही ही सात कोकरे वेगळी काढून ठेवली ती कशाला?”"},{"number":30,"verse":"तो म्हणाला, “तुम्ही ही सात कोकरे माझ्या हातून घ्यावी, म्हणजे ही विहीर मी खणली आहे अशी माझ्या बाजूने साक्ष पटेल.”"},{"number":31,"verse":"ह्यावरून त्या ठिकाणाचे नाव बैर-शेबा (शपथेची विहीर) असे पडले. कारण तेथे त्या दोघांनी शपथ वाहिली."},{"number":32,"verse":"बैर-शेबा येथे त्यांनी करार केल्यावर अबीमलेख व त्याचा सेनापती पीकोल हे निघून पलिष्ट्यांच्या देशात परत गेले."},{"number":33,"verse":"मग अब्राहामाने बैर-शेबा येथे एशेल वृक्ष लावला आणि तेथे सनातन देव परमेश्वर ह्याच्या नावाने प्रार्थना केली."},{"number":34,"verse":"अब्राहाम हा पलिष्ट्यांच्या देशात पुष्कळ दिवस उपरा म्हणून राहिला."}]}