{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":23,"verses":[{"number":1,"verse":"( सारेचा मृत्यू : आपल्या मृतांना पुरण्यासाठी अब्राहाम जमीन विकत घेतो) सारा एकशे सत्तावीस वर्षे जगली; एवढेच तिचे आयुष्य होते."},{"number":2,"verse":"सारा ही कनान देशातील किर्याथ-आर्बा म्हणजे हेब्रोन येथे मृत्यू पावली, आणि अब्राहाम तिच्यासाठी शोक व विलाप करायला आला."},{"number":3,"verse":"अब्राहाम आपल्या मयताजवळून उठून हेथींना म्हणाला,"},{"number":4,"verse":"“मी तुमच्यामध्ये उपरा व परदेशी आहे; माझ्या मालकीचे कबरस्तान तुमच्यामध्ये असावे म्हणून मला जागा द्या, म्हणजे मी आपल्या मयतास दृष्टिआड करीन."},{"number":5,"verse":"तेव्हा हेथी अब्राहामाला म्हणाले,"},{"number":6,"verse":"“स्वामी, आमचे ऐका; आमच्यामध्ये आपण देवाचे एक सरदार आहात; आपण आमच्या वाटेल त्या कबरेत आपल्या मयतास मूठमाती द्या; आपल्या मयतास मूठमाती देण्यासाठी आपली खाजगी कबर द्यायला आमच्यातला कोणीही नाही म्हणणार नाही.”"},{"number":7,"verse":"तेव्हा अब्राहामाने उठून त्या देशाच्या लोकांना म्हणजे हेथींना नमन केले."},{"number":8,"verse":"तो त्यांना म्हणाला, “मी आपल्या मयतास दृष्टिआड करावे अशी तुमची इच्छा असल्यास माझे म्हणणे ऐका; एफ्रोन बिन सोहर ह्याच्याकडे रदबदली करा की,"},{"number":9,"verse":"त्याच्या शेताच्या सीमेच्या आत असलेली त्याची मकपेला नावाची गुहा आहे, ती माझ्या मालकीचे कबरस्तान व्हावे म्हणून त्याने तुमच्या समक्ष पुरी किंमत घेऊन मला द्यावी."},{"number":10,"verse":"एफ्रोन हित्ती हा हेथींमध्ये बसलेला होता. तो हेथींच्या समक्ष, त्याच्या गावच्या वेशीतून जाणार्‍या-येणार्‍या सर्वांसमक्ष अब्राहामाला म्हणाला,"},{"number":11,"verse":"“स्वामी, नाही, माझे ऐका. ते शेत आणि त्यात असलेली गुहा ही मी आपल्याला देतो. माझ्या भाऊबंदांसमक्ष मी आपल्याला देतो, तेथे आपल्या मयतास माती द्या.”"},{"number":12,"verse":"तेव्हा अब्राहामाने त्या देशाच्या लोकांना नमन केले,"},{"number":13,"verse":"आणि त्या देशाच्या लोकांसमक्ष तो एफ्रोनास म्हणाला, “माझे एवढे अवश्य ऐक. मी शेताचे पैसे देतो ते माझ्याकडून घे म्हणजे मी आपल्या मयतास तेथे मूठमाती देईन.”"},{"number":14,"verse":"एफ्रोनाने अब्राहामाला उत्तर दिले,"},{"number":15,"verse":"“स्वामी माझे ऐका : ही अवघी चारशे शेकेल रुपे किंमतीची जमीन, तिचे काय मोठे? आपण आपल्या मयतास मूठमाती द्या.”"},{"number":16,"verse":"अब्राहामाने एफ्रोनाचे म्हणणे कबूल करून हेथींच्या देखत सांगितला होता तेवढा पैसा म्हणजे चलनी चारशे शेकेल रुपे त्याला तोलून दिले."},{"number":17,"verse":"ह्याप्रमाणे एफ्रोनाचे शेत जे मम्रेच्या पूर्वेस मकपेलात होते ते व त्यातील गुहा, आणि शेतातील आणि चतु:सीमांतील प्रत्येक झाड,"},{"number":18,"verse":"हेथींसमक्ष, वेशीतून जाणार्‍या-येणार्‍या सर्वांसमक्ष, अब्राहामाच्या कबजात पूर्णपणे आले."},{"number":19,"verse":"नंतर अब्राहामाने आपली बायको सारा हिला कनान देशातले मम्रे म्हणजे हेब्रोन ह्याच्या पूर्वेस म्हणजे मकपेलाच्या शेतातील गुहेत पुरले;"},{"number":20,"verse":"आणि ते शेत गुहेसहित कबरस्तान व्हावे म्हणून हेथींकडून अब्राहामाच्या कबजात पूर्णपणे आले."}]}