{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":27,"verses":[{"number":1,"verse":"( याकोब इसहाकाचा आशीर्वाद मिळवतो) इसहाक वृद्ध झाला व त्याची दृष्टी मंद होऊन त्याला दिसेनासे झाले, तेव्हा त्याने एके दिवशी आपला वडील मुलगा एसाव ह्याला बोलावून म्हटले, “बाळा”; तो म्हणाला, “काय आज्ञा?”"},{"number":2,"verse":"तो त्याला म्हणाला, “पाहा, मी आता म्हातारा झालो आहे, आणि मला मृत्यू केव्हा येईल ते ठाऊक नाही."},{"number":3,"verse":"तर आपली शस्त्रे, आपले धनुष्य व भाता घेऊन रानात जा आणि पारध करून माझ्यासाठी हरणाचे मांस आण,"},{"number":4,"verse":"आणि माझ्या आवडीचे रुचकर पक्वान्न तयार करून आण; मी ते खाईन आणि मग मरण्यापूर्वी मी तुला आशीर्वाद देईन.”"},{"number":5,"verse":"इसहाक आपला मुलगा एसाव ह्याच्याशी बोलत असता रिबका ऐकत होती. मग एसाव हरणाची पारध करण्यास रानात गेला."},{"number":6,"verse":"इकडे रिबका आपला मुलगा याकोब ह्याला म्हणाली, “हे पाहा, मी तुझ्या बापाला तुझा भाऊ एसाव ह्याच्याशी असे बोलताना ऐकले की,"},{"number":7,"verse":"हरणाची पारध करून रुचकर पक्वान्न तयार करून आण, म्हणजे मी ते खाऊन मरण्यापूर्वी परमेश्वरासमक्ष तुला आशीर्वाद देईन."},{"number":8,"verse":"तर माझ्या बाळा, आता मी सांगते ते ऐक, माझ्या सांगण्याप्रमाणे कर."},{"number":9,"verse":"आताच्या आता कळपात जाऊन त्यातली दोन चांगली करडे घेऊन ये; म्हणजे मी त्यांचे तुझ्या बापाच्या आवडीचे पक्वान्न तयार करीन;"},{"number":10,"verse":"मग ते तुझ्या बापाकडे घेऊन जा, म्हणजे तो ते खाऊन मरण्यापूर्वी तुला आशीर्वाद देईल.”"},{"number":11,"verse":"ह्यावर याकोब आपली आई रिबका हिला म्हणाला, “पाहा, माझा भाऊ एसाव केसाळ माणूस आहे, आणि मी तर केसरहित माणूस आहे."},{"number":12,"verse":"माझा बाप मला कदाचित चाचपून पाहील आणि मी त्याला ठकवीत आहे असे त्याला दिसून येईल, मग आशीर्वादाऐवजी शाप मात्र मी मिळवीन.”"},{"number":13,"verse":"त्याची आई त्याला म्हणाली, “माझ्या बाळा, तुला शाप मिळाल्यास तो मला लागो; माझे एवढे म्हणणे ऐक व करडे घेऊन ये.”"},{"number":14,"verse":"तेव्हा त्याने जाऊन ती आईकडे आणली, आणि त्याच्या आईने त्याच्या बापाच्या आवडीचे पक्वान्न तयार केले."},{"number":15,"verse":"मग रिबकेने आपला वडील मुलगा एसाव ह्याची घरात असलेली आपल्याजवळची उंची वस्त्रे घेऊन आपला धाकटा मुलगा याकोब ह्याला घातली,"},{"number":16,"verse":"तिने त्याच्या हाताला व मानेच्या गुळगुळीत भागांना करडांची कातडी लपेटली,"},{"number":17,"verse":"आणि आपण तयार केलेले रुचकर पक्वान्न व भाकर ही आपला मुलगा याकोब ह्याच्या हाती दिली."},{"number":18,"verse":"तो आपल्या बापाकडे जाऊन म्हणाला, “बाबा”; तेव्हा तो म्हणाला, “काय आहे? माझ्या बाळा, तू कोण?”"},{"number":19,"verse":"तेव्हा याकोब आपल्या बापाला म्हणाला, “मी एसाव, आपला वडील मुलगा आहे; आपल्या सांगण्याप्रमाणे मी केले आहे; तर उठून बसा आणि मी हरणाचे मांस आणले आहे एवढे खा; आणि आपण मला आशीर्वाद द्यावा.”"},{"number":20,"verse":"तेव्हा इसहाक आपल्या मुलाला म्हणाला, “माझ्या बाळा, तुला ते इतक्या लवकर कसे मिळाले?” तो म्हणाला, “आपला देव परमेश्वर ह्याने मला ते लवकर मिळू दिले.”"},{"number":21,"verse":"मग इसहाक याकोबाला म्हणाला, “माझ्या बाळा, जरा जवळ ये; तू माझा मुलगा एसावच आहेस की काय हे मला चाचपून पाहू दे.”"},{"number":22,"verse":"तेव्हा याकोब आपला बाप इसहाक ह्याच्याजवळ गेला; तो त्याला चाचपून म्हणाला, “वाणी तर याकोबाची आहे, पण हात एसावाचे आहेत.”"},{"number":23,"verse":"त्याचे हात त्याचा भाऊ एसाव ह्याच्या हातांसारखे केसाळ होते म्हणून त्याने त्याला ओळखले नाही आणि त्याला आशीर्वाद दिला."},{"number":24,"verse":"तो त्याला म्हणाला, “तू माझा मुलगा एसावच आहेस काय?” तो म्हणाला, “होय, मीच तो.”"},{"number":25,"verse":"तो म्हणाला, “ते माझ्याकडे आण, मग माझ्या मुलाने म्हणजे तू आणलेले हरणाचे मांस खाऊन मी तुला आशीर्वाद देईन. याकोबाने ते त्याच्याकडे आणले व त्याने ते खाल्ले; मग त्याने त्याला द्राक्षारस आणून दिला तो, तो प्याला."},{"number":26,"verse":"मग त्याचा बाप इसहाक त्याला म्हणाला, “माझ्या मुला, जरा जवळ येऊन माझे चुंबन घे.”"},{"number":27,"verse":"त्याने जवळ जाऊन त्याचे चुंबन घेतले; तेव्हा त्याने त्याच्या वस्त्रांचा वास घेऊन आशीर्वाद दिला तो असा : पाहा, परमेश्वराने आशीर्वाद दिलेल्या शेताप्रमाणे माझ्या मुलाचा सुगंध येत आहे;"},{"number":28,"verse":"देव तुला आकाशाचे दहिवर पृथ्वीवरील सुपीक जमिनी आणि विपुल धान्य व द्राक्षारस देवो;"},{"number":29,"verse":"लोक तुझी सेवा करोत; वंश तुला नमोत; तू आपल्या भाऊबंदांचा स्वामी हो; तुझे सहोदर तुला नमोत; तुला शाप देणारे सगळे शापग्रस्त होवोत; तुला आशीर्वाद देणारे सगळे आशीर्वाद पावोत."},{"number":30,"verse":"इसहाकाने याकोबाला आशीर्वाद देण्याचे पुरे केले आणि याकोब आपला बाप इसहाक ह्याच्याजवळून जातो न जातो तोच त्याचा भाऊ एसाव शिकारीहून आला."},{"number":31,"verse":"त्यानेही रुचकर पक्वान्न तयार करून आपल्या बापाकडे आणले व त्याला म्हटले, “माझ्या बाबांनी उठून आपल्या मुलाने आणलेले हरणाचे मांस खावे, आणि मला आशीर्वाद द्यावा.”"},{"number":32,"verse":"हे ऐकून त्याचा बाप इसहाक त्याला म्हणाला, “तू कोण?” त्याने म्हटले, “मी आपला मुलगा, आपला वडील मुलगा एसाव.”"},{"number":33,"verse":"तेव्हा इसहाक अतिशय कंपायमान होऊन म्हणाला, “तर पारध करून आणलेल्या हरणाचे मांस घेऊन माझ्याकडे जो आला, आणि तू येण्यापूर्वी मी ते खाऊन ज्याला आशीर्वाद दिला तो कोण? तो आशीर्वादित होणारच.”"},{"number":34,"verse":"एसावाने आपल्या बापाचे हे शब्द ऐकले तेव्हा तो अति दु:खाने हंबरडा फोडून आपल्या बापाला म्हणाला, “बाबा, मलाही आशीर्वाद द्या.”"},{"number":35,"verse":"तो म्हणाला, “तुझा भाऊ कपटाने येऊन तुला मिळायचा तो आशीर्वाद घेऊन गेला.”"},{"number":36,"verse":"तेव्हा एसाव म्हणाला, “त्याला याकोब (युक्तीने हिरावून घेणारा) हे नाव यथार्थच ठेवले नाही काय? कारण त्याने दोनदा मला दगा दिला; त्याने माझा ज्येष्ठत्वाचा हक्क घेतला तो घेतलाच व आता माझ्या आशीर्वादाचाही त्याने अपहार केला; तर आपण माझ्यासाठी काहीच आशीर्वाद राखून ठेवला नाही काय?”"},{"number":37,"verse":"तेव्हा इसहाकाने उत्तर दिले, “पाहा, मी त्याला तुझा स्वामी करून ठेवले आहे, त्याचे सर्व भाऊबंद त्याचे सेवक केले आहेत आणि धान्य व द्राक्षारस ह्यांच्या योगे त्याला मी समृद्ध केले आहे; तर माझ्या मुला, आता तुझ्यासाठी मी काय करू?”"},{"number":38,"verse":"एसाव बापाला म्हणाला, “आपल्याजवळ एकच आशीर्वाद आहे काय? बाबा, मला, मलाही आशीर्वाद द्या.” आणि एसाव हेल काढून रडला."},{"number":39,"verse":"तेव्हा त्याचा बाप इसहाक त्याला म्हणाला, “पाहा, पृथ्वीवरील सुपीक जमिनीपासून दूर वरून आकाशातील दव पडते तेथून दूर तुझी वस्ती होईल;"},{"number":40,"verse":"तू आपल्या तलवारीने जगशील, व आपल्या भावाचे दास्य करशील. तरी असे घडून येईल की तू अनावर होशील, तेव्हा तू आपल्या मानेवरचे त्याचे जू उडवून देशील.”"},{"number":41,"verse":"( इसहाक याकोबाला हारान येथे पाठवून देतो) याकोबाला आपल्या बापाने आशीर्वाद दिला त्यामुळे एसावाने त्याच्याशी वैर धरले; एसावाने आपल्या मनात म्हटले, “माझ्या बापाचे सुतक धरण्याचे दिवस जवळ आले आहेत; त्यानंतर मी आपला भाऊ याकोब ह्याला जिवे मारीन."},{"number":42,"verse":"आपला वडील मुलगा एसाव ह्याचे हे म्हणणे रिबकेला कोणी कळवले तेव्हा तिने आपला धाकटा मुलगा याकोब ह्याला बोलावून म्हटले, “पाहा, तुला जिवे मारण्याचा बेत करून तुझा भाऊ एसाव आपले समाधान करून घेत आहे."},{"number":43,"verse":"तर माझ्या बाळा, आता माझे ऐक; ऊठ, हारान येथे माझा भाऊ लाबान आहे; त्याच्याकडे पळून जा,"},{"number":44,"verse":"आणि तुझ्या भावाचा तुझ्यावरचा राग जाईपर्यंत थोडे दिवस त्याच्याकडे राहा;"},{"number":45,"verse":"तुझ्या भावाचा तुझ्यावरचा राग जाऊन तू त्याला जे केले त्याचा त्याला विसर पडेपर्यंत तेथे राहा; मग मी तुला तेथून बोलावणे पाठवून आणीन; एकाच दिवशी तुम्ही दोघांनी मला का अंतरावे?”"},{"number":46,"verse":"तेव्हा रिबका इसहाकाला म्हणाली, “ह्या हेथींच्या मुलींमुळे माझा जीव मला नकोसा झाला आहे; ह्यांच्यासारखी हेथींच्या मुलींतली, ह्या देशाच्या मुलींतली एखादी बायको याकोबाने करून घेतली तर मला जगून काय लाभ?”"}]}