{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":30,"verses":[{"number":1,"verse":"याकोबाला आपल्यापासून काही मूलबाळ होत नाही असे पाहून राहेल आपल्या बहिणीचा मत्सर करू लागली आणि ती याकोबाला म्हणाली, “आपण मला पुत्रवती करा, नाहीतर माझा प्राण चालला.”"},{"number":2,"verse":"तेव्हा याकोब राहेलीवर रागावून म्हणाला, “मी काय देवाच्या ठिकाणी आहे? त्यानेच तुझ्या पोटी फळ निपजू दिले नाही.”"},{"number":3,"verse":"मग ती म्हणाली, “पाहा, ही माझी दासी बिल्हा आहे, हिच्यापाशी जा म्हणजे ही माझ्या मांडीवर प्रसूत होऊन हिच्यामुळे माझे घर नांदते होईल.”"},{"number":4,"verse":"तेव्हा तिने आपली दासी बिल्हा त्याला बायको करून दिली आणि याकोब तिच्यापाशी गेला."},{"number":5,"verse":"बिल्हा याकोबापासून गर्भवती होऊन तिला मुलगा झाला."},{"number":6,"verse":"मग राहेल म्हणाली, “देवाने माझा न्याय केला आहे आणि माझे गार्‍हाणे ऐकून मला मुलगा दिला आहे;” म्हणून तिने त्याचे नाव ‘दान’ ठेवले."},{"number":7,"verse":"मग राहेलीची दासी बिल्हा याकोबापासून पुन: गर्भवती होऊन तिला दुसरा मुलगा झाला."},{"number":8,"verse":"तेव्हा राहेल म्हणाली, “मी आपल्या बहिणीशी प्रचंड झोंबी करून यश मिळवले आहे”; आणि तिने त्याचे नाव ‘नफताली’ ठेवले."},{"number":9,"verse":"आपले जनन थांबले असे लेआ हिने पाहून आपली दासी जिल्पा याकोबाला बायको करून दिली."},{"number":10,"verse":"याकोबापासून लेआ हिची दासी जिल्पा हिला मुलगा झाला;"},{"number":11,"verse":"तेव्हा लेआ म्हणाली, “मी केवढी भाग्याची!” आणि तिने त्याचे नाव ‘गाद’ ठेवले."},{"number":12,"verse":"लेआ हिची दासी जिल्पा हिला याकोबापासून दुसरा मुलगा झाला."},{"number":13,"verse":"तेव्हा लेआ म्हणाली, “मी मोठी धन्य आहे ! इतर स्त्रिया मला धन्य म्हणतील”; म्हणून तिने त्याचे नाव ‘आशेर’ ठेवले."},{"number":14,"verse":"गव्हाच्या हंगामात रऊबेन शेतात गेला असता त्याला पुत्रदात्रीची फळे मिळाली, ती त्याने आपली आई लेआ हिला नेऊन दिली; तेव्हा राहेल लेआ हिला म्हणाली, “पुत्रदात्रीची फळे तुझ्या मुलाने आणली आहेत त्यांतली काही मला दे.”"},{"number":15,"verse":"तेव्हा ती तिला म्हणाली, “माझा नवरा तू घेतलास हे काय थोडे झाले म्हणून तू माझ्या मुलाने आणलेली फळेही घेऊ पाहतेस?” राहेल म्हणाली, “तुझ्या मुलाने आणलेल्या पुत्रदात्रीच्या फळांचा मोबदला म्हणून नवरा आज रात्री तुझ्यापाशी निजेल.”"},{"number":16,"verse":"संध्याकाळी याकोब शेतातून घरी आला तेव्हा लेआ त्याला सामोरी जाऊन म्हणाली, “आपण माझ्यापाशी या; माझ्या मुलाने आणलेली पुत्रदात्रीची फळे देऊन मी आपणाला खरोखर भाड्याने घेतले आहे.” तेव्हा त्या रात्री तो तिच्यापाशी निजला."},{"number":17,"verse":"देवाने लेआचे गार्‍हाणे ऐकले, आणि ती गर्भवती होऊन याकोबापासून तिला पाचवा मुलगा झाला."},{"number":18,"verse":"लेआ म्हणाली, “मी आपली दासी माझ्या नवर्‍याला दिली म्हणून देवाने मला हे वेतन दिले आहे”; आणि तिने त्याचे नाव ‘इस्साखार’ ठेवले."},{"number":19,"verse":"याकोबापासून लेआ पुन: गर्भवती होऊन तिला सहावा मुलगा झाला."},{"number":20,"verse":"तेव्हा लेआ म्हणाली, “देवाने मला चांगले आंदण दिले आहे; ह्या खेपेस माझा नवरा माझ्याशी मिळून राहील, कारण त्याला माझ्या पोटी सहा मुलगे झाले आहेत;” म्हणून तिने त्याचे नाव ‘जबुलून’ ठेवले."},{"number":21,"verse":"त्यानंतर तिला एक मुलगी झाली, तिचे नाव तिने ‘दीना’ ठेवले."},{"number":22,"verse":"मग देवाने राहेलीची आठवण केली; आणि त्याने तिचे गार्‍हाणे ऐकून तिची कूस वाहती केली."},{"number":23,"verse":"ती गर्भवती होऊन तिला मुलगा झाला; ती म्हणाली, “देवाने माझी अप्रतिष्ठा दूर केली आहे”;"},{"number":24,"verse":"आणि तिने त्याचे नाव ‘योसेफ’ ठेवून म्हटले, “परमेश्वर मला मुलाची आणखी जोड देवो!”"},{"number":25,"verse":"( याकोबाने लाबानाशी केलेली देवघेव) राहेलीस योसेफ झाला तेव्हा याकोब लाबानास म्हणाला, “माझी रवानगी करा म्हणजे मी स्वदेशी आपल्या ठिकाणी जाईन."},{"number":26,"verse":"मी ज्यांच्यासाठी आपली चाकरी केली त्या माझ्या बायका व मुले मला द्या म्हणजे मी जातो, मी आपली चाकरी कशी काय केली ती आपल्याला ठाऊक आहेच.”"},{"number":27,"verse":"तेव्हा लाबान त्याला म्हणाला, “तुझी माझ्यावर कृपादृष्टी असल्यास राहायचे कर; तुझ्यामुळे परमेश्वराने माझे अभीष्ट केले आहे हे मला शकुन पाहून कळले आहे.”"},{"number":28,"verse":"तो आणखी म्हणाला, “तुझे वेतन काय ते मला सांग, ते मी तुला देईन.”"},{"number":29,"verse":"तो त्याला म्हणाला, “मी आपली सेवा कशी केली आणि आपली जनावरे माझ्या निगराणीत कशी होती हे आपल्याला ठाऊकच आहे."},{"number":30,"verse":"मी येण्यापूर्वी आपल्याजवळ थोडे होते, ते आता बहुतपट वाढले आहे; जेथे माझा पाय लागला तेथे परमेश्वराने आपले कल्याण केले आहे; तर आता मी स्वत:च्या घरादाराचे केव्हा पाहू?”"},{"number":31,"verse":"लाबान म्हणाला, “मी तुला काय देऊ?” याकोब म्हणाला, “मला काही देऊ नका; माझी केवळ एकच गोष्ट कबूल कराल तर मी पूर्ववत आपले कळप चारत व सांभाळत राहीन."},{"number":32,"verse":"आज मी आपल्या कळपात फिरून त्यांतील मेंढरांपैकी ठिपकेदार, कबर्‍या आणि काळ्या रंगाची मेंढरे, तसेच शेरडांपैकी ठिपकेदार व कबर्‍या रंगांची शेरडे वेगळी काढीन. हेच माझे वेतन."},{"number":33,"verse":"उद्या आपण माझ्या वेतनाचा हिशोब पाहायला आलात तर माझ्या प्रामाणिकपणाची आपल्यालाही साक्ष पटेल; म्हणजे शेरडांपैकी जी ठिपकेदार व कबरी नाहीत व मेंढरांपैकी जी काळी नाहीत अशी काही माझ्याजवळ निघाली तर ती चोरीची समजा.”"},{"number":34,"verse":"तेव्हा लाबान म्हणाला, “ठीक, तुझ्या म्हणण्याप्रमाणेच होऊ दे.”"},{"number":35,"verse":"तेव्हा त्याच दिवशी बांडे व ठिपकेदार एडके, थोडाबहुत पांढरा रंग असलेल्या सर्व ठिपकेदार व कबर्‍या शेळ्या, आणि मेंढरांपैकी सगळी काळी मेंढरे ही वेगळी करून लाबानाने आपल्या मुलांच्या हवाली केली."},{"number":36,"verse":"त्याने आपल्यामध्ये व याकोबामध्ये तीन मजलांचे अंतर ठेवले; आणि याकोब लाबानाचे बाकी उरलेले कळप चारत राहिला."},{"number":37,"verse":"मग याकोबाने लिबने, बदाम आणि अर्मोन ह्या झाडांच्या हिरव्या व कोवळ्या छड्या काढल्या व त्या सोलून पांढर्‍या पट्ट्या काढल्या आणि त्यांच्या अंतरसालीचे पांढरे अंग उघडे केले."},{"number":38,"verse":"त्या सोललेल्या छड्या त्याने त्या शेळ्यामेंढ्यांसमोर त्यांच्या पाणी पिण्याच्या पन्हळांत व कुंड्यांत ठेवल्या; त्या पाणी पिण्यास येत तेव्हा फळत."},{"number":39,"verse":"त्या छड्यांसमोर शेळ्यामेंढ्या फळत आणि त्यांना बांडी, ठिपकेदार व कबरी अशी पोरे होत."},{"number":40,"verse":"मग याकोबाने कोकरे वेगळी केली आणि लाबानाच्या कळपांत असलेल्या बांड्या व काळ्या मेंढ्यांकडे कळपांची तोंडे केली; त्याने आपले कळप वेगळे केले. लाबानाच्या कळपांत ठेवले नाहीत."},{"number":41,"verse":"धष्टपुष्ट मेंढ्या फळत तेव्हा त्यांच्या दृष्टीसमोर डोण्यांत तो त्या छड्या ठेवी, ह्यासाठी की, त्यांनी त्या छड्यांच्या दरम्यान फळावे."},{"number":42,"verse":"मेंढ्या निर्बळ असल्या म्हणजे त्या छड्या त्यांच्यापुढे तो ठेवत नसे; ह्या प्रकारे दुबळ्या त्या लाबानाच्या व धष्टपुष्ट त्या याकोबाच्या झाल्या."},{"number":43,"verse":"अशा रीतीने तो मनुष्य फार संपन्न झाला आणि पुष्कळ शेरडे, मेंढरे, दास, दासी, उंट व गाढवे त्याने संपादन केली."}]}