{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":31,"verses":[{"number":1,"verse":"( याकोब लाबानाच्या घरून पळून जातो) नंतर याकोबाच्या कानावर लाबानाच्या मुलांचे असे म्हणणे आले की, आमच्या बापाचे होते नव्हते ते सर्व याकोबाने लुबाडले आहे, आणि आमच्या बापाच्या सर्वस्वातून त्याने ही सर्व धनदौलत मिळवली आहे."},{"number":2,"verse":"लाबान पूर्वीप्रमाणे आपल्यावर प्रसन्न नाही असे याकोबाने ताडले."},{"number":3,"verse":"परमेश्वराने याकोबाला सांगितले की, “तू आपल्या पूर्वजांच्या देशी, आपल्या आप्तांकडे परत जा, मी तुझ्याबरोबर असेन.”"},{"number":4,"verse":"तेव्हा याकोबाने राहेल व लेआ ह्यांना निरोप पाठवून शेतात आपल्या कळपाकडे बोलावले."},{"number":5,"verse":"त्या आल्यावर तो त्यांना म्हणाला, “तुमच्या बापाच्या चर्येवरून मी ताडले की, तो पूर्वीप्रमाणे माझ्यावर प्रसन्न नाही, तथापि माझ्या वाडवडिलांचा देव माझ्याबरोबर आहे."},{"number":6,"verse":"मी सर्व बळ खर्चून तुमच्या बापाची चाकरी केली हे तुम्हांला ठाऊक आहे;"},{"number":7,"verse":"तरी तुमच्या बापाने मला फसवून दहादा माझ्या वेतनात फेरबदल केला, पण देवाने त्याला माझी काही हानी करू दिली नाही."},{"number":8,"verse":"त्याने जेव्हा म्हटले की, ‘ठिपकेदार शेळ्यामेंढ्या तुला वेतनादाखल मिळतील,’ तेव्हा सर्व कळपांना ठिपकेदार पोरे होऊ लागली; त्याने जेव्हा म्हटले की, ‘बांड्या तुझ्या,’ तेव्हा सर्व कळपांना बांडी पोरे होऊ लागली."},{"number":9,"verse":"ह्या प्रकारे देवाने तुमच्या बापाची जनावरे हिरावून मला दिली आहेत."},{"number":10,"verse":"कळप फळायच्या ऋतूत मी स्वप्नात आपली दृष्टी वर करून पाहिले तो मेंढ्यांवर उडणारे एडके बांडे, ठिपकेदार व करडे होते."},{"number":11,"verse":"तेव्हा स्वप्नात देवदूताने मला म्हटले, “याकोबा”; मी म्हणालो, “काय आज्ञा आहे?”"},{"number":12,"verse":"तो म्हणाला, “आपली दृष्टी वर करून पाहा; मेंढ्यांवर उडणारे सर्व एडके बांडे, ठिपकेदार व करडे आहेत; लाबान तुझ्याशी कसा वागत आहे हे मी पाहिले आहे."},{"number":13,"verse":"बेथेल येथे तू एका स्तंभाला अभ्यंग करून मला नवस केला तेथला मी देव आहे; आता ह्या देशातून निघून तू आपल्या जन्मभूमीस परत जा.”"},{"number":14,"verse":"तेव्हा राहेल व लेआ त्याला म्हणाल्या, “आता आमच्या बापाच्या घरी आणखी काही वेगळा वाटा किंवा वतन आमच्यासाठी थोडेच ठेवले आहे?"},{"number":15,"verse":"त्याच्या दृष्टीने आम्ही परक्याच की नाही? त्याने तर आम्हांला विकून टाकले आहे, आणि आमचे धनही खाऊन टाकले आहे."},{"number":16,"verse":"ह्यास्तव देवाने आमच्या बापापासून जे सर्व धन हिरावून घेतले आहे ते आमचे व आमच्या मुलाबाळांचे आहे; तर आता देवाने आपल्याला सांगितले आहे तसे करा.”"},{"number":17,"verse":"मग याकोबाने उठून आपले मुलगे व बायका ह्यांना उंटांवर बसवले;"},{"number":18,"verse":"आणि आपली सर्व जनावरे, धन, पदन-अरामात मिळवलेली सर्व मालमत्ता घेऊन तो आपला बाप इसहाक ह्याच्याकडे कनान देशास जायला निघाला."},{"number":19,"verse":"लाबान आपल्या मेंढरांची कातरणी करायला गेला असता राहेलीने आपल्या बापाच्या तेराफीम (गृहदेवता) चोरल्या."},{"number":20,"verse":"ह्याप्रमाणे याकोबाने अरामी लाबानास फसवले; कारण आपण पळून जात आहोत हे त्याने त्याला कळू दिले नाही."},{"number":21,"verse":"मग तो आपले सर्वकाही घेऊन पळून गेला; तो उठून फरात नदीपलीकडे गेल्यावर त्याने गिलाद डोंगराकडे जाण्याचा रोख दाखवला."},{"number":22,"verse":"( लाबान याकोबाचा पाठलाग करतो) याकोब पळून गेला हे तिसर्‍या दिवशी कोणीतरी लाबानास सांगितले."},{"number":23,"verse":"तेव्हा त्याने आपले भाऊबंद बरोबर घेऊन त्याचा सात दिवसपर्यंत पाठलाग केला आणि त्याला गिलाद डोंगरात गाठले."},{"number":24,"verse":"देवाने अरामी लाबानाला रात्री स्वप्नात येऊन सांगितले की, “सांभाळ, याकोबाला बरेवाईट काही बोलू नकोस.”"},{"number":25,"verse":"लाबानाने याकोबाला गाठले तेव्हा याकोबाने डोंगरात आपला डेरा दिला होता; लाबानानेही आपल्या भाऊबंदांसह गिलाद डोंगरात डेरा दिला."},{"number":26,"verse":"मग लाबान याकोबाला म्हणाला, “तू हे काय केलेस? तू मला फसवून माझ्या मुली युद्धात पाडाव केल्याप्रमाणे घेऊन आलास."},{"number":27,"verse":"तू चोरून पळालास, मला फसवलेस, काही कळू दिले नाहीस, असे का केलेस? तू मला कळवले असतेस तर मी आनंदाने गाणेबजावणे करून, डफ, चंग वगैरे वाद्ये लावून तुला रवाना केले असते."},{"number":28,"verse":"तू मला आपल्या मुलाबाळांचे चुंबन घेण्याचीही सवड दिली नाहीस; हा सर्व तू मूर्खपणा केलास."},{"number":29,"verse":"तुला अपाय करण्याचे सामर्थ्य मला आहे, पण काल रात्री तुझ्या वडिलांच्या देवाने मला सांगितले की, सांभाळ, याकोबाला बरेवाईट काही बोलू नकोस."},{"number":30,"verse":"बरे, तुला आपल्या बापाच्या घराची ओढ लागून तू आलास तर आलास, पण माझ्या देवता का चोरल्यास?”"},{"number":31,"verse":"तेव्हा याकोबाने लाबानास उत्तर दिले, “मला भीती वाटली; मी म्हणालो, कोण जाणे आपण माझ्याकडून आपल्या मुली हिरावून घ्याल."},{"number":32,"verse":"आपल्या देवता ज्याच्याजवळ सापडतील तो जिवंत राहायचा नाही; आपण आपल्या भाऊबंदांदेखत माझी झडती घेऊन आपले काही सापडेल तर ओळखून खुशाल घ्या.” कारण राहेलीने देवता चोरून आणल्या होत्या हे याकोबाला माहीत नव्हते."},{"number":33,"verse":"तेव्हा लाबान याकोबाच्या डेर्‍यात, लेआच्या डेर्‍यात आणि त्या दोन दासींच्या डेर्‍यात गेला, परंतु त्याला काही सापडले नाही. मग तो लेआच्या डेर्‍यातून राहेलीच्या डेर्‍यात गेला."},{"number":34,"verse":"राहेल त्या गृहदेवता घेऊन व उंटाच्या कंठाळीत ठेवून त्यांवर बसली होती. लाबानाने सर्व डेरा शोधून पाहिला पण त्याला काही सापडले नाही."},{"number":35,"verse":"ती बापाला म्हणाली, “स्वामी, मला आपल्यापुढे उठून उभे राहवत नाही म्हणून रागावू नका, कारण मला स्त्रीधर्म प्राप्त झाला आहे.” अशा प्रकारे त्याने शोध केला; पण त्याला त्या गृहदेवता सापडल्या नाहीत."},{"number":36,"verse":"तेव्हा याकोब रागावला. लाबानाशी तक्रार करू लागला; याकोबाने लाबानाला म्हटले, “आपण माझा पाठलाग करावा असा कोणता अपराध, कोणते पातक मी केले?"},{"number":37,"verse":"आपण माझ्या सर्व सामानाची झडती घेतली त्यांत आपल्या घरच्या काही वस्तू सापडल्या काय? सापडल्या असल्यास त्या ह्या माझ्या व आपल्या भाऊबंदांसमोर ठेवा; म्हणजे त्यांना आपल्या दोघांचा निवाडा करता येईल."},{"number":38,"verse":"आज वीस वर्षें मी आपल्याजवळ राहिलो; इतक्या काळात आपल्या शेळ्यामेंढ्या गाभटल्या नाहीत व आपल्या कळपातले एडके मी खाल्ले नाहीत."},{"number":39,"verse":"वनपशूंनी जी फाडून खाल्ली ती तशीच आपल्याकडे न आणता मी त्यांच्याऐवजी दुसरी भरून दिली; दिवसा-रात्री चोरीस गेलेली आपण माझ्यापासून भरून घेतलीत."},{"number":40,"verse":"दिवसा उन्हाचा ताप व रात्री गारठा ह्यांनी मी जर्जर होई; माझ्या डोळ्यांची झोप उडे, अशी माझी दशा होती."},{"number":41,"verse":"गेली वीस वर्षे मी आपल्या घरी काढली; चौदा वर्षे आपल्या दोन्ही मुलींसाठी आणि सहा वर्षे आपल्या शेरडामेंढरांसाठी मी आपली चाकरी केली. आणि दहादा आपण माझ्या वेतनात फेरबदल केला."},{"number":42,"verse":"माझ्या पित्याचा देव, अब्राहामाचा देव आणि इसहाकाचा ‘धाक’ (देव) माझा पाठीराखा नसता तर आताही आपण मला रिकामे लावून दिले असते. माझे दु:ख व माझ्या हातांनी केलेले कष्ट देवाने पाहून काल रात्री आपल्याला धमकावले.”"},{"number":43,"verse":"( याकोब व लाबान ह्यांच्यात सलोखा) ह्यावर लाबान याकोबाला म्हणाला, “ह्या मुली माझ्या मुली आहेत, आणि ही मुले माझी मुले आहेत; हे कळप आणि जे काही तुझ्या दृष्टीसमोर दिसते आहे ते अवघे माझे आहे; आता ह्या माझ्या मुली व त्यांच्या पोटची मुले ह्यांना मी काय करू?"},{"number":44,"verse":"तर चल, तू आणि मी आपसात करार करू; आणि तो तुझ्यामाझ्यामध्ये साक्ष होवो.”"},{"number":45,"verse":"तेव्हा याकोबाने एक धोंडा घेऊन त्याचा स्तंभ उभारला."},{"number":46,"verse":"मग याकोब आपल्या भाऊबंदांना म्हणाला, “धोंडे जमा करा,” आणि त्यांनी धोंडे गोळा करून त्यांची रास केली; आणि तेथे त्या राशीजवळ ते जेवले."},{"number":47,"verse":"लाबानाने त्या राशीस यगर-सहदूथा (अरेमाईक भाषेत साक्षीची रास) म्हटले व याकोबाने तिला गलेद (हीब्रू भाषेत साक्षीची रास) म्हटले."},{"number":48,"verse":"लाबान म्हणाला, “आता ही रास तुझ्यामाझ्यामध्ये साक्षीला आहे म्हणून हिचे नाव ‘गलेद’ ठेवले.”"},{"number":49,"verse":"तसेच ‘मिस्पा’ हेही नाव तिला दिले; तो म्हणाला, “कारण आपण परस्परांच्या दृष्टिआड झालो म्हणजे परमेश्वर तुझा-माझा साक्षी असो."},{"number":50,"verse":"तू माझ्या मुलींना दु:ख दिले किंवा त्यांखेरीज अन्य स्त्रिया केल्यास तर पाहा; तुझ्यामाझ्यामध्ये कोणी मानव नसला तरी देव साक्षी आहे.”"},{"number":51,"verse":"लाबान याकोबाला आणखी म्हणाला, “पाहा, तुझ्यामाझ्यामध्ये ही रास व हा स्तंभ मी उभा केला आहे."},{"number":52,"verse":"ही रास व हा स्तंभ साक्षी असो; अनिष्ट करण्याच्या हेतूने मी ही रास ओलांडून तुझ्याकडे येणार नाही. तूही ही रास व हा स्तंभ ओलांडून माझ्याकडे येऊ नयेस."},{"number":53,"verse":"अब्राहामाचा देव, नाहोराचा देव व त्यांच्या पित्याचे1 देव आपल्या दोघांचा न्याय करोत.” मग याकोबाने आपला बाप इसहाक ह्याचा जो ‘धाक’ त्याची शपथ वाहिली."},{"number":54,"verse":"नंतर याकोबाने डोंगरावर यज्ञ केला. आणि आपल्या भाऊबंदांना भोजनास बोलावले; त्यांनी भोजन करून त्या डोंगरावर रात्र घालवली."},{"number":55,"verse":"लाबान मोठ्या पहाटेस उठला, त्याने आपल्या मुलामुलींचे चुंबन घेऊन त्यांना आशीर्वाद दिला. मग लाबान निघून आपल्या ठिकाणी परत गेला."}]}