{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"( बेथेल येथे देव याकोबाला आशीर्वाद देतो) मग देवाने याकोबाला सांगितले की, “ऊठ, वर जाऊन बेथेल येथे राहा; आणि तू आपला भाऊ एसाव ह्याच्यापुढून पळून चालला असताना ज्या देवाने तुला दर्शन दिले होते त्याच्यासाठी तेथे वेदी बांध.”"},{"number":2,"verse":"मग याकोब आपल्या घरच्या मंडळीला व आपल्या-बरोबरच्या सगळ्या माणसांना म्हणाला, “तुमच्यामध्ये जे परके देव आहेत ते सर्व फेकून द्या व स्वत:ला शुद्ध करून आपली वस्त्रे बदला."},{"number":3,"verse":"आपण उठून वर बेथेलास जाऊ; तेथे मी देवासाठी वेदी बांधीन; त्याने माझ्या संकटसमयी माझे ऐकले; आणि ज्या वाटेने मी प्रवास करत होतो तिच्यात तो माझ्याबरोबर होता.”"},{"number":4,"verse":"तेव्हा त्यांनी त्यांच्याकडे असलेले सर्व परके देव आणि त्यांच्या कानांत असलेली कुंडले याकोबाच्या हवाली केली; आणि याकोबाने शखेमाजवळ असलेल्या एला वृक्षाखाली ती पुरून टाकली."},{"number":5,"verse":"मग त्यांनी कूच केले; आणि आसपासच्या नगरांतल्या लोकांच्या मनात देवाने अशी दहशत उत्पन्न केली की ते याकोबाच्या मुलांच्या पाठीस लागले नाहीत."},{"number":6,"verse":"ह्या प्रकारे याकोब आपल्याबरोबरच्या सर्व लोकांसह कनान देशात लूज (म्हणजे बेथेल) येथे येऊन पोहचला."},{"number":7,"verse":"तेथे त्याने एक वेदी बांधली व त्या ठिकाणास एल-बेथेल (बेथेलचा देव) हे नाव दिले; कारण तो आपल्या भावापासून पळून चालला असता येथेच देव त्याला प्रकट झाला होता."},{"number":8,"verse":"रिबकेची दाई दबोरा ही मरण पावली व तिला बेथेलच्या खालच्या बाजूस अल्लोन वृक्षाखाली पुरले; ह्या वृक्षाचे अल्लोन-बाकूथ (रुदनवृक्ष) असे नाव ठेवले."},{"number":9,"verse":"याकोब पदन-अरामाहून परत आल्यावर देवाने त्याला पुन्हा दर्शन देऊन आशीर्वाद दिला."},{"number":10,"verse":"देव त्याला म्हणाला, “तुझे नाव याकोब आहे; पण आतापासून तुला याकोब म्हणणार नाहीत, तर तुझे नाव इस्राएल होईल.” आणि देवाने त्याला इस्राएल हे नाव दिले."},{"number":11,"verse":"देव त्याला आणखी म्हणाला, “मी सर्वसमर्थ देव आहे; तू फलद्रूप होऊन बहुगुणित हो; तुझ्यापासून एक राष्ट्रच काय, तर राष्ट्रसमूह उत्पन्न होईल आणि तुझ्या पोटी राजे निपजतील."},{"number":12,"verse":"जो देश मी अब्राहाम व इसहाक ह्यांना दिला तो तुला देईन आणि तुझ्यामागे तुझ्या संततीलाही तोच देश देईन.”"},{"number":13,"verse":"मग देवाने जेथे याकोबाशी भाषण केले होते तेथूनच आरोहण केले."},{"number":14,"verse":"आणि जेथे देवाने याकोबाशी भाषण केले होते तेथे त्याने एक पाषाणस्तंभ उभा केला आणि त्यावर पेयार्पण करून त्याला तैलाभ्यंग केला."},{"number":15,"verse":"जेथे देवाने याकोबाशी भाषण केले होते त्या ठिकाणाचे नाव याकोबाने ‘बेथेल’ असे ठेवले."},{"number":16,"verse":"( राहेलीचा मृत्यू) मग त्यांनी बेथेलहून कूच केले आणि एफ्राथ गाव अद्याप काहीसा दूर असता राहेल प्रसूत झाली. तिची प्रसूती कष्टाची होती."},{"number":17,"verse":"प्रसूतिवेदना होत असता सुईण तिला म्हणाली, “भिऊ नकोस, कारण तुला हाही मुलगाच आहे.”"},{"number":18,"verse":"ती तर मरण पावली. तिचा प्राण जाता जाता तिने मुलाचे नाव ‘बेनओनी’ (माझ्या दु:खाचा पुत्र) ठेवले; तथापि त्याच्या बापाने त्याचे नाव ‘बन्यामीन’ (माझ्या उजव्या हाताचा पुत्र) असे ठेवले."},{"number":19,"verse":"ह्याप्रमाणे राहेल मरण पावली. एफ्राथ (म्हणजे बेथलेहेम) गावाच्या वाटेवर तिला पुरले."},{"number":20,"verse":"मग याकोबाने तिच्या कबरेवर एक स्तंभ उभारला; तो राहेलीच्या कबरेवरचा स्तंभ आजवर कायम आहे."},{"number":21,"verse":"नंतर इस्राएलाने कूच करून एदेर कोटाच्या पलीकडे आपला डेरा दिला."},{"number":22,"verse":"इस्राएल त्या प्रदेशात राहत असता रऊबेन हा आपल्या बापाची उपपत्नी बिल्हा हिच्यापाशी जाऊन निजला, हे इस्राएलाच्या कानावर गेले. याकोबाला बारा मुलगे होते."},{"number":23,"verse":"( याकोबाचे मुलगे) ( ( 130 2:1-2 )) लेआ हिचे मुलगे : याकोबाचा पहिला मुलगा रऊबेन आणि शिमोन, लेवी, यहूदा, इस्साखार व जबुलून."},{"number":24,"verse":"राहेलीचे मुलगे : योसेफ व बन्यामीन."},{"number":25,"verse":"राहेलीची दासी बिल्हा हिचे मुलगे : दान व नफताली."},{"number":26,"verse":"आणि लेआची दासी जिल्पा हिचे मुलगे : गाद व आशेर. हे याकोबाचे मुलगे त्याला पदन-अरामात झाले."},{"number":27,"verse":"मग किर्याथ-आर्बा म्हणजे हेब्रोन येथील मम्रेस याकोब आपला पिता इसहाक ह्याच्याकडे गेला; तेथेच अब्राहाम व इसहाक हे पूर्वी वस्तीस होते."},{"number":28,"verse":"( इसहाकाचा मृत्यू) इसहाकाचे वय एकशे ऐंशी वर्षांचे झाले."},{"number":29,"verse":"मग त्याने प्राण सोडला; तो वृद्ध व पुर्‍या वयाचा होऊन मृत्यू पावला आणि स्वजनांस जाऊन मिळाला; त्याचे मुलगे एसाव आणि याकोब ह्यांनी त्याला मूठमाती दिली."}]}