{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":36,"verses":[{"number":1,"verse":"( एसावाचे वंशज) ( ( 130 1:34-37 )) एसाव म्हणजे अदोम ह्याची वंशावळ :"},{"number":2,"verse":"एसावाने कनानी मुलींतून बायका केल्या. एलोन हित्ती ह्याची मुलगी आदा, सिबोन हिव्वी ह्याची नात म्हणजे अनाची मुलगी अहलीबामा,"},{"number":3,"verse":"आणि इश्माएलाची मुलगी, नबायोथाची बहीण बासमाथ ह्या बायका त्याने केल्या."},{"number":4,"verse":"एसावापासून आदेला अलीपाज व बासमाथेला रगुवेल हे मुलगे झाले;"},{"number":5,"verse":"आणि अहलीबामेस यऊश, यालाम व कोरह हे झाले. हे एसावाचे मुलगे; हे त्याला कनान देशात झाले,"},{"number":6,"verse":"मग एसाव आपल्या बायका, मुलगे, मुली, आपल्या घरची सर्व माणसे, आपली गुरेढोरे व इतर जनावरे, आणि कनान देशात मिळवलेले धन हे सर्व घेऊन याकोब राहत होता तेथून दूर देशी निघून गेला."},{"number":7,"verse":"कारण त्याची संपत्ती एवढी वाढली की, त्यांना एकत्र राहण्याची सोयच नव्हती; तसेच त्यांची गुरेढोरे फार वाढल्या-मुळे ज्या देशात ते उपरे होते तेथे तेवढ्यांचा निर्वाह होईना."},{"number":8,"verse":"म्हणून एसाव सेईरच्या डोंगराळ प्रदेशात वस्ती करून राहिला. एसाव हाच अदोम."},{"number":9,"verse":"सेईरच्या डोंगराळ प्रदेशात राहणार्‍या अदोमी लोकांचा मूळ पुरुष एसाव ह्याची वंशावळ :"},{"number":10,"verse":"एसावाच्या मुलांची नावे ही : एसावाची बायको आदा हिचा मुलगा अलीपाज आणि एसावाची बायको बासमाथ हिचा मुलगा रगुवेल."},{"number":11,"verse":"अलीपाज ह्याचे मुलगे तेमान, ओमार, सपो, गाताम आणि कनाज हे होते."},{"number":12,"verse":"एसावाचा मुलगा अलीपाज ह्याची तिम्ना म्हणून एक उपपत्नी होती, तिच्या पोटी त्याला अमालेक झाला. एसावाची बायको आदा हिचा हा वंश."},{"number":13,"verse":"रगुवेलाचे मुलगे नहाथ, जेरह, शाम्मा व मिज्जा हे होते; एसावाची बायको बासमाथ हिचा हा वंश."},{"number":14,"verse":"सिबोनाची मुलगी1 अना, ह्याची कन्या अहलीबामा जी एसावाची बायको तिच्यापासून एसावाला यऊश, यालाम व कोरह हे मुलगे झाले."},{"number":15,"verse":"एसाव वंशांतले सरदार झाले ते हे : एसावाचा पहिला मुलगा अलीपाज; ह्याचे मुलगे सरदार तेमान, सरदार ओमार, सरदार सपो, सरदार कनाज,"},{"number":16,"verse":"सरदार कोरह, सरदार गाताम व सरदार अमालेक; अदोम देशात अलीपाज ह्याच्या पोटी हे सरदार झाले. हे आदेचे मुलगे."},{"number":17,"verse":"एसावाचा मुलगा रगुवेल ह्याचे मुलगे हे : सरदार नहाथ, सरदार जेरह, सरदार शाम्मा व सरदार मिज्जा, हे सरदार रगुवेलास अदोम देशात झाले; एसावाची बायको बासमाथ हिचे हे मुलगे."},{"number":18,"verse":"एसावाची बायको अहलीबामा, हिचे मुलगे हे : सरदार यऊश, सरदार यालाम व सरदार कोरह; हे सरदार एसावाची बायको अहलीबामा, अनाची मुलगी, हिला झाले."},{"number":19,"verse":"एसाव म्हणजे अदोम ह्याचा हा वंश, व हे त्यांचे सरदार."},{"number":20,"verse":"( सेईराचे वंशज) ( ( 130 1:38-42 )) सेईर होरी ह्याचे जे मुलगे त्या देशात राहत होते ते हे : लोटान, शोबाल, सिबोन व अना,"},{"number":21,"verse":"दिशोन, एसर व दीशान; हे अदोम देशात सेईराचे होरी वंशातील सरदार होत."},{"number":22,"verse":"लोटानाचे मुलगे होरी व हेमाम हे होत; लोटानाची बहीण तिम्ना ही होती."},{"number":23,"verse":"शोबालाचे मुलगे अलवान, मानहाथ, एबाल, शपो व ओनाम हे होते."},{"number":24,"verse":"सिबोनाचे मुलगे अय्या व अना हे होते. आपला बाप सिबोन ह्याची गाढवे राखत असता ज्याला रानात उष्ण पाण्याचे झरे सापडले तोच हा अना."},{"number":25,"verse":"अनाचा मुलगा दिशोन व अनाची मुलगी अहलीबामा."},{"number":26,"verse":"दिशोनाचे मुलगे हेमदान, एश्बान, यित्रान व करान हे होत."},{"number":27,"verse":"एसराचे मुलगे बिल्हान, जावान व अकान हे होत."},{"number":28,"verse":"दिशानाचे मुलगे ऊस व अरान हे होत."},{"number":29,"verse":"होर्‍यांपैकी जे सरदार झाले ते हे : सरदार लोटान, सरदार शोबाल, सरदार सिबोन, सरदार अना,"},{"number":30,"verse":"सरदार दिशोन, सरदार एसर, सरदार दीशान; सेईर देशातील होर्‍यांचे सरदार हे होत."},{"number":31,"verse":"( अदोम देशाचे राजे) ( ( 130 1:43-54 )) इस्राएल लोकांवर कोणत्याही राजाने राज्य करण्यापूर्वी अदोम देशावर ज्या राजांनी राज्य केले ते हे :"},{"number":32,"verse":"बौराचा मुलगा बेला ह्याने अदोमात राज्य केले; त्याची राजधानी दिन्हाबा नगर होते."},{"number":33,"verse":"बेला मेल्यावर बस्रा येथला जेरहाचा मुलगा योबाब त्याच्या जागी राजा झाला."},{"number":34,"verse":"योबाब मेल्यावर तेमानी लोकांच्या देशाचा हूशाम त्याच्या जागी राजा झाला."},{"number":35,"verse":"हूशाम मेल्यावर बदाद ह्याचा मुलगा हदाद त्याच्या जागी राजा झाला; ह्यानेच मवाबाच्या मैदानात मिद्यान्यांचा मोड केला; त्याची राजधानी अवीत शहर होते."},{"number":36,"verse":"हदाद मेल्यावर मास्रेका येथील साम्ला त्याच्या जागी राजा झाला."},{"number":37,"verse":"साम्ला मेल्यावर फरात नदीवर असलेल्या रहोबोथ येथला शौल त्याच्या जागी राजा झाला."},{"number":38,"verse":"शौल मेल्यावर अकबोराचा मुलगा बाल-हानान त्याच्या जागी राजा झाला."},{"number":39,"verse":"अकबोराचा मुलगा बाल-हानान हा मेल्यावर हदार त्याच्या जागी राजा झाला; त्याची राजधानी पाऊ होती. त्याच्या बायकोचे नाव महेटाबेल; ही मे-जाहाबाची मुलगी मात्रेद हिची मुलगी होती."},{"number":40,"verse":"एसाव वंशांतील सरदारांची नावे, कुळे व राहण्याच्या ठिकाणांवरून असलेली नावे ही : सरदार तिम्ना, सरदार आल्वा, सरदार यतेथ,"},{"number":41,"verse":"सरदार अहलीबामा, सरदार एला, सरदार पीनोन,"},{"number":42,"verse":"सरदार कनाज, सरदार तेमान, सरदार मिब्सार,"},{"number":43,"verse":"सरदार माग्दीएल व सरदार ईराम; अदोम वंशजांनी जो देश वतन करून घेतला, त्यातल्या त्यांच्या निवासस्थानांप्रमाणे त्यांचे हे सरदार होत. अदोमी लोकांचा मूळ पुरुष एसाव."}]}