{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":38,"verses":[{"number":1,"verse":"( यहूदा आणि तामार) ह्या सुमारास यहूदा आपल्या भावांना सोडून खालच्या प्रदेशात गेला आणि अदुल्लामकर हीरा नावाच्या मनुष्याच्या घरी जाऊन राहिला."},{"number":2,"verse":"तेथे शूवा नावाच्या एका कनानी मनुष्याची मुलगी यहूदाच्या दृष्टीस पडली; त्याने ती बायको केली व तो तिच्यापाशी गेला."},{"number":3,"verse":"ती गर्भवती होऊन तिला मुलगा झाला, त्याने त्याचे नाव ‘एर’ ठेवले."},{"number":4,"verse":"ती पुन्हा गर्भवती होऊन तिला मुलगा झाला; तिने त्याचे नाव ‘ओनान’ ठेवले;"},{"number":5,"verse":"पुन्हा तिला एक मुलगा झाला. त्याचे नाव तिने ‘शेला’ ठेवले. तो झाला तेव्हा यहूदा कजीब येथे राहत होता."},{"number":6,"verse":"मग यहूदाने आपला पहिला मुलगा एर ह्याला बायको करून दिली. तिचे नाव तामार असे होते;"},{"number":7,"verse":"पण यहूदाचा पहिला मुलगा एर हा परमेश्वराच्या दृष्टीने दुष्ट होता म्हणून परमेश्वराने त्याला मारून टाकले."},{"number":8,"verse":"मग यहूदा ओनान ह्याला म्हणाला, “आपल्या भावजयीपाशी जा आणि दिराच्या धर्मास अनुसरून भावाचा वंश चालव.”"},{"number":9,"verse":"पण ओनान ह्याला ठाऊक होते की संतती झाली तर ती आपली होणार नाही म्हणून तो आपल्या भावजयीपाशी जाई तेव्हा आपले वीर्य जमिनीवर पाडी; हेतू हाच की, आपल्या भावाला आपले बीज देऊ नये."},{"number":10,"verse":"हे त्याचे कृत्य परमेश्वरास दुष्ट वाटल्यावरून त्याने त्यालाही मारून टाकले."},{"number":11,"verse":"यहूदा आपली सून तामार हिला म्हणाला, “माझा मुलगा शेला वयात येईपर्यंत आपल्या बापाच्या घरी वैधव्यदशेत राहा.” त्याला वाटले की शेलाही आपल्या मुलांप्रमाणे मरायचा. मग तामार आपल्या बापाच्या घरी जाऊन राहिली."},{"number":12,"verse":"बराच काळ लोटल्यावर यहूदाची बायको जी शूवाची मुलगी, ती मरण पावली; तिच्यासाठी शोक करण्याचे संपल्यावर यहूदा आपला मित्र अदुल्लामकर हीरा ह्याच्याबरोबर तिम्ना येथे आपल्या मेंढरांची लोकर कातरणार्‍यांकडे वर गेला."},{"number":13,"verse":"तेव्हा तामार हिला कोणी सांगितले की, ‘तुझा सासरा आपल्या मेंढरांची लोकर कातरण्यासाठी तिम्ना येथे जात आहे.’"},{"number":14,"verse":"तेव्हा तिने आपली वैधव्यवस्त्रे उतरवली. बुरखा घेऊन आपले शरीर लपेटून घेतले आणि तिम्नाच्या सडकेवरील एनाईम गावच्या वेशीजवळ ती जाऊन बसली; शेला प्रौढ झाला असूनही अजून आपल्याला त्याची बायको केले नाही असे तिला दिसून आले होते."},{"number":15,"verse":"यहूदाने तिला पाहिले तेव्हा त्याला वाटले, ‘ही कोणी वेश्या असावी,’ कारण तिने आपले तोंड झाकले होते."},{"number":16,"verse":"तेव्हा ती आपली सून आहे हे न कळून तो वाटेवरून तिच्याकडे वळून म्हणाला, “चल, मला तुझ्यापाशी येऊ दे.” तेव्हा ती म्हणाली, “माझ्यापाशी आलास तर मला काय देशील?”"},{"number":17,"verse":"तो म्हणाला, “मी आपल्या कळपातले एक करडू तुला पाठवून देईन;” ती म्हणाली, “ते पाठवीपर्यंत काय हडप ठेवशील?”"},{"number":18,"verse":"तो म्हणाला, “तुला काय हडप देऊ?” ती म्हणाली, “तुझी मुद्रिका, गोफ, व हातातील काठी दे.” ते तिला देऊन तो तिच्यापाशी गेला, आणि तिला त्याच्यापासून गर्भ राहिला."},{"number":19,"verse":"तेथून ती निघून गेली आणि आपला बुरखा काढून आपली वैधव्यवस्त्रे पुन्हा ल्याली."},{"number":20,"verse":"मग त्या स्त्रीपासून आपले हडप आणण्यासाठी आपला मित्र अदुल्लामकर ह्याच्या हाती यहूदाने एक करडू पाठवले; पण त्याला ती कोठे सापडली नाही."},{"number":21,"verse":"मग त्याने तेथल्या लोकांना विचारले, “एनाईम गावच्या वाटेवर एक वेश्या1 होती ती कोठे आहे?” ते म्हणाले, “येथे कोणी वेश्या नव्हती.”"},{"number":22,"verse":"मग तो यहूदाकडे परत जाऊन म्हणाला, “मला काही ती सापडली नाही; तेथले लोकही म्हणाले की येथे कोणी वेश्या नव्हती.”"},{"number":23,"verse":"तेव्हा यहूदा म्हणाला, “ते हडप तिच्यापाशीच राहू दे, नाहीतर तेथले लोक आपली छीथू करतील; मी तर करडू पाठवले, पण तुला ती सापडली नाही.”"},{"number":24,"verse":"ह्या गोष्टीला सुमारे तीन महिने झाले तेव्हा कोणी यहूदाला सांगितले की, “तुझी सून तामार हिने वेश्याकर्म केले व त्या जारकर्मामुळे तिला दिवस गेले आहेत.” तेव्हा यहूदा म्हणाला, “तिला बाहेर काढून जाळून टाका.”"},{"number":25,"verse":"तिला बाहेर काढले तेव्हा तिने आपल्या सासर्‍याला निरोप पाठवला की, “ह्या वस्तू ज्या पुरुषाच्या आहेत त्याच्यापासून मला गर्भ राहिला आहे.” आणखी ती म्हणाली, “नीट डोळे उघडून पाहा; ही मुद्रिका, हा गोफ व ही काठी कुणाची आहे ती.”"},{"number":26,"verse":"यहूदाने त्या ओळखून म्हटले, “ती माझ्यापेक्षा अधिक नीतिमान आहे; कारण मी आपला मुलगा शेला तिला नवरा करून दिला नाही.” ह्यापुढे त्याने कधी तिच्याशी शरीरसंबंध केला नाही."},{"number":27,"verse":"तिच्या प्रसूतिसमयी तिच्या पोटात जुळी आहेत असे दिसून आले."},{"number":28,"verse":"तिला वेणा होत असता, एका बालकाचा हात बाहेर आला तेव्हा सुइणीने त्याच्या हाताला लाल सूत बांधून म्हटले, “पहिला हा बाहेर पडला.”"},{"number":29,"verse":"त्याने आपला हात आखडून घेतला तेव्हा त्याचा भाऊ बाहेर पडला. तेव्हा सुईण म्हणाली, “तू आपल्यासाठी कशी वाट फोडलीस?” म्हणून त्याचे नाव ‘पेरेस’1 असे ठेवले."},{"number":30,"verse":"मग ज्याच्या हाताला लाल सूत बांधले होते तो त्याचा भाऊ बाहेर पडला आणि त्याचे नाव ‘जेरह’ ठेवले."}]}