{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":39,"verses":[{"number":1,"verse":"( योसेफ आणि पोटीफराची पत्नी) इकडे योसेफाला मिसरात नेले तेव्हा ज्या इश्माएली लोकांनी त्याला तेथे नेले होते त्यांच्यापासून त्याला पोटीफर नावाच्या एका मिसर्‍याने विकत घेतले; तो फारोचा एक अंमलदार असून गारद्यांचा सरदार होता."},{"number":2,"verse":"परमेश्वर योसेफाबरोबर असल्याकारणाने तो यशस्वी पुरुष झाला; तो आपल्या मिसरी धन्याच्या घरी असे."},{"number":3,"verse":"परमेश्वर त्याच्याबरोबर असल्याकारणाने जे काही तो हाती घेतो त्याला परमेश्वर यश देतो असे त्याच्या धन्याला दिसून आले."},{"number":4,"verse":"योसेफावर त्याची कृपादृष्टी झाली; योसेफ त्याची सेवा करू लागला; आणि त्याने त्याला आपल्या घरचा कारभारी नेमून आपले सर्वकाही त्याच्या ताब्यात दिले."},{"number":5,"verse":"आणि त्याने त्याच्या स्वाधीन आपले घरदार व सर्वकाही केले; तेव्हापासून योसेफासाठी परमेश्वराने त्या मिसर्‍याच्या घरादाराचे कल्याण केले; त्याचे घरदार व शेतीवाडी ह्या सर्वांस परमेश्वराने आशीर्वाद दिला."},{"number":6,"verse":"त्याने आपले सर्वकाही योसेफाच्या हवाली केले होते, म्हणून तो अन्न खाई त्यापलीकडे आपले काय आहे ह्याचे त्याला भान नसे. योसेफ हा बांधेसूद व देखणा होता."},{"number":7,"verse":"त्यानंतर असे झाले की, योसेफाच्या धन्याची पत्नी त्याच्यावर नजर ठेवून त्याला म्हणाली, “माझ्यापाशी नीज.”"},{"number":8,"verse":"पण तो राजी झाला नाही. तो आपल्या धन्याच्या पत्नीस म्हणाला, “हे पाहा, घरात माझ्या ताब्यात काय आहे ह्याचे माझ्या धन्याला भानसुद्धा नाही; आपले सर्वकाही त्याने माझ्या हाती दिले आहे."},{"number":9,"verse":"ह्या घरात माझ्यापेक्षा ते मोठे नाहीत; आणि तुम्ही त्यांची पत्नी आहात म्हणून तुमच्याखेरीज त्यांनी माझ्यापासून काही दूर ठेवलेले नाही, असे असता एवढी मोठी वाईट गोष्ट करून मी देवाच्या विरुद्ध पाप कसे करू?”"},{"number":10,"verse":"तरी ती रोज रोज योसेफाशी बोलत असताही तिच्यापाशी निजायला किंवा तिच्याजवळ जायला तो तिचे ऐकेना."},{"number":11,"verse":"एके दिवशी असे झाले की तो आपले काही कामकाज करायला घरात गेला, त्या वेळी घरातल्या माणसांपैकी कोणीही माणूस तेथे घरात नव्हता."},{"number":12,"verse":"तेव्हा तिने त्याचे वस्त्र धरून म्हटले, “माझ्यापाशी नीज.” पण तो आपले वस्त्र तिच्या हाती सोडून बाहेर पळून गेला."},{"number":13,"verse":"ते वस्त्र आपल्या हाती सोडून तो बाहेर पळाला असे तिने पाहिले,"},{"number":14,"verse":"तेव्हा तिने घरातल्या माणसांना बोलावून सांगितले, “पाहा, आमची अब्रू घेण्यासाठी त्यांनी हा इब्री मनुष्य घरात आणला आहे; तो माझ्यापाशी निजण्याच्या हेतूने माझ्याजवळ आला तेव्हा मी मोठ्याने ओरडले."},{"number":15,"verse":"मी मोठ्याने ओरडले हे पाहून तो आपले वस्त्र माझ्याजवळ टाकून बाहेर पळून गेला.”"},{"number":16,"verse":"त्याचा धनी घरी येईपर्यंत तिने ते वस्त्र आपल्याजवळ राखून ठेवले."},{"number":17,"verse":"तो आल्यावर तिने त्याला असे सांगितले की, “जो इब्री दास आपण आपल्या घरात आणला आहे तो माझी अब्रू घेण्यास माझ्याकडे आला होता."},{"number":18,"verse":"मी मोठ्याने ओरडले तेव्हा तो आपले वस्त्र माझ्याजवळ टाकून बाहेर पळून गेला.”"},{"number":19,"verse":"“आपल्या गुलामाने माझ्याशी असे वर्तन केले,” हे आपल्या बायकोचे बोलणे जेव्हा त्याच्या धन्याने ऐकले तेव्हा त्याचा राग भडकला."},{"number":20,"verse":"योसेफाच्या धन्याने त्याला धरले, आणि राजाचे बंदिवान होते त्या बंदिशाळेत त्याला टाकले; तो त्या बंदिशाळेत राहिला."},{"number":21,"verse":"तथापि परमेश्वर योसेफाबरोबर असून त्याने त्याच्यावर दया केली, आणि त्या बंदिशाळेच्या अधिकार्‍याची त्याच्यावर कृपादृष्टी होईल असे केले."},{"number":22,"verse":"बंदिशाळेच्या अधिकार्‍याने त्या बंदिखान्यात असलेले सर्व बंदिवान योसेफाच्या स्वाधीन केले; आणि तेथे जे काही ते करत, ते करवून घेणारा तो असे."},{"number":23,"verse":"त्याच्या स्वाधीन जे काही होते त्याकडे बंदिशाळेचा अधिकारी पाहत नसे, कारण परमेश्वर योसेफाबरोबर होता आणि जे काही तो हाती घेई ते परमेश्वर यशस्वी करी."}]}