{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"( धान्य मिळवण्यासाठी योसेफाचे भाऊ मिसर देशास येतात) याकोबाने ऐकले की, मिसर देशात धान्य आहे; तेव्हा तो आपल्या मुलांना म्हणाला, “तुम्ही एकमेकांच्या तोंडाकडे का पाहत राहिला आहात?”"},{"number":2,"verse":"मग तो म्हणाला, “पाहा, मिसरात धान्य आहे असे मी ऐकतो; तुम्ही तेथे जाऊन आपल्यासाठी धान्य विकत आणा, म्हणजे आपण जगू, मरणार नाही.”"},{"number":3,"verse":"मग योसेफाचे दहा भाऊ धान्य खरेदी करण्यासाठी खाली मिसर देशात गेले."},{"number":4,"verse":"तथापि योसेफाचा भाऊ बन्यामीन ह्याला याकोबाने त्याच्या भावांबरोबर पाठवले नाही; “कारण” तो म्हणाला, “कदाचित त्याला एखादा अपाय व्हायचा.”"},{"number":5,"verse":"ह्याप्रमाणे इस्राएलाचे मुलगे इतर लोकांबरोबर धान्य खरेदी करण्यास आले; कारण कनान देशात दुष्काळ पडला होता."},{"number":6,"verse":"योसेफ त्या देशाचा मुख्य अधिकारी होता, आणि देशातल्या सर्व लोकांना तोच धान्य विकत असे. योसेफाच्या भावांनी येऊन जमिनीपर्यंत लवून त्याला मुजरा केला."},{"number":7,"verse":"योसेफाने आपल्या भावांना पाहताच ओळखले, तथापि त्यांच्याशी अनोळख्यासारखे वागून त्याने कठोरपणाने त्यांना विचारले की, “तुम्ही कोठून आलात?” त्यांनी म्हटले, “कनान देशातून धान्य खरेदी करायला आम्ही आलो आहोत.”"},{"number":8,"verse":"योसेफाने आपल्या भावांना ओळखले, पण त्यांनी त्याला ओळखले नाही."},{"number":9,"verse":"मग त्यांच्याविषयी जी स्वप्ने पडली होती त्यांचे योसेफाला स्मरण होऊन तो त्यांना म्हणाला, “तुम्ही हेर आहात, देशाची मर्मस्थाने पाहण्यासाठी तुम्ही आला आहात.”"},{"number":10,"verse":"ते म्हणाले, “महाराज, नाही, आपले दास अन्नसामग्री खरेदी करायला आले आहेत."},{"number":11,"verse":"आम्ही सर्व एकाच पुरुषाचे मुलगे असून सरळ माणसे आहोत. आपले दास, हेर नव्हेत.”"},{"number":12,"verse":"तो त्यांना म्हणाला, “नाही; तुम्ही देशाची मर्मस्थाने पाहण्यास आला आहात.”"},{"number":13,"verse":"ते म्हणाले, “आम्ही आपले दास, बारा भाऊ असून, कनान देशातल्या एका पुरुषाचे मुलगे आहोत; सर्वांत धाकटा आजमितीस बापाजवळ आहे व एक नाहीसा झाला आहे.”"},{"number":14,"verse":"मग योसेफ त्यांना म्हणाला, “तर मग मी तुम्हांला म्हटले तेच खरे आहे, तुम्ही हेरच आहात."},{"number":15,"verse":"आता तुमची कसोटी पाहतो; फारोच्या जीविताची शपथ, तुमचा धाकटा भाऊ येथे आल्याशिवाय तुमची सुटका होणार नाही."},{"number":16,"verse":"तुमच्यापैकी एकाला त्या भावाला आणायला पाठवा; तुम्ही येथे अटकेत राहा; म्हणजे जे तुम्ही म्हणता ते खरे आहे किंवा नाही ह्याची परीक्षा होईल; नाहीतर फारोच्या जीविताची शपथ, तुम्ही हेर ठराल.”"},{"number":17,"verse":"मग त्याने त्यांना तीन दिवस एकत्र अटकेत ठेवले."},{"number":18,"verse":"योसेफ त्यांना तिसर्‍या दिवशी म्हणाला, “मी देवाचे भय बाळगणारा आहे, म्हणून हेच करा म्हणजे तुमचा जीव वाचेल;"},{"number":19,"verse":"तुम्ही सरळ माणसे असाल तर तुम्हा भावांतल्या एकाला तुमच्या ह्या बंदिगृहात राहू द्या आणि तुमच्या घरच्यांची उपासमार निवारण्यासाठी तुम्ही धान्य घेऊन जा;"},{"number":20,"verse":"आणि तुमच्या धाकट्या भावाला माझ्याकडे घेऊन या, म्हणजे तुमचे म्हणणे खरे ठरेल व तुमचे मरण टळेल.” त्यांनी तसे केले."},{"number":21,"verse":"मग ते एकमेकांना म्हणाले, “आपण आपल्या भावाच्या बाबतीत खरोखर अपराधी असता व आपण त्याचे दु:ख पाहिले असताही त्याचे ऐकले नाही म्हणून हे दु:ख आपल्यावर आले आहे.”"},{"number":22,"verse":"रऊबेन त्यांना म्हणाला, “मुलाला काही अपाय करू नका असे मी तुम्हांला सांगितले नव्हते काय? पण तुम्ही माझे ऐकले नाही; पाहा, आता त्याच्या रक्ताचा बदला द्यावा लागत आहे.”"},{"number":23,"verse":"योसेफाचे व त्यांचे भाषण दुभाष्यातर्फे चालले होते म्हणून आपण बोललो ते त्याला समजले असेल असे त्यांना वाटले नाही."},{"number":24,"verse":"तो त्यांच्यापासून एका बाजूला जाऊन रडला; मग परत येऊन तो त्यांच्याशी बोलू लागला; त्याने त्यांच्यातून शिमोनाला काढून त्यांच्यादेखत बांधले."},{"number":25,"verse":"मग योसेफाने आज्ञा दिली की, “त्यांच्या गोण्यांत धान्य भरा; प्रत्येकाचा पैसा ज्याच्या-त्याच्या गोणीत टाका, वाटेसाठी शिधासामग्री द्या.” आणि त्याप्रमाणे त्यांची व्यवस्था झाली."},{"number":26,"verse":"( योसेफाचे भाऊ कनान देशाला परत जातात) ते गाढवांवर धान्य लादून तेथून निघाले."},{"number":27,"verse":"त्यांच्यातल्या एकाने वाटेत उतारशाळेत आपल्या गाढवाला दाणा देण्यासाठी आपली गोणी उघडली, तेव्हा आपला पैसा गोणीच्या तोंडाशी असलेला त्याने पाहिला;"},{"number":28,"verse":"आणि तो आपल्या भावांना म्हणाला, “माझा पैसा परत केला आहे; पाहा, हा माझ्या गोणीत आहे.” तेव्हा त्यांच्या काळजाने ठाव सोडला. ते थरथर कापत एकमेकांकडे वळून म्हणाले, “देवाने आपल्याला हे काय केले?”"},{"number":29,"verse":"मग ते कनान देशात आपला बाप याकोब ह्याच्याकडे जाऊन पोहचले आणि आपला सर्व वृत्तान्त त्यांनी त्याला सांगितला तो असा :"},{"number":30,"verse":"त्या देशाचा अधिपती आमच्याशी कठोरपणे बोलला व त्याने आम्हांला देश हेरणारे ठरवले."},{"number":31,"verse":"आम्ही त्याला म्हणालो, ‘आम्ही सरळ माणसे आहोत, आम्ही हेर नाही,"},{"number":32,"verse":"आम्ही बारा भाऊ आमच्या बापाचे मुलगे आहोत, एक नाहीसा झाला आणि सर्वांत धाकटा आजमितीस कनान देशात आमच्या बापाजवळ आहे.’"},{"number":33,"verse":"ह्यावर तो मनुष्य म्हणजे देशाचा अधिपती आम्हांला म्हणाला, ‘तुम्ही सरळ माणसे आहात, अशी माझी खात्री होण्यास एवढे करा की, तुम्हा भावांतल्या एकाला माझ्याजवळ राहू द्या, आणि आपल्या घरच्यांची उपासमार निवारण्यासाठी तुम्ही धान्य घेऊन परत जा."},{"number":34,"verse":"तुम्ही आपल्या धाकट्या भावाला घेऊन या म्हणजे मला खात्री पटेल की तुम्ही हेर नाही, तर सरळ माणसे आहात; मग तुमचा भाऊ मी तुम्हांला परत देईन आणि तुम्हांला ह्या देशात येजा करता येईल.’"},{"number":35,"verse":"ते आपल्या गोण्या रिकाम्या करत असता प्रत्येकाची पैशाची थैली ज्याच्या-त्याच्या गोणीत आढळली; त्यांनी व त्यांच्या बापाने त्या पैशांच्या थैल्या पाहिल्या तेव्हा ते फार घाबरले."},{"number":36,"verse":"त्यांचा बाप याकोब त्यांना म्हणाला, “तुम्ही माझी व माझ्या मुलांची ताटातूट केली आहे; योसेफ नाहीसा झाला, शिमोन नाही आणि तुम्ही बन्यामिनालाही घेऊन जाऊ पाहता; माझ्यावर ही सर्व अरिष्टे आली आहेत.”"},{"number":37,"verse":"मग रऊबेन आपल्या पित्याला म्हणाला, “मी जर त्याला तुमच्याकडे घेऊन आलो नाही तर माझे दोन मुलगे मारून टाका; त्याला माझ्या हवाली करा, मी त्याला परत तुमच्याकडे आणीन.”"},{"number":38,"verse":"तो म्हणाला, “माझ्या मुलाला मी तुमच्याबरोबर पाठवणार नाही, कारण त्याचा भाऊ मेला आहे आणि तो एकटाच राहिला आहे; ज्या मार्गाने तुम्ही जात आहात त्यात त्याच्यावर काही अरिष्ट आले तर तुम्ही मला दु:खी करून हे माझे पिकलेले केस अधोलोकी उतरवायला कारण व्हाल.”"}]}