{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":44,"verses":[{"number":1,"verse":"( हरवलेला प्याला) मग त्याने आपल्या घरकारभार्‍याला आज्ञा केली की, “ह्या मनुष्यांच्या गोणीत त्यांना नेता येईल तितकी अन्नसामग्री भर आणि प्रत्येकाचा पैसा ज्याच्या-त्याच्या गोणीच्या तोंडाशी ठेव."},{"number":2,"verse":"आणि धाकट्याच्या गोणीच्या तोंडाशी धान्याच्या पैशाबरोबर माझा प्याला, माझा चांदीचा प्याला ठेव.” योसेफाच्या सांगण्याप्रमाणे त्याने केले."},{"number":3,"verse":"सकाळी उजाडताच त्या माणसांची त्यांच्या गाढवांसह रवानगी झाली."},{"number":4,"verse":"ते नगर सोडून थोडे दूर गेले नाहीत तोच योसेफ आपल्या कारभार्‍याला म्हणाला, “चल, त्या माणसांच्या पाठोपाठ जा आणि त्यांना गाठल्यावर म्हण, तुम्ही बर्‍याची फेड वाइटाने का केली? (माझा चांदीचा प्याला तुम्ही का चोरला?)"},{"number":5,"verse":"ज्याने माझा धनी पितो व ज्याने शकुनही पाहतो तो हाच नव्हे काय? तुम्ही हे केले ते फार वाईट केले.”"},{"number":6,"verse":"तो त्यांना गाठून ह्याप्रमाणे बोलला."},{"number":7,"verse":"ते त्याला म्हणाले, “स्वामींनी असे शब्द का बोलावे? असली गोष्ट करणे आपल्या दासांपासून दूरच असो."},{"number":8,"verse":"पाहा, जो पैसा आमच्या गोण्यांच्या तोंडी सापडला तोदेखील कनानाहून परत आणून आपल्याला दिला, तर आपल्या स्वामींच्या घरातले सोनेरुपे आम्ही चोरणार कसे?"},{"number":9,"verse":"आपल्या दासांपैकी ज्या कोणाजवळ तो सापडेल त्याला मारून टाकावे, आणि आम्हीही त्या आमच्या स्वामीचे गुलाम होऊ.”"},{"number":10,"verse":"तो त्यांना म्हणाला, “तर आता तुमच्या म्हणण्याप्रमाणेच होऊ द्या; ज्याच्याजवळ तो प्याला सापडेल तो माझा गुलाम होईल व बाकीचे तुम्ही निरपराध ठराल.”"},{"number":11,"verse":"तेव्हा त्यांनी त्वरा करून आपापली गोणी उतरवून जमिनीवर ठेवली आणि सोडली."},{"number":12,"verse":"त्याने थोरल्यापासून आरंभ करून धाकट्यापर्यंत त्यांची झडती घेतली तेव्हा तो प्याला बन्यामिनाच्या गोणीत सापडला."},{"number":13,"verse":"ते पाहून त्यांनी आपली वस्त्रे फाडली आणि आपली गाढवे लादून ते सगळे नगरात परत आले."},{"number":14,"verse":"जेव्हा यहूदा व त्याचे भाऊ योसेफाच्या घरी गेले, तेव्हा तो तेथेच होता, आणि त्यांनी त्याच्यापुढे लोटांगण घातले."},{"number":15,"verse":"योसेफ त्यांना म्हणाला, “हे कसले कृत्य तुम्ही केले? माझ्यासारख्या माणसाला शकुन पाहता येतो हे तुम्हांला ठाऊक नाही काय?”"},{"number":16,"verse":"यहूदा म्हणाला, “आम्ही स्वामींपुढे काय बोलावे? आम्ही काय सांगावे? आमच्यावरचा हा आरोप दूर कसा करावा? आपल्या दासांचा गुन्हा देवाने पकडला आहे; तर आता आम्ही आणि ज्याच्याजवळ प्याला सापडला तो, असे सर्व स्वामींचे दास झालो आहोत.”"},{"number":17,"verse":"तो म्हणाला, “माझ्या हातून असे न घडो; ज्याच्याजवळ हा प्याला सापडला तोच माझा गुलाम होईल, तुम्ही आपल्या पित्याकडे सुखरूप जा.”"},{"number":18,"verse":"( बन्यामिनासाठी यहूदा मध्यस्थी करतो) मग यहूदा जवळ जाऊन म्हणाला, “स्वामी, कृपा करून आपल्या दासाला आपल्या कानात एक शब्द सांगण्याची परवानगी मिळावी; आपला राग आपल्या दासावर भडकू नये; आपण तर फारोसमान आहात."},{"number":19,"verse":"स्वामींनी आपल्या दासांना विचारले होते की, ‘तुम्हांला बाप किंवा भाऊ आहे काय?’"},{"number":20,"verse":"तेव्हा आम्ही स्वामींना सांगितले की आमचा म्हातारा बाप आहे आणि त्याला म्हातारपणी झालेले एक मूल आहे; त्याचा भाऊ मरून गेला आहे, त्याच्या आईचा तो तेवढाच राहिला आहे, आणि त्याच्या बापाचे त्याच्यावर प्रेम आहे."},{"number":21,"verse":"आपण आपल्या दासांना म्हणालात की, “त्याला माझ्याकडे घेऊन या, म्हणजे त्याला मी आपल्या डोळ्यांनी पाहीन.”"},{"number":22,"verse":"आम्ही स्वामींना म्हणालो की, ‘त्या मुलाला आपल्या बापाला सोडून येता येणार नाही, कारण त्याने बापाला सोडले तर बाप नक्की मरेल.’"},{"number":23,"verse":"आपण आपल्या दासांना म्हणालात, ‘तुमचा धाकटा भाऊ तुमच्याबरोबर आला नाही तर तुम्हांला माझे तोंड पाहता येणार नाही.’"},{"number":24,"verse":"आपला दास आमचा बाप ह्याच्याकडे जाऊन आम्ही पोहचलो तेव्हा स्वामींनी सांगितले ते आम्ही त्याला कळवले."},{"number":25,"verse":"पुढे आमच्या बापाने म्हटले, ‘पुन्हा जाऊन आपल्यासाठी काही अन्नसामग्री विकत घेऊन या.’"},{"number":26,"verse":"तेव्हा आम्ही म्हटले, ‘आम्हांला पुन्हा जाताच येत नाही. आमचा धाकटा भाऊ आमच्याबरोबर असेल तरच आम्ही जाऊ, कारण तो आमच्याबरोबर नसला, तर त्या मनुष्याचे तोंडदेखील आम्हांला पाहायला मिळायचे नाही.’"},{"number":27,"verse":"आपला दास, आमचा बाप आम्हांला म्हणाला, ‘तुम्हांला ठाऊक आहे की, माझ्या स्त्रीला दोन मुलगे झाले;"},{"number":28,"verse":"त्यांतल्या एकाला मी अंतरलो, तेव्हा मी म्हणालो की खरोखर त्याला वनपशूने फाडून टाकले असावे, आजवर तो माझ्या दृष्टीस पडला नाही;"},{"number":29,"verse":"आता तुम्ही ह्यालाही माझ्याजवळून नेले आणि त्याच्यावर काही अरिष्ट आले तर तुम्ही मला दु:खी करून हे माझे पिकलेले केस अधोलोकी उतरवायला कारण व्हाल.’"},{"number":30,"verse":"तर आपला दास, माझा बाप ह्याच्याकडे मी गेलो आणि मुलगा माझ्याबरोबर नसला, तर ह्या त्याच्या मुलावर त्याचा जीव असल्याकारणाने"},{"number":31,"verse":"मुलगा नाही हे पाहून तो तत्काळ प्राण सोडील; अशाने आपल्या ह्या दासांमुळे आपला दास, आमचा बाप, ह्याला दु:खी करून त्याचे पिकलेले केस आम्हीच अधोलोकी उतरवले असे होईल."},{"number":32,"verse":"माझ्या बापाजवळ ह्या मुलाबद्दल मी जामीन झालो आहे; मी म्हणालो की, मी ह्याला आपणाकडे परत आणले नाही, तर मी आपला निरंतरचा दोषी ठरेन."},{"number":33,"verse":"तर आता मी विनंती करतो की, ह्या मुलाऐवजी आपल्या ह्या दासाला स्वामींनी गुलाम म्हणून ठेवावे आणि ह्या मुलाला त्याच्या भावांबरोबर जाऊ द्यावे."},{"number":34,"verse":"कारण हा मुलगा माझ्याबरोबर नसला तर मी आपल्या बापाकडे कसा जाऊ? माझ्या बापाला दु:ख होईल ते मला पाहवणार नाही.”"}]}