{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":46,"verses":[{"number":1,"verse":"( याकोब आपल्या कुटुंबासह मिसरास येतो) तेव्हा इस्राएल आपल्या सर्वांसह निघून बैरशेबास आला; तेथे त्याने आपला पिता इसहाक ह्याच्या देवाला यज्ञ केले."},{"number":2,"verse":"तेव्हा रात्री दृष्टान्तात देव इस्राएलाशी बोलला, “याकोबा, याकोबा.” तो म्हणाला, “काय आज्ञा?”"},{"number":3,"verse":"तो म्हणाला, “मी देव, तुझ्या पित्याचा देव आहे; तू मिसरात जायला भिऊ नकोस; तेथे तुझे मी एक मोठे राष्ट्र करीन."},{"number":4,"verse":"मी तुझ्याबरोबर मिसरात येईन, तेथून मी तुला खात्रीने परत आणीन, आणि योसेफ आपल्या हाताने तुझे डोळे झाकील.”"},{"number":5,"verse":"मग याकोब बैर-शेबाहून निघाला, आणि त्याला नेण्यासाठी फारोने पाठवलेल्या गाड्यांत इस्राएलाच्या मुलांनी आपला पिता याकोब आणि आपली बायकामुले बसवून नेली."},{"number":6,"verse":"ते आपली गुरेढोरे आणि कनान देशात मिळवलेले धन घेऊन मिसर देशात आले; ह्याप्रमाणे याकोब व त्याची सर्व संतती मिसर देशात आली;"},{"number":7,"verse":"त्याने आपल्याबरोबर आपले मुलगे व नातू, मुली व नाती वगैरे सर्व संतती मिसरात आणली."},{"number":8,"verse":"इस्राएलाची संतती म्हणजे अर्थात याकोब व त्याचे पुत्रपौत्र मिसरात गेले त्यांची नावे ही : याकोबाचा पहिला मुलगा रऊबेन,"},{"number":9,"verse":"रऊबेनाचे मुलगे हनोख, पल्लू, हेस्रोन व कार्मी."},{"number":10,"verse":"शिमोनाचे मुलगे यमुवेल, यामीन, ओहाद, याकीन, सोहार आणि कनानी स्त्रीपासून झालेला मुलगा शौल."},{"number":11,"verse":"लेवीचे मुलगे गेर्षोन, कहाथ व मरारी."},{"number":12,"verse":"यहूदाचे मुलगे : एर, ओनान, शेला, पेरेस व जेरह; ह्यापैकी एर व ओनान हे कनान देशात मृत्यू पावले होते. पेरेसाचे मुलगे हेस्रोन व हामूल."},{"number":13,"verse":"इस्साखाराचे मुलगे तोला, पुवा, योब व शिम्रोन."},{"number":14,"verse":"जबुलूनाचे मुलगे सेरेद, एलोन व याहलेल."},{"number":15,"verse":"हे सर्व लेआचे मुलगे व तिची मुलगी दीना ही तिला याकोबापासून पदन-अरामात झाली; त्याचे मुलगे व मुली मिळून तेहेतीस जण होते."},{"number":16,"verse":"गादाचे मुलगे सिफयोन, हग्गी, शूनी, एसबोन, एरी अरोदी व अरेली."},{"number":17,"verse":"आशेराचे मुलगे इम्ना, इश्वा, इश्वी व बरीया; आणि त्यांची बहीण सेराह; बरीयाचे मुलगे हेबेर व मालकीएल."},{"number":18,"verse":"लाबानाने आपली मुलगी लेआ हिला दिलेल्या जिल्पेचे हे मुलगे, तिला हे सोळा जण याकोबापासून झाले."},{"number":19,"verse":"याकोबाची बायको राहेल हिचे मुलगे योसेफ व बन्यामीन."},{"number":20,"verse":"मिसर देशात ओनचा याजक पोटीफरा ह्याची मुलगी आसनथ हिच्या पोटी योसेफाला मनश्शे व एफ्राईम हे झाले."},{"number":21,"verse":"बन्यामिनाचे मुलगे बेला, बेकेर, आशबेल, गेरा, नामान, एही, रोष, मुप्पीम, हुप्पीम आणि आर्द."},{"number":22,"verse":"हे मुलगे याकोबापासून राहेलीला झाले; ते सर्व चौदा जण होते."},{"number":23,"verse":"दानाचा मुलगा हुशीम."},{"number":24,"verse":"नफतालीचे मुलगे यासहेल, गूनी, येसेर आणि शिल्लेम."},{"number":25,"verse":"लाबानाने आपली मुलगी राहेल हिला दिलेल्या बिल्हेचे हे मुलगे. तिला हे सात जण याकोबापासून झाले."},{"number":26,"verse":"याकोबाच्या वंशातली जी माणसे मिसरात गेली ती याकोबाच्या मुलांच्या बायकांखेरीज करून सहासष्ट होती."},{"number":27,"verse":"योसेफाला मिसर देशात झालेले दोन मुलगे हे मिळून याकोबाच्या घराण्यातले मिसर देशात आले ते एकंदर सत्तर जण होते."},{"number":28,"verse":"( याकोब आणि त्याचे कुटुंब ह्यांचे मिसर देशात वास्तव्य) योसेफाने गोशेन प्रांताची वाट दाखवावी म्हणून याकोबाने यहूदाला आपल्यापुढे त्याच्याकडे पाठवले; ह्याप्रमाणे ते गोशेन प्रांतात आले."},{"number":29,"verse":"योसेफ आपला रथ सिद्ध करून आपला बाप इस्राएल ह्याला भेटायला गोशेन प्रांतास गेला; त्याला भेटून त्याच्या गळ्यास त्याने मिठी मारली आणि त्याच्या गळ्यात गळा घालून तो फार वेळ रडला."},{"number":30,"verse":"तेव्हा इस्राएल योसेफाला म्हणाला, “तू अजून जिवंत असून तुझे मुख मी पाहिले, आता मला खुशाल मरण येवो.”"},{"number":31,"verse":"योसेफ आपल्या भावांना आणि आपल्या बापाच्या घरच्यांना म्हणाला, “मी जाऊन फारोला खबर देतो की, कनान देशात असलेले माझे भाऊ व माझ्या बापाच्या घरची माणसे माझ्याकडे आली आहेत;"},{"number":32,"verse":"हे मेंढरे पाळणारे, गुरेढोरे पाळणारे आहेत म्हणून ते आपली शेरडेमेंढरे, गुरेढोरे व आपले सर्वस्व घेऊन आले आहेत."},{"number":33,"verse":"फारो तुम्हांला बोलावून विचारील की, ‘तुमचा धंदा काय आहे?’"},{"number":34,"verse":"तेव्हा तुम्ही सांगा की, ‘बाळपणापासून आजवर आम्ही आपले दास गुरेढोरे बाळगून आहोत, आमचा व आमच्या वाडवडिलांचाही हाच धंदा आहे.’ अशाने तुम्हांला गोशेन प्रांतात राहायला मिळेल; कारण जेवढा म्हणून मेंढपाळ आहे तेवढ्याची मिसरी लोकांना किळस वाटते.”"}]}