{"bibleAbbr":"mrRV2015","bookName":"उत्पत्ती","bookEnglishName":"Genesis","chapterNumber":5,"verses":[{"number":1,"verse":"( आदामाचे वंशज) ( ( 130 1:1-4 )) आदामाच्या वंशावळीची नोंद येणेप्रमाणे : देवाने मनुष्य उत्पन्न केला त्या वेळी त्याने तो आपल्याशी सदृश केला;"},{"number":2,"verse":"त्याने त्यांना नर व नारी असे उत्पन्न केले. त्यांना आशीर्वाद दिला; त्यांना उत्पन्न केले त्या वेळी त्यांना आदाम (मानव) हे नाव दिले."},{"number":3,"verse":"आदाम एकशे तीस वर्षांचा झाल्यावर त्याला त्याच्याशी सदृश, त्याच्या प्रतिरूपाचा मुलगा झाला, त्याचे नाव त्याने शेथ ठेवले;"},{"number":4,"verse":"शेथ झाल्यावर आदाम आठशे वर्षे जगला, व त्याला आणखी मुलगे व मुली झाल्या."},{"number":5,"verse":"आदाम एकंदर नऊशे तीस वर्षे जगला; मग तो मरण पावला."},{"number":6,"verse":"शेथ एकशे पाच वर्षांचा झाल्यावर त्याला अनोश झाला;"},{"number":7,"verse":"अनोश झाल्यावर शेथ आठशे सात वर्षे जगला व त्याला आणखी मुलगे व मुली झाल्या;"},{"number":8,"verse":"शेथाचे एकंदर आयुष्य नऊशे बारा वर्षांचे झाले; मग तो मरण पावला."},{"number":9,"verse":"अनोश नव्वद वर्षांचा झाल्यावर त्याला केनान झाला;"},{"number":10,"verse":"केनान झाल्यावर अनोश आठशे पंधरा वर्षे जगला व त्याला आणखी मुलगे व मुली झाल्या;"},{"number":11,"verse":"अनोशाचे एकंदर आयुष्य नऊशे पाच वर्षांचे झाले; मग तो मरण पावला."},{"number":12,"verse":"केनान सत्तर वर्षांचा झाल्यावर त्याला महललेल झाला;"},{"number":13,"verse":"महललेल झाल्यावर केनान आठशे चाळीस वर्षे जगला व त्याला आणखी मुलगे व मुली झाल्या;"},{"number":14,"verse":"केनानाचे एकंदर आयुष्य नऊशे दहा वर्षांचे झाले, मग तो मरण पावला."},{"number":15,"verse":"महललेल पासष्ट वर्षांचा झाल्यावर त्याला यारेद झाला;"},{"number":16,"verse":"यारेद झाल्यावर महललेल आठशे तीस वर्षे जगला व त्याला आणखी मुलगे व मुली झाल्या;"},{"number":17,"verse":"महललेल ह्याचे एकंदर आयुष्य आठशे पंचाण्णव वर्षांचे झाले, मग तो मरण पावला."},{"number":18,"verse":"यारेद एकशे बासष्ट वर्षांचा झाल्यावर त्याला हनोख झाला;"},{"number":19,"verse":"हनोख झाल्यावर यारेद आठशे वर्षे जगला व त्याला आणखी मुलगे व मुली झाल्या;"},{"number":20,"verse":"यारेदाचे एकंदर आयुष्य नऊशे बासष्ट वर्षांचे झाले. मग तो मरण पावला."},{"number":21,"verse":"हनोख पासष्ट वर्षांचा झाल्यावर त्याला मथुशलह झाला;"},{"number":22,"verse":"मथुशलह झाल्यावर हनोख तीनशे वर्षे देवाबरोबर चालला, व त्याला आणखी मुलगे व मुली झाल्या;"},{"number":23,"verse":"हनोखाचे एकंदर आयुष्य तीनशे पासष्ट वर्षांचे झाले;"},{"number":24,"verse":"हनोख देवाबरोबर चालला. त्यानंतर तो नव्हता; कारण देवाने त्याला नेले."},{"number":25,"verse":"मथुशलह एकशे सत्त्याऐंशी वर्षांचा झाल्यावर त्याला लामेख झाला;"},{"number":26,"verse":"लामेख झाल्यावर मथुशलह सातशे ब्याऐंशी वर्षे जगला, व त्याला आणखी मुलगे व मुली झाल्या;"},{"number":27,"verse":"मथुशलहाचे एकंदर आयुष्य नऊशे एकोणसत्तर वर्षांचे झाले. मग तो मरण पावला."},{"number":28,"verse":"लामेख एकशे ब्याऐंशी वर्षांचा झाल्यावर त्याला मुलगा झाला;"},{"number":29,"verse":"त्याचे नाव त्याने नोहा असे ठेवले; तो म्हणाला, “जी भूमी परमेश्वराने शापित केली तिच्यासंबंधाचे आमचे काम व आमच्या हातचे कष्ट ह्यांविषयी हा आमचे सांत्वन करील.”"},{"number":30,"verse":"नोहा झाल्यावर लामेख पाचशे पंचाण्णव वर्षे जगला, त्याला आणखी मुलगे व मुली झाल्या."},{"number":31,"verse":"लामेखाचे एकंदर आयुष्य सातशे सत्त्याहत्तर वर्षांचे झाले. मग तो मरण पावला."},{"number":32,"verse":"नोहा पाचशे वर्षांचा झाला तेव्हा त्याला शेम, हाम व याफेथ हे झाले."}]}