{"bibleAbbr":"NRSVue2021","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":19,"verses":[{"number":1,"verse":"(The Broken Earthenware Jug) Thus said the LORD: Go and buy a potter’s earthenware jug. Take with you (Syr Tg Compare Gk: Heb lacks take with you) some of the elders of the people and some of the senior priests,"},{"number":2,"verse":"(Josh 15.8; Jer 7.31) and go out to the valley of the son of Hinnom at the entry of the Potsherd Gate, and proclaim there the words that I tell you."},{"number":3,"verse":"(1 Sam 3.11; 4.18; Jer 17.20) You shall say: Hear the word of the LORD, O kings of Judah and inhabitants of Jerusalem. Thus says the LORD of hosts, the God of Israel: I am going to bring such disaster upon this place that the ears of everyone who hears of it will tingle."},{"number":4,"verse":"(Deut 28.20; 2 Kings 21.16; Isa 65.11; Jer 2.34) Because the people have forsaken me and have profaned this place by making offerings in it to other gods whom neither they nor their ancestors nor the kings of Judah have known, and because they have filled this place with the blood of the innocent"},{"number":5,"verse":"(Lev 18.21; 2 Kings 17.17; Jer 32.35) and gone on building the high places of Baal to burn their children in the fire as burnt offerings to Baal, which I did not command or decree, nor did it enter my mind,"},{"number":6,"verse":"(Josh 15.8; Jer 7.32) therefore the days are surely coming, says the LORD, when this place shall no more be called Topheth or the valley of the son of Hinnom but the valley of Slaughter."},{"number":7,"verse":"(Ps 79.2; Jer 15.2, 9; 16.4) And in this place I will make void the plans of Judah and Jerusalem and will make them fall by the sword before their enemies and by the hand of those who seek their life. I will give their dead bodies for food to the birds of the air and to the wild animals of the earth."},{"number":8,"verse":"(1 Kings 9.8; 2 Chr 7.21; Jer 18.16; 49.13) And I will make this city a horror, a thing to be hissed at; everyone who passes by it will be horrified and will hiss because of all its disasters."},{"number":9,"verse":"(Deut 28.53, 55; Isa 9.20; Lam 4.10) And I will make them eat the flesh of their sons and the flesh of their daughters, and all shall eat the flesh of their neighbors in the siege and in the distress with which their enemies and those who seek their life afflict them."},{"number":10,"verse":"Then you shall break the jug in the sight of those who go with you"},{"number":11,"verse":"(Ps 2.9; Isa 30.14; Jer 7.32; Rev 2.27) and shall say to them: Thus says the LORD of hosts: So will I break this people and this city as one breaks a potter’s vessel, so that it can never be mended. In Topheth they shall bury until there is no more room to bury."},{"number":12,"verse":"Thus will I do to this place, says the LORD, and to its inhabitants, making this city like Topheth."},{"number":13,"verse":"(Jer 7.18; 52.13; Ezek 20.28; Acts 7.42) And the houses of Jerusalem and the houses of the kings of Judah shall be defiled like the place of Topheth—all the houses upon whose roofs offerings have been made to the whole host of heaven and libations have been poured out to other gods."},{"number":14,"verse":"(Jer 26.2) When Jeremiah came from Topheth, where the LORD had sent him to prophesy, he stood in the court of the LORD’s house and said to all the people:"},{"number":15,"verse":"(Ps 58.4; Jer 7.26; 17.23) Thus says the LORD of hosts, the God of Israel: I am now bringing upon this city and upon all its towns all the disaster that I have pronounced against it, because they have stiffened their necks, refusing to hear my words."}]}