{"bibleAbbr":"NRSVue2021","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":24,"verses":[{"number":1,"verse":"The Good and the Bad Figs (2 Kings 24.10-16; 2 Chr 36.10; Jer 22.24; 29.2; Am 8.1) The LORD showed me two baskets of figs placed before the temple of the LORD. This was after King Nebuchadrezzar of Babylon had taken into exile from Jerusalem King Jeconiah son of Jehoiakim of Judah, together with the officials of Judah, the artisans, and the smiths, and had brought them to Babylon."},{"number":2,"verse":"(Jer 27.17; Nah 3.12) One basket had very good figs, like first-ripe figs, but the other basket had very bad figs, so bad that they could not be eaten."},{"number":3,"verse":"(Jer 1.11, 13) And the LORD said to me, “What do you see, Jeremiah?” I said, “Figs—the good figs very good and the bad figs very bad, so bad that they cannot be eaten.”"},{"number":4,"verse":"Then the word of the LORD came to me:"},{"number":5,"verse":"Thus says the LORD, the God of Israel: Like these good figs, so I will regard as good the exiles from Judah whom I have sent away from this place to the land of the Chaldeans."},{"number":6,"verse":"(Jer 29.10; 33.7; 42.10; Ezek 11.17) I will set my eyes upon them for good, and I will bring them back to this land. I will build them up and not tear them down; I will plant them and not pluck them up."},{"number":7,"verse":"(Jer 29.13; 31.33; 32.40; Zech 8.8; Heb 8.10) I will give them a heart to know that I am the LORD, and they will be my people, and I will be their God, for they will return to me with their whole heart."},{"number":8,"verse":"(Jer 29.17; 39.5, 9; 44.26-30) But thus says the LORD: Like the bad figs that are so bad they cannot be eaten, so will I treat King Zedekiah of Judah, his officials, the remnant of Jerusalem who remain in this land, and those who live in the land of Egypt."},{"number":9,"verse":"(1 Kings 9.7; Ps 44.13, 14; Isa 65.15; Jer 15.4; 29.18; 34.17) I will make them a horror, an evil thing, to all the kingdoms of the earth—a disgrace, a byword, a taunt, and a curse in all the places where I shall drive them."},{"number":10,"verse":"(Isa 51.19; Jer 21.9; 27.8) And I will send sword, famine, and pestilence upon them until they are utterly destroyed from the land that I gave to them and their ancestors."}]}