{"bibleAbbr":"NRSVue2021","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":51,"verses":[{"number":1,"verse":"(Jer 4.11; Hos 13.15) Thus says the LORD: I am going to stir up a destructive wind (Or stir up the spirit of a destroyer) against Babylon and against the inhabitants of Leb-qamai, (That is, Chaldea)"},{"number":2,"verse":"(Isa 41.16; Jer 15.7; Mt 3.12) and I will send winnowers to Babylon, and they shall winnow her. They shall empty her land when they come against her from every side on the day of trouble."},{"number":3,"verse":"(Jer 46.4; 50.14, 21) Let not the archer bend his bow, and let him not array himself in his coat of mail. Do not spare her young men; utterly destroy her entire army."},{"number":4,"verse":"They shall fall down slain in the land of the Chaldeans and wounded in her streets."},{"number":5,"verse":"(Isa 54.7, 8; Jer 33.24-26) Indeed, Israel and Judah have not been forsaken by their God, the LORD of hosts, though their land is full of guilt before the Holy One of Israel."},{"number":6,"verse":"(Num 16.26; Jer 25.14; 50.8, 15; Rev 18.4) Flee from the midst of Babylon; save your lives, each of you! Do not perish because of her guilt, for this is the time of the LORD’s vengeance; he is repaying her what is due."},{"number":7,"verse":"(Jer 25.15, 16; Rev 14.8; 17.4; 18.3) Babylon was a golden cup in the LORD’s hand, making all the earth drunken; the nations drank of her wine, and so the nations went mad."},{"number":8,"verse":"(Isa 21.9; Jer 48.20; Rev 14.8; 18.2, 9, 11, 19) Suddenly Babylon has fallen and is shattered; wail for her! Bring balm for her wound; perhaps she may be healed."},{"number":9,"verse":"(Isa 13.14; Jer 50.16; Rev 18.5) We tried to heal Babylon, but she could not be healed. Forsake her, and let each of us go to our own country, for her judgment has reached up to heaven and has been lifted up even to the skies."},{"number":10,"verse":"(Ps 37.6; Isa 40.2; Jer 50.28; Mic 7.9) The LORD has brought forth our vindication; come, let us declare in Zion the work of the LORD our God."},{"number":11,"verse":"(Jer 46.4; 50.3, 9, 28; Joel 3.9, 10) Sharpen the arrows! Fill the quivers! The LORD has stirred up the spirit of the kings of the Medes because his purpose concerning Babylon is to destroy it, for that is the vengeance of the LORD, vengeance for his temple."},{"number":12,"verse":"(Isa 13.2; Jer 50.2) Raise a standard against the walls of Babylon; make the watch strong; post sentinels; prepare the ambushes, for the LORD has both planned and done what he spoke concerning the inhabitants of Babylon."},{"number":13,"verse":"(Rev 17.1, 15) You who live by mighty waters, rich in treasures, your end has come; the thread of your life is cut."},{"number":14,"verse":"(Jer 49.13; 50.15; Am 6.8; Nah 3.15) The LORD of hosts has sworn by himself: Surely I will fill you with troops like a swarm of locusts, and they shall raise a shout of victory over you."},{"number":15,"verse":"(Gen 1.1, 6; Job 9.8; Ps 104.2; Isa 40.22; Jer 10.12-16; Acts 14.15; Rom 1.20) It is he who made the earth by his power, who established the world by his wisdom and by his understanding stretched out the heavens."},{"number":16,"verse":"(Ps 18.13; 135.7; Jer 10.13) When he utters his voice there is a tumult of waters in the heavens, and he makes the mist rise from the ends of the earth. He makes lightnings for the rain, and he brings out the wind from his storehouses."},{"number":17,"verse":"(Jer 10.14; 50.2; Hab 2.18, 19) Everyone is stupid and without knowledge; goldsmiths are all put to shame by their idols, for their images are false, and there is no breath in them."},{"number":18,"verse":"(Jer 10.15) They are worthless, a work of delusion; at the time of their punishment they shall perish."},{"number":19,"verse":"(Jer 10.16; 50.34) Not like these is the portion of Jacob, for he is the one who formed all things, and Israel is the tribe of his inheritance; the LORD of hosts is his name."},{"number":20,"verse":"(Israel the Creator’s Instrument) (Isa 10.5, 15; 41.15, 16; Jer 50.23; Mic 4.12, 13) You are my war club, my weapon of battle: with you I smash nations; with you I destroy kingdoms;"},{"number":21,"verse":"with you I smash the horse and its rider; with you I smash the chariot and the charioteer;"},{"number":22,"verse":"(2 Chr 36.17) with you I smash man and woman; with you I smash the old man and the boy; with you I smash the young man and the girl;"},{"number":23,"verse":"with you I smash shepherds and their flocks; with you I smash farmers and their teams; with you I smash governors and deputies."},{"number":24,"verse":"(The Doom of Babylon) (Jer 50.10, 15, 29) I will repay Babylon and all the inhabitants of Chaldea before your very eyes for all the wrong that they have done in Zion, says the LORD."},{"number":25,"verse":"(Jer 50.31; Zech 4.7; Rev 8.8) I am against you, O destroying mountain, says the LORD, that destroys the whole earth; I will stretch out my hand against you and roll you down from the crags and make you a burned-out mountain."},{"number":26,"verse":"(v 29|JER 51:29; Jer 50.13) No stone shall be taken from you for a corner and no stone for a foundation, but you shall be a perpetual waste, says the LORD."},{"number":27,"verse":"(Isa 13.2; Jer 25.14; 50.2, 41, 42) Raise a standard in the land; blow the trumpet among the nations; prepare the nations for war against her; summon against her the kingdoms, Ararat, Minni, and Ashkenaz; appoint a marshal against her; bring up horses like bristling locusts."},{"number":28,"verse":"Prepare the nations for war against her, the kings of the Medes, with their governors and deputies, and every land under their dominion."},{"number":29,"verse":"(Isa 13.19, 20; 47.11; Jer 8.16; 10.10; 50.46; Am 8.8) The land trembles and writhes, for the LORD’s purposes against Babylon stand, to make the land of Babylon a desolation, without inhabitant."},{"number":30,"verse":"(Ps 76.5; Isa 13.7, 8; Jer 50.36, 37; Lam 2.9; Am 1.5; Nah 3.13) The warriors of Babylon have given up fighting; they remain in their strongholds; their strength has failed; they have become women; her buildings are set on fire; her bars are broken."},{"number":31,"verse":"(2 Sam 18.19-31; 2 Chr 30.6; Jer 50.24) One runner runs to meet another, and one messenger to meet another, to tell the king of Babylon that his city is taken from end to end:"},{"number":32,"verse":"(Jer 50.37, 38) the fords have been seized, the marshes have been burned with fire, and the soldiers are in panic."},{"number":33,"verse":"(Isa 17.5-7; 21.10; 41.15; Hos 6.11; Joel 3.13; Hab 3.12) For thus says the LORD of hosts, the God of Israel: Daughter Babylon is like a threshing floor at the time when it is trodden; yet a little while and the time of her harvest will come."},{"number":34,"verse":"(Isa 24.1-3; Jer 50.17; Am 8.4) “King Nebuchadrezzar of Babylon has devoured me; he has crushed me; he has made me an empty vessel; he has swallowed me like a monster; he has filled his belly with my delicacies; he has spewed me out."},{"number":35,"verse":"(v 24|JER 51:24; Ps 137.8) May my torn flesh be avenged on Babylon,” the inhabitants of Zion shall say. “May my blood be avenged on the inhabitants of Chaldea,” Jerusalem shall say."},{"number":36,"verse":"(Ps 140.12; Jer 50.34, 38; Rom 12.19) Therefore thus says the LORD: I am going to defend your cause and take vengeance for you. I will dry up her sea and make her fountain dry,"},{"number":37,"verse":"(Isa 13.22; Jer 49.33; 50.13, 39; Rev 18.2) and Babylon shall become a heap of ruins, a den of jackals, an object of horror and of hissing, without inhabitant."},{"number":38,"verse":"Like lions they shall roar together; they shall growl like lions’ whelps."},{"number":39,"verse":"(Jer 25.27) When they are inflamed, I will set out their drink and make them drunk, until they become merry and then sleep a perpetual sleep and never wake, says the LORD."},{"number":40,"verse":"(Jer 50.27) I will bring them down like lambs to the slaughter, like rams and goats."},{"number":41,"verse":"(Isa 13.19; Jer 25.26; 49.25) How Sheshach (That is, Babylon) is taken; the pride of the whole earth seized! How Babylon has become an object of horror among the nations!"},{"number":42,"verse":"(Isa 8.7, 8; Dan 9.26) The sea has risen over Babylon; she has been covered by its tumultuous waves."},{"number":43,"verse":"(Isa 13.20; Jer 50.12) Her cities have become an object of horror, a land of drought and a desert, a land in which no one lives and through which no mortal passes."},{"number":44,"verse":"(vv 34, 58|JER 51:3458; Isa 46.1; Jer 50.2) I will punish Bel in Babylon and make him disgorge what he has swallowed. The nations shall no longer stream to him; the wall of Babylon has fallen."},{"number":45,"verse":"(v 6|JER 51:6; Jer 50.8; Acts 2.40; Rev 18.4) Come out of her, my people! Save your lives, each of you, from the fierce anger of the LORD!"},{"number":46,"verse":"(2 Kings 19.7; Isa 13.3-5; 19.2; Jer 46.27, 28) Do not be fainthearted or fearful at the rumors heard in the land— one year one rumor comes, the next year another, rumors of violence in the land and of ruler against ruler."},{"number":47,"verse":"(v 52|JER 51:52; Isa 46.1, 2; Jer 50.2, 12, 35-37) Assuredly, the days are coming when I will punish the images of Babylon; her whole land shall be put to shame, and all her slain shall fall in her midst."},{"number":48,"verse":"(vv 11, 27|JER 51:1127; Isa 44.23; 49.13; Rev 12.12; 18.20) Then the heavens and the earth and all that is in them shall shout for joy over Babylon, for the destroyers shall come against her out of the north, says the LORD."},{"number":49,"verse":"(Jer 50.29) Babylon must fall for the slain of Israel, as the slain of all the earth have fallen because of Babylon."},{"number":50,"verse":"(v 45|JER 51:45; Ps 137.6) You survivors of the sword, go; do not linger! Remember the LORD in a distant land, and let Jerusalem come into your mind:"},{"number":51,"verse":"(Ps 79.4) We are put to shame, for we have heard insults; dishonor has covered our faces, for aliens have come into the holy places of the LORD’s house."},{"number":52,"verse":"(v 47|JER 51:47; Jer 50.38) Therefore the time is surely coming, says the LORD, when I will punish her idols, and through all her land the wounded shall groan."},{"number":53,"verse":"(Isa 13.3; 14.12, 13; Jer 49.16) Though Babylon should mount up to heaven, and though she should fortify her strong height, from me destroyers would come upon her, says the LORD."},{"number":54,"verse":"(Jer 50.46) Listen!—a cry from Babylon! A great crashing from the land of the Chaldeans!"},{"number":55,"verse":"(v 42) For the LORD is laying Babylon waste and stilling her loud clamor. Their waves roar like mighty waters; the sound of their clamor resounds,"},{"number":56,"verse":"(vv 6, 24, 48|JER 51:62448; Ps 94.1, 2; Hab 2.8) for a destroyer has come against her, against Babylon; her warriors are taken; their bows are broken, for the LORD is a God of recompense; he will repay in full."},{"number":57,"verse":"(v 39|JER 51:39; Ps 76.5, 6; Jer 46.18; 48.15) I will make her officials and her sages drunk, also her governors, her deputies, and her warriors; they shall sleep a perpetual sleep and never wake, says the King, whose name is the LORD of hosts."},{"number":58,"verse":"(v 64|JER 51:64; Jer 50.15; Hab 2.13) Thus says the LORD of hosts: The broad wall of Babylon shall be leveled to the ground, and her high gates shall be burned with fire. The peoples exhaust themselves for nothing, the nations only for fire, and they have become weary."},{"number":59,"verse":"(Jeremiah’s Command to Seraiah) (Jer 28.1; 32.12) The word that the prophet Jeremiah commanded Seraiah son of Neriah son of Mahseiah, when he went with King Zedekiah of Judah to Babylon, in the fourth year of his reign. Seraiah was the quartermaster."},{"number":60,"verse":"(Jer 30.2, 3; 36.2, 4, 32) Jeremiah wrote in a (Or one) scroll all the disasters that would come on Babylon, all these words that are written concerning Babylon."},{"number":61,"verse":"And Jeremiah said to Seraiah: “When you come to Babylon, see that you read all these words,"},{"number":62,"verse":"(v 43|JER 51:43; Jer 25.12; 50.3, 39; Ezek 35.9) and say, ‘O LORD, you yourself threatened to destroy this place so that neither humans nor animals shall live in it, and it shall be desolate forever.’"},{"number":63,"verse":"(Rev 18.21) When you finish reading this scroll, tie a stone to it, and throw it into the middle of the Euphrates,"},{"number":64,"verse":"(v 58|JER 51:58; Nah 1.8, 9) and say, ‘Thus shall Babylon sink, to rise no more, because of the disasters that I am bringing on her.’ ” (Gk: Heb on her. And they shall weary themselves) Thus far are the words of Jeremiah."}]}