{"bibleAbbr":"NRSVue2021","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":7,"verses":[{"number":1,"verse":"(Jeremiah Proclaims God’s Judgment on the Nation) The word that came to Jeremiah from the LORD:"},{"number":2,"verse":"Stand in the gate of the LORD’s house, and proclaim there this word, and say, Hear the word of the LORD, all you people of Judah, you who enter these gates to worship the LORD."},{"number":3,"verse":"Thus says the LORD of hosts, the God of Israel: Amend your ways and your doings, and let me dwell with you (Or and I will let you dwell) in this place."},{"number":4,"verse":"Do not trust in these deceptive words: “This is (Heb They are) the temple of the LORD, the temple of the LORD, the temple of the LORD.”"},{"number":5,"verse":"(Jer 4.1, 2; 22.3) For if you truly amend your ways and your doings, if you truly act justly one with another,"},{"number":6,"verse":"(Deut 6.14, 15; 8.19; Jer 13.10) if you do not oppress the alien, the orphan, and the widow or shed innocent blood in this place, and if you do not go after other gods to your own hurt,"},{"number":7,"verse":"then I will dwell with you (Or and I will let you dwell) in this place, in the land that I gave to your ancestors forever and ever."},{"number":8,"verse":"(Jer 13.25) Here you are, trusting in deceptive words to no avail."},{"number":9,"verse":"(Ex 20.3; Jer 11.13, 17; 19.4) Will you steal, murder, commit adultery, swear falsely, make offerings to Baal, and go after other gods that you have not known"},{"number":10,"verse":"(Jer 2.23, 35; 32.34; Ezek 23.39) and then come and stand before me in this house, which is called by my name, and say, “We are safe!”—only to go on doing all these abominations?"},{"number":11,"verse":"(Mt 21.13; Mk 11.17; Lk 19.46) Has this house, which is called by my name, become a den of robbers in your sight? I, too, am watching, says the LORD."},{"number":12,"verse":"(1 Sam 4.10, 11; Jer 26.6) Go now to my place that was in Shiloh, where I made my name dwell at first, and see what I did to it for the wickedness of my people Israel."},{"number":13,"verse":"(2 Chr 36.15; Isa 65.12; Jer 35.17) And now, because you have done all these things, says the LORD, and when I spoke to you persistently, you did not listen, and when I called you, you did not answer,"},{"number":14,"verse":"(vv 4, 12|JER 7:412; 1 Kings 9.7) therefore I will do to the house that is called by my name, in which you trust, and to the place that I gave to you and to your ancestors just what I did to Shiloh."},{"number":15,"verse":"(2 Kings 17.23; Ps 78.67; Jer 15.1) And I will cast you out of my sight, just as I cast out all your kinsfolk, all the offspring of Ephraim."},{"number":16,"verse":"(The People’s Disobedience) (Ex 32.10; Jer 11.14; 15.1) As for you, do not pray for this people, do not raise a cry or prayer on their behalf, and do not intercede with me, for I will not hear you."},{"number":17,"verse":"Do you not see what they are doing in the towns of Judah and in the streets of Jerusalem?"},{"number":18,"verse":"(Jer 11.17; 19.13; 44.17) The children gather wood, the fathers kindle fire, and the women knead dough, to make cakes for the queen of heaven, and they pour out drink offerings to other gods, to provoke me to anger."},{"number":19,"verse":"(Deut 32.16, 21) Is it I whom they provoke? says the LORD. Is it not themselves, to their own hurt?"},{"number":20,"verse":"Therefore thus says the Lord GOD: My anger and my wrath shall be poured out on this place, on humans and animals, on the trees of the field and the fruit of the ground; it will burn and not be quenched."},{"number":21,"verse":"(Isa 1.11; Hos 8.13; Am 5.21) Thus says the LORD of hosts, the God of Israel: Add your burnt offerings to your sacrifices, and eat the flesh."},{"number":22,"verse":"(1 Sam 15.22; Ps 51.16; Hos 6.6) For in the day that I brought your ancestors out of the land of Egypt, I did not speak to them or command them concerning burnt offerings and sacrifices."},{"number":23,"verse":"(Ex 15.26; Lev 26.12; Isa 3.10) But this command I gave them, “Obey my voice, and I will be your God, and you shall be my people; walk only in the way that I command you, so that it may be well with you.”"},{"number":24,"verse":"(Ps 81.11, 12; Jer 15.16) Yet they did not obey or incline their ear, but, in the stubbornness of their evil will, they walked in their own counsels and looked backward rather than forward."},{"number":25,"verse":"(Jer 25.4; Lk 11.49) From the day that your ancestors came out of the land of Egypt until this day, I have persistently sent all my servants the prophets to them, day after day,"},{"number":26,"verse":"(Jer 16.12; 19.15) yet they did not listen to me or pay attention, but they stiffened their necks. They did worse than their ancestors did."},{"number":27,"verse":"(Isa 50.2; Ezek 2.7; 3.7) So you shall speak all these words to them, but they will not listen to you. You shall call to them, but they will not answer you."},{"number":28,"verse":"(Jer 5.3; 6.17; 9.5) You shall say to them: This is the nation that did not obey the voice of the LORD their God and did not accept discipline; truth has perished; it is cut off from their lips."},{"number":29,"verse":"(Job 1.20; Isa 15.2; Jer 16.6; Mic 1.16) Cut off your hair and throw it away; raise a lamentation on the bare heights, (Or the trails) for the LORD has rejected and forsaken the generation that provoked his wrath."},{"number":30,"verse":"(2 Kings 21.4; 2 Chr 33.4, 5, 7; Jer 23.11; Ezek 7.20) For the people of Judah have done evil in my sight, says the LORD; they have set their abominations in the house that is called by my name, defiling it."},{"number":31,"verse":"(2 Kings 23.10; Ps 106.38; Jer 19.5) And they go on building the high place (Gk Tg Vg: Heb high places) of Topheth, which is in the valley of the son of Hinnom, to burn their sons and their daughters in the fire—which I did not command, nor did it come into my mind."},{"number":32,"verse":"(2 Kings 23.10; Jer 19.6, 7, 11) Therefore the days are surely coming, says the LORD, when it will no more be called Topheth or the valley of the son of Hinnom but the valley of Slaughter, for they will bury in Topheth until there is no more room."},{"number":33,"verse":"The corpses of this people will be food for the birds of the air and for the animals of the earth, and no one will frighten them away."},{"number":34,"verse":"(Isa 24.7, 8; Ezek 26.13; Hos 2.11; Rev 18.23) And I will bring to an end the sound of mirth and gladness, the voice of the bride and bridegroom in the cities of Judah and in the streets of Jerusalem, for the land shall become a waste."}]}