{"bibleAbbr":"urRV2010","bookName":"۲-تِیمُتھِیُس","bookEnglishName":"2 Timothy","chapterNumber":1,"verses":[{"number":1,"verse":"( تمہید) پَولُس کی طرف سے جو اُس زِندگی کے وعدہ کے مُوافِق جو مسِیح یِسُو ع میں ہے خُدا کی مرضی سے مسِیح یِسُو ع کا رسُول ہے۔"},{"number":2,"verse":"پِیارے فرزند تِیمُتِھیُس کے نام ۔ فضل ۔ رَحم اور اِطمِینان خُدا باپ اور ہمارے خُداوند مسِیح یِسُو ع کی طرف سے تُجھے حاصِل ہوتا رہے۔"},{"number":3,"verse":"( شُکر گُزاری اور حَوصلہ افزائی) جِس خُدا کی عِبادت مَیں صاف دِل سے باپ دادا کے طَور پر کرتا ہُوں اُس کا شُکر ہے کہ اپنی دُعاؤں میں بِلاناغہ تُجھے یاد رکھتا ہُوں۔"},{"number":4,"verse":"اور تیرے آنسُوؤں کو یاد کر کے رات دِن تیری مُلاقات کا مُشتاق رہتا ہُوں تاکہ خُوشی سے بھر جاؤں۔"},{"number":5,"verse":"اور مُجھے تیرا وہ بے رِیا اِیمان یاد دِلایا گیا ہے جو پہلے تیری نانی لُوئِس اور تیری ماں یُونِیکے رکھتی تِھیں اور مُجھے یقِین ہے کہ تُو بھی رکھتا ہے۔"},{"number":6,"verse":"اِسی سبب سے مَیں تُجھے یاد دِلاتا ہُوں کہ تُو خُدا کی اُس نِعمت کو چمکا دے جو میرے ہاتھ رکھنے کے باعِث تُجھے حاصِل ہے۔"},{"number":7,"verse":"کیونکہ خُدا نے ہمیں دہشت کی رُوح نہیں بلکہ قُدرت اور مُحبّت اور تربِیّت کی رُوح دی ہے۔"},{"number":8,"verse":"پس ہمارے خُداوندکی گواہی دینے سے اور مُجھ سے جو اُس کا قَیدی ہُوں شرم نہ کر بلکہ خُدا کی قُدرت کے مُوافِق خُوشخبری کی خاطِر میرے ساتھ دُکھ اُٹھا۔"},{"number":9,"verse":"جِس نے ہمیں نجات دی اور پاک بُلاوے سے بُلایا ہمارے کاموں کے مُوافِق نہیں بلکہ اپنے خاص اِرادہ اور اُس فضل کے مُوافِق جو مسِیح یِسُو ع میں ہم پر ازل سے ہُؤا۔"},{"number":10,"verse":"مگر اب ہمارے مُنجّی مسِیح یِسُو ع کے ظہُور سے ظاہِرہُؤا جِس نے مَوت کو نیست اور زِندگی اور بقا کو اُس خُوشخبری کے وسِیلہ سے رَوشن کر دِیا۔"},{"number":11,"verse":"جِس کے لِئے مَیں مُنادی کرنے والا اور رسُول اور اُستاد مُقرّر ہُؤا۔"},{"number":12,"verse":"اِسی باعِث سے مَیں یہ دُکھ بھی اُٹھاتا ہُوں لیکن شرماتا نہیں کیونکہ جِس کا مَیں نے یقِین کِیا ہے اُسے جانتا ہُوں اور مُجھے یقِین ہے کہ وہ میری امانت کی اُس دِن تک حِفاظت کر سکتا ہے۔"},{"number":13,"verse":"جو صحِیح باتیں تُو نے مُجھ سے سُنِیں اُس اِیمان اور مُحبّت کے ساتھ جو مسِیح یِسُو ع میں ہے اُن کا خاکہ یاد رکھ۔"},{"number":14,"verse":"رُوحُ القُدس کے وسِیلہ سے جو ہم میں بسا ہُؤا ہے اِس اچّھی امانت کی حِفاظت کر۔"},{"number":15,"verse":"تُو یہ جانتا ہے کہ آسیہ کے سب لوگ مُجھ سے پِھر گئے ۔ جِن میں سے فُوگلُس اور ہرمُگِنیُس ہیں۔"},{"number":16,"verse":"خُداوند اُنیسِفرُ س کے گھرانے پر رَحم کرے کیونکہ اُس نے بُہت دفعہ مُجھے تازہ دَم کِیا اور میری قَید سے شرمِندہ نہ ہُؤا۔"},{"number":17,"verse":"بلکہ جب وہ روما میں آیا تو کوشِش سے تلاش کر کے مُجھ سے مِلا۔"},{"number":18,"verse":"(خُداوند اُسے یہ بخشے کہ اُس دِن اُس پر خُداوند کا رَحم ہو) اور اُس نے اِفِسُس میں جو جو خِدمتیں کِیں تُو اُنہیں خُوب جانتا ہے۔"}]}