{"bibleAbbr":"Geneva1599","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"The Second Book of Samuel(4 It was told David of Saul’s death.15 He causeth him to be slain that brought the tidings.19 He lamenteth the death of Saul and Jonathan.) After the death of Saul, when David was returned from the (Cross references: : 1 Sam. 30:17) slaughter of the Amalekites, and had been two days in Ziklag,"},{"number":2,"verse":"Behold, a man came the third day out of the host from Saul with (Seeming to lament the overthrow of the people of Israel.) his clothes rent, and earth upon his head: and when he came to David, he fell to the earth, and did obeisance."},{"number":3,"verse":"Then David said unto him, Whence comest thou? And he said unto him, Out of the host of Israel I am escaped."},{"number":4,"verse":"And David said unto him, What is done? I pray thee, tell me. Then he said, that the people is fled from the battle, and many of the people are overthrown, and dead, and also Saul and Jonathan his son are dead."},{"number":5,"verse":"And David said unto the young man that told it him, How knowest thou that Saul and Jonathan his son be dead?"},{"number":6,"verse":"Then the young man that told him, answered, (As I fled in the chase.) As I came to mount Gilboa, behold, Saul leaned upon his spear, and lo, the chariots and (Or, captains.) horsemen followed hard after him."},{"number":7,"verse":"And when he looked back, he saw me, and called me. And I answered, Here am I."},{"number":8,"verse":"And he said unto me, Who art thou? And I answered him, I am an (He was an Amalekite born, but renounced his country, and joined with the Israelites.) Amalekite."},{"number":9,"verse":"Then said he unto me, I pray thee, (Hebrew, stand upon.) come upon me, and slay me: for anguish is come upon me, because my (I am sorry, because I am yet alive.) life is yet whole in me."},{"number":10,"verse":"So (Hebrew, I stood upon him.) I came upon him, and slew him, and because I was sure that he could not live, after that he had fallen, I took the crown that was upon his head, and the bracelet that was on his arm, and brought them hither unto my lord."},{"number":11,"verse":"Then David took hold on his clothes, (2 Sam. 3:31; 2 Sam. 13:31) and rent them, and likewise all the men that were with him."},{"number":12,"verse":"And they mourned and wept, and fasted until even, for Saul and for Jonathan his son, and for the people of the Lord, and for the house of Israel, because they were slain with the sword."},{"number":13,"verse":"¶ (After the lamentation, he examined him again.) Afterward David said unto the young man that told it him, Whence art thou? And he answered, I am the son of a stranger an Amalekite."},{"number":14,"verse":"And David said unto him, (Ps. 105:15) How wast thou not afraid, to put forth thine hand to destroy the Anointed of the Lord?"},{"number":15,"verse":"Then David called one of his young men, and said, Go near, and fall upon him. And he smote him that he died."},{"number":16,"verse":"Then said David unto him, (Thou art justly punished for thy fault.) Thy blood be upon thine own head: for thine own mouth hath testified against thee, saying, I have slain the Lord’s Anointed."},{"number":17,"verse":"¶ Then David mourned with this lamentation over Saul, and over Jonathan his son,"},{"number":18,"verse":"(Also he bade them teach the children of Judah to (That they might be able to match their enemies the Philistines in that art.) shoot, as it is written in the book of Jasher.) (Or, righteous.) (Josh. 10:13)"},{"number":19,"verse":"O noble Israel, (Meaning, Saul.) he is slain upon thy high places: how are the mighty overthrown!"},{"number":20,"verse":"(Mic. 1:10) Tell it not in Gath, nor publish it in the streets of Ashkelon, lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph."},{"number":21,"verse":"Ye mountains of Gilboa, upon you be neither dew nor rain, nor (Let their fertile fields be barren, and bring forth no fruit to offer to the Lord.) be there fields of offerings: for there the shield of the mighty is cast down, the shield of Saul, as though he had not been anointed with oil."},{"number":22,"verse":"The bow of Jonathan never turned back, neither did the sword of Saul return empty from the blood of the slain, and from the fat of the mighty."},{"number":23,"verse":"Saul and Jonathan were lovely and pleasant in their lives, and in their deaths they were not (They died both together in Gilboa.) divided: they were swifter than eagles, they were stronger than lions."},{"number":24,"verse":"Ye daughters of Israel, weep for Saul, which clothed you in scarlet, (As rich garments and costly jewels.) with pleasures, and hanged ornaments of gold upon your apparel."},{"number":25,"verse":"How were the mighty slain in the midst of the battle! O Jonathan, thou wast slain in thine high places."},{"number":26,"verse":"Woe is me for thee, my brother Jonathan: very kind hast thou been unto me: thy love to me was wonderful, passing the love of (Either toward their husbands, or their children.) women: how are the mighty overthrown, and the weapons of war destroyed!"}]}