{"bibleAbbr":"Geneva1599","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"(1 The infidelity of Ziba.5 Shimei curseth David.16 Hushai cometh to Absalom.21 The counsel of Ahithophel for the concubines.) When David was a little past the (Which was the hill of olives, 2 Sam. 15:30.) top of the hill, behold, Ziba the servant of Mephibosheth met him with a couple of asses saddled, and upon them two hundred cakes of bread, and an hundred bunches of raisins, and an hundred of (Or, fig cakes.) dried figs, and a bottle of wine."},{"number":2,"verse":"And the King said unto Ziba, What meanest thou by these? And Ziba said, They be (Commonly there are no viler traitors than they, which under pretence of friendship accuse others.) asses for the king’s household to ride on, and bread, and dried figs for the young men to eat, and wine, that the faint may drink in the wilderness."},{"number":3,"verse":"And the King said, But where is thy master’s son? Then Ziba answered the King, Behold, he remaineth in Jerusalem: for he said, This day shall the house of Israel restore me the kingdom of my father."},{"number":4,"verse":"Then said the King to Ziba, Behold, thine are all that pertained unto Mephibosheth. And Ziba said, (Hebrew, I worship.) I beseech thee, let me find grace in thy sight, my lord, O King."},{"number":5,"verse":"¶ And when King David came to (Which was a city in the tribe of Benjamin.) Bahurim, behold, thence came out a man of the family of the house of Saul, named Shimei, the son of Gera: and he came out and cursed."},{"number":6,"verse":"And he cast stones at David, and at all the servants of King David: and all the people, and all the men of war were on his (That is, round about him.) right hand, and on his left."},{"number":7,"verse":"And thus said Shimei when he cursed, Come forth, come forth thou (Hebrew, man of blood.) murderer, and (Hebrew, man of Belial.) wicked man."},{"number":8,"verse":"The Lord hath brought upon thee all the (Reproaching him, as though by his means Ishbosheth and Abner were slain.) blood of the house of Saul, in whose stead thou hast reigned: and the Lord hath delivered thy kingdom into the hand of Absalom thy son: and behold, thou art taken in thy wickedness, because thou art a murderer."},{"number":9,"verse":"Then said Abishai the son of Zeruiah unto the King, Why doth (Cross references: : 1 Sam. 24:14; 2 Sam. 3:8) this dead dog curse my lord the King: let me go, I pray thee, and take away his head."},{"number":10,"verse":"¶ But the King said, What have I to do with you, ye sons of Zeruiah? for he curseth, even because the Lord hath (David felt that this was the judgment of God for his sin, and therefore humbleth himself to his rod.) bidden him curse David: who dare then say, Wherefore hast thou done so?"},{"number":11,"verse":"And David said to Abishai, and to all his servants, Behold, my son which came out of mine own bowels, seeketh my life: then how much more now may this son of Benjamin? Suffer him to curse: for the Lord hath bidden him."},{"number":12,"verse":"It may be that the Lord will look on (Or, my tears.) mine affliction, and (Meaning, that the Lord will send comfort to his, when they are oppressed.) do me good for his cursing this day."},{"number":13,"verse":"And as David and his men went by the way, Shimei went by the side of the mountain over against him, and cursed as he went, and threw stones against him, and cast dust."},{"number":14,"verse":"Then came the King and all the people that were with him weary, and refreshed themselves (To wit, at Bahurim.) there."},{"number":15,"verse":"¶ And Absalom, and all the people the men of Israel, came to Jerusalem, and Ahithophel with him."},{"number":16,"verse":"And when Hushai the Archite, David’s friend, was come unto Absalom, Hushai said unto Absalom, (Hebrew, let the king live.) God save the King, God save the King."},{"number":17,"verse":"Then Absalom said to Hushai, Is this thy kindness to thy (Meaning, David.) friend? Why wentest thou not with thy friend?"},{"number":18,"verse":"Hushai then answered unto Absalom, Nay, but whom the Lord, and this people, and all the men of Israel choose, his will I be, and with them will I dwell."},{"number":19,"verse":"And (Hebrew, the second time.) moreover, unto whom shall I do service? not to his son? as I served before thy father, so will I before thee."},{"number":20,"verse":"¶ Then spake Absalom to Ahithophel, Give counsel what we shall do."},{"number":21,"verse":"And (Suspecting the change of the Kingdom, and so his own overthrow, he giveth such counsel as might most hinder his father’s reconciliation: and also declare to the people that Absalom was in highest authority.) Ahithophel said unto Absalom, Go in to thy father’s concubines, which he hath left to keep the house: and when all Israel shall hear that thou art abhorred of thy father, the hands of all that are with thee, shall be strong."},{"number":22,"verse":"So they spread Absalom a tent upon the top of the house, and Absalom went in to his father’s concubines in the sight of all Israel."},{"number":23,"verse":"And the counsel of Ahithophel which he counseled in those days, was like as one had asked (It was so esteemed for the success thereof.) counsel at the oracle of God: so was all the counsel of Ahithophel both with David and with Absalom."}]}