{"bibleAbbr":"Geneva1599","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"((1 The last words of David.6 The wicked shall be plucked up as thorns.8 The names and facts of his mighty men.15 He desired water, and would not drink it.) ) These also be the (Which he spake after that he had made the Psalms.) last words of David, David the son of Jesse saith, even the man who was set up on high, the anointed of the God of Jacob, and the sweet singer of Israel saith,"},{"number":2,"verse":"The Spirit of the Lord spake by me, and his word was in my (Meaning, he spake nothing but by the motion of God’s Spirit.) tongue."},{"number":3,"verse":"The God of Israel spake to me, the strength of Israel said, Thou shalt bear rule over men, being just, and ruling in the fear of God."},{"number":4,"verse":"Even as the morning light when the sun riseth, the morning, I say, without clouds, so shall mine house be, and not as the (Which groweth quickly, and fadeth soon.) grass of the earth is by the bright rain."},{"number":5,"verse":"For so shall not mine house be with God: for he hath made with me an everlasting covenant, perfect in all points, and sure: therefore all mine health and whole desire is, that he will not make it (But that my kingdom may continue forever according to his promise.) grow so."},{"number":6,"verse":"But the wicked shall be every one as thorns thrust away, because they cannot be taken with hands."},{"number":7,"verse":"But the man that shall touch them, must be defenced with iron, or with the shaft of a spear: and they shall be burnt with fire in the same place."},{"number":8,"verse":"¶ These be the names of the mighty men whom David hath: He that sat in the seat of (As one of the King’s counsel.) wisdom, being chief of the princes, was Adino of Ezni, he slew eight hundred at one time."},{"number":9,"verse":"And after him was (Cross references: : 1 Chron. 11:12) Eleazar the son of Dodo, the son of Ahohi, one of the three worthies with David, when they (Or, assailed with danger of their lives.) defied the Philistines gathered there to battle, when the men of Israel were (Meaning, fled from the battle.) gone up."},{"number":10,"verse":"He arose and smote the Philistines, until his hand was weary, and his (By a cramp which came of weariness and striving.) hand clave unto the sword: and the Lord gave great victory the same day, and the people returned after him only to spoil."},{"number":11,"verse":"After him was (1 Chron. 11:27) Shammah the son of Agee the Hararite: for the Philistines assembled at a town, where was a piece of a field full of lentils, and the people fled from the Philistines."},{"number":12,"verse":"But he stood in the midst of the field, and defended it, and slew the Philistines: so the Lord gave (Which hath neither respect to many nor few, when he will show his power.) great victory."},{"number":13,"verse":"¶ Afterward three of the thirty captains went down, and came to David in the harvest time unto the cave of Adullam, and the host of the Philistines pitched in the valley of (Or, giants.) Rephaim."},{"number":14,"verse":"And David was then in an hold, and the garrison of the Philistines was then in Bethlehem."},{"number":15,"verse":"And David (Being overcome with weariness and thirst.) longed, and said, Oh, that one would give me to drink of the water of the well of Bethlehem which is by the gate."},{"number":16,"verse":"Then the three mighty brake into the host of the Philistines, and drew water out of the well of Bethlehem that was by the gate, and took and brought it to David, who would not drink thereof, but (Bridling his affection, and also desiring God not to be offended for that rash enterprise.) poured it for an offering unto the Lord,"},{"number":17,"verse":"And said, O Lord, be it far from me, that I should do this. Is not this the blood of the men that went in jeopardy of their lives? therefore he would not drink it. These things did these three mighty men."},{"number":18,"verse":"¶ (1 Chron. 11:20) And Abishai the brother of Joab, the son of Zeruiah, was chief among the three, and he lifted up his spear against three hundred, (Hebrew, slain.) and slew them, and he had the name among the three."},{"number":19,"verse":"For he was most excellent of the three, and was their captain, but he attained not unto the first three."},{"number":20,"verse":"And Benaiah the son of Jehoiada the son of (Or, Jesse) a valiant man, which had done many acts, and was of Kabzeel, slew two strong men of Moab: he went down also, and slew a lion in the midst of a pit in the time of snow."},{"number":21,"verse":"And he slew an Egyptian a (Or, a comely man.) man of great stature, and the Egyptian had a (Which was as big as a weaver’s beam, 1 Chron. 11:23.) spear in his hand: but he went down to him with a staff, and plucked the spear out of the Egyptian’s hand, and slew him with his own spear."},{"number":22,"verse":"These things did Benaiah the son of Jehoiada, and had the name among the three worthies."},{"number":23,"verse":"He was honorable among (He was more valiant than the thirty that follow, and not so valiant as the six before.) thirty, but he attained not to the first three: and David made him of his counsel."},{"number":24,"verse":"¶ (2 Sam. 2:18) Asahel the brother of Joab was one of the thirty: Elhanan the son of Dodo of Bethlehem:"},{"number":25,"verse":"Shammoth the Harorite: Elika the Harodite:"},{"number":26,"verse":"Helez the Paltite: Ira the son of Ikkesh the Tekoite: (Or, Pelonite.) (1 Chron. 11:27)"},{"number":27,"verse":"Abiezer the Anathothite: (Divers of these had two names, appeareth 1 Chron. 11, and also many more are there mentioned.) Mebunnai the Hushathite:"},{"number":28,"verse":"Zalmon an Ahohite: Maharai the Netophathite:"},{"number":29,"verse":"Heleb the son of Baanah a Netophathite: Ittai the son of Ribai of Gibeah of the children of Benjamin:"},{"number":30,"verse":"Benaiah the Pirathonite: Hiddai of the river of Gaash:"},{"number":31,"verse":"Abi-Albon the Arbathite: Azmaveth the Barhumite:"},{"number":32,"verse":"Eliahba the Shaalbonite: of the sons of Jashen, Jonathan:"},{"number":33,"verse":"Shammah the Hararite: Ahiam the son of Sharar the Hararite:"},{"number":34,"verse":"Eliphelet the son of Ahasbai, the son of Maachathi: Eliam the son of Ahithophel the Gilonite:"},{"number":35,"verse":"Hezrai the Carmelite: Paarai the Arbite:"},{"number":36,"verse":"Igal the son of Nathan of Zobah: Bani the Gadite:"},{"number":37,"verse":"Zelek the Ammonite: Naharai the Beerothite, the armor-bearer of Joab the son of Zeruiah:"},{"number":38,"verse":"Ira the Ithrite: Gareb the Ithrite:"},{"number":39,"verse":"Uriah the Hittite, (These came to David, and helped to restore him to his Kingdom.) thirty and seven in all."}]}