{"bibleAbbr":"Geneva1599","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"(5 Baanah and Rechab slay Ishbosheth the son of Saul.12 David commandeth them to be slain.) And when Saul’s (That is, Ishbosheth.) son heard that Abner was dead in Hebron, then his hands were (Meaning, that he was discouraged.) feeble, and all Israel was afraid,"},{"number":2,"verse":"And Saul’s son had two men that were captains of bands: the one called Baanah, and the other called Rechab, the sons of Rimmon a Beerothite of the children of Benjamin: (for (This city Beeroth was in the tribe of Benjamin, Josh. 18:25.) Beeroth was reckoned to Benjamin,"},{"number":3,"verse":"Because the Beerothites fled to (After the death of Saul, for fear of the Philistines.) Gittaim, and sojourned there, unto this day.)"},{"number":4,"verse":"And Jonathan Saul’s son had a son that was lame on his feet: he was five years old when the tidings came of Saul and Jonathan out of Israel: then his nurse took him, and fled away. And as she made haste to flee, the child fell, and began to halt, and his name was Mephibosheth."},{"number":5,"verse":"And the sons of Rimmon the Beerothite, Rechab and Baanah went and came in the heat of the day to the house of Ishbosheth (who slept on a bed at noon.)"},{"number":6,"verse":"And behold, Rechab and Baanah his brother came into the midst of the house, as they (They disguised themselves as merchants, which came to buy wheat.) would have wheat, and they (There is nothing so vile and dangerous, which the wicked will not enterprise in hope of lucre and favor.) smote him under the fifth rib, and fled."},{"number":7,"verse":"For when they came into the house, he slept on his bed in his bed chamber, and they smote him, and slew him, and beheaded him, and took his head, and got them away through the (Or, wilderness.) plain all the night."},{"number":8,"verse":"And they brought the head of Ishbosheth unto David to Hebron, and said to the king, Behold the head of Ishbosheth Saul’s son thine enemy, who sought after thy life: and the Lord hath avenged my Lord the King this day of Saul, and of his seed."},{"number":9,"verse":"Then David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said unto them, As the Lord liveth, who hath delivered my soul out of all adversity,"},{"number":10,"verse":"When one (Cross references: : 2 Sam. 1:15) told me, and said that Saul was dead, (thinking to have brought good tidings) I took him and slew him in Ziklag, who thought that I would have given him a reward for his tidings:"},{"number":11,"verse":"How (Forasmuch as neither the example of him that slew Saul, nor duty to their master, nor the innocency of the person, nor reverence of the place, nor time did move them, they deserved most grievous punishment.) much more when wicked men have slain a righteous person in his own house, and upon his bed? shall I not now therefore require his blood at your hand, and take you from the earth?"},{"number":12,"verse":"Then David commanded his young men, and they slew them, and cut off their hands and their feet, and hanged them up over the pool in Hebron: but they took the head of Ishbosheth, and buried it in the sepulcher of (2 Sam. 3:32) Abner in Hebron."}]}