{"bibleAbbr":"Geneva1599","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"(9 David restoreth all the lands of Saul’s to Mephibosheth the son of Jonathan.10 He appointeth Ziba to see to the profit of his lands.) And David said, Is there yet any man left of the house of Saul, that I may show him mercy for (Because of mine oath and promise made to Jonathan, 1 Sam. 10:15.) Jonathan’s sake?"},{"number":2,"verse":"And there was of the household of Saul a servant whose name was Ziba, and when they had called him unto David, the king said unto him, Art thou Ziba? And he said, I thy servant am he."},{"number":3,"verse":"Then the King said, Remaineth there yet none of the house of Saul, on whom I may show the (Such mercy as shall be acceptable to God.) mercy of God? Ziba then answered the King, Jonathan hath yet a son (Cross references: : 2 Sam. 4:4) lame of his feet."},{"number":4,"verse":"Then the King said unto him, Where is he? And Ziba said unto the king, Behold, he is in the house of Machir the son of Ammiel of Lo Debar."},{"number":5,"verse":"¶ Then king David sent, and took him out of the house of Machir the son of (Who was also called Eliam the father of Bathsheba David’s wife.) Ammiel of Lo Debar."},{"number":6,"verse":"Now when Mephibosheth the son of Jonathan the son of Saul was come unto David, he fell on his face, and did reverence. And David said, Mephibosheth? And he answered, Behold thy servant."},{"number":7,"verse":"Then David said unto him, Fear not: for I will surely show thee kindness for Jonathan thy father’s sake, and will restore thee all the (Or, lands.) fields of Saul thy father, and thou shalt eat bread at my table continually."},{"number":8,"verse":"And he bowed himself, and said, What is thy servant, that thou shouldest look upon such a (Meaning, a despised person.) dead dog as I am?"},{"number":9,"verse":"Then the king called Ziba Saul’s servant, and said unto him, I have given unto thy master’s (Or, nephew.) son all that pertained to Saul and to all his house."},{"number":10,"verse":"Thou therefore and (Be ye provident overseers and governors of his lands, that they may be profitable.) thy sons and thy servants shall till the land for him, and bring in that thy master’s son may have food to eat. And Mephibosheth thy master’s son shall eat bread always at my table (now Ziba had fifteen sons, and twenty servants.)"},{"number":11,"verse":"Then said Ziba unto the king, According to all that my lord the king hath commanded his servant, so shall thy servant do, (That Mephibosheth may have all things at commandment, as becometh a king’s son.) that Mephibosheth may eat at my table, as one of the king’s sons."},{"number":12,"verse":"Mephibosheth also had a young son named Micha, and all that dwelled in the house of Ziba, were servants unto Mephibosheth."},{"number":13,"verse":"And Mephibosheth dwelt in Jerusalem: for he did eat continually at the king’s table, and was lame on both his feet."}]}