{"bibleAbbr":"KNCL","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"(ಪ್ರೇಷಿತರ ವರ್ತನೆ) ನಾವು ಕ್ರಿಸ್ತಯೇಸುವಿನ ದಾಸರೆಂದೂ ದೇವರ ಸತ್ಯಾರ್ಥಗಳ ನಂಬಿಗಸ್ಥ ನಿರ್ವಾಹಕರೆಂದೂ ಜನರು ನಮ್ಮನ್ನು ಪರಿಗಣಿಸಲಿ."},{"number":2,"verse":"ನಿರ್ವಾಹಕರು ಪ್ರಾಮಾಣಿಕರಾಗಿರಬೇಕಾದುದು ಅತ್ಯವಶ್ಯ."},{"number":3,"verse":"ನನ್ನ ವಿಷಯದಲ್ಲಿ ಹೇಳುವುದಾದರೆ, ನಿಮ್ಮಿಂದಾಗಲಿ, ಮಾನವ ನಿಯಮಿತ ನ್ಯಾಯಾಲಯದಿಂದಾಗಲಿ ನನ್ನ ವಿಚಾರಣೆಯಾಗುವುದರ ಬಗ್ಗೆ ನನಗೆ ಕಿಂಚಿತ್ತೂ ಚಿಂತೆಯಿಲ್ಲ. ನನಗೆ ನಾನೇ ನ್ಯಾಯತೀರ್ಪು ಮಾಡಿಕೊಳ್ಳುವುದೂ ಇಲ್ಲ."},{"number":4,"verse":"ನನ್ನಲ್ಲಿ ದೋಷವಿದೆಯೆಂದು ನನ್ನ ಮನಸ್ಸಾಕ್ಷಿಗೆ ತೋರುವುದಿಲ್ಲ. ಆದರೂ ನಾನು ನಿರ್ದೋಷಿಯೆಂದು ಹೇಳುವಂತಿಲ್ಲ. ನನ್ನ ನ್ಯಾಯನಿರ್ಣಯ ಮಾಡುವವರು ಪ್ರಭುವೇ."},{"number":5,"verse":"ಅದೇ ಮೇರೆಗೆ, ನೀವು ಸೂಕ್ತಕಾಲಕ್ಕೆ ಮುಂಚೆ ತೀರ್ಪುಮಾಡಬೇಡಿ; ಪ್ರಭುವಿನ ಪುನರಾಗಮನದವರೆಗೂ ಕಾದುಕೊಂಡಿರಿ. ಕತ್ತಲಲ್ಲಿ ಗುಪ್ತವಾಗಿರುವುಗಳನ್ನು ಪ್ರಭುವು ಬೆಳಕಿಗೆ ತರುವರು; ಅಂತರಂಗದ ಯೋಜನೆಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸುವರು. ಆಗ ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ತಕ್ಕ ಪ್ರಶಂಸೆ ದೇವರಿಂದಲೇ ದೊರಕುವುದು."},{"number":6,"verse":"ಸಹೋದರರೇ, ನಿಮ್ಮ ಪ್ರಯೋಜನಕ್ಕಾಗಿ ಇದೆಲ್ಲವನ್ನು ನನಗೂ ಅಪೊಲೋಸನಿಗೂ ಅನ್ವಯಿಸಿ ಹೇಳಿದ್ದೇನೆ. ನೀವು ನಮ್ಮ ಆದರ್ಶವನ್ನು ಅನುಸರಿಸಬೇಕು. ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿ ಬರೆದಿರುವುದನ್ನು ಮೀರಬಾರದು. ನಿಮ್ಮಲ್ಲಿ ಯಾರೂ ಒಬ್ಬನ ಪಕ್ಷವಹಿಸಿ ಜಂಬ ಕೊಚ್ಚಿಕೊಂಡು ಮತ್ತೊಬ್ಬನನ್ನು ಕಡೆಗಣಿಸಬಾರದು."},{"number":7,"verse":"ಇತರರಿಗಿಂತಲೂ ನಿನ್ನನ್ನು ಶ್ರೇಷ್ಠನನ್ನಾಗಿಸಿದವರು ಯಾರು? ದೇವರಿಂದ ಪಡೆಯದೆ ಇರುವುದು ನಿನ್ನಲ್ಲಿ ಯಾವುದಾದರೂ ಇದೆಯೆ? ಹೀಗೆ ಎಲ್ಲವನ್ನೂ ದೇವರಿಂದ ಪಡೆದ ಮೇಲೆ, ಪಡೆಯದವನಂತೆ ಜಂಬ ಕೊಚ್ಚಿಕೊಳ್ಳುವುದೇಕೆ?"},{"number":8,"verse":"ಈಗಾಗಲೇ ನೀವು ಸಂತೃಪ್ತರಾಗಿಬಿಟ್ಟಿರೋ? ಇಷ್ಟಕ್ಕೇ ಶ್ರೀಮಂತರಾಗಿಬಿಟ್ಟಿರೋ? ನಮ್ಮನ್ನು ಬಿಟ್ಟು ನೀವು ಸಿಂಹಾಸನವೇರಿಬಿಟ್ಟಿರೋ? ನೀವು ನಿಜವಾಗಿಯೂ ರಾಜರಾಗಿದ್ದರೆ ಚೆನ್ನಾಗಿರುತ್ತಿತ್ತು! ಆಗ ನಾವೂ ನಿಮ್ಮ ಜೊತೆ ರಾಜ್ಯ ಆಳಬಹುದಿತ್ತು!"},{"number":9,"verse":"ಬದಲಿಗೆ, ಪ್ರೇಷಿತರಾದ ನಮ್ಮನ್ನು ದೇವರು ಕಟ್ಟಕಡೆಯವರನ್ನಾಗಿಸಿದ್ದಾರೆಂದು ತೋರುತ್ತದೆ. ಎಲ್ಲರ ಮುಂದೆ ಮರಣದಂಡನೆಗೆ ಎಳೆದೊಯ್ಯಲಾಗುವವರಂತೆ ನಾವು ದೂತರಿಗೂ ಮಾನವರಿಗೂ ಇಡೀ ಜಗತ್ತಿಗೂ ಹಾಸ್ಯಾಸ್ಪದವಾದ ನೋಟವಾಗಿದ್ದೇವೆ."},{"number":10,"verse":"ಕ್ರಿಸ್ತಯೇಸುವಿನ ನಿಮಿತ್ತ ನಾವಂತೂ ಹುಚ್ಚರು, ನೀವಾದರೋ ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ಬುದ್ಧಿವಂತರು; ನಾವು ಬಲಹೀನರು, ನೀವು ಬಲಾಢ್ಯರು; ನಾವು ಅವಮಾನಿತರು, ನೀವು ಸನ್ಮಾನಿತರು!"},{"number":11,"verse":"ಈ ಗಳಿಗೆಯವರೆಗೂ ನಾವು ಹಸಿದು ಬಾಯಾರಿದವರು, ಬಟ್ಟೆಬರೆ ಇಲ್ಲದವರು, ಏಟುಪೆಟ್ಟು ತಿನ್ನುವವರು ಮತ್ತು ಮನೆಮಠವಿಲ್ಲದೆ ಅಲೆಯುವವರು ಆಗಿದ್ದೇವೆ."},{"number":12,"verse":"ಸ್ವಂತ ದುಡಿಮೆಯಿಂದ ಜೀವಿಸುತ್ತೇವೆ; ನಮ್ಮನ್ನು ಶಪಿಸುವವರನ್ನು ಆಶೀರ್ವದಿಸುತ್ತೇವೆ; ಹಿಂಸೆಗೊಳಗಾದಾಗ ಸಹಿಸಿಕೊಳ್ಳುತ್ತೇವೆ."},{"number":13,"verse":"ಅಪವಾದ ಹೊರಿಸಿದವರೊಡನೆ ವಿನಯದಿಂದ ವರ್ತಿಸುತ್ತೇವೆ; ಪ್ರಪಂಚದ ಪಾಲಿಗೆ ನಾವೀಗ ಕಸಕ್ಕಿಂತಲೂ ಕಡೆ; ವಿಶ್ವಕ್ಕೇ ಹೊಲಸು!"},{"number":14,"verse":"ನಿಮ್ಮನ್ನು ನಾಚಿಕೆಪಡಿಸುವುದಕ್ಕೆ ಇದನ್ನು ಬರೆಯಲಿಲ್ಲ. ನಮ್ಮ ನೆಚ್ಚಿನ ಮಕ್ಕಳಾದ ನಿಮ್ಮನ್ನು ಎಚ್ಚರಿಸಲೆಂದು ಬರೆದೆನು."},{"number":15,"verse":"ನಿಮಗೆ ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ಸಾವಿರಾರು ಮಂದಿ ಶಿಕ್ಷಕರು ಇರಬಹುದು. ಆದರೆ ನಿಮಗೆ ನಾನೊಬ್ಬನೇ ತಂದೆ. ಶುಭಸಂದೇಶದ ಮೂಲಕ ನಾನೇ ನಿಮ್ಮನ್ನು ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ಪಡೆದ ತಂದೆ."},{"number":16,"verse":"ಆದ್ದರಿಂದ ನನ್ನನ್ನು ಅನುಸರಿಸಿ ಬಾಳಬೇಕೆಂದು ನಿಮ್ಮನ್ನು ಒತ್ತಾಯಿಸುತ್ತೇನೆ."},{"number":17,"verse":"ಇದಕ್ಕಾಗಿಯೇ ಪ್ರಭುವಿನಲ್ಲಿ ನನ್ನ ನೆಚ್ಚಿನ ಹಾಗೂ ಪ್ರಾಮಾಣಿಕ ಮಗನಾದ ತಿಮೊಥೇಯನನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳಿಸಿದ್ದೇನೆ. ಆತನು ಕ್ರಿಸ್ತಯೇಸುವಿನಲ್ಲಿ ನನ್ನ ಬಾಳುವೆಯನ್ನು ಕುರಿತು ತಿಳಿಸುವನು; ನಾನು ಎಲ್ಲೆಡೆಯಲ್ಲೂ ಎಲ್ಲಾ ಧರ್ಮಸಭೆಗಳಲ್ಲೂ ಬೋಧಿಸುತ್ತಿರುವುದನ್ನು ನಿಮ್ಮ ನೆನಪಿಗೆ ತರುವನು."},{"number":18,"verse":"ಇನ್ನು ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವುದಿಲ್ಲ ಎಂದು ಭಾವಿಸಿ ಕೆಲವರು ಅಹಂಕಾರಿಗಳಾಗಿ ಮೆರೆಯುತ್ತಿದ್ದಾರೆಂದು ತಿಳಿದುಬಂದಿದೆ."},{"number":19,"verse":"ಪ್ರಭುವಿನ ಚಿತ್ತವಾದರೆ ನಾನು ಬೇಗನೆ ಬರುತ್ತೇನೆ. ಬಂದು, ಆ ಅಹಂಕಾರಿಗಳು ಕೇವಲ ಮಾತಿನ ಮಲ್ಲರೋ ಅಥವಾ ಶಕ್ತಿವಂತರೋ ಎಂದು ಕಂಡುಹಿಡಿಯುತ್ತೇನೆ."},{"number":20,"verse":"ದೇವರ ಸಾಮ್ರಾಜ್ಯ ಮರುಳು ಮಾತಲ್ಲ, ಶಕ್ತಿಯ ಸಾಧನ,"},{"number":21,"verse":"ಬೆತ್ತವನ್ನು ಹಿಡಿದು ಬಿಗಿಯಲು ಬರಲೋ? ಅಥವಾ ಪ್ರೀತಿ ಸಹಾನುಭೂತಿಯಿಂದ ತುಂಬಿದವನಾಗಿ ಬರಲೋ? ನಿಮಗೆ ಯಾವುದು ಇಷ್ಟ?"}]}