{"bibleAbbr":"KNCL","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"ನೈವೇದ್ಯ ಪದಾರ್ಥ ತಿನ್ನುವುದು ನಿಷಿದ್ಧವೇ? ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯಮಾಡಿದ ಆಹಾರಪದಾರ್ಥಗಳ ವಿಷಯವಾಗಿ ನಾನು ಹೇಳುವುದೇನೆಂದರೆ: “ನಮಗೆಲ್ಲರಿಗೂ ಜ್ಞಾನೋದಯವಾಗಿದೆ” ಎಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತೀರಿ. ಜ್ಞಾನವು ನಮ್ಮನ್ನು ಅಹಂಕಾರಿಗಳನ್ನಾಗಿ ಮಾಡುತ್ತದೆ. ಪ್ರೀತಿಯಾದರೋ ಭಕ್ತಿಯನ್ನು ವೃದ್ಧಿಗೊಳಿಸುತ್ತದೆ."},{"number":2,"verse":"ಯಾರಾದರೂ ತಾನು ಬಲ್ಲವನೆಂದು ಕೊಚ್ಚಿಕೊಳ್ಳುವುದಾದರೆ ತಾನು ತಿಳಿಯಬೇಕಾದುದನ್ನು ಅವನು ಸರಿಯಾಗಿ ತಿಳಿದಿರುವುದಿಲ್ಲ."},{"number":3,"verse":"ಆದರೆ ದೇವರನ್ನು ಪ್ರೀತಿಸುವವನನ್ನು ದೇವರು ಗುರುತಿಸುತ್ತಾರೆ."},{"number":4,"verse":"ವಿಗ್ರಹಗಳಿಗೆ ನೈವೇದ್ಯಮಾಡಿದ ಪದಾರ್ಥಗಳನ್ನು ತಿನ್ನುವ ಬಗ್ಗೆ ನನ್ನ ಅಭಿಪ್ರಾಯ ಹೀಗಿದೆ: ವಿಗ್ರಹಗಳಿಗೆ ನಿಜವಾದ ಅಸ್ತಿತ್ವವಿಲ್ಲ. ದೇವರು ಒಬ್ಬರೇ ಹೊರತು ಬೇರೆ ದೇವರಿಲ್ಲ. ಇದು ನಮಗೆ ತಿಳಿದ ವಿಷಯ."},{"number":5,"verse":"“ದೇವರುಗಳು” ಎನಿಸಿಕೊಳ್ಳುವವರು ಇಹಪರಗಳಲ್ಲಿ ಇರಬಹುದು; ಅಂಥ ಹಲವಾರು “ದೇವರು\"ಗಳನ್ನೂ “ಪ್ರಭು\"ಗಳನ್ನೂ ಪೂಜಿಸುವುದುಂಟು."},{"number":6,"verse":"ಆದರೆ ನಮಗೆ ಒಬ್ಬರೇ ದೇವರು. ಅವರು ನಮ್ಮ ಪರಮ ಪಿತ; ಎಲ್ಲ ಸೃಷ್ಟಿಗೂ ಮೂಲಕರ್ತ, ನಾವಿರುವುದು ಅವರಿಗಾಗಿಯೇ. ನಮಗೆ ಒಬ್ಬರೇ ಪ್ರಭು; ಅವರೇ ಯೇಸುಕ್ರಿಸ್ತ. ಅವರ ಮುಖಾಂತರವೇ ಸಮಸ್ತವೂ ಉಂಟಾಯಿತು. ಅವರ ಮುಖಾಂತರವೇ ನಾವು ಜೀವಿಸುತ್ತೇವೆ."},{"number":7,"verse":"ಆದರೆ ಎಲ್ಲರಿಗೂ ಇದರ ಅರಿವಿಲ್ಲ. ಕೆಲವರು ಸಾಂಪ್ರದಾಯಕವಾಗಿ ಬಂದ ವಿಗ್ರಹಾರಾಧನೆಯಲ್ಲಿ ಭಾಗವಹಿಸಿ, ವಿಗ್ರಹಕ್ಕೆ ಅರ್ಪಿತವಾದ ನೈವೇದ್ಯಪದಾರ್ಥವನ್ನು ತಿನ್ನುತ್ತಾರೆ. ಆದರೆ ಅವರ ಮನಸ್ಸಾಕ್ಷಿ ದುರ್ಬಲವಾಗಿರುವುದರಿಂದ ತಾವು ಕಲುಷಿತರಾದೆವೆಂದು ಭಾವಿಸಿಕೊಳ್ಳುತ್ತಾರೆ."},{"number":8,"verse":"ನಾವು ತಿನ್ನುವ ಆಹಾರ ನಮ್ಮನ್ನು ದೇವರ ಸನ್ನಿಧಿಗೆ ಸೇರಿಸಲಾರದು. ಅದನ್ನು ತಿನ್ನದಿರುವುದರಿಂದ ನಮಗೆ ನಷ್ಟವಿಲ್ಲ, ತಿಂದರೆ ಲಾಭವಿಲ್ಲ."},{"number":9,"verse":"ಆದರೆ ನಿಮ್ಮ ಸ್ವಾತಂತ್ರ್ಯವನ್ನು ಉಪಯೋಗಿಸುವಾಗ ದುರ್ಬಲಮನಸ್ಸುಳ್ಳ ಸೋದರನ ವಿಶ್ವಾಸಕ್ಕೆ ಅಡ್ಡಿಯಾಗದಂತೆ ಎಚ್ಚರಿಕೆ ವಹಿಸಿರಿ."},{"number":10,"verse":"ನೈಜ ಅರಿವುಳ್ಳವನೆಂದು ಹೇಳಿಕೊಳ್ಳುವ ನೀನು ವಿಗ್ರಹದ ಗುಡಿಯಲ್ಲಿ ಊಟಕ್ಕೆ ಕುಳಿತಿರುವುದನ್ನು ದುರ್ಬಲ ಮನಸ್ಸಾಕ್ಷಿಯುಳ್ಳ ಸೋದರನು ಕಂಡರೆ, ಅವನು ಸಹ ನೈವೇದ್ಯಮಾಡಿದ ಪದಾರ್ಥವನ್ನು ತಿನ್ನಲು ಧೈರ್ಯಗೊಳ್ಳಲಾರನೇ?"},{"number":11,"verse":"ಈ ನಿನ್ನ ಅರಿವಿನಿಂದ ದುರ್ಬಲ ಸೋದರನು ನಾಶಕ್ಕೆ ಗುರಿಯಾಗುತ್ತಾನೆ. ಯೇಸುಕ್ರಿಸ್ತರು ಅವನಿಗಾಗಿಯೂ ಪ್ರಾಣತ್ಯಾಗ ಮಾಡಲಿಲ್ಲವೇ?"},{"number":12,"verse":"ಹೀಗೆ ನೀವು ನಿಮ್ಮ ಸಹೋದರರ ದುರ್ಬಲ ಮನಸ್ಸಾಕ್ಷಿಯನ್ನು ನೋಯಿಸಿ, ಅವರ ವಿರುದ್ಧ ಪಾಪ ಕಟ್ಟಿಕೊಳ್ಳುವುದರಿಂದ ಯೇಸುಕ್ರಿಸ್ತರ ವಿರುದ್ಧವೇ ಪಾಪಮಾಡುತ್ತೀರಿ."},{"number":13,"verse":"ನಾನು ತಿನ್ನುವ ಆಹಾರ ನನ್ನ ಸಹೋದರನ ವಿಶ್ವಾಸಕ್ಕೆ ಅಡ್ಡಿಯಾಗುವುದಾದರೆ ಎಂದಿಗೂ ನಾನದನ್ನು ತಿನ್ನಲಾರೆ, ಅವನ ವಿಶ್ವಾಸಕ್ಕೆ ಅಡ್ಡಿಯನ್ನು ತರಲಾರೆ."}]}