{"bibleAbbr":"KNCL","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":9,"verses":[{"number":1,"verse":"ಧರ್ಮಸೇವಕನ ಸಂಭಾವನೆ ನಾನು ಸ್ವತಂತ್ರನಲ್ಲವೇ? ಪ್ರೇಷಿತನಲ್ಲವೇ? ನಮ್ಮ ಪ್ರಭು ಯೇಸುವನ್ನು ಕಂಡವನಲ್ಲವೇ? ಪ್ರಭುವಿನಲ್ಲಿ ನಾನು ಮಾಡಿದ ಸೇವೆಯ ಪ್ರತಿಫಲ ನೀವಲ್ಲವೇ?"},{"number":2,"verse":"ಇತರರಿಗೆ ನಾನು ಪ್ರೇಷಿತನಲ್ಲದಿದ್ದರೂ ನಿಮಗಂತೂ ನಾನು ಪ್ರೇಷಿತನೇ. ನಾನು ಪ್ರೇಷಿತನು ಎಂಬುದಕ್ಕೆ ಪ್ರಭುವಿಗೆ ಸೇರಿದವರಾದ ನೀವೇ ಜೀವಂತ ಸಾಕ್ಷಿಗಳು."},{"number":3,"verse":"ನನ್ನನ್ನು ಟೀಕಿಸುವವರಿಗೆ ನನ್ನ ಉತ್ತರ ಇದು:"},{"number":4,"verse":"ನಿಮ್ಮಿಂದ ಅನ್ನಪಾನಗಳನ್ನು ಪಡೆಯಲು ನನಗೆ ಹಕ್ಕಿಲ್ಲವೇ?"},{"number":5,"verse":"ಮಿಕ್ಕ ಪ್ರೇಷಿತರಂತೆ, ಪ್ರಭುವಿನ ಸಹೋದರರಂತೆ, ಕೇಫನಂತೆ ನಾನು ಸಹ ಕ್ರೈಸ್ತವಿಶ್ವಾಸಿಯೊಬ್ಬಳನ್ನು ಮದುವೆಮಾಡಿಕೊಂಡು ಆಕೆಯೊಡನೆ ಪ್ರಯಾಣ ಕೈಗೊಳ್ಳಲು ನನಗೆ ಹಕ್ಕಿಲ್ಲವೇ?"},{"number":6,"verse":"ಜೀವನೋಪಾಯಕ್ಕಾಗಿ ಬಾರ್ನಬ ಮತ್ತು ನಾನು ಮಾತ್ರ ದುಡಿಯಬೇಕೇ?"},{"number":7,"verse":"ಯಾವ ಸೈನಿಕ ಸ್ವಂತ ಖರ್ಚಿನಿಂದ ಸಮರಕ್ಕೆ ನಿಲ್ಲುತ್ತಾನೆ? ಯಾವ ತೋಟಗಾರ ತನ್ನ ಸ್ವಂತ ದ್ರಾಕ್ಷಿಯ ತೋಟದಿಂದ ದ್ರಾಕ್ಷಿಯ ಫಲವನ್ನು ತಿನ್ನದಿರುತ್ತಾನೆ? ಯಾವ ಗೌಳಿಗ ತಾನು ಸಾಕಿದ ಹಸುವಿನ ಹಾಲನ್ನು ಕುಡಿಯದಿರುತ್ತಾನೆ?"},{"number":8,"verse":"ಇವು ಕೇವಲ ಲೋಕರೂಢಿಯ ಮಾತುಗಳಲ್ಲ. ಧರ್ಮಶಾಸ್ತ್ರವೂ ಇದನ್ನು ಅನುಮೋದಿಸುತ್ತದೆ."},{"number":9,"verse":"“ಕಣ ತುಳಿಯುವ ಎತ್ತಿನ ಬಾಯನ್ನು ಕಟ್ಟಬೇಡ,” ಎಂದು ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲೇ ಲಿಖಿತವಾಗಿದೆ. ಇಲ್ಲಿ ದೇವರಿಗೆ ಎತ್ತಿನ ಮೇಲೆ ಚಿಂತೆಯೇ? ಇಲ್ಲ."},{"number":10,"verse":"ಇದನ್ನು ನಮ್ಮ ಹಿತಚಿಂತನೆಯಿಂದ ಹೇಳಲಾಗಿದೆ; ಅದೇ ಉದ್ದೇಶದಿಂದ ಬರೆಯಲಾಗಿದೆ. ಹೌದು, ಉಳುವವನೂ ಒಕ್ಕುವವನೂ ಕಾಳುಬೆಳೆಯಲ್ಲಿ ಪಾಲುಪಡೆಯುವ ಉದ್ದೇಶದಿಂದಲೇ ದುಡಿಯುತ್ತಾರೆ."},{"number":11,"verse":"ನಿಮ್ಮಲ್ಲಿ ಆಧ್ಯಾತ್ಮಿಕ ಬೀಜವನ್ನು ಬಿತ್ತನೆಮಾಡಿದ ನಾವು ಪ್ರತಿಫಲವಾಗಿ ದೈನಂದಿನ ಅಗತ್ಯಗಳನ್ನು ಅಪೇಕ್ಷಿಸುವುದು ಅತಿಯಾಯಿತೇ?"},{"number":12,"verse":"ಇತರರಿಗೆ ನಿಮ್ಮ ಮೇಲೆ ಇಂಥ ಹಕ್ಕಿದ್ದರೆ ಅದಕ್ಕಿಂತಲೂ ಹೆಚ್ಚು ಹಕ್ಕು ನಮಗಿರಬೇಕಲ್ಲವೇ? ಆದರೂ ನಾವು ಈ ಹಕ್ಕನ್ನು ಚಲಾಯಿಸಲೇ ಇಲ್ಲ. ಬದಲಿಗೆ, ಕ್ರಿಸ್ತಯೇಸುವಿನ ಶುಭಸಂದೇಶಕ್ಕೆ ಯಾವ ಅಡ್ಡಿಯೂ ಬಾರದಿರಲೆಂದು ಎಲ್ಲವನ್ನು ಸಹಿಸಿಕೊಂಡೆವು."},{"number":13,"verse":"ದೇವಾಲಯದ ಸೇವೆಯಲ್ಲಿರುವವರು ದೇವಾಲಯದ ಆದಾಯದಿಂದ ಜೀವಿಸುತ್ತಾರೆ. ಬಲಿಪೀಠದ ಬಳಿ ಸೇವೆಮಾಡುವವರು ಅರ್ಪಿತವಾದ ಬಲಿಯಿಂದ ಪಾಲನ್ನು ಪಡೆಯುತ್ತಾರೆ. ಇದು ನಿಮಗೆ ತಿಳಿದಿದೆ."},{"number":14,"verse":"ಅದೇ ಪ್ರಕಾರ ಶುಭಸಂದೇಶ ಪ್ರಚಾರಕರು ಶುಭಸಂದೇಶ ಪ್ರಚಾರದ ಆದಾಯದಿಂದಲೇ ಜೀವನ ನಡೆಸಬೇಕೆಂದು ಪ್ರಭುವೇ ಆಜ್ಞಾಪಿಸಿದ್ದಾರೆ."},{"number":15,"verse":"ನಾನಂತೂ ಈ ಹಕ್ಕುಗಳಲ್ಲಿ ಒಂದನ್ನೂ ಚಲಾಯಿಸಲಿಲ್ಲ. ಚಲಾಯಿಸಬೇಕೆಂಬ ಉದ್ದೇಶದಿಂದಲೂ ಇದನ್ನು ಬರೆಯುತ್ತಿಲ್ಲ. ಅದಕ್ಕಿಂತಲೂ ಸಾಯುವುದೇ ಲೇಸು. ಈ ನನ್ನ ಹೆಮ್ಮೆಯನ್ನು ಯಾರೂ ಅಪಹರಿಸಲಾರರು."},{"number":16,"verse":"ಶುಭಸಂದೇಶವನ್ನು ನಾನು ಸಾರುತ್ತಿದ್ದೇನೆಂದು ಕೊಚ್ಚಿಕೊಳ್ಳುವುದಕ್ಕೂ ನನಗೆ ಆಸ್ಪದವಿಲ್ಲ. ಏಕೆಂದರೆ, ಸಾರಲೇಬೇಕೆಂಬ ಕರ್ತವ್ಯಕ್ಕೆ ನಾನು ಬದ್ಧನಾಗಿದ್ದೇನೆ. ಸಾರದಿದ್ದರೆ ನನಗೆ ಧಿಕ್ಕಾರವಿರಲಿ!"},{"number":17,"verse":"ನಾನು ಸ್ವಂತ ಇಷ್ಟದಿಂದ ಈ ಕಾರ್ಯವನ್ನು ಕೈಗೊಂಡಿದ್ದರೆ ತಕ್ಕ ಸಂಭಾವನೆ ಇರುತ್ತಿತ್ತು. ಆದರೆ ಈ ಕರ್ತವ್ಯವನ್ನು ನನಗೆ ವಹಿಸಲಾಗಿದೆ. ಆದ್ದರಿಂದ ಕರ್ತವ್ಯಬದ್ಧನಾಗಿ ಮಾಡುತ್ತಿದ್ದೇನೆ."},{"number":18,"verse":"ಹಾಗಾದರೆ ನನಗೆ ಸಿಗುವ ಸಂಭಾವನೆಯಾದರೂ ಏನು? ಶುಭಸಂದೇಶವನ್ನು ಸಾರುವಾಗ ಜೀವನೋಪಾಯಕ್ಕಾಗಿ ನನಗಿರುವ ಹಕ್ಕನ್ನು ಬಳಸಿಕೊಳ್ಳದೆ ಉಚಿತವಾಗಿ ಸಾರುವ ಸೌಭಾಗ್ಯವೇ ನನ್ನ ಸಂಭಾವನೆ."},{"number":19,"verse":"ನಾನು ಸ್ವತಂತ್ರನು, ಯಾರಿಗೂ ದಾಸನಲ್ಲ. ಆದರೂ ಆದಷ್ಟು ಜನರನ್ನು ಗಳಿಸಿಕೊಳ್ಳಲೆಂದು ಎಲ್ಲರಿಗೂ ದಾಸನಾದೆ."},{"number":20,"verse":"ಯೆಹೂದ್ಯರನ್ನು ಗಳಿಸಿಕೊಳ್ಳಲು ಯೆಹೂದ್ಯರಿಗೆ ಯೆಹೂದ್ಯನಂತಾದೆ. ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಅಧೀನರಾದವರನ್ನು ಗಳಿಸಿಕೊಳ್ಳಲು ನಾನು ಆ ಶಾಸ್ತ್ರಕ್ಕೆ ಅಧೀನನಲ್ಲದಿದ್ದರೂ ಅವರಿಗೋಸ್ಕರ ಅಧೀನನಂತಾದೆ."},{"number":21,"verse":"ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಬಾಹಿರರಾದವರನ್ನು ಗಳಿಸಿಕೊಳ್ಳಲು ನಾನು ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ಬಾಹಿರನಂತೆ ಆದೆ. ಯೇಸುಕ್ರಿಸ್ತರ ನಿಯಮಕ್ಕೆ ನಾನು ವಿಧೇಯನಾದುದರಿಂದ ದೇವರ ನಿಯಮಕ್ಕೆ ನಾನು ಬಾಹಿರನೇನೂ ಅಲ್ಲ."},{"number":22,"verse":"ವಿಶ್ವಾಸದಲ್ಲಿ ದುರ್ಬಲರನ್ನು ಗಳಿಸಿಕೊಳ್ಳಲು ನಾನೂ ದುರ್ಬಲನಂತಾದೆ. ಹೇಗಾದರೂ ಸರಿ, ಕೆಲವರನ್ನಾದರೂ ಉದ್ಧರಿಸಲು ಎಲ್ಲರಿಗೂ ಎಲ್ಲವೂ ಆದೆ."},{"number":23,"verse":"ಶುಭಸಂದೇಶದ ಸೌಭಾಗ್ಯದಲ್ಲಿ ಪಾಲುಗೊಳ್ಳಲೆಂದು ಇದೆಲ್ಲವನ್ನು ಶುಭಸಂದೇಶಕ್ಕಾಗಿಯೇ ಮಾಡುತ್ತೇನೆ,"},{"number":24,"verse":"ನಿಮಗೆ ತಿಳಿದಿರುವಂತೆ ಕ್ರೀಡಾಂಗಣದಲ್ಲಿ ಅನೇಕರು ಓಟದ ಸ್ಪರ್ಧೆಯಲ್ಲಿ ಭಾಗವಹಿಸುತ್ತಾರೆ. ಆದರೆ ಪ್ರಥಮ ಬಹುಮಾನ ದೊರಕುವುದು ಒಬ್ಬನಿಗೆ ಮಾತ್ರ. ಅಂತೆಯೇ ಬಹುಮಾನವನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ನೀವೂ ಓಡಿ."},{"number":25,"verse":"ಕ್ರೀಡಾಪಟುಗಳೆಲ್ಲರೂ ತಮ್ಮನ್ನು ಹತೋಟಿಯಲ್ಲಿಟ್ಟುಕೊಳ್ಳುತ್ತಾರೆ. ಅಳಿದುಹೋಗುವ ಪದಕದ ಗಳಿಕೆಗಾಗಿ ಪ್ರಯತ್ನಮಾಡುತ್ತಾರೆ. ನಾವಾದರೋ ಅಮರ ಪದಕದ ಗಳಿಕೆಗಾಗಿ ಶ್ರಮಿಸುತ್ತೇವೆ."},{"number":26,"verse":"ನಾನಾದರೋ ಗೊತ್ತು ಗುರಿಯಿಲ್ಲದವನಂತೆ ಓಡುವುದಿಲ್ಲ, ಗಾಳಿಯೊಡನೆ ಗುದ್ದಾಡುವವನಂತೆ ಹೋರಾಡುವುದಿಲ್ಲ."},{"number":27,"verse":"ಇತರರಿಗೆ ಕರೆಕೊಟ್ಟ ಮೇಲೆ ನಾನೇ ಅಯೋಗ್ಯನಾಗದಂತೆ, ನನ್ನ ದೇಹವನ್ನು ದಂಡಿಸಿ, ನನ್ನನ್ನೇ ನಾನು ಹತೋಟಿಯಲ್ಲಿಟ್ಟುಕೊಳ್ಳುತ್ತೇನೆ."}]}