{"bibleAbbr":"t4t2014","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"(The men of Israel were counted) In April of the year after the Israeli people left Egypt, Yahweh spoke to Moses/me while he/I was in the Sacred Tent, in the Sinai Desert. Yahweh said to him/me,"},{"number":2,"verse":"“I want you and Aaron to determine how many Israeli men are able to fight in battles. Write down the names of all the men who are at least twenty years old, and write down the names of their clans and families."},{"number":4,"verse":"I have chosen one man from each of the tribes to help you to do this. Each one will be a leader of his clan."},{"number":5,"verse":"Their names are: Elizur, the son of Shedeur, from the tribe of Reuben; Shelumiel, the son of Zurishaddai, from the tribe of Simeon; Nahshon, the son of Amminadab, from the tribe of Judah; Nethanel, the son of Zuar, from the tribe of Issachar; Eliab, the son of Helon, from the tribe of Zebulun; Elishama, the son of Ammihud, from the tribe of Joseph's son Ephraim; Gamaliel, the son of Pedahzur, from the tribe of Joseph's son Manasseh; Abidan, the son of Gideoni, from the tribe of Benjamin; Ahiezer, the son of Ammishaddai, from the tribe of Dan; Pagiel, the son of Ocran, from the tribe of Asher; Eliasaph, the son of Deuel, from the tribe of Gad; Ahira, the son of Enan, from the tribe of Naphtali.”"},{"number":16,"verse":"Those were the men whom Yahweh chose from the people. They were leaders of their tribes. They were the chief men of the clans of the Israeli people."},{"number":17,"verse":"Aaron and Moses/I summoned all these leaders,"},{"number":18,"verse":"and they gathered all of the people together on that same day. They listed/wrote down the names of all the men who were at least 20 years old, and with their names they wrote the names of their clans and their family groups"},{"number":19,"verse":"just as Moses/I had commanded. They wrote the names while ◄the Israelis/we► were there in the Sinai Desert."},{"number":20,"verse":"This is a list of the number of men who were at least twenty years old and able to fight in battles, and the names of their tribes: There were 46500 men from the tribe of Reuben (who was Jacob's oldest son); there were 59300 men from the tribe of Simeon; there were 45560 men from the tribe of Gad; there were 74600 men from the tribe of Judah; there were 54400 men from the tribe of Issachar; there were 57400 men from the tribe of Zebulun; there were 40500 men from the tribe of Ephraim; there were 32200 men from the tribe of Manasseh; there were 35400 men from the tribe of Benjamin; there were 62700 men from the tribe of Dan; there were 41500 men from the tribe of Asher; there were 53400 men from the tribe of Naphtali."},{"number":44,"verse":"That was the number of men from each tribe that Aaron and Moses/I and the twelve leaders of the tribes of Israel listed, along with the names of their clans."},{"number":46,"verse":"The total was 603550 men."},{"number":47,"verse":"But this number did not include the names of the men of the tribe of Levi,"},{"number":48,"verse":"because Yahweh had said to Moses/me,"},{"number":49,"verse":"“When you ◄count/write the names of► the men of the tribes of Israel, do not count the men in the tribe of Levi."},{"number":50,"verse":"Appoint the male descendants of Levi to take care of the Sacred Tent and the chest inside it that contains the tablets on which are written the Ten Commandments. They must also take care of the other things that are inside the tent. When you travel, they are the ones who must carry the tent and all the things that are inside it, and they must take care of it and set up their tents around it."},{"number":51,"verse":"Whenever it is time for all of you to move to another location, the descendants of Levi are the ones who must dismantle the tent. And when it is time to stop traveling, they are the ones who must set up the Sacred Tent again. Any other person who goes near the Sacred Tent to do this work must be executed."},{"number":52,"verse":"The people of each Israeli tribe must set up their tents in their own area, and they must set up a flag/banner that represents their tribe."},{"number":53,"verse":"But the male descendants of Levi must set up their tents around the Sacred Tent, in order to protect the other Israeli people from being punished [MTY] by Yahweh for coming close to the Sacred Tent. The descendants of Levi are the ones who must stand around the Sacred Tent to guard it.”"},{"number":54,"verse":"So the Israeli people did everything just like Yahweh had commanded Moses/me."}]}