{"bibleAbbr":"CVB1535","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul an Apostle of Iesus Christ by the will of God. To ye sayntes which are Ephesus, & to the that beleue on Iesus Christ."},{"number":2,"verse":"Grace be with you and peace from God oure father, & fro the LORDE Iesus Christ."},{"number":3,"verse":"Blessed be God the father of oure LORDE Iesus Christ, which hath blessed vs wt all maner of spirituall blessynge in heauenly thynges by Christ"},{"number":4,"verse":"acordinge as he had chosen vs by him, or euer the foundacion of the worlde was layed, that we shulde be holy and without blame before him in loue,"},{"number":5,"verse":"& ordeyned vs before, to receaue vs as children thorow Iesus Christ, acordinge to the pleasure of his will,"},{"number":6,"verse":"vnto the prayse of the glory of his grace, wherby he hath made vs accepted in the Beloued,"},{"number":7,"verse":"in whom we haue redempcion thorow his bloude (namely) the forgeuenes of synnes, acordynge to ye riches of his grace,"},{"number":8,"verse":"which he hath shed vpon vs abundauntly in all wyssdome and prudece:"},{"number":9,"verse":"and hath opened vnto vs the mystery of his wil acordinge to his pleasure, which he had purposed in himselfe,"},{"number":10,"verse":"yt it shulde be preached wha the tyme was full come, that all thinges shulde be gathered together by Christ, both the thinges which are in heauen, and also the thinges that are vpon earth,"},{"number":11,"verse":"euen by him, by whom also we are come to the inheritaunce we that were therto predestinate before, acordinge to ye purpose of him, which worketh all thinges after ye councell of his owne wyll,"},{"number":12,"verse":"that we mighte be to the prayse of his glory, euen we that before beleued on Christ,"},{"number":13,"verse":"on who also ye beleued, after that ye herde the worde of trueth, namely ye Gospell of youre saluacion: wherin whan ye beleued, ye were sealed with the holy sprete of promes,"},{"number":14,"verse":"which is the ernest of oure inheritaunce to oure redempcion, that we mighte be his owne to the prayse off his glory."},{"number":15,"verse":"Wherfore I also, (in so moch as I haue herde of the faith which ye haue in ye LORDE Iesu, and of youre loue vnto all ye sayntes)"},{"number":16,"verse":"ceasse not to geue thankes for you, and make mencion of you in my prayers,"},{"number":17,"verse":"that ye God of oure LORDE Iesus Christ, the father of glory maye geue vnto you the sprete of wyssdome, and open vnto you the knowlege of himselfe,"},{"number":18,"verse":"and lighten the eyes of youre vnderstondinge, that ye maye knowe what is the hope of youre callynge, and what the riches of his glorious enheritaunce is vpon the sayntes,"},{"number":19,"verse":"& what is the exceadinge greatnesse of his power towarde vs, which beleue acordinge to ye workynge of his mightie power,"},{"number":20,"verse":"which he wroughte in Christ, whan he raysed him vp fro the deed, and set him on his righte hade i heauely thinges,"},{"number":21,"verse":"aboue all rule, power, and mighte, and dominacio, and aboue all that maye be named, not onely in this worlde, but also in ye worlde to come."},{"number":22,"verse":"And hath put all thinges vnder his fete, and hath made him aboue all thinges the heade of the cogregacion,"},{"number":23,"verse":"which is his body, and the fulnesse of him that fylleth all in all."}]}