{"bibleAbbr":"CVB1535","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":4,"verses":[{"number":1,"verse":"I therfore which am presoner in the LORDE, exhorte you, that ye walke as it becometh yor callinge wherin ye are called,"},{"number":2,"verse":"with all humblenes off mynde and mekenes, and longe sufferinge, forbearinge one another in loue,"},{"number":3,"verse":"and be diligent to kepe the vnite of the sprete thorow the bonde of peace."},{"number":4,"verse":"One body and one sprete, eue as ye are called in one hope of youre callynge."},{"number":5,"verse":"One LORDE, one faith, one baptyme,"},{"number":6,"verse":"one God and father of vs all, which is aboue all, and thorow all, and in you all."},{"number":7,"verse":"Vnto euery one of vs is geuen grace, acordinge to the measure off the gifte off Christ."},{"number":8,"verse":"Therfore sayeth he: He is gone vp an hye, and hath led awaye captiuyte captyue, and hath geue giftes vnto men."},{"number":9,"verse":"That he wente, vp what is it, but that he first came downe in to ye lowest partes of ye earth?"},{"number":10,"verse":"He that came downe, is euen the same which is gone vp aboue all heauens, to fulfill all."},{"number":11,"verse":"And ye same hath set some to be Apostles, some to be prophetes, some to be Euangelistes, some to be shepherdes & teachers,"},{"number":12,"verse":"wherby the sayntes mighte be coupled together thorow comen seruyce to the edifienge of ye body of Christ,"},{"number":13,"verse":"tyll we all come vnto one maner of faith and knowlege of the sonne of God, and become a perfecte man in to the measure of the perfecte age of Christ"},{"number":14,"verse":"that we be nomore children, waueringe & caried aboute with euery wynde of doctryne thorow the wickednes of men and craftynes, wherby they laye awayte for vs to disceaue vs."},{"number":15,"verse":"But let vs folowe the trueth in loue, and in all thinges growe in him, which is the heade, euen Christ,"},{"number":16,"verse":"in whom all the body is coupled together, and one membre hangeth by another thorow out all ye ioyntes. Wherby one mynistreth vnto another (acordinge to the operacion as euery membre hath his measure) and maketh, that ye body groweth to the edifienge of it selfe in loue."},{"number":17,"verse":"This I saye therfore, and testifye in the LORDE, that ye walke nomore as ye other Heythen walke in the vanite of their mynde,"},{"number":18,"verse":"blynded in their vnderstondinge, beynge straungers fro the life which is in God thorow the ignoraunce that is in them, because of the blyndnes of their hert:"},{"number":19,"verse":"which beynge past repentaunce, haue geue them selues ouer vnto wantonnes, to worke all maner of vnclennes euen with gredynesse."},{"number":20,"verse":"But ye haue not so learned Christ,"},{"number":21,"verse":"yf so be that ye haue herde of him, & are taught in him, euen as the trueth is in Iesu."},{"number":22,"verse":"So then as concernynge the conuersacion in tyme past laye from you that olde man which marreth himselfe thorow disceauable lustes:"},{"number":23,"verse":"but be ye renued in the sprete of youre mynde,"},{"number":24,"verse":"and put on that new man, which is shapen after God, in true righteousnes and holynes."},{"number":25,"verse":"Wherfore put awaye lyenge, and speake euery man the trueth vnto his neghboure, for as moch as we are membres one of another."},{"number":26,"verse":"Be angrie, but synne not. Let not ye Sonne go downe vpo youre wrath:"},{"number":27,"verse":"nether geue place to the bacbyter."},{"number":28,"verse":"He that hath stollen, let him steale nomore: but let him laboure rather, and do some good with his hondes, that he maye haue to geue vnto him that nedeth."},{"number":29,"verse":"Let no filthy communicacion proceade out of youre mouth, but that which is good to edifye withall, wha nede is, that it be gracious to heare."},{"number":30,"verse":"And greue not the holy sprete of God, wherwith ye are sealed vnto ye daye of redempcion."},{"number":31,"verse":"Let all bytternes, and fearsnes, and wrath, and roaringe, & cursed speakynge be farre fro you with all maliciousnes."},{"number":32,"verse":"But be ye curteous one to another, mercifull, and forgeue one another, eue as God hath forgeuen you in Christ."}]}