{"bibleAbbr":"LXX2012","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":68,"verses":[{"number":1,"verse":"Save me, O God; for the waters have come in to my soul."},{"number":2,"verse":"I am stuck fast in deep mire, and there is no standing: I am come in to the depths of the sea, and a storm has overwhelmed me."},{"number":3,"verse":"I am weary of crying, my throat has become hoarse; mine eyes have failed by my waiting on my God."},{"number":4,"verse":"They that hate me without a cause are more than the hairs of my head: my enemies that persecute me unrighteously are strengthened: then I (Or, paid for, or, made up for. ) restored that which I took not away."},{"number":5,"verse":"O God, you know my foolishness; and my transgressions are not hidden from you."},{"number":6,"verse":"Let not them that wait on you, O Lord of hosts, be ashamed on my account: let not them that seek you, be ashamed on my account, O God of Israel."},{"number":7,"verse":"For I have suffered reproach for your sake; shame has covered my face."},{"number":8,"verse":"I became strange to my brethren, and a stranger to my mother's children."},{"number":9,"verse":"(Joh 2:17/a>; also Rom 15:3/a>. ) For the zeal of your house has eaten me up; and the reproaches of them that reproached you are fallen upon me."},{"number":10,"verse":"And I bowed down my soul with fasting, and that was made my reproach."},{"number":11,"verse":"And I put on sackcloth for my covering; and I became a proverb to them."},{"number":12,"verse":"They that sit in the gate talked against me, and they that drank wine sang against me."},{"number":13,"verse":"But I will cry to you, O Lord, in my prayer; O God, it is a propitious time: in the multitude of your mercy hear me, in the truth of your salvation."},{"number":14,"verse":"Save me from the mire, that I stick not in it: let me be delivered from them that hate me, and from the deep waters."},{"number":15,"verse":"Let not the waterflood drown me, nor let the deep swallow me up; neither let the well shut its mouth upon me."},{"number":16,"verse":"Hear me, O Lord; for your mercy is good: according to the multitude of your compassions look upon me."},{"number":17,"verse":"And turn not away your face from your (Or, son. ) servant; for I am afflicted: hear me speedily."},{"number":18,"verse":"Draw near to my soul and redeem it: deliver me because of mine enemies."},{"number":19,"verse":"For you know my reproach, and my shame, and my confusion; all that afflict me are before you."},{"number":20,"verse":"My soul has waited for reproach and misery; and I waited for one to grieve with me, but there was none; and for one to comfort me, but I found none."},{"number":21,"verse":"They gave me also gall for my food, and made me drink vinegar for my thirst."},{"number":22,"verse":"(Rom 11:910. ) Let their table before them be for a snare, and for a recompense, and for a stumbling block."},{"number":23,"verse":"Let their eyes be darkened that they should not see; and bow down their back continually."},{"number":24,"verse":"Pour out your wrath upon them, and let the fury of your anger take hold on them."},{"number":25,"verse":"(Act 1:20/a>. ) Let their habitation be made desolate; and let there be no inhabitant in their tents:"},{"number":26,"verse":"Because they persecuted him whom you have struck; and they have added to the grief of my wounds."},{"number":27,"verse":"Add iniquity to their iniquity; and let them not come into your righteousness."},{"number":28,"verse":"Let them be blotted out of the book of the living, and let them not be written with the righteous."},{"number":29,"verse":"I am poor and sorrowful; but the salvation of your countenance has helped me."},{"number":30,"verse":"I will praise the name of my God with a song, I will magnify him with praise;"},{"number":31,"verse":"and this shall please God more than a young calf having horns and hoofs."},{"number":32,"verse":"Let the poor see and rejoice; seek the Lord diligently, and you shall live."},{"number":33,"verse":"For the Lord hears the poor, and does not set at nothing his fettered ones."},{"number":34,"verse":"Let the heavens and the earth raise him, the sea, and all things moving in them."},{"number":35,"verse":"For God will save Sion, and the cities of Judea shall be built; and men shall dwell there, and inherit it. (36)And the seed of his servants shall possess it, and they that love his name shall dwell therein."}]}