{"bibleAbbr":"RSV1971","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":18,"verses":[{"number":1,"verse":"The Fall of Babylon After this I saw another angel coming down from heaven, having great authority; and the earth was made bright with his splendor."},{"number":2,"verse":"And he called out with a mighty voice, “Fallen, fallen is Babylon the great! It has become a dwelling place of demons, a haunt of every foul spirit, a haunt of every foul and hateful bird;"},{"number":3,"verse":"For all nations have drunk (Other ancient authorities read fallen by) the wine of her impure passion, and the kings of the earth have committed fornication with her, and the merchants of the earth have grown rich with the wealth of her wantonness.”"},{"number":4,"verse":"Then I heard another voice from heaven saying, “Come out of her, my people, lest you take part in her sins, lest you share in her plagues;"},{"number":5,"verse":"for her sins are heaped high as heaven, and God has remembered her iniquities."},{"number":6,"verse":"Render to her as she herself has rendered, and repay her double for her deeds; mix a double draught for her in the cup she mixed."},{"number":7,"verse":"As she glorified herself and played the wanton, so give her a like measure of torment and mourning. Since in her heart she says, ‘A queen I sit, I am no widow, mourning I shall never see,’"},{"number":8,"verse":"so shall her plagues come in a single day, pestilence and mourning and famine, and she shall be burned with fire; for mighty is the Lord God who judges her.”"},{"number":9,"verse":"And the kings of the earth, who committed fornication and were wanton with her, will weep and wail over her when they see the smoke of her burning;"},{"number":10,"verse":"they will stand far off, in fear of her torment, and say, “Alas! alas! thou great city, thou mighty city, Babylon! In one hour has thy judgment come.”"},{"number":11,"verse":"And the merchants of the earth weep and mourn for her, since no one buys their cargo any more,"},{"number":12,"verse":"cargo of gold, silver, jewels and pearls, fine linen, purple, silk and scarlet, all kinds of scented wood, all articles of ivory, all articles of costly wood, bronze, iron and marble,"},{"number":13,"verse":"cinnamon, spice, incense, myrrh, frankincense, wine, oil, fine flour and wheat, cattle and sheep, horses and chariots, and slaves, that is, human souls."},{"number":14,"verse":"“The fruit for which thy soul longed has gone from thee, and all thy dainties and thy splendor are lost to thee, never to be found again!”"},{"number":15,"verse":"The merchants of these wares, who gained wealth from her, will stand far off, in fear of her torment, weeping and mourning aloud,"},{"number":16,"verse":"“Alas, alas, for the great city that was clothed in fine linen, in purple and scarlet, bedecked with gold, with jewels, and with pearls!"},{"number":17,"verse":"In one hour all this wealth has been laid waste.” And all shipmasters and seafaring men, sailors and all whose trade is on the sea, stood far off"},{"number":18,"verse":"and cried out as they saw the smoke of her burning, “What city was like the great city?”"},{"number":19,"verse":"And they threw dust on their heads, as they wept and mourned, crying out, “Alas, alas, for the great city where all who had ships at sea grew rich by her wealth! In one hour she has been laid waste."},{"number":20,"verse":"Rejoice over her, O heaven, O saints and apostles and prophets, for God has given judgment for you against her!”"},{"number":21,"verse":"Then a mighty angel took up a stone like a great millstone and threw it into the sea, saying, “So shall Babylon the great city be thrown down with violence, and shall be found no more;"},{"number":22,"verse":"and the sound of harpers and minstrels, of flute players and trumpeters, shall be heard in thee no more; and a craftsman of any craft shall be found in thee no more; and the sound of the millstone shall be heard in thee no more;"},{"number":23,"verse":"and the light of a lamp shall shine in thee no more; and the voice of bridegroom and bride shall be heard in thee no more; for thy merchants were the great men of the earth, and all nations were deceived by thy sorcery."},{"number":24,"verse":"And in her was found the blood of prophets and of saints, and of all who have been slain on earth.”"}]}