{"bibleAbbr":"TERV1998","bookName":"ஆபகூக்","bookEnglishName":"Habakkuk","chapterNumber":1,"verses":[{"number":1,"verse":"(ஆபகூக் தேவனிடம் முறையிடுகின்றான்) ஆபகூக் எனும் தீர்க்கதரிசிக்கு கொடுக்கப்பட்ட செய்தி இதுதான்."},{"number":2,"verse":"கர்த்தாவே, நான் தொடர்ந்து உம்முடைய உதவியை வேண்டுகிறேன். எப்பொழுது எனக்கு செவிகொடுப்பீர். நான் வன்முறையைப்பற்றி உம்மிடம் அழுதேன். ஆனால் நீர் எதுவும் செய்யவில்லை."},{"number":3,"verse":"ஜனங்கள் திருடிக்கொண்டும், மற்றவர்களை காயப்படுத்திக்கொண்டும், விவாதித்துக்கொண்டும், சண்டையிட்டுக்கொண்டும், இருக்கிறார்கள், நீர் ஏன் என்னை இவற்றையெல்லாம் பார்க்கும்படிச் செய்கிறீர்."},{"number":4,"verse":"சட்டமானது பலவீனமுடையதாகவும், ஜனங்களுக்கு நேர்மையில்லாததாகவும் உள்ளது. தீய ஜனங்கள், நல்ல ஜனங்களுக்கு எதிராகப் போரிட்டு வெற்றி பெறுகிறார்கள். எனவே, சட்டம் எப்பொழுதும் நேர்மையானதாக இருப்பதில்லை. நீதி எப்பொழுதும் வெற்றி பெறுகிறதில்லை."},{"number":5,"verse":"(தேவன் ஆபகூக்குக்குப் பதிலளிக்கிறார்) கர்த்தர், “மற்ற நாடுகளைப் பாருங்கள். அவர்களைக் கவனியுங்கள். நீங்கள் ஆச்சரியப்படுவீர்கள். நான் உங்கள் வாழ்நாட்களுக்குள் சிலவற்றைச் செய்வேன். அவை உங்களை ஆச்சரியப்படுத்தும். நீங்கள் அவற்றைக் கண்டபின்தான் நம்புவீர்கள். அதை உங்களுக்குச் சொல்லியிருந்தால் நம்பமாட்டீர்கள்."},{"number":6,"verse":"நான் பாபிலோனிய ஜனங்களை ஒரு பலமுள்ள நாட்டினராகச் செய்வேன். அந்த ஜனங்கள் இழிவான, வல்லமை பொருந்திய போராளிகளாக இருப்பார்கள். அவர்கள் பூமியைக் கடந்து செல்வார்கள். அவர்கள் தங்களுக்கு உரிமையில்லாத வீடுகளையும் நகரங்களையும் எடுத்துக்கொள்வார்கள்."},{"number":7,"verse":"பாபிலோனிய ஜனங்கள் பிற ஜனங்களை பயமுறுத்துவார்கள். பாபிலேனிய ஜனங்கள் தாம் விரும்புவதைச் செய்வார்கள், தாம் போகவிரும்பும் இடத்துக்குப் போவார்கள்."},{"number":8,"verse":"அவர்களின் குதிரைகள் சிறுத்தையைவிட வேகமாகச் செல்லும், மாலைநேரத்து ஓநாய்களைவிடவும் கொடியவராக இருப்பார்கள். அவர்களின் குதிரைவீரர்கள் தொலை தூரங்களிலிருந்து வருவார்கள். அவர்கள் தங்கள் பகைவர்களை வானத்திலிருந்து பாய்ந்து தாக்கும் பசிகொண்ட கழுகுகளைப்போன்று தாக்குவார்கள்."},{"number":9,"verse":"அவர்கள் விரும்பும் ஒரே செயல் சண்டையிடுவதுதான். அவர்களது படைகள் பாலைவனத்து காற்றைப்போன்று வேகமாகச் செல்லும். பாபிலேனிய வீரர்கள் பல சிறைக்கைதிகளை மணல்போன்ற எண்ணிக்கையில் கைபற்றுவார்கள்."},{"number":10,"verse":"“பாபிலோனிய வீரர்கள் பிறநாடுகளில் உள்ள ராஜாக்களைப் பார்த்து நகைப்பார்கள். அந்நிய ஆளுநர்கள் இவர்களுக்குப் பரிகாசத்துக்குரியவர்களாவார்கள். பாபிலோனிய வீரர்கள் நகரங்களில் உயர்ந்த உறுதியான சுவர்களைப் பார்த்து சிரிப்பார்கள். வீரர்கள் மண்மேடுகளை சுவர்களின் உச்சிவரை குவித்து எளிதாக நகரங்ளை தோற்கடிப்பார்கள்."},{"number":11,"verse":"பிறகு அவர்கள் காற்றைப் போன்று விரைந்துசென்று, மற்ற இடங்களில் போரிடச் செல்வார்கள். பாபிலோனியர்கள் தம் சொந்த பலத்தையே தொழுதுகொள்வார்கள்” என்று பதில் சொன்னார்."},{"number":12,"verse":"(ஆபகூக்கின் இரண்டாவது முறையீடு) பிறகு ஆபகூக் சொன்னான், “கர்த்தாவே, நீரே என்றென்றும் வாழ்கிற கர்த்தர். நீர் என்றென்றும் மரணமடையாத என் பரிசுத்தமான தேவன். கர்த்தாவே, நீர் பாபிலோனிய ஜனங்களை எதைச் செய்ய வேண்டுமோ அதற்காகப் படைத்தீர். எங்கள் அடைக்கலப் பாறையே, நீர் அவர்களை யூதாவிலுள்ள ஜனங்களை தண்டிப்பதற்காகப் படைத்தீர்."},{"number":13,"verse":"உம்முடைய கண்கள் மிகவும் பரிசுத்தமானதால் அவை தீமையை நோக்குவதில்லை. ஜனங்கள் பாவம் செய்வதை உம்மால் பார்த்துக்கொண்டிருக்க முடியாது. எனவே, இத்தீய ஜனங்கள் வெற்றிப்பெறுவதை எப்படி உம்மால் பார்த்துக்கொண்டிருக்க முடியும். தீய ஜனங்கள் நல்லவர்களை அழிப்பதைக் கண்டு ஒன்றும் செய்யாமல் நீர் எப்படி பார்த்திருக்கக்கூடும்?"},{"number":14,"verse":"“நீர் ஜனங்களை கடலில் உள்ள மீன்களைப் போலவும், கடலில் உள்ள தலைவனற்ற சிறிய உயிரினங்களைப்போன்றும் படைத்துள்ளீர்."},{"number":15,"verse":"பகைவர் அவர்களனைவரையும் தூண்டிலாலும் வலைகளாலும் பிடிப்பார்கள். பகைவன் தனது வலையால் அவர்களை பிடித்து இழுத்துப் போவான். பகைவன் தான் கைப்பற்றியதுப்பற்றி மகிழுவான்."},{"number":16,"verse":"அவனது வலை அவன் செல்வந்தனாக வாழ்ந்து நல்ல உணவை உண்டு மகிழ உதவுகிறது. எனவே பகைவன் தனது வலைகளை தொழுதுகொள்கிறான், அவன் தனது வலையைக் கௌரவப்படுத்த பலிகளை செலுத்தி நறுமணப் பொருட்களையும் எரிக்கிறான்."},{"number":17,"verse":"அவன் தனது வலையுடன் செல்வத்தைத் தொடர்ந்து எடுப்பானா? அவன் தொடர்ந்து இரக்கமில்லாமல் ஜனங்களை அழிப்பானா?"}]}