{"bibleAbbr":"HSB+","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":2,"verses":[{"number":1,"verse":"וַיְהִ֣י׀ <WH1961> vay-Hi came בְּחֹ֣דֶשׁ <WH2320> be-Cho-desh And it came to pass in the month נִיסָ֗ן <WH5212> ni-San, Nisan שְׁנַ֥ת <WH8141> she-Nat year עֶשְׂרִ֛ים <WH6242> 'es-Rim in the twentieth לְאַרְתַּחְשַׁ֥סְתְּא <WH783> le-'ar-tach-Shast of Artaxerxes הַמֶּ֖לֶךְ <WH4428> ham-Me-lech the king יַ֣יִן <WH3196> Ya-yin [that] wine לְפָנָ֑יו <WH6440> le-fa-Nav; [was] before וָאֶשָּׂ֤א <WH5375> va-'es-Sa him and I took up אֶת־ <WH853> 'et- הַיַּ֙יִן֙ <WH3196> hai-Ya-yin the wine וָאֶתְּנָ֣ה <WH5414> va-'et-te-Nah and gave לַמֶּ֔לֶךְ <WH4428> lam-Me-lech, [it] unto the king וְלֹא־ <WH3808> ve-lo- had not הָיִ֥יתִי <WH1961> ha-Yi-ti been רַ֖ע <WH7451> ra' Now I had not been [beforetime] sad לְפָנָֽיו׃ <WH6440> le-fa-Nav. in his presence"},{"number":2,"verse":"וַיֹּאמֶר֩ <WH559> vai-yo-Mer said לִ֨י li הַמֶּ֜לֶךְ <WH4428> ham-Me-lech Wherefore the king מַדּ֣וּעַ׀ <WH4069> mad-Du-a' Why פָּנֶ֣יךָ <WH6440> pa-Nei-cha unto me Why [is] thy countenance רָעִ֗ים <WH7451> ra-'Im, sad וְאַתָּה֙ <WH859> ve-'at-Tah you אֵֽינְךָ֣ <WH369> 'ei-ne-Cha is nothing חוֹלֶ֔ה <WH2470> cho-Leh, seeing thou [art] not sick אֵ֣ין <WH369> 'ein is nothing זֶ֔ה <WH2088> Zeh, he כִּי־ <WH3588> ki- for אִ֖ם <WH518> 'im but רֹ֣עַֽ <WH7455> Ro-a' ;this [is] nothing [else] but sorrow לֵ֑ב <WH3820> Lev; of heart וָאִירָ֖א <WH3372> va-'i-Ra afraid הַרְבֵּ֥ה <WH7235> har-Beh sore מְאֹֽד׃ <WH3966> me-'Od. Then I was very"},{"number":3,"verse":"וָאֹמַ֣ר <WH559> va-'o-Mar And said לַמֶּ֔לֶךְ <WH4428> lam-Me-lech, unto the king הַמֶּ֖לֶךְ <WH4428> ham-Me-lech Let the king לְעוֹלָ֣ם <WH5769> le-'o-Lam for ever יִחְיֶ֑ה <WH2421> yich-Yeh; live מַדּ֜וּעַ <WH4069> mad-Du-a' Why לֹא־ <WH3808> lo- not יֵרְע֣וּ <WH7489> ye-re-'U not be sad פָנַ֗י <WH6440> fa-Nai, why should not my countenance אֲשֶׁ֨ר <WH834> 'a-Sher when הָעִ֜יר <WH5892> ha-'Ir when the city בֵּית־ <WH1004> beit- the place קִבְר֤וֹת <WH6913> kiv-Rot sepulchres אֲבֹתַי֙ <WH1> 'a-vo-Tai of my fathers' חֲרֵבָ֔ה <WH2717> cha-re-Vah, decay וּשְׁעָרֶ֖יהָ <WH8179> u-she-'a-Rei-ha and the gates אֻכְּל֥וּ <WH398> 'uk-ke-Lu thereof are consumed בָאֵֽשׁ׃ <WH784> va-'Esh. burning ס sa-Mek"},{"number":4,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said לִי֙ li הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, Then the king עַל־ <WH5921> 'al- unto מַה־ <WH4100> mah- What זֶּ֖ה <WH2088> zeh he אַתָּ֣ה <WH859> 'at-Tah you מְבַקֵּ֑שׁ <WH1245> me-vak-Kesh; unto me For what dost thou make request וָֽאֶתְפַּלֵּ֔ל <WH6419> va-'et-pal-Lel, ;So I prayed אֶל־ <WH413> 'el- to אֱלֹהֵ֖י <WH430> 'e-lo-Hei to the God הַשָּׁמָֽיִם׃ <WH8064> hash-sha-Ma-yim. of heaven"},{"number":5,"verse":"וָאֹמַ֣ר <WH559> va-'o-Mar And I said לַמֶּ֔לֶךְ <WH4428> lam-Me-lech, unto the king אִם־ <WH518> 'im- If עַל־ <WH5921> 'al- and הַמֶּ֣לֶךְ <WH4428> ham-Me-lech the king ט֔וֹב <WH2895> Tov, If it please וְאִם־ <WH518> ve-'im- and if יִיטַ֥ב <WH3190> yi-Tav have found favour עַבְדְּךָ֖ <WH5650> 'av-de-Cha and if thy servant לְפָנֶ֑יךָ <WH6440> le-fa-Nei-cha; in thy sight אֲשֶׁ֧ר <WH834> 'a-Sher you תִּשְׁלָחֵ֣נִי <WH7971> tish-la-Che-ni that thou wouldest send אֶל־ <WH413> 'el- to יְהוּדָ֗ה <WH3063> ye-hu-Dah, me unto Judah אֶל־ <WH413> 'el- to עִ֛יר <WH5892> 'ir unto the city קִבְר֥וֹת <WH6913> kiv-Rot sepulchres אֲבֹתַ֖י <WH1> 'a-vo-Tai of my fathers' וְאֶבְנֶֽנָּה׃ <WH1129> ve-'ev-Nen-nah. that I may build"},{"number":6,"verse":"וַיֹּאמֶר֩ <WH559> vai-yo-Mer said לִ֨י li הַמֶּ֜לֶךְ <WH4428> ham-Me-lech And the king וְהַשֵּׁגַ֣ל׀ <WH7694> ve-hash-she-Gal unto me (the queen יוֹשֶׁ֣בֶת <WH3427> yo-She-vet also sitting אֶצְל֗וֹ <WH681> etz-Lo, beside עַד־ <WH5704> 'ad- against מָתַ֛י <WH4970> ma-Tai How יִהְיֶ֥ה <WH1961> yih-Yeh become מַֽהֲלָכֲךָ֖ <WH4109> ma-ha-la-cha-Cha will your journey וּמָתַ֣י <WH4970> u-ma-Tai be and when תָּשׁ֑וּב <WH7725> ta-Shuv; be;and when wilt thou return וַיִּיטַ֤ב <WH3190> vai-yi-Tav be accepted לִפְנֵֽי־ <WH6440> lif-nei- accept הַמֶּ֙לֶךְ֙ <WH4428> ham-Me-lech the king וַיִּשְׁלָחֵ֔נִי <WH7971> vai-yish-la-Che-ni, to send וָֽאֶתְּנָ֥ה <WH5414> va-'et-te-Nah me and I set ל֖וֹ lo זְמָֽן׃ <WH2165> ze-Man. him a time"},{"number":7,"verse":"וָאוֹמַר֮ <WH559> va-'o-Mar Moreover I said לַמֶּלֶךְ֒ <WH4428> lam-me-leCh unto the king אִם־ <WH518> 'im- If עַל־ <WH5921> 'al- and הַמֶּ֣לֶךְ <WH4428> ham-Me-lech the king ט֔וֹב <WH2895> Tov, If it please אִגְּרוֹת֙ <WH107> 'ig-ge-rOt let letters יִתְּנוּ־ <WH5414> yit-te-nu- be given לִ֔י Li, עַֽל־ <WH5921> 'al- for פַּחֲו֖וֹת <WH6346> pa-cha-Vot me to the governors עֵ֣בֶר <WH5676> 'E-ver beyond הַנָּהָ֑ר <WH5104> han-na-Har; the river אֲשֶׁר֙ <WH834> 'a-Sher they יַעֲבִיר֔וּנִי <WH5674> ya-'a-vi-Ru-ni, that they may convey me over עַ֥ד <WH5704> 'ad against אֲשֶׁר־ <WH834> 'a-Sher- I אָב֖וֹא <WH935> a-Vo till I come אֶל־ <WH413> 'el- to יְהוּדָֽה׃ <WH3063> ye-hu-Dah. into Judah"},{"number":8,"verse":"וְאִגֶּ֡רֶת <WH107> ve-'ig-Ge-ret And a letter אֶל־ <WH413> 'el- to אָסָף֩ <WH623> 'a-Saf unto Asaph שֹׁמֵ֨ר <WH8104> sho-Mer the keeper הַפַּרְדֵּ֜ס <WH6508> hap-par-Des forest אֲשֶׁ֣ר <WH834> 'a-Sher which לַמֶּ֗לֶךְ <WH4428> lam-Me-lech, of the king's אֲשֶׁ֣ר <WH834> 'a-Sher to which יִתֶּן־ <WH5414> yit-ten- that he may give לִ֣י li עֵצִ֡ים <WH6086> 'e-Tzim me timber לְ֠קָרוֹת <WH7136> Le-ka-rot to make beams אֶת־ <WH853> 'et- שַׁעֲרֵ֨י <WH8179> sha-'a-Rei for the gates הַבִּירָ֤ה <WH1002> hab-bi-Rah of the palace אֲשֶׁר־ <WH834> 'a-Sher- which לַבַּ֙יִת֙ <WH1004> lab-Ba-yit which [appertained] to the house וּלְחוֹמַ֣ת <WH2346> u-le-cho-Mat and for the wall הָעִ֔יר <WH5892> ha-'Ir, of the city וְלַבַּ֖יִת <WH1004> ve-lab-Ba-yit and for the house אֲשֶׁר־ <WH834> 'a-Sher- which אָב֣וֹא <WH935> a-Vo that I shall enter into אֵלָ֑יו <WH413> 'e-Lav; about וַיִּתֶּן־ <WH5414> vai-yit-ten- granted לִ֣י li הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, And the king כְּיַד־ <WH3027> ke-yad- hand אֱלֹהַ֖י <WH430> 'e-lo-Hai of my God הַטּוֹבָ֥ה <WH2896> hat-to-Vah me according to the good עָלָֽי׃ <WH5921> 'a-Lai. and"},{"number":9,"verse":"וָֽאָב֗וֹא <WH935> va-'a-Vo, Then I came אֶֽל־ <WH413> 'el- to פַּֽחֲווֹת֙ <WH6346> pa-cha-Vot to the governors עֵ֣בֶר <WH5676> 'E-ver beyond הַנָּהָ֔ר <WH5104> han-na-Har, the river וָאֶתְּנָ֣ה <WH5414> va-'et-te-Nah and gave לָהֶ֔ם la-Hem, אֵ֖ת <WH853> 'et אִגְּר֣וֹת <WH107> ig-ge-Rot letters הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; them the king's וַיִּשְׁלַ֤ח <WH7971> vai-yish-Lach had sent עִמִּי֙ <WH5973> 'im-Mi with הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, Now the king שָׂ֥רֵי <WH8269> Sa-rei captains חַ֖יִל <WH2428> Cha-yil of the army וּפָרָשִֽׁים׃ <WH6571> u-fa-ra-Shim. and horsemen פ Peh"},{"number":10,"verse":"וַיִּשְׁמַ֞ע <WH8085> vai-yish-Ma' heard סַנְבַלַּ֣ט <WH5571> san-val-Lat When Sanballat הַחֹרֹנִ֗י <WH2772> ha-cho-ro-Ni, the Horonite וְטֽוֹבִיָּה֙ <WH2900> ve-toi-Yah and Tobiah הָעֶ֣בֶד <WH5650> ha-'E-ved the servant הָֽעַמֹּנִ֔י <WH5984> ha-'am-mo-Ni, the Ammonite וַיֵּ֥רַע <WH7489> vai-Ye-ra' displeasing לָהֶ֖ם <WH1992> la-Hem like רָעָ֣ה <WH7451> ra-'Ah adversity גְדֹלָ֑ה <WH1419> ge-do-Lah; aloud אֲשֶׁר־ <WH834> 'a-Sher- after בָּ֥א <WH935> ba that there was come אָדָ֔ם <WH120> 'a-Dam, a man לְבַקֵּ֥שׁ <WH1245> le-vak-Kesh to seek טוֹבָ֖ה <WH2896> to-Vah the welfare לִבְנֵ֥י <WH1121> liv-Nei of the children יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":11,"verse":"וָאָב֖וֹא <WH935> va-'a-Vo So I came אֶל־ <WH413> 'el- to יְרוּשָׁלִָ֑ם <WH3389> ye-ru-sha-Lim; to Jerusalem וָאֱהִי־ <WH1961> va-'e-hi- become שָׁ֖ם <WH8033> sham was there יָמִ֥ים <WH3117> ya-Mim days שְׁלֹשָֽׁה׃ <WH7969> she-lo-Shah. and was there three"},{"number":12,"verse":"וָאָק֣וּם׀ <WH6965> va-'a-Kum And I arose לַ֗יְלָה <WH3915> Lay-lah, in the night אֲנִי֮ <WH589> 'a-Ni I וַאֲנָשִׁ֣ים׀ <WH376> va-'a-na-Shim men מְעַט֮ <WH4592> me-'At I and some עִמִּי֒ <WH5973> 'im-Mi with וְלֹא־ <WH3808> ve-lo- did not הִגַּ֣דְתִּי <WH5046> hig-Gad-ti with me neither told לְאָדָ֔ם <WH120> le-'a-Dam, I [any] man מָ֗ה <WH4100> Mah, what אֱלֹהַי֙ <WH430> 'e-lo-Hai what my God נֹתֵ֣ן <WH5414> no-Ten had put אֶל־ <WH413> 'el- into לִבִּ֔י <WH3820> lib-Bi, in my heart לַעֲשׂ֖וֹת <WH6213> la-'a-Sot to do לִירוּשָׁלִָ֑ם <WH3389> li-ru-sha-Lim; at Jerusalem וּבְהֵמָה֙ <WH929> u-ve-he-Mah neither [was there any] beast אֵ֣ין <WH369> 'ein and there עִמִּ֔י <WH5973> 'im-Mi, with כִּ֚י <WH3588> ki for אִם־ <WH518> 'im- lo הַבְּהֵמָ֔ה <WH929> hab-be-he-Mah, with me save the beast אֲשֶׁ֥ר <WH834> 'a-Sher which אֲנִ֖י <WH589> 'a-Ni I רֹכֵ֥ב <WH7392> ro-Chev that I rode upon בָּֽהּ׃ Bah."},{"number":13,"verse":"וָאֵצְאָ֨ה <WH3318> va-'e-tze-'Ah And I went out בְשַֽׁעַר־ <WH8179> ve-sha-'ar- by the gate הַגַּ֜יא <WH1516> hag-Gai of the valley לַ֗יְלָה <WH3915> Lay-lah, by night וְאֶל־ <WH413> ve-'el- in פְּנֵי֙ <WH6440> pe-Nei even before עֵ֣ין <WH5869> 'ein affliction הַתַּנִּ֔ין <WH8577> hat-tan-Nin, the dragon וְאֶל־ <WH413> ve-'el- about שַׁ֖עַר <WH8179> Sha-'ar port הָאַשְׁפֹּ֑ת <WH830> ha-'ash-Pot; and to the dung וָאֱהִ֨י <WH1961> va-'e-Hi become שֹׂבֵ֜ר <WH7663> so-Ver inspecting בְּחוֹמֹ֤ת <WH2346> be-cho-Mot the walls יְרוּשָׁלִַ֙ם֙ <WH3389> ye-ru-sha-Lim of Jerusalem אֲשֶׁר־ <WH834> 'a-Sher- which; הַמְפֹרוָצִים ham-fo-r-va-tzim כהֵ֣ם Hem ק; פְּרוּצִ֔ים <WH6555> pe-ru-Tzim, abroad קוּשְׁעָרֶ֖יהָ <WH8179> u-she-'a-Rei-ha and the gates אֻכְּל֥וּ <WH398> 'uk-ke-Lu thereof were consumed בָאֵֽשׁ׃ <WH784> va-'Esh. with fire"},{"number":14,"verse":"וָאֶֽעֱבֹר֙ <WH5674> va-'e-'e-Vor Then I went on אֶל־ <WH413> 'el- about שַׁ֣עַר <WH8179> Sha-'ar to the gate הָעַ֔יִן <WH5869> ha-'A-yin, of the fountain וְאֶל־ <WH413> ve-'el- about בְּרֵכַ֖ת <WH1295> be-re-Chat pool הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; and to the king's וְאֵין־ <WH369> ve-'ein- there מָק֥וֹם <WH4725> ma-Kom but [there was] no place לַבְּהֵמָ֖ה <WH929> lab-be-he-Mah for the beast לַעֲבֹ֥ר <WH5674> la-'a-Vor [that was] under me to pass תַּחְתָּֽי׃ <WH8478> tach-Tai. Thahash"},{"number":15,"verse":"וָאֱהִ֨י <WH1961> va-'e-Hi become עֹלֶ֤ה <WH5927> 'o-Leh Then went I up בַנַּ֙חַל֙ <WH5158> van-Na-chal by the brook לַ֔יְלָה <WH3915> Lay-lah, in the night וָאֱהִ֥י <WH1961> va-'e-Hi become שֹׂבֵ֖ר <WH7663> so-Ver and inspected בַּחוֹמָ֑ה <WH2346> ba-cho-Mah; the wall וָאָשׁ֗וּב <WH7725> va-'a-Shuv, and turned back וָאָב֛וֹא <WH935> va-'a-Vo and entered בְּשַׁ֥עַר <WH8179> be-Sha-'ar by the gate הַגַּ֖יְא <WH1516> hag-Gay of the valley וָאָשֽׁוּב׃ <WH7725> va-'a-Shuv. and [so] returned"},{"number":16,"verse":"וְהַסְּגָנִ֗ים <WH5461> ve-has-se-ga-Nim, And the rulers לֹ֤א <WH3808> lo nor יָדְעוּ֙ <WH3045> ya-de-'U knew אָ֣נָה <WH575> 'A-nah where הָלַ֔כְתִּי <WH1980> ha-Lach-ti, not whither I went וּמָ֖ה <WH4100> u-Mah what אֲנִ֣י <WH589> 'a-Ni I עֹשֶׂ֑ה <WH6213> 'o-Seh; or what I did וְלַיְּהוּדִ֨ים <WH3064> ve-lai-ye-hu-Dim [it] to the Jews וְלַכֹּהֲנִ֜ים <WH3548> ve-lak-ko-ha-Nim nor to the priests וְלַחֹרִ֣ים <WH2715> ve-la-cho-Rim nor to the nobles וְלַסְּגָנִ֗ים <WH5461> ve-las-se-ga-Nim, nor to the rulers וּלְיֶ֙תֶר֙ <WH3499> u-le-Ye-ter nor to the rest עֹשֵׂ֣ה <WH6213> 'o-Seh that did הַמְּלָאכָ֔ה <WH4399> ham-me-la-Chah, the work עַד־ <WH5704> 'ad- as כֵּ֖ן <WH3651> ken neither had I as yet לֹ֥א <WH3808> lo nor הִגַּֽדְתִּי׃ <WH5046> hig-Gad-ti. told"},{"number":17,"verse":"וָאוֹמַ֣ר <WH559> va-'o-Mar Then said אֲלֵהֶ֗ם <WH413> 'a-le-Hem, about אַתֶּ֤ם <WH859> 'at-Tem You רֹאִים֙ <WH7200> ro-'Im I unto them Ye see הָרָעָה֙ <WH7451> ha-ra-'Ah the distress אֲשֶׁ֣ר <WH834> 'a-Sher after אֲנַ֣חְנוּ <WH587> 'a-Nach-nu ourselves בָ֔הּ Vah, אֲשֶׁ֤ר <WH834> 'a-Sher after יְרוּשָׁלִַ֙ם֙ <WH3389> ye-ru-sha-Lim that we [are] in how Jerusalem חֲרֵבָ֔ה <WH2717> cha-re-Vah, decay וּשְׁעָרֶ֖יהָ <WH8179> u-she-'a-Rei-ha and the gates נִצְּת֣וּ <WH3341> nitz-tze-Tu thereof are burned בָאֵ֑שׁ <WH784> va-'Esh; with fire לְכ֗וּ <WH1980> le-Chu, Come וְנִבְנֶה֙ <WH1129> ve-niv-Neh and let us build up אֶת־ <WH853> 'et- חוֹמַ֣ת <WH2346> cho-Mat the wall יְרוּשָׁלִַ֔ם <WH3389> ye-ru-sha-Lim, of Jerusalem וְלֹא־ <WH3808> ve-lo- so נִהְיֶ֥ה <WH1961> nih-Yeh become ע֖וֹד <WH5750> od longer חֶרְפָּֽה׃ <WH2781> cher-Pah. that we be no more a reproach"},{"number":18,"verse":"וָאַגִּ֨יד <WH5046> va-'ag-Gid Then I told לָהֶ֜ם la-Hem אֶת־ <WH853> 'et- יַ֣ד <WH3027> yad them of the hand אֱלֹהַ֗י <WH430> 'e-lo-Hai, of my God אֲשֶׁר־ <WH834> 'a-Sher- how הִיא֙ <WH1931> hi he טוֹבָ֣ה <WH2896> to-Vah which was good עָלַ֔י <WH5921> 'a-Lai, unto וְאַף־ <WH637> ve-'af- and also דִּבְרֵ֥י <WH1697> div-Rei words הַמֶּ֖לֶךְ <WH4428> ham-Me-lech upon me as also the king's אֲשֶׁ֣ר <WH834> 'a-Sher which אָֽמַר־ <WH559> 'a-mar- that he had spoken לִ֑י Li; וַיֹּֽאמְרוּ֙ <WH559> vai-yo-me-Ru unto me And they said נָק֣וּם <WH6965> na-Kum Let us rise up וּבָנִ֔ינוּ <WH1129> u-va-Ni-nu, and build וַיְחַזְּק֥וּ <WH2388> vay-chaz-ze-Ku So they strengthened יְדֵיהֶ֖ם <WH3027> ye-dei-Hem their hands לַטּוֹבָֽה׃ <WH2896> lat-to-Vah. for [this] good פ Peh"},{"number":19,"verse":"וַיִּשְׁמַע֩ <WH8085> vai-yish-Ma' heard סַנְבַלַּ֨ט <WH5571> san-val-Lat But when Sanballat הַחֹרֹנִ֜י <WH2772> ha-cho-ro-Ni the Horonite וְטֹבִיָּ֣ה׀ <WH2900> ve-toi-Yah and Tobiah הָעֶ֣בֶד <WH5650> ha-'E-ved the servant הָֽעַמּוֹנִ֗י <WH5984> ha-'am-mo-Ni, the Ammonite וְגֶ֙שֶׁם֙ <WH1654> ve-Ge-shem and Geshem הָֽעַרְבִ֔י <WH6163> ha-'ar-Vi, the Arabian וַיַּלְעִ֣גוּ <WH3932> vai-yal-'I-gu [it] they laughed us to scorn לָ֔נוּ La-nu, וַיִּבְז֖וּ <WH959> vai-yiv-Zu and despised עָלֵ֑ינוּ <WH5921> 'a-Lei-nu; against וַיֹּאמְר֗וּ <WH559> vai-yo-me-Ru, us and said מָֽה־ <WH4100> mah- What הַדָּבָ֤ר <WH1697> had-da-Var What [is] this thing הַזֶּה֙ <WH2088> haz-Zeh is this אֲשֶׁ֣ר <WH834> 'a-Sher after אַתֶּ֣ם <WH859> 'at-Tem ye עֹשִׂ֔ים <WH6213> 'o-Sim, that ye do הַעַ֥ל <WH5921> ha-'Al against הַמֶּ֖לֶךְ <WH4428> ham-Me-lech king אַתֶּ֥ם <WH859> 'at-Tem will ye מֹרְדִֽים׃ <WH4775> mo-re-Dim. ;will ye rebel"},{"number":20,"verse":"וָאָשִׁ֨יב <WH7725> va-'a-Shiv answered אוֹתָ֜ם <WH853> o-Tam דָּבָ֗ר <WH1697> da-Var, act וָאוֹמַ֤ר <WH559> va-'o-Mar I them and said לָהֶם֙ la-Hem אֱלֹהֵ֣י <WH430> 'e-lo-Hei unto them The God הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, of heaven ה֚וּא <WH1931> hu he יַצְלִ֣יחַֽ <WH6743> yatz-Li-ach he will prosper לָ֔נוּ La-nu, וַאֲנַ֥חְנוּ <WH587> va-'a-Nach-nu we עֲבָדָ֖יו <WH5650> 'a-va-Dav us therefore we his servants נָק֣וּם <WH6965> na-Kum will arise וּבָנִ֑ינוּ <WH1129> u-va-Ni-nu; and build וְלָכֶ֗ם ve-la-Chem, אֵֽין־ <WH369> 'ein- have חֵ֧לֶק <WH2506> Che-lek but ye have no portion וּצְדָקָ֛ה <WH6666> u-tze-da-Kah nor right וְזִכָּר֖וֹן <WH2146> ve-zik-ka-Ron nor memorial בִּירוּשָׁלִָֽם׃ <WH3389> bi-ru-sha-Lim. in Jerusalem"}]}