{"bibleAbbr":"HSB+","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":6,"verses":[{"number":1,"verse":"וַיְהִ֣י <WH1961> vay-Hi become כַאֲשֶׁ֣ר <WH834> cha-'a-Sher it נִשְׁמַ֣ע <WH8085> nish-Ma' heard לְסַנְבַלַּ֣ט <WH5571> le-san-val-Lat Now it came to pass when Sanballat וְ֠טוֹבִיָּה <WH2900> Ve-toi-yah and Tobiah וּלְגֶ֨שֶׁם <WH1654> u-le-Ge-shem and Geshem הָֽעַרְבִ֜י <WH6163> ha-'ar-Vi the Arabian וּלְיֶ֣תֶר <WH3499> u-le-Ye-ter and the rest אֹֽיְבֵ֗ינוּ <WH341> 'o-ye-Vei-nu, of our enemies כִּ֤י <WH3588> ki for בָנִ֙יתִי֙ <WH1129> va-Ni-ti that I had builded אֶת־ <WH853> 'et- הַ֣חוֹמָ֔ה <WH2346> ha-cho-Mah, the wall וְלֹא־ <WH3808> ve-lo- and no נ֥וֹתַר <WH3498> No-tar left בָּ֖הּ bah פָּ֑רֶץ <WH6556> Pa-retz; and [that] there was no breach גַּ֚ם <WH1571> gam although עַד־ <WH5704> 'ad- that הָעֵ֣ת <WH6256> ha-'Et at that time הַהִ֔יא <WH1931> ha-Hi, he דְּלָת֖וֹת <WH1817> de-la-Tot the doors לֹא־ <WH3808> lo- and no הֶעֱמַ֥דְתִּי <WH5975> he-'e-Mad-ti I had not set up בַשְּׁעָרִֽים׃ <WH8179> vash-she-'a-Rim. the gates"},{"number":2,"verse":"וַיִּשְׁלַ֨ח <WH7971> vai-yish-Lach sent סַנְבַלַּ֤ט <WH5571> san-val-Lat That Sanballat וְגֶ֙שֶׁם֙ <WH1654> ve-Ge-shem and Geshem אֵלַ֣י <WH413> 'e-Lai to לֵאמֹ֔ר <WH559> le-Mor, unto me saying לְכָ֞ה <WH1980> le-Chah Come וְנִֽוָּעֲדָ֥ה <WH3259> ve-niv-va-'a-Dah let us meet יַחְדָּ֛ו <WH3162> yach-Dav together בַּכְּפִירִ֖ים <WH3715> bak-ke-fi-Rim in [some one of] the villages בְּבִקְעַ֣ת <WH1237> be-vik-'At in the plain אוֹנ֑וֹ <WH207> o-No; of Ono וְהֵ֙מָּה֙ <WH1992> ve-Hem-mah they חֹֽשְׁבִ֔ים <WH2803> cho-she-Vim, But they thought לַעֲשׂ֥וֹת <WH6213> la-'a-Sot to do לִ֖י li רָעָֽה׃ <WH7451> ra-'Ah. me mischief"},{"number":3,"verse":"וָאֶשְׁלְחָ֨ה <WH7971> va-'esh-le-Chah And I sent עֲלֵיהֶ֤ם <WH5921> 'a-lei-Hem and מַלְאָכִים֙ <WH4397> mal-'a-Chim messengers לֵאמֹ֔ר <WH559> le-Mor, unto them saying מְלָאכָ֤ה <WH4399> me-la-Chah work גְדוֹלָה֙ <WH1419> ge-do-Lah a great אֲנִ֣י <WH589> 'a-Ni I am עֹשֶׂ֔ה <WH6213> 'o-Seh, I [am] doing וְלֹ֥א <WH3808> ve-Lo not אוּכַ֖ל <WH3201> 'u-Chal so that I cannot לָרֶ֑דֶת <WH3381> la-Re-det; come down לָ֣מָּה <WH4100> Lam-mah Why תִשְׁבַּ֤ת <WH7673> tish-Bat cease הַמְּלָאכָה֙ <WH4399> ham-me-la-Chah why should the work כַּאֲשֶׁ֣ר <WH834> ka-'a-Sher whilst אַרְפֶּ֔הָ <WH7503> 'ar-Pe-ha, I leave וְיָרַדְתִּ֖י <WH3381> ve-ya-rad-Ti it and come down אֲלֵיכֶֽם׃ <WH413> 'a-lei-Chem. about"},{"number":4,"verse":"וַיִּשְׁלְח֥וּ <WH7971> vai-yish-le-Chu Yet they sent אֵלַ֛י <WH413> 'e-Lai about כַּדָּבָ֥ר <WH1697> kad-da-Var after this sort הַזֶּ֖ה <WH2088> haz-Zeh this אַרְבַּ֣ע <WH702> 'ar-Ba' unto me four פְּעָמִ֑ים <WH6471> pe-'a-Mim; times וָאָשִׁ֥יב <WH7725> va-'a-Shiv and I answered אוֹתָ֖ם <WH853> o-Tam כַּדָּבָ֥ר <WH1697> kad-da-Var them after the same manner הַזֶּֽה׃ <WH2088> haz-Zeh. the same ס sa-Mek"},{"number":5,"verse":"וַיִּשְׁלַח֩ <WH7971> vai-yish-Lach Then sent אֵלַ֨י <WH413> 'e-Lai then סַנְבַלַּ֜ט <WH5571> san-val-Lat Sanballat כַּדָּבָ֥ר <WH1697> kad-da-Var unto me in like manner הַזֶּ֛ה <WH2088> haz-Zeh the same פַּ֥עַם <WH6471> Pa-'am time חֲמִישִׁ֖ית <WH2549> cha-mi-Shit the fifth אֶֽת־ <WH853> 'et- נַעֲר֑וֹ <WH5288> na-'a-Ro; his servant וְאִגֶּ֥רֶת <WH107> ve-'ig-Ge-ret letter פְּתוּחָ֖ה <WH6605> pe-tu-Chah with an open בְּיָדֽוֹ׃ <WH3027> be-ya-Do. in his hand"},{"number":6,"verse":"כָּת֣וּב <WH3789> ka-Tuv Wherein [was] written בָּ֗הּ Bah, בַּגּוֹיִ֤ם <WH1471> bag-go-Yim among the heathen נִשְׁמָע֙ <WH8085> nish-Ma' It is reported וְגַשְׁמ֣וּ <WH1654> ve-gash-Mu and Gashmu אֹמֵ֔ר <WH559> 'o-Mer, saith אַתָּ֤ה <WH859> 'at-Tah you וְהַיְּהוּדִים֙ <WH3064> ve-hai-ye-hu-Dim [it that] thou and the Jews חֹשְׁבִ֣ים <WH2803> cho-she-Vim think לִמְר֔וֹד <WH4775> lim-Rod, to rebel עַל־ <WH5921> 'al- which כֵּ֛ן <WH3651> ken for which cause אַתָּ֥ה <WH859> 'at-Tah you בוֹנֶ֖ה <WH1129> vo-Neh thou buildest הַחוֹמָ֑ה <WH2346> ha-cho-Mah; the wall וְאַתָּ֗ה <WH859> ve-'at-Tah, you הֹוֶ֤ה <WH1933> ho-Veh that thou mayest be לָהֶם֙ la-Hem לְמֶ֔לֶךְ <WH4428> le-Me-lech, their king כַּדְּבָרִ֖ים <WH1697> kad-de-va-Rim according to these words הָאֵֽלֶּה׃ <WH428> ha-'El-leh. to these"},{"number":7,"verse":"וְגַם־ <WH1571> ve-gam- have also נְבִיאִ֡ים <WH5030> ne-vi-'Im prophets הֶעֱמַ֣דְתָּ <WH5975> he-'e-Mad-ta And thou hast also appointed לִקְרֹא֩ <WH7121> lik-Ro to preach עָלֶ֨יךָ <WH5921> 'a-Lei-cha concerning בִֽירוּשָׁלִַ֜ם <WH3389> vi-ru-sha-Lim of thee at Jerusalem לֵאמֹ֗ר <WH559> le-Mor, saying מֶ֚לֶךְ <WH4428> Me-lech [There is] a king בִּֽיהוּדָ֔ה <WH3063> bi-hu-Dah, in Judah וְעַתָּה֙ <WH6258> ve-'at-Tah now יִשָּׁמַ֣ע <WH8085> yish-sha-Ma' and now shall it be reported לַמֶּ֔לֶךְ <WH4428> lam-Me-lech, to the king כַּדְּבָרִ֣ים <WH1697> kad-de-va-Rim according to these words הָאֵ֑לֶּה <WH428> ha-'El-leh; to these וְעַתָּ֣ה <WH6258> ve-'at-Tah now לְכָ֔ה <WH1980> le-Chah, come וְנִֽוָּעֲצָ֖ה <WH3289> ve-niv-va-'a-Tzah now therefore and let us take counsel יַחְדָּֽו׃ <WH3162> yach-Dav. together ס sa-Mek"},{"number":8,"verse":"וָאֶשְׁלְחָ֤ה <WH7971> va-'esh-le-Chah Then I sent אֵלָיו֙ <WH413> 'e-Lav to לֵאמֹ֔ר <WH559> le-Mor, unto him saying לֹ֤א <WH3808> lo have not נִֽהְיָה֙ <WH1961> nih-Yah done כַּדְּבָרִ֣ים <WH1697> kad-de-va-Rim no such things הָאֵ֔לֶּה <WH428> ha-'El-leh, Such אֲשֶׁ֖ר <WH834> 'a-Sher after אַתָּ֣ה <WH859> 'at-Tah you אוֹמֵ֑ר <WH559> o-Mer; as thou sayest כִּ֥י <WH3588> ki for מִֽלִּבְּךָ֖ <WH3820> mil-lib-be-Cha them out of thine own heart אַתָּ֥ה <WH859> 'at-Tah you בוֹדָֽאם׃ <WH908> vo-Dam but thou feignest"},{"number":9,"verse":"כִּ֣י <WH3588> ki for כֻלָּ֗ם <WH3605> chul-Lam, for all מְיָֽרְאִ֤ים <WH3372> me-ya-re-'Im For they all made us afraid אוֹתָ֙נוּ֙ <WH853> o-Ta-nu לֵאמֹ֔ר <WH559> le-Mor, saying יִרְפּ֧וּ <WH7503> yir-Pu shall be weakened יְדֵיהֶ֛ם <WH3027> ye-dei-Hem Their hands מִן־ <WH4480> min- with הַמְּלָאכָ֖ה <WH4399> ham-me-la-Chah from the work וְלֹ֣א <WH3808> ve-Lo and it תֵעָשֶׂ֑ה <WH6213> te-'a-Seh; that it be not done וְעַתָּ֖ה <WH6258> ve-'at-Tah now חַזֵּ֥ק <WH2388> chaz-Zek Now therefore [O God] strengthen אֶת־ <WH853> 'et- יָדָֽי׃ <WH3027> ya-Dai. my hands"},{"number":10,"verse":"וַאֲנִי־ <WH589> va-'a-ni- I בָ֗אתִי <WH935> Va-ti, Afterward I came בֵּ֣ית <WH1004> beit unto the house שְֽׁמַֽעְיָ֧ה <WH8098> she-ma'-Yah of Shemaiah בֶן־ <WH1121> ven- the son דְּלָיָ֛ה <WH1806> de-la-Yah of Delaiah בֶּן־ <WH1121> ben- the son מְהֵֽיטַבְאֵ֖ל <WH4105> me-hei-tav-'El of Mehetabeel וְה֣וּא <WH1931> ve-Hu who עָצ֑וּר <WH6113> 'a-Tzur; who [was] shut up וַיֹּ֡אמֶר <WH559> vai-Yo-mer and he said נִוָּעֵד֩ <WH3259> niv-va-'Ed Let us meet together אֶל־ <WH413> 'el- in בֵּ֨ית <WH1004> beit in the house הָאֱלֹהִ֜ים <WH430> ha-'E-lo-Him of God אֶל־ <WH413> 'el- about תּ֣וֹךְ <WH8432> Toch within הַֽהֵיכָ֗ל <WH1964> ha-hei-Chal, the temple וְנִסְגְּרָה֙ <WH5462> ve-nis-ge-Rah and let us shut דַּלְת֣וֹת <WH1817> dal-Tot the doors הַהֵיכָ֔ל <WH1964> ha-hei-Chal, of the temple כִּ֚י <WH3588> ki for בָּאִ֣ים <WH935> ba-'Im for they will come לְהָרְגֶ֔ךָ <WH2026> le-ha-re-Ge-cha, to slay וְלַ֖יְלָה <WH3915> ve-Lay-lah thee yea in the night בָּאִ֥ים <WH935> ba-'Im will they come לְהָרְגֶֽךָ׃ <WH2026> le-ha-re-Ge-cha. to slay"},{"number":11,"verse":"וָאֹמְרָ֗ה <WH559> va-'o-me-Rah, And I said הַאִ֤ישׁ <WH376> ha-'Ish a man כָּמ֙וֹנִי֙ <WH3644> ka-Mo-ni Should such יִבְרָ֔ח <WH1272> yiv-Rach, as I flee וּמִ֥י <WH4310> u-Mi any כָמ֛וֹנִי <WH3644> cha-Mo-ni like אֲשֶׁר־ <WH834> 'a-Sher- I יָב֥וֹא <WH935> ya-Vo ;and who [is there] that [being] as I [am] would go אֶל־ <WH413> 'el- into הַהֵיכָ֖ל <WH1964> ha-hei-Chal into the temple וָחָ֑י <WH2425> va-Chai; to save his life לֹ֖א <WH3808> lo not אָבֽוֹא׃ <WH935> a-Vo. ;I will not go in"},{"number":12,"verse":"וָאַכִּ֕ירָה <WH5234> va-'ak-Ki-rah And lo I perceived וְהִנֵּ֥ה <WH2009> ve-hin-Neh surely לֹֽא־ <WH3808> lo- not אֱלֹהִ֖ים <WH430> E-lo-Him that God שְׁלָח֑וֹ <WH7971> she-la-Cho; had not sent כִּ֤י <WH3588> ki for הַנְּבוּאָה֙ <WH5016> han-ne-vu-'Ah this prophecy דִּבֶּ֣ר <WH1696> dib-Ber him but that he pronounced עָלַ֔י <WH5921> 'a-Lai, against וְטוֹבִיָּ֥ה <WH2900> ve-toi-Yah against me for Tobiah וְסַנְבַלַּ֖ט <WH5571> ve-san-val-Lat and Sanballat שְׂכָרֽוֹ׃ <WH7936> se-cha-Ro. had hired"},{"number":13,"verse":"לְמַ֤עַן <WH4616> le-Ma-'an this שָׂכוּר֙ <WH7936> sa-Chur Therefore [was] he hired ה֔וּא <WH1931> Hu, he לְמַֽעַן־ <WH4616> le-ma-'an- reason אִירָ֥א <WH3372> 'i-Ra that I should be afraid וְאֶֽעֱשֶׂה־ <WH6213> ve-'e-'e-seh- and do so כֵּ֖ן <WH3651> ken accordingly וְחָטָ֑אתִי <WH2398> ve-cha-Ta-ti; and sin וְהָיָ֤ה <WH1961> ve-ha-Yah have לָהֶם֙ <WH1992> la-Hem like לְשֵׁ֣ם <WH8034> le-Shem report רָ֔ע <WH7451> Ra', and [that] they might have [matter] for an evil לְמַ֖עַן <WH4616> le-Ma-'an order יְחָֽרְפֽוּנִי׃ <WH2778> ye-Cha-re-Fu-ni. that they might reproach פ Peh"},{"number":14,"verse":"זָכְרָ֧ה <WH2142> za-che-Rah think אֱלֹהַ֛י <WH430> 'e-lo-Hai My God לְטוֹבִיָּ֥ה <WH2900> le-toi-Yah thou upon Tobiah וּלְסַנְבַלַּ֖ט <WH5571> u-le-san-val-Lat and Sanballat כְּמַעֲשָׂ֣יו <WH4639> ke-ma-'a-Sav according to these their works אֵ֑לֶּה <WH428> 'El-leh; to these וְגַ֨ם <WH1571> ve-Gam and also לְנוֹעַדְיָ֤ה <WH5129> le-no-'ad-Yah Noadiah הַנְּבִיאָה֙ <WH5031> han-ne-vi-'Ah and on the prophetess וּלְיֶ֣תֶר <WH3499> u-le-Ye-ter and the rest הַנְּבִיאִ֔ים <WH5030> han-ne-vi-'Im, of the prophets אֲשֶׁ֥ר <WH834> 'a-Sher who הָי֖וּ <WH1961> ha-Yu were to מְיָֽרְאִ֥ים <WH3372> me-ya-re-'Im that would have put me in fear אוֹתִֽי׃ <WH853> o-Ti."},{"number":15,"verse":"וַתִּשְׁלַם֙ <WH7999> vat-tish-Lam was finished הַֽחוֹמָ֔ה <WH2346> ha-cho-Mah, So the wall בְּעֶשְׂרִ֥ים <WH6242> be-'es-Rim in the twenty וַחֲמִשָּׁ֖ה <WH2568> va-cha-mish-Shah and fifth לֶאֱל֑וּל <WH435> le-'e-Lul; [day] of [the month] Elul לַחֲמִשִּׁ֥ים <WH2572> la-cha-mish-Shim in fifty וּשְׁנַ֖יִם <WH8147> u-she-Na-yim and two יֽוֹם׃ <WH3117> Yom. days פ Peh"},{"number":16,"verse":"וַיְהִ֗י <WH1961> vay-Hi, become כַּאֲשֶׁ֤ר <WH834> ka-'a-Sher after שָֽׁמְעוּ֙ <WH8085> sha-me-'U heard כָּל־ <WH3605> kol- all א֣וֹיְבֵ֔ינוּ <WH341> 'oy-Vei-nu, And it came to pass that when all our enemies וַיִּֽרְא֗וּ <WH7200> vai-yir-'U, saw כָּל־ <WH3605> kol- and all הַגּוֹיִם֙ <WH1471> hag-go-Yim [thereof] and all the heathen אֲשֶׁ֣ר <WH834> 'a-Sher after סְבִֽיבֹתֵ֔ינוּ <WH5439> se-vi-vo-Tei-nu, that [were] about us וַיִּפְּל֥וּ <WH5307> vai-yip-pe-Lu cast down מְאֹ֖ד <WH3966> me-'Od [these things] they were much בְּעֵינֵיהֶ֑ם <WH5869> be-'ei-nei-Hem; in their own eyes וַיֵּ֣דְע֔וּ <WH3045> vai-Ye-de-'U, for they perceived כִּ֚י <WH3588> ki for מֵאֵ֣ת <WH854> me-'Et for אֱלֹהֵ֔ינוּ <WH430> 'e-lo-Hei-nu, of our God נֶעֶשְׂתָ֖ה <WH6213> ne-'es-Tah was wrought הַמְּלָאכָ֥ה <WH4399> ham-me-la-Chah that this work הַזֹּֽאת׃ <WH2063> haz-Zot. likewise"},{"number":17,"verse":"גַּ֣ם׀ <WH1571> gam Also בַּיָּמִ֣ים <WH3117> bai-ya-Mim Moreover in those days הָהֵ֗ם <WH1992> ha-Hem, those מַרְבִּ֞ים <WH7235> mar-Bim many חֹרֵ֤י <WH2715> cho-Rei the nobles יְהוּדָה֙ <WH3063> ye-hu-Dah of Judah אִגְּרֹ֣תֵיהֶ֔ם <WH107> 'ig-ge-Ro-tei-Hem, letters הוֹלְכ֖וֹת <WH1980> hol-Chot sent עַל־ <WH5921> 'al- unto טוֹבִיָּ֑ה <WH2900> toi-Yah; unto Tobiah וַאֲשֶׁ֥ר <WH834> va-'a-Sher and לְטוֹבִיָּ֖ה <WH2900> le-toi-Yah and [the letters] of Tobiah בָּא֥וֹת <WH935> ba-'ot came אֲלֵיהֶֽם׃ <WH413> 'a-lei-Hem. to him"},{"number":18,"verse":"כִּי־ <WH3588> ki- because רַבִּ֣ים <WH7227> rab-Bim For [there were] many בִּֽיהוּדָ֗ה <WH3063> bi-hu-Dah, in Judah בַּעֲלֵ֤י <WH1167> ba-'a-Lei were bound שְׁבוּעָה֙ <WH7621> she-vu-'Ah oath ל֔וֹ lo, כִּי־ <WH3588> ki- because חָתָ֥ן <WH2860> cha-Tan unto him because he [was] the son in law ה֖וּא <WH1931> hu he לִשְׁכַנְיָ֣ה <WH7935> lish-chan-Yah of Shechaniah בֶן־ <WH1121> ven- the son אָרַ֑ח <WH733> 'a-Rach; of Arah וִֽיהוֹחָנָ֣ן <WH3076> vi-ho-cha-Nan Johanan בְּנ֔וֹ <WH1121> be-No, and his son לָקַ֕ח <WH3947> la-Kach had taken אֶת־ <WH853> 'et- בַּת־ <WH1323> bat- the daughter מְשֻׁלָּ֖ם <WH4918> me-shul-Lam of Meshullam בֶּ֥ן <WH1121> ben the son בֶּֽרֶכְיָֽה׃ <WH1296> Be-rech-Yah. of Berechiah"},{"number":19,"verse":"גַּ֣ם <WH1571> gam Moreover טוֹבֹתָ֗יו <WH2896> too-Tav, his good deeds הָי֤וּ <WH1961> ha-Yu become אֹמְרִים֙ <WH559> 'o-me-Rim Also they reported לְפָנַ֔י <WH6440> le-fa-Nai, before וּדְבָרַ֕י <WH1697> u-de-va-Rai my words הָי֥וּ <WH1961> ha-Yu become מוֹצִיאִ֖ים <WH3318> mo-tzi-'Im me and uttered ל֑וֹ lo; אִגְּר֛וֹת <WH107> ig-ge-Rot letters שָׁלַ֥ח <WH7971> sha-Lach sent טוֹבִיָּ֖ה <WH2900> toi-Yah to him [And] Tobiah לְיָֽרְאֵֽנִי׃ <WH3372> le-Ya-re-'E-ni. to put me in fear"}]}