{"bibleAbbr":"Orig2013+","bookName":"זכריה","bookEnglishName":"Zechariah","chapterNumber":1,"verses":[{"number":1,"verse":"בחדשׁ <WH2320> month, השׁמיני <WH8066> In the eighth בשׁנת <WH8141> year שׁתים <WH8147> in the second לדריושׁ <WH1867> of Darius, היה <WH1961> came דבר <WH1697> the word יהוה <WH3068> of the LORD אל <WH413> unto זכריה <WH2148> Zechariah, בן <WH1121> the son ברכיה <WH1296> of Berechiah, בן <WH1121> the son עדו <WH5714> of Iddo הנביא <WH5030> the prophet, לאמר׃ <WH559> saying,"},{"number":2,"verse":"קצף <WH7107> hath been sore displeased יהוה <WH3068> The LORD על <WH5921> with אבותיכם <WH1> your fathers. קצף׃ <WH7110> hath been sore displeased"},{"number":3,"verse":"ואמרת <WH559> Therefore say אלהם <WH413> thou unto כה <WH3541> them, Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts; שׁובו <WH7725> Turn אלי <WH413> ye unto נאם <WH5002> me, saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts, ואשׁוב <WH7725> and I will turn אליכם <WH413> unto אמר <WH559> you, saith יהוה <WH3068> the LORD צבאות׃ <WH6635> of hosts."},{"number":4,"verse":"אל <WH408> ye not תהיו <WH1961> Be כאבתיכם <WH1> as your fathers, אשׁר <WH834> whom קראו <WH7121> have cried, אליהם <WH413> unto הנביאים <WH5030> prophets הראשׁנים <WH7223> the former לאמר <WH559> saying, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts; שׁובו <WH7725> Turn נא <WH4994> ye now מדרכיכם <WH1870> ways, הרעים <WH7451> from your evil ומעליליכם <WH4611> doings: הרעים <WH7451> and your evil ולא <WH3808> but they did not שׁמעו <WH8085> hear, ולא <WH3808> nor הקשׁיבו <WH7181> hearken אלי <WH413> unto נאם <WH5002> me, saith יהוה׃ <WH3068> the LORD."},{"number":5,"verse":"אבותיכם <WH1> Your fathers, איה <WH346> where הם <WH1992> they? והנבאים <WH5030> and the prophets, הלעולם <WH5769> forever? יחיו׃ <WH2421> do they live"},{"number":6,"verse":"אך <WH389> But דברי <WH1697> my words וחקי <WH2706> and my statutes, אשׁר <WH834> which צויתי <WH6680> I commanded את <WH853> עבדי <WH5650> my servants הנביאים <WH5030> the prophets, הלוא <WH3808> did they not השׂיגו <WH5381> take hold אבתיכם <WH1> of your fathers? וישׁובו <WH7725> and they returned ויאמרו <WH559> and said, כאשׁר <WH834> Like as זמם <WH2161> thought יהוה <WH3068> the LORD צבאות <WH6635> of hosts לעשׂות <WH6213> to do לנו כדרכינו <WH1870> unto us, according to our ways, וכמעללינו <WH4611> and according to our doings, כן <WH3651> so עשׂה <WH6213> hath he dealt אתנו׃ <WH854> with"},{"number":7,"verse":"ביום <WH3117> day עשׂרים <WH6242> and twentieth וארבעה <WH702> Upon the four לעשׁתי <WH6249> of the eleventh עשׂר <WH6240> of the eleventh חדשׁ <WH2320> month, הוא <WH1931> which חדשׁ <WH2320> the month שׁבט <WH7627> Sebat, בשׁנת <WH8141> year שׁתים <WH8147> in the second לדריושׁ <WH1867> of Darius, היה <WH1961> came דבר <WH1697> the word יהוה <WH3068> of the LORD אל <WH413> unto זכריה <WH2148> Zechariah, בן <WH1121> the son ברכיהו <WH1296> of Berechiah, בן <WH1121> the son עדוא <WH5714> of Iddo הנביא <WH5030> the prophet, לאמר׃ <WH559> saying,"},{"number":8,"verse":"ראיתי <WH7200> I saw הלילה <WH3915> by night, והנה <WH2009> and behold אישׁ <WH376> a man רכב <WH7392> riding על <WH5921> upon סוס <WH5483> horse, אדם <WH122> a red והוא <WH1931> and he עמד <WH5975> stood בין <WH996> among ההדסים <WH1918> the myrtle trees אשׁר <WH834> that במצלה <WH4699> in the bottom; ואחריו <WH310> and behind סוסים <WH5483> horses, אדמים <WH122> him red שׂרקים <WH8320> speckled, ולבנים׃ <WH3836> and white."},{"number":9,"verse":"ואמר <WH559> Then said מה <WH4100> what אלה <WH428> these? אדני <WH113> I, O my lord, ויאמר <WH559> with me said אלי <WH413> unto המלאך <WH4397> And the angel הדבר <WH1696> that talked בי אני <WH589> me, I אראך <WH7200> will show מה <WH4100> thee what המה <WH1992> אלה׃ <WH428> these"},{"number":10,"verse":"ויען <WH6030> answered האישׁ <WH376> And the man העמד <WH5975> that stood בין <WH996> among ההדסים <WH1918> the myrtle trees ויאמר <WH559> and said, אלה <WH428> These אשׁר <WH834> whom שׁלח <WH7971> hath sent יהוה <WH3068> the LORD להתהלך <WH1980> to walk to and fro בארץ׃ <WH776> through the earth."},{"number":11,"verse":"ויענו <WH6030> And they answered את <WH853> מלאך <WH4397> the angel יהוה <WH3069> העמד <WH5975> that stood בין <WH996> among ההדסים <WH1918> the myrtle trees, ויאמרו <WH559> and said, התהלכנו <WH1980> We have walked to and fro בארץ <WH776> through the earth, והנה <WH2009> and, behold, כל <WH3605> all הארץ <WH776> the earth ישׁבת <WH3427> sitteth still, ושׁקטת׃ <WH8252> and is at rest."},{"number":12,"verse":"ויען <WH6030> answered מלאך <WH4397> Then the angel יהוה <WH3068> of the LORD ויאמר <WH559> and said, יהוה <WH3068> O LORD צבאות <WH6635> of hosts, עד <WH5704> how long מתי <WH4970> how long אתה <WH859> wilt thou לא <WH3808> not תרחם <WH7355> have mercy on את <WH853> ירושׁלם <WH3389> Jerusalem ואת <WH853> ערי <WH5892> and on the cities יהודה <WH3063> of Judah, אשׁר <WH834> against which זעמתה <WH2194> thou hast had indignation זה <WH2088> these שׁבעים <WH7657> threescore and ten שׁנה׃ <WH8141> years?"},{"number":13,"verse":"ויען <WH6030> answered יהוה <WH3068> And the LORD את <WH853> המלאך <WH4397> the angel הדבר <WH1696> that talked בי דברים <WH1697> words טובים <WH2896> with me good דברים <WH1697> words. נחמים׃ <WH5150> comfortable"},{"number":14,"verse":"ויאמר <WH559> with me said אלי <WH413> unto המלאך <WH4397> So the angel הדבר <WH1696> that communed בי קרא <WH7121> me, Cry לאמר <WH559> thou, saying, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts; קנאתי <WH7065> I am jealous לירושׁלם <WH3389> for Jerusalem ולציון <WH6726> and for Zion קנאה <WH7068> jealousy. גדולה׃ <WH1419> with a great"},{"number":15,"verse":"וקצף <WH7110> sore displeased גדול <WH1419> am very אני <WH589> And I קצף <WH7107> sore displeased על <WH5921> with הגוים <WH1471> the heathen השׁאננים <WH7600> at ease: אשׁר <WH834> for אני <WH589> I קצפתי <WH7107> displeased, מעט <WH4592> was but a little והמה <WH1992> and they עזרו <WH5826> helped לרעה׃ <WH7451> forward the affliction."},{"number":16,"verse":"לכן <WH3651> Therefore כה <WH3541> thus אמר <WH559> saith יהוה <WH3068> the LORD; שׁבתי <WH7725> I am returned לירושׁלם <WH3389> to Jerusalem ברחמים <WH7356> with mercies: ביתי <WH1004> my house יבנה <WH1129> shall be built בה נאם <WH5002> in it, saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts, וקוה <WH6961> ינטה <WH5186> shall be stretched forth על <WH5921> upon ירושׁלם׃ <WH3389> Jerusalem."},{"number":17,"verse":"עוד <WH5750> yet, קרא <WH7121> Cry לאמר <WH559> saying, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD צבאות <WH6635> of hosts; עוד <WH5750> shall yet תפוצינה <WH6327> be spread abroad; ערי <WH5892> My cities מטוב <WH2896> through prosperity ונחם <WH5162> comfort יהוה <WH3068> and the LORD עוד <WH5750> shall yet את <WH853> ציון <WH6726> Zion, ובחר <WH977> choose עוד <WH5750> and shall yet בירושׁלם׃ <WH3389> Jerusalem."},{"number":18,"verse":"ואשׂא <WH5375> Then lifted I up את <WH853> עיני <WH5869> mine eyes, וארא <WH7200> and saw, והנה <WH2009> and behold ארבע <WH702> four קרנות׃ <WH7161> horns."},{"number":19,"verse":"ואמר <WH559> And I said אל <WH413> unto המלאך <WH4397> the angel הדבר <WH1696> that talked בי מה <WH4100> with me, What אלה <WH428> these? ויאמר <WH559> אלילה <WH428> me, These הקרנות <WH7161> the horns אשׁר <WH834> which זרו <WH2219> have scattered את <WH853> יהודה <WH3063> Judah, את <WH853> ישׂראל <WH3478> Israel, וירושׁלם׃ <WH3389> and Jerusalem."},{"number":20,"verse":"ויראני <WH7200> showed יהוה <WH3068> And the LORD ארבעה <WH702> me four חרשׁים׃ <WH2796> carpenters."},{"number":21,"verse":"ואמר <WH559> Then said מה <WH4100> I, What אלה <WH428> these באים <WH935> come לעשׂות <WH6213> to do? ויאמר <WH559> And he spoke, לאמר <WH559> saying, אלה <WH428> These הקרנות <WH7161> the horns אשׁר <WH834> which זרו <WH2219> have scattered את <WH853> יהודה <WH3063> Judah, כפי <WH6310> אישׁ <WH376> man לא <WH3808> so that no נשׂא <WH5375> did lift up ראשׁו <WH7218> his head: ויבאו <WH935> are come אלה <WH428> but these להחריד <WH2729> to frighten אתם <WH853> לידות <WH3034> them, to cast out את <WH853> קרנות <WH7161> the horns הגוים <WH1471> of the Gentiles, הנשׂאים <WH5375> which lifted up קרן <WH7161> horn אל <WH413> over ארץ <WH776> the land יהודה <WH3063> of Judah לזרותה׃ <WH2219> to scatter"}]}