{"bibleAbbr":"Orig2013+","bookName":"זכריה","bookEnglishName":"Zechariah","chapterNumber":4,"verses":[{"number":1,"verse":"וישׁב <WH7725> with me came again, המלאך <WH4397> And the angel הדבר <WH1696> that talked בי ויעירני <WH5782> and waked כאישׁ <WH376> me, as a man אשׁר <WH834> that יעור <WH5782> is wakened משׁנתו׃ <WH8142> out of his sleep,"},{"number":2,"verse":"ויאמר <WH559> And said אלי <WH413> unto מה <WH4100> me, What אתה <WH859> thou? ראה <WH7200> seest ויאמר <WH559> And I said, ראיתי <WH7200> I have looked, והנה <WH2009> and behold מנורת <WH4501> a candlestick זהב <WH2091> gold, כלה <WH3605> all וגלה <WH1543> with a bowl על <WH5921> upon ראשׁה <WH7218> the top ושׁבעה <WH7651> of it, and his seven נרתיה <WH5216> lamps עליה <WH5921> thereon, שׁבעה <WH7651> and seven ושׁבעה <WH7651> to the seven מוצקות <WH4166> pipes לנרות <WH5216> lamps, אשׁר <WH834> which על <WH5921> upon ראשׁה׃ <WH7218> the top"},{"number":3,"verse":"ושׁנים <WH8147> And two זיתים <WH2132> olive trees עליה <WH5921> by אחד <WH259> it, one מימין <WH3225> upon the right הגלה <WH1543> of the bowl, ואחד <WH259> and the other על <WH5921> upon שׂמאלה׃ <WH8040> the left"},{"number":4,"verse":"ואען <WH6030> So I answered ואמר <WH559> and spoke אל <WH413> to המלאך <WH4397> the angel הדבר <WH1696> that talked בי לאמר <WH559> with me, saying, מה <WH4100> What אלה <WH428> these, אדני׃ <WH113> my lord?"},{"number":5,"verse":"ויען <WH6030> with me answered המלאך <WH4397> Then the angel הדבר <WH1696> that talked בי ויאמר <WH559> and said אלי <WH413> unto הלוא <WH3808> thou not ידעת <WH3045> me, Knowest מה <WH4100> what המה <WH1992> אלה <WH428> these ואמר <WH559> be? And I said, לא <WH3808> No, אדני׃ <WH113> my lord."},{"number":6,"verse":"ויען <WH6030> Then he answered ויאמר <WH559> and spoke אלי <WH413> unto לאמר <WH559> me, saying, זה <WH2088> This דבר <WH1697> the word יהוה <WH3068> of the LORD אל <WH413> unto זרבבל <WH2216> Zerubbabel, לאמר <WH559> saying, לא <WH3808> Not בחיל <WH2428> by might, ולא <WH3808> nor בכח <WH3581> by power, כי <WH3588> but אם <WH518> but ברוחי <WH7307> by my spirit, אמר <WH559> saith יהוה <WH3068> the LORD צבאות׃ <WH6635> of hosts."},{"number":7,"verse":"מי <WH4310> Who אתה <WH859> thou, הר <WH2022> mountain? הגדול <WH1419> O great לפני <WH6440> before זרבבל <WH2216> Zerubbabel למישׁר <WH4334> a plain: והוציא <WH3318> and he shall bring forth את <WH853> האבן <WH68> the headstone הראשׁה <WH7222> the headstone תשׁאות <WH8663> shoutings, חן <WH2580> Grace, חן׃ <WH2580> grace"},{"number":8,"verse":"ויהי <WH1961> came דבר <WH1697> Moreover the word יהוה <WH3068> of the LORD אלי <WH413> unto לאמר׃ <WH559> me, saying,"},{"number":9,"verse":"ידי <WH3027> The hands זרבבל <WH2216> of Zerubbabel יסדו <WH3248> הבית <WH1004> house; הזה <WH2088> of this וידיו <WH3027> his hands תבצענה <WH1214> shall also finish וידעת <WH3045> it; and thou shalt know כי <WH3588> that יהוה <WH3068> the LORD צבאות <WH6635> of hosts שׁלחני <WH7971> hath sent אליכם׃ <WH413> me unto"},{"number":10,"verse":"כי <WH3588> For מי <WH4310> who בז <WH937> ליום <WH3117> the day קטנות <WH6996> of small things? ושׂמחו <WH8055> for they shall rejoice, וראו <WH7200> and shall see את <WH853> האבן <WH68> the plummet הבדיל <WH913> the plummet ביד <WH3027> in the hand זרבבל <WH2216> of Zerubbabel שׁבעה <WH7651> seven; אלה <WH428> those עיני <WH5869> the eyes יהוה <WH3068> of the LORD, המה <WH1992> they משׁוטטים <WH7751> which run to and fro בכל <WH3605> through the whole הארץ׃ <WH776> earth."},{"number":11,"verse":"ואען <WH6030> Then answered ואמר <WH559> I, and said אליו <WH413> unto מה <WH4100> him, What שׁני <WH8147> two הזיתים <WH2132> olive trees האלה <WH428> these על <WH5921> upon ימין <WH3225> the right המנורה <WH4501> of the candlestick ועל <WH5921> and upon שׂמאולה׃ <WH8040> the left"},{"number":12,"verse":"ואען <WH6030> And I answered שׁנית <WH8145> again, ואמר <WH559> and said אליו <WH413> unto מה <WH4100> him, What שׁתי <WH8147> two שׁבלי <WH7641> branches הזיתים <WH2132> olive אשׁר <WH834> which ביד <WH3027> through שׁני <WH8147> the two צנתרות <WH6804> pipes הזהב <WH2091> golden המריקים <WH7324> empty מעליהם <WH5921> out of הזהב׃ <WH2091> the golden"},{"number":13,"verse":"ויאמר <WH559> me and said, אלי <WH413> לאמר <WH559> And I said, הלוא <WH3808> thou not ידעת <WH3045> Knowest מה <WH4100> what אלה <WH428> these ואמר <WH559> לא <WH3808> No, אדני׃ <WH113> my lord."},{"number":14,"verse":"ויאמר <WH559> Then said אלה <WH428> he, These שׁני <WH8147> the two בני <WH1121> anointed ones, היצהר <WH3323> anointed ones, העמדים <WH5975> that stand על <WH5921> by אדון <WH113> the Lord כל <WH3605> of the whole הארץ׃ <WH776> earth."}]}