{"bibleAbbr":"Orig2013+","bookName":"שמואל א","bookEnglishName":"1 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"ויקח <WH3947> took שׁמואל <WH8050> Then Samuel את <WH853> פך <WH6378> a vial השׁמן <WH8081> of oil, ויצק <WH3332> and poured על <WH5921> upon ראשׁו <WH7218> his head, וישׁקהו <WH5401> and kissed ויאמר <WH559> him, and said, הלוא <WH3808> not כי <WH3588> because משׁחך <WH4886> hath anointed יהוה <WH3068> the LORD על <WH5921> over נחלתו <WH5159> his inheritance? לנגיד׃ <WH5057> thee captain"},{"number":2,"verse":"בלכתך <WH1980> When thou art departed היום <WH3117> me today, מעמדי <WH5978> ומצאת <WH4672> then thou shalt find שׁני <WH8147> two אנשׁים <WH376> men עם <WH5973> from קברת <WH6900> sepulcher רחל <WH7354> Rachel's בגבול <WH1366> in the border בנימן <WH1144> of Benjamin בצלצח <WH6766> at Zelzah; ואמרו <WH559> and they will say אליך <WH413> unto נמצאו <WH4672> are found: האתנות <WH860> thee, The asses אשׁר <WH834> which הלכת <WH1980> thou wentest לבקשׁ <WH1245> to seek והנה <WH2009> and, lo, נטשׁ <WH5203> hath left אביך <WH1> thy father את <WH853> דברי <WH1697> the care האתנות <WH860> of the asses, ודאג <WH1672> and sorroweth לכם לאמר <WH559> for you, saying, מה <WH4100> What אעשׂה <WH6213> shall I do לבני׃ <WH1121> for my son?"},{"number":3,"verse":"וחלפת <WH2498> Then shalt thou go on משׁם <WH8033> from thence, והלאה <WH1973> forward ובאת <WH935> and thou shalt come עד <WH5704> to אלון <WH436> the plain תבור <WH8396> of Tabor, ומצאוך <WH4672> shall meet שׁם <WH8033> and there שׁלשׁה <WH7969> thee three אנשׁים <WH582> עלים <WH5927> going up אל <WH413> to האלהים <WH430> God בית אל <WH1008> to Bethel, אחד <WH259> one נשׂא <WH5375> carrying שׁלשׁה <WH7969> three גדיים <WH1423> kids, ואחד <WH259> and another נשׂא <WH5375> carrying שׁלשׁת <WH7969> three ככרות <WH3603> loaves לחם <WH3899> of bread, ואחד <WH259> and another נשׂא <WH5375> carrying נבל <WH5035> a bottle יין׃ <WH3196> of wine:"},{"number":4,"verse":"ושׁאלו <WH7592> לך לשׁלוםנתנו <WH5414> thee, and give לך שׁתי <WH8147> thee two לחם <WH3899> of bread; ולקחת <WH3947> which thou shalt receive מידם׃ <WH3027> of their hands."},{"number":5,"verse":"אחר <WH310> כןבוא <WH935> thou shalt come גבעת <WH1389> to the hill האלהים <WH430> of God, אשׁר <WH834> where שׁם <WH8033> where נצבי <WH5333> the garrison פלשׁתים <WH6430> of the Philistines: ויהי <WH1961> and it shall come to pass, כבאך <WH935> when thou art come שׁם <WH8033> thither העיר <WH5892> to the city, ופגעת <WH6293> that thou shalt meet חבל <WH2256> a company נביאים <WH5030> of prophets ירדים <WH3381> coming down מהבמה <WH1116> from the high place ולפניהם <WH6440> before נבל <WH5035> with a psaltery, ותף <WH8596> and a tabret, וחליל <WH2485> and a pipe, וכנור <WH3658> and a harp, והמה <WH1992> them; and they מתנבאים׃ <WH5012> shall prophesy:"},{"number":6,"verse":"וצלחה <WH6743> will come עליך <WH5921> upon רוח <WH7307> And the Spirit יהוה <WH3068> of the LORD והתנבית <WH5012> thee, and thou shalt prophesy עמם <WH5973> with them, ונהפכת <WH2015> and shalt be turned לאישׁ <WH376> man. אחר׃ <WH312> into another"},{"number":7,"verse":"והיה <WH1961> And let it be, כי <WH3588> when תבאינה <WH935> are come האתות <WH226> signs האלה <WH428> these לך עשׂה <WH6213> unto thee, thou do לך אשׁר <WH834> as occasion serve תמצא <WH4672> ידךי <WH3588> thee; for האלהים <WH430> God עמך׃ <WH5973> with"},{"number":8,"verse":"וירדת <WH3381> And thou shalt go down לפני <WH6440> before הגלגל <WH1537> me to Gilgal; והנה <WH2009> and, behold, אנכי <WH595> I ירד <WH3381> will come down אליך <WH413> unto להעלות <WH5927> thee, to offer עלות <WH5930> burnt offerings, לזבח <WH2076> to sacrifice זבחי <WH2077> sacrifices שׁלמים <WH8002> of peace offerings: שׁבעת <WH7651> seven ימים <WH3117> days תוחל <WH3176> shalt thou tarry, עד <WH5704> till בואי <WH935> I come אליך <WH413> to והודעתי <WH3045> thee, and show לך את <WH853> אשׁר <WH834> thee what תעשׂה׃ <WH6213> thou shalt do."},{"number":9,"verse":"והיה <WH1961> And it was כהפנתו <WH6437> that when he had turned שׁכמו <WH7926> his back ללכת <WH1980> to go מעם <WH5973> from שׁמואל <WH8050> Samuel, ויהפך <WH2015> gave לו אלהים <WH430> God לב <WH3820> heart: אחר <WH312> him another ויבאו <WH935> came to pass כל <WH3605> and all האתות <WH226> signs האלה <WH428> those ביום <WH3117> day. ההוא׃ <WH1931> that"},{"number":10,"verse":"ויבאו <WH935> And when they came שׁם <WH8033> thither הגבעתה <WH1389> to the hill, והנה <WH2009> behold, חבל <WH2256> a company נבאים <WH5030> of prophets לקראתו <WH7122> ותצלח <WH6743> came עליו <WH5921> upon רוח <WH7307> him; and the Spirit אלהים <WH430> of God ויתנבא <WH5012> him, and he prophesied בתוכם׃ <WH8432> among"},{"number":11,"verse":"ויהי <WH1961> And it came to pass, כל <WH3605> when all יודעו <WH3045> that knew מאתמול <WH865> שׁלשׁוםיראו <WH7200> saw והנה <WH2009> that, behold, עם <WH5973> among נבאים <WH5030> the prophets, נבא <WH5012> he prophesied ויאמר <WH559> said העם <WH5971> then the people אישׁ <WH376> one אל <WH413> to רעהו <WH7453> another, מה <WH4100> What זה <WH2088> this היה <WH1961> is come לבן <WH1121> unto the son קישׁ <WH7027> of Kish? הגם <WH1571> also שׁאול <WH7586> Saul בנביאים׃ <WH5030> among the prophets?"},{"number":12,"verse":"ויען <WH6030> answered אישׁ <WH376> And one משׁם <WH8033> of the same place ויאמר <WH559> and said, ומי <WH4310> But who אביהם <WH1> their father? על <WH5921> כןיתה <WH1961> it became למשׁל <WH4912> a proverb, הגם <WH1571> also שׁאול <WH7586> Saul בנבאים׃ <WH5030> among the prophets?"},{"number":13,"verse":"ויכל <WH3615> And when he had made an end מהתנבות <WH5012> of prophesying, ויבא <WH935> he came הבמה׃ <WH1116> to the high place."},{"number":14,"verse":"ויאמר <WH559> said דוד <WH1730> uncle שׁאול <WH7586> And Saul's אליו <WH413> unto ואל <WH413> him and to נערו <WH5288> his servant, אן <WH575> Whither הלכתם <WH1980> went ויאמר <WH559> ye? And he said, לבקשׁ <WH1245> To seek את <WH853> האתנות <WH860> the asses: ונראה <WH7200> and when we saw כי <WH3588> that אין <WH369> no where, ונבוא <WH935> we came אל <WH413> to שׁמואל׃ <WH8050> Samuel."},{"number":15,"verse":"ויאמר <WH559> said, דוד <WH1730> uncle שׁאול <WH7586> And Saul's הגידה <WH5046> Tell נא <WH4994> me, I pray thee, לי מה <WH4100> what אמר <WH559> said לכם שׁמואל׃ <WH8050> Samuel"},{"number":16,"verse":"ויאמר <WH559> said שׁאול <WH7586> And Saul אל <WH413> unto דודו <WH1730> his uncle, הגד <WH5046> he told הגיד <WH5046> לנו כי <WH3588> that נמצאו <WH4672> were found. האתנות <WH860> the asses ואת <WH853> דבר <WH1697> But of the matter המלוכה <WH4410> of the kingdom, לא <WH3808> him not. הגיד <WH5046> לו אשׁר <WH834> whereof אמר <WH559> spoke, שׁמואל׃ <WH8050> Samuel"},{"number":17,"verse":"ויצעק <WH6817> שׁמואל <WH8050> And Samuel את <WH853> העםל <WH413> unto יהוה <WH3068> the LORD המצפה׃ <WH4709> to Mizpeh;"},{"number":18,"verse":"ויאמר <WH559> And said אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, כה <WH3541> Thus אמר <WH559> saith יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel, אנכי <WH595> I העליתי <WH5927> brought up את <WH853> ישׂראל <WH3478> Israel ממצרים <WH4714> of the Egyptians, ואציל <WH5337> and delivered אתכם <WH853> מיד <WH3027> you out of the hand מצרים <WH4714> ומיד <WH3027> and out of the hand כל <WH3605> of all הממלכות <WH4467> kingdoms, הלחצים <WH3905> of them that oppressed אתכם׃ <WH853>"},{"number":19,"verse":"ואתם <WH859> And ye היום <WH3117> have this day מאסתם <WH3988> rejected את <WH853> אלהיכם <WH430> your God, אשׁר <WH834> who הוא <WH1931> himself מושׁיע <WH3467> saved לכם מכל <WH3605> you out of all רעותיכם <WH7451> your adversities וצרתיכם <WH6869> and your tribulations; ותאמרו <WH559> and ye have said לו כי <WH3588> unto him, but מלך <WH4428> a king תשׂים <WH7760> set עלינו <WH5921> over ועתה <WH6258> us. Now התיצבו <WH3320> therefore present yourselves לפני <WH6440> before יהוה <WH3068> the LORD לשׁבטיכם <WH7626> by your tribes, ולאלפיכם׃ <WH505> and by your thousands."},{"number":20,"verse":"ויקרב <WH7126> to come near, שׁמואל <WH8050> And when Samuel את <WH853> כל <WH3605> had caused all שׁבטי <WH7626> the tribes ישׂראל <WH3478> of Israel וילכד <WH3920> was taken. שׁבט <WH7626> the tribe בנימן׃ <WH1144> of Benjamin"},{"number":21,"verse":"ויקרב <WH7126> to come near את <WH853> שׁבט <WH7626> When he had caused the tribe בנימן <WH1144> of Benjamin למשׁפחתו <WH4940> by their families, ותלכד <WH3920> was taken, משׁפחת <WH4940> the family המטרי <WH4309> of Matri וילכד <WH3920> was taken: שׁאול <WH7586> and Saul בן <WH1121> the son קישׁ <WH7027> of Kish ויבקשׁהו <WH1245> and when they sought ולא <WH3808> him, he could not נמצא׃ <WH4672> be found."},{"number":22,"verse":"וישׁאלו <WH7592> Therefore they inquired עוד <WH5750> further, ביהוה <WH3068> of the LORD הבא <WH935> come עוד <WH5750> should yet הלם <WH1988> thither. אישׁ <WH376> if the man ויאמר <WH559> answered, יהוה <WH3068> And the LORD הנה <WH2009> Behold, הוא <WH1931> he נחבא <WH2244> hath hid himself אל <WH413> among הכלים׃ <WH3627> the stuff."},{"number":23,"verse":"וירצו <WH7323> And they ran ויקחהו <WH3947> and fetched משׁם <WH8033> him thence: ויתיצב <WH3320> and when he stood בתוך <WH8432> among העם <WH5971> the people, ויגבה <WH1361> he was higher מכל <WH3605> than any העם <WH5971> of the people משׁכמו <WH7926> from his shoulders ומעלה׃ <WH4605> and upward."},{"number":24,"verse":"ויאמר <WH559> said שׁמואל <WH8050> And Samuel אל <WH413> to כל <WH3605> all העם <WH5971> the people, הראיתם <WH7200> See אשׁר <WH834> ye him whom בחר <WH977> hath chosen, בו יהוה <WH3068> the LORD כי <WH3588> that אין <WH369> none כמהו <WH3644> like him בכל <WH3605> among all העם <WH5971> the people? וירעו <WH7321> shouted, כל <WH3605> And all העם <WH5971> the people ויאמרו <WH559> and said, יחי <WH2421> God save המלך׃ <WH4428> the king."},{"number":25,"verse":"וידבר <WH1696> told שׁמואל <WH8050> Then Samuel אל <WH413> told העם <WH5971> the people את <WH853> משׁפט <WH4941> the manner המלכה <WH4410> of the kingdom, ויכתב <WH3789> and wrote בספר <WH5612> in a book, וינח <WH3240> לפני <WH6440> before יהוה <WH3068> the LORD. וישׁלח <WH7971> sent שׁמואל <WH8050> And Samuel את <WH853> כל <WH3605> all העם <WH5971> the people אישׁ <WH376> away, every man לביתו׃ <WH1004> to his house."},{"number":26,"verse":"וגם <WH1571> also שׁאול <WH7586> And Saul הלך <WH1980> went לביתו <WH1004> home גבעתה <WH1390> to Gibeah; וילכו <WH1980> and there went עמו <WH5973> with החיל <WH2428> him a band of men, אשׁר <WH834> whose נגע <WH5060> had touched. אלהים <WH430> God בלבם׃ <WH3820> hearts"},{"number":27,"verse":"ובני <WH1121> But the children בליעל <WH1100> of Belial אמרו <WH559> said, מה <WH4100> How ישׁענו <WH3467> man save זה <WH2088> shall this ויבזהו <WH959> us? And they despised ולא <WH3808> him no הביאו <WH935> him, and brought לו מנחה <WH4503> presents. ויהי <WH1961> כמחרישׁ׃ <WH2790> But he held his peace."}]}