{"bibleAbbr":"Orig2013+","bookName":"שמואל א","bookEnglishName":"1 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"בן <WH1121> one שׁנה <WH8141> year; שׁאול <WH7586> Saul במלכו <WH4427> reigned ושׁתי <WH8147> two שׁנים <WH8141> years מלך <WH4427> and when he had reigned על <WH5921> over ישׂראל׃ <WH3478> Israel,"},{"number":2,"verse":"ויבחר <WH977> chose לו שׁאול <WH7586> Saul שׁלשׁת <WH7969> him three אלפים <WH505> thousand מישׂראל <WH3478> ויהיו <WH1961> were עם <WH5973> with שׁאול <WH7586> Saul אלפים <WH505> two thousand במכמשׂ <WH4363> in Michmash ובהר <WH2022> and in mount בית אל <WH1008> Bethel, ואלף <WH505> and a thousand היו <WH1961> were עם <WH5973> with יונתן <WH3129> בגבעת <WH1390> in Gibeah בנימין <WH1144> of Benjamin: ויתר <WH3499> and the rest העם <WH5971> of the people שׁלח <WH7971> he sent אישׁ <WH376> every man לאהליו׃ <WH168> to his tent."},{"number":3,"verse":"ויך <WH5221> smote יונתן <WH3129> אתציב <WH5333> the garrison פלשׁתים <WH6430> of the Philistines אשׁר <WH834> that בגבע <WH1387> in Geba, וישׁמעו <WH8085> heard פלשׁתים <WH6430> and the Philistines ושׁאול <WH7586> And Saul תקע <WH8628> blew בשׁופר <WH7782> the trumpet בכל <WH3605> throughout all הארץ <WH776> the land, לאמר <WH559> saying, ישׁמעו <WH8085> hear. העברים׃ <WH5680> Let the Hebrews"},{"number":4,"verse":"וכל <WH3605> And all ישׂראל <WH3478> Israel שׁמעו <WH8085> heard לאמר <WH559> say הכה <WH5221> had smitten שׁאול <WH7586> Saul את <WH853> נציב <WH5333> a garrison פלשׁתים <WH6430> of the Philistines, וגם <WH1571> also נבאשׁ <WH887> was had in abomination ישׂראל <WH3478> and Israel בפלשׁתים <WH6430> with the Philistines. ויצעקו <WH6817> were called together העם <WH5971> And the people אחרי <WH310> after שׁאול <WH7586> Saul הגלגל׃ <WH1537> to Gilgal."},{"number":5,"verse":"ופלשׁתים <WH6430> And the Philistines נאספו <WH622> gathered themselves together להלחם <WH3898> to fight עם <WH5973> with ישׂראל <WH3478> Israel, שׁלשׁים <WH7970> thirty אלף <WH505> thousand רכב <WH7393> chariots, ושׁשׁת <WH8337> and six אלפים <WH505> thousand פרשׁים <WH6571> horsemen, ועם <WH5971> and people כחול <WH2344> as the sand אשׁר <WH834> which על <WH5921> on שׂפת <WH8193> shore הים <WH3220> the sea לרב <WH7230> in multitude: ויעלו <WH5927> and they came up, ויחנו <WH2583> and pitched במכמשׂ <WH4363> in Michmash, קדמת <WH6926> eastward בית און׃ <WH1007> from Beth-aven."},{"number":6,"verse":"ואישׁ <WH376> When the men ישׂראל <WH3478> of Israel ראו <WH7200> saw כי <WH3588> that צר <WH6862> לו כי <WH3588> (for נגשׂ <WH5065> were distressed,) העם <WH5971> the people ויתחבאו <WH2244> did hide themselves העם <WH5971> then the people במערות <WH4631> in caves, ובחוחים <WH2336> ובסלעים <WH5553> and in rocks, ובצרחים <WH6877> and in high places, ובברות׃ <WH953> and in pits."},{"number":7,"verse":"ועברים <WH5680> And the Hebrews עברו <WH5674> went over את <WH853> הירדן <WH3383> Jordan ארץ <WH776> to the land גד <WH1410> of Gad וגלעד <WH1568> and Gilead. ושׁאול <WH7586> As for Saul, עודנו <WH5750> he yet בגלגל <WH1537> in Gilgal, וכל <WH3605> and all העם <WH5971> the people חרדו <WH2729> him trembling. אחריו׃ <WH310> followed"},{"number":8,"verse":"וייחל <WH3176> And he tarried שׁבעת <WH7651> seven ימים <WH3117> days, למועד <WH4150> according to the set time אשׁר <WH834> that שׁמואל <WH8050> Samuel ולא <WH3808> not בא <WH935> came שׁמואל <WH8050> but Samuel הגלגל <WH1537> to Gilgal; ויפץ <WH6327> were scattered העם <WH5971> and the people מעליו׃ <WH5921> from"},{"number":9,"verse":"ויאמר <WH559> said, שׁאול <WH7586> And Saul הגשׁו <WH5066> Bring hither אלי <WH413> to העלה <WH5930> a burnt offering והשׁלמים <WH8002> me, and peace offerings. ויעל <WH5927> And he offered העלה׃ <WH5930> the burnt offering."},{"number":10,"verse":"ויהי <WH1961> And it came to pass, ככלתו <WH3615> that as soon as he had made an end להעלות <WH5927> of offering העלה <WH5930> the burnt offering, והנה <WH2009> behold, שׁמואל <WH8050> Samuel בא <WH935> came; ויצא <WH3318> went out שׁאול <WH7586> and Saul לקראתו <WH7122> לברכו׃ <WH1288> him, that he might salute"},{"number":11,"verse":"ויאמר <WH559> said, שׁמואל <WH8050> And Samuel מה <WH4100> What עשׂית <WH6213> hast thou done? ויאמר <WH559> said, שׁאול <WH7586> And Saul כי <WH3588> Because ראיתי <WH7200> I saw כי <WH3588> that נפץ <WH5310> were scattered העם <WH5971> the people מעלי <WH5921> from ואתה <WH859> me, and thou לא <WH3808> not באת <WH935> camest למועד <WH4150> appointed, הימים <WH3117> within the days ופלשׁתים <WH6430> and the Philistines נאספים <WH622> gathered themselves together מכמשׂ׃ <WH4363> at Michmash;"},{"number":12,"verse":"ואמר <WH559> Therefore said עתה <WH6258> now ירדו <WH3381> will come down פלשׁתים <WH6430> I, The Philistines אלי <WH413> upon הגלגל <WH1537> me to Gilgal, ופני <WH6440> unto יהוה <WH3068> the LORD: לא <WH3808> and I have not חליתי <WH2470> made supplication ואתאפק <WH662> I forced myself ואעלה <WH5927> therefore, and offered העלה׃ <WH5930> a burnt offering."},{"number":13,"verse":"ויאמר <WH559> said שׁמואל <WH8050> And Samuel אל <WH413> to שׁאול <WH7586> Saul, נסכלת <WH5528> Thou hast done foolishly: לא <WH3808> thou hast not שׁמרת <WH8104> kept את <WH853> מצות <WH4687> the commandment יהוה <WH3068> of the LORD אלהיך <WH430> thy God, אשׁר <WH834> which צוך <WH6680> he commanded כי <WH3588> thee: for עתה <WH6258> now הכין <WH3559> have established יהוה <WH3068> would the LORD את <WH853> ממלכתך <WH4467> thy kingdom אל <WH413> upon ישׂראל <WH3478> Israel עד <WH5704> forever. עולם׃ <WH5769> forever."},{"number":14,"verse":"ועתה <WH6258> But now ממלכתך <WH4467> thy kingdom לא <WH3808> shall not תקום <WH6965> continue: בקשׁ <WH1245> hath sought יהוה <WH3069> לו אישׁ <WH376> him a man כלבבו <WH3824> after his own heart, ויצוהו <WH6680> hath commanded יהוה <WH3069> לנגיד <WH5057> him captain על <WH5921> over עמו <WH5971> his people, כי <WH3588> because לא <WH3808> thou hast not שׁמרת <WH8104> kept את <WH853> אשׁר <WH834> which צוך <WH6680> commanded יהוה׃ <WH3069>"},{"number":15,"verse":"ויקם <WH6965> arose, שׁמואל <WH8050> And Samuel ויעל <WH5927> and got him up מן <WH4480> from הגלגל <WH1537> Gilgal גבעת <WH1390> unto Gibeah בנימן <WH1144> of Benjamin. ויפקד <WH6485> numbered שׁאול <WH7586> And Saul את <WH853> העם <WH5971> the people הנמצאים <WH4672> present עמו <WH5973> with כשׁשׁ <WH8337> him, about six מאות <WH3967> hundred אישׁ׃ <WH376> men."},{"number":16,"verse":"ושׁאול <WH7586> And Saul, ויונתן <WH3129> בנו <WH1121> his son, והעם <WH5971> and the people הנמצא <WH4672> present עמם <WH5973> with ישׁבים <WH3427> them, abode בגבע <WH1387> in Gibeah בנימן <WH1144> of Benjamin: ופלשׁתים <WH6430> but the Philistines חנו <WH2583> encamped במכמשׂ׃ <WH4363> in Michmash."},{"number":17,"verse":"ויצא <WH3318> came out המשׁחית <WH7843> And the spoilers ממחנה <WH4264> of the camp פלשׁתים <WH6430> of the Philistines שׁלשׁה <WH7969> in three ראשׁים <WH7218> companies: הראשׁ <WH7218> company אחד <WH259> one יפנה <WH6437> turned אל <WH413> unto דרך <WH1870> the way עפרה <WH6084> Ophrah, אל <WH413> unto ארץ <WH776> the land שׁועל׃ <WH7777> of Shual:"},{"number":18,"verse":"והראשׁ <WH7218> company אחד <WH259> And another יפנה <WH6437> turned דרך <WH1870> the way בית חרון <WH1032> Beth-horon: והראשׁ <WH7218> company אחד <WH259> and another יפנה <WH6437> turned דרך <WH1870> the way הגבול <WH1366> of the border הנשׁקף <WH8259> that looketh על <WH5921> to גי <WH1516> the valley הצבעים <WH6650> of Zeboim המדברה׃ <WH4057> toward the wilderness."},{"number":19,"verse":"וחרשׁ <WH2796> blacksmith לא <WH3808> Now there was no ימצא <WH4672> found בכל <WH3605> throughout all ארץ <WH776> the land ישׂראל <WH3478> of Israel: כי <WH3588> for אמר <WH559> said, פלשׁתים <WH6430> the Philistines פן <WH6435> Lest יעשׂו <WH6213> make העברים <WH5680> the Hebrews חרב <WH2719> swords או <WH176> or חנית׃ <WH2595> spears:"},{"number":20,"verse":"וירדו <WH3381> went down כל <WH3605> But all ישׂראל <WH3478> the Israelites הפלשׁתים <WH6430> to the Philistines, ללטושׁ <WH3913> to sharpen אישׁ <WH376> every man את <WH853> מחרשׁתו <WH4282> his share, ואת <WH853> אתו <WH855> and his colter, ואת <WH853> קרדמו <WH7134> and his axe, ואת <WH853> מחרשׁתו׃ <WH4281> and his mattock."},{"number":21,"verse":"והיתה <WH1961> Yet they had הפצירה <WH6477> a file פים <WH6310> a file למחרשׁת <WH4281> for the mattocks, ולאתים <WH855> and for the colters, ולשׁלשׁ <WH7969> and for the forks, קלשׁון <WH7053> and for the forks, ולהקרדמים <WH7134> and for the axes, ולהציב <WH5324> and to sharpen הדרבן׃ <WH1861> the goads."},{"number":22,"verse":"והיה <WH1961> So it came to pass ביום <WH3117> in the day מלחמת <WH4421> of battle, ולא <WH3808> that there was neither נמצא <WH4672> found חרב <WH2719> sword וחנית <WH2595> nor spear ביד <WH3027> in the hand כל <WH3605> of any העם <WH5971> of the people אשׁר <WH834> that את <WH854> with שׁאול <WH7586> Saul ואת <WH853> יונתןתמצא <WH4672> was there found. לשׁאול <WH7586> but with Saul וליונתן <WH3129> בנו׃ <WH1121> his son"},{"number":23,"verse":"ויצא <WH3318> went out מצב <WH4673> And the garrison פלשׁתים <WH6430> of the Philistines אל <WH413> to מעבר <WH4569> the passage מכמשׂ׃ <WH4363> of Michmash."}]}