{"bibleAbbr":"Orig2013+","bookName":"שמואל א","bookEnglishName":"1 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto שׁמואל <WH8050> Samuel, עד <WH5704> מתיתה <WH859> wilt thou מתאבל <WH56> mourn אל <WH413> for שׁאול <WH7586> Saul, ואני <WH589> seeing I מאסתיו <WH3988> have rejected ממלך <WH4427> him from reigning על <WH5921> over ישׂראל <WH3478> Israel? מלא <WH4390> fill קרנך <WH7161> thine horn שׁמן <WH8081> with oil, ולך <WH1980> and go, אשׁלחך <WH7971> I will send אל <WH413> thee to ישׁי <WH3448> Jesse בית הלחמי <WH1022> the Bethlehemite: כי <WH3588> for ראיתי <WH7200> I have provided בבניו <WH1121> among his sons. לי מלך׃ <WH4428> me a king"},{"number":2,"verse":"ויאמר <WH559> said, שׁמואל <WH8050> And Samuel איך <WH349> How אלך <WH1980> can I go? ושׁמע <WH8085> hear שׁאול <WH7586> if Saul והרגני <WH2026> he will kill ויאמר <WH559> said, יהוה <WH3068> me. And the LORD עגלת <WH5697> a heifer בקר <WH1241> a heifer תקח <WH3947> Take בידך <WH3027> with ואמרת <WH559> thee, and say, לזבח <WH2076> to sacrifice ליהוה <WH3068> to the LORD. באתי׃ <WH935> I am come"},{"number":3,"verse":"וקראת <WH7121> And call לישׁי <WH3448> Jesse בזבח <WH2077> to the sacrifice, ואנכי <WH595> and I אודיעך <WH3045> will show את <WH853> אשׁר <WH834> thee what תעשׂה <WH6213> thou shalt do: ומשׁחת <WH4886> and thou shalt anoint לי את <WH853> אשׁר <WH834> unto me whom אמר <WH559> I name אליך׃ <WH413> unto"},{"number":4,"verse":"ויעשׂ <WH6213> did שׁמואל <WH8050> And Samuel את <WH853> אשׁר <WH834> that which דבר <WH1696> spoke, יהוה <WH3068> the LORD ויבא <WH935> and came בית לחם <WH1035> to Bethlehem. ויחרדו <WH2729> trembled זקני <WH2205> And the elders העיר <WH5892> of the town לקראתו <WH7122> at his coming, ויאמר <WH559> and said, שׁלם <WH7965> thou peaceably? בואך׃ <WH935> Comest"},{"number":5,"verse":"ויאמר <WH559> And he said, שׁלום <WH7965> Peaceably: לזבח <WH2076> to sacrifice ליהוה <WH3068> unto the LORD: באתי <WH935> I am come התקדשׁו <WH6942> sanctify yourselves, ובאתם <WH935> and come אתי <WH854> with בזבח <WH2077> me to the sacrifice. ויקדשׁ <WH6942> And he sanctified את <WH853> ישׁי <WH3448> Jesse ואת <WH853> בניו <WH1121> and his sons, ויקרא <WH7121> and called להם לזבח׃ <WH2077> them to the sacrifice."},{"number":6,"verse":"ויהי <WH1961> And it came to pass, בבואם <WH935> when they were come, וירא <WH7200> that he looked on את <WH853> אליאב <WH446> Eliab, ויאמר <WH559> and said, אך <WH389> Surely נגד <WH5048> before יהוה <WH3068> the LORD's משׁיחו׃ <WH4899> anointed"},{"number":7,"verse":"ויאמר <WH559> said יהוה <WH3068> But the LORD אל <WH413> unto שׁמואל <WH8050> Samuel, אל <WH408> not תבט <WH5027> Look אל <WH413> on מראהו <WH4758> his countenance, ואל <WH413> or on גבה <WH1364> the height קומתו <WH6967> of his stature; כי <WH3588> because מאסתיהו <WH3988> I have refused כי <WH3588> him: for לא <WH3808> not אשׁר <WH834> as יראה <WH7200> seeth; האדם <WH120> man כי <WH3588> for האדם <WH120> man יראה <WH7200> looketh לעינים <WH5869> on the outward appearance, ויהוה <WH3068> but the LORD יראה <WH7200> looketh ללבב׃ <WH3824> on the heart."},{"number":8,"verse":"ויקרא <WH7121> called ישׁי <WH3448> Then Jesse אל <WH413> called אבינדב <WH41> Abinadab, ויעברהו <WH5674> and made him pass לפני <WH6440> before שׁמואל <WH8050> Samuel. ויאמר <WH559> And he said, גם <WH1571> בזה <WH2088> this. לא <WH3808> בחר <WH977> chosen יהוה׃ <WH3068> hath the LORD"},{"number":9,"verse":"ויעבר <WH5674> to pass by. ישׁי <WH3448> Then Jesse שׁמה <WH8048> made Shammah ויאמר <WH559> And he said, גם <WH1571> בזה <WH2088> this. לא <WH3808> בחר <WH977> chosen יהוה׃ <WH3068> hath the LORD"},{"number":10,"verse":"ויעבר <WH5674> to pass ישׁי <WH3448> Again, Jesse שׁבעת <WH7651> made seven בניו <WH1121> of his sons לפני <WH6440> before שׁמואל <WH8050> Samuel. ויאמר <WH559> said שׁמואל <WH8050> And Samuel אל <WH413> unto ישׁי <WH3448> Jesse, לא <WH3808> hath not בחר <WH977> chosen יהוה <WH3068> The LORD באלה׃ <WH428> these."},{"number":11,"verse":"ויאמר <WH559> said שׁמואל <WH8050> And Samuel אל <WH413> unto ישׁי <WH3448> Jesse, התמו <WH8552> Are here all הנערים <WH5288> children? ויאמר <WH559> And he said, עוד <WH5750> yet שׁאר <WH7604> There remaineth הקטן <WH6996> the youngest, והנה <WH2009> and, behold, רעה <WH7462> he keepeth בצאן <WH6629> the sheep. ויאמר <WH559> said שׁמואל <WH8050> And Samuel אל <WH413> unto ישׁי <WH3448> Jesse, שׁלחה <WH7971> Send וקחנו <WH3947> and fetch כי <WH3588> him: for לא <WH3808> we will not נסב <WH5437> sit down עד <WH5704> till באו <WH935> he come פה׃ <WH6311> hither."},{"number":12,"verse":"וישׁלח <WH7971> And he sent, ויביאהו <WH935> and brought והוא <WH1931> him in. Now he אדמוני <WH132> ruddy, עם <WH5973> withal יפה <WH3303> of a beautiful עינים <WH5869> countenance, וטוב <WH2896> and goodly ראי <WH7210> to look to. ויאמר <WH559> said, יהוה <WH3068> And the LORD קום <WH6965> Arise, משׁחהו <WH4886> anoint כי <WH3588> him: for זה <WH2088> this הוא׃ <WH1931> he."},{"number":13,"verse":"ויקח <WH3947> took שׁמואל <WH8050> Then Samuel את <WH853> קרן <WH7161> the horn השׁמן <WH8081> of oil, וימשׁח <WH4886> and anointed אתו <WH853> בקרב <WH7130> him in the midst אחיו <WH251> of his brethren: ותצלח <WH6743> came רוח <WH7307> and the Spirit יהוה <WH3068> of the LORD אל <WH413> upon דוד <WH1732> David מהיום <WH3117> ההואמעלה <WH4605> forward. ויקם <WH6965> rose up, שׁמואל <WH8050> So Samuel וילך <WH1980> and went הרמתה׃ <WH7414> to Ramah."},{"number":14,"verse":"ורוח <WH7307> But the Spirit יהוה <WH3068> of the LORD סרה <WH5493> departed מעם <WH5973> from שׁאול <WH7586> Saul, ובעתתו <WH1204> troubled רוח <WH7307> spirit רעה <WH7451> and an evil מאת <WH853> יהוה׃ <WH3068> the LORD"},{"number":15,"verse":"ויאמרו <WH559> said עבדי <WH5650> servants שׁאול <WH7586> And Saul's אליו <WH413> unto הנה <WH2009> him, Behold נא <WH4994> now, רוח <WH7307> spirit אלהים <WH430> from God רעה <WH7451> an evil מבעתך׃ <WH1204> troubleth"},{"number":16,"verse":"יאמר <WH559> command נא <WH4994> now אדננו <WH113> Let our lord עבדיך <WH5650> thy servants, לפניך <WH6440> before יבקשׁו <WH1245> thee, to seek out אישׁ <WH376> a man, ידע <WH3045> a cunning מנגן <WH5059> player בכנור <WH3658> on a harp: והיה <WH1961> and it shall come to pass, בהיות <WH1961> when עליך <WH5921> is upon רוח <WH7307> spirit אלהים <WH430> from God רעה <WH7451> the evil ונגן <WH5059> thee, that he shall play בידו <WH3027> with his hand, וטוב׃ <WH2895> and thou shalt be well."},{"number":17,"verse":"ויאמר <WH559> said שׁאול <WH7586> And Saul אל <WH413> unto עבדיו <WH5650> his servants, ראו <WH7200> Provide נא <WH4994> me now לי אישׁ <WH376> a man מיטיב <WH3190> well, לנגן <WH5059> that can play והביאותם <WH935> and bring אלי׃ <WH413> to"},{"number":18,"verse":"ויען <WH6030> Then answered אחד <WH259> one מהנערים <WH5288> of the servants, ויאמר <WH559> and said, הנה <WH2009> Behold, ראיתי <WH7200> I have seen בן <WH1121> a son לישׁי <WH3448> of Jesse בית הלחמי <WH1022> the Bethlehemite, ידע <WH3045> cunning נגן <WH5059> in playing, וגבור <WH1368> and a mighty חיל <WH2428> valiant man, ואישׁ <WH376> and a man מלחמה <WH4421> of war, ונבון <WH995> and prudent דבר <WH1697> in matters, ואישׁ <WH376> person, תאר <WH8389> and a comely ויהוה <WH3068> and the LORD עמו׃ <WH5973> with"},{"number":19,"verse":"וישׁלח <WH7971> sent שׁאול <WH7586> Wherefore Saul מלאכים <WH4397> messengers אל <WH413> unto ישׁי <WH3448> Jesse, ויאמר <WH559> and said, שׁלחה <WH7971> Send אלי <WH413> אתוד <WH1732> me David בנך <WH1121> thy son, אשׁר <WH834> which בצאן׃ <WH6629> with the sheep."},{"number":20,"verse":"ויקח <WH3947> took ישׁי <WH3448> And Jesse חמור <WH2543> an ass לחם <WH3899> with bread, ונאד <WH4997> and a bottle יין <WH3196> of wine, וגדי <WH1423> kid, עזים <WH5795> kid, אחד <WH259> and a וישׁלח <WH7971> and sent ביד <WH3027> by דוד <WH1732> David בנו <WH1121> his son אל <WH413> unto שׁאול׃ <WH7586> Saul."},{"number":21,"verse":"ויבא <WH935> came דוד <WH1732> And David אל <WH413> to שׁאול <WH7586> Saul, ויעמד <WH5975> and stood לפניו <WH6440> before ויאהבהו <WH157> him: and he loved מאד <WH3966> him greatly; ויהי <WH1961> and he became לו נשׂא <WH5375> his armorbearer. כלים׃ <WH3627> his armorbearer."},{"number":22,"verse":"וישׁלח <WH7971> sent שׁאול <WH7586> And Saul אל <WH413> to ישׁי <WH3448> Jesse, לאמר <WH559> saying, יעמד <WH5975> stand נא <WH4994> I pray thee, דוד <WH1732> Let David, לפני <WH6440> before כי <WH3588> me; for מצא <WH4672> he hath found חן <WH2580> favor בעיני׃ <WH5869> in my sight."},{"number":23,"verse":"והיה <WH1961> And it came to pass, בהיות <WH1961> when רוח <WH7307> the spirit אלהים <WH430> from God אל <WH413> was upon שׁאול <WH7586> Saul, ולקח <WH3947> took דוד <WH1732> that David את <WH853> הכנור <WH3658> a harp, ונגן <WH5059> and played בידו <WH3027> with his hand: ורוח <WH7304> was refreshed, לשׁאול <WH7586> so Saul וטוב <WH2895> and was well, לו וסרה <WH5493> departed מעליו <WH5921> from רוח <WH7307> spirit הרעה׃ <WH7451> and the evil"}]}