{"bibleAbbr":"Orig2013+","bookName":"שמואל א","bookEnglishName":"1 Samuel","chapterNumber":2,"verses":[{"number":1,"verse":"ותתפלל <WH6419> prayed, חנה <WH2584> And Hannah ותאמר <WH559> and said, עלץ <WH5970> rejoiceth לבי <WH3820> My heart ביהוה <WH3068> in the LORD, רמה <WH7311> is exalted קרני <WH7161> mine horn ביהוה <WH3068> in the LORD: רחב <WH7337> is enlarged פי <WH6310> my mouth על <WH5921> over אויבי <WH341> mine enemies; כי <WH3588> because שׂמחתי <WH8055> I rejoice בישׁועתך׃ <WH3444> in thy salvation."},{"number":2,"verse":"אין <WH369> none קדושׁ <WH6918> holy כיהוה <WH3068> as the LORD: כי <WH3588> for אין <WH369> none בלתך <WH1115> beside ואין <WH369> thee: neither צור <WH6697> any rock כאלהינו׃ <WH430> like our God."},{"number":3,"verse":"אל <WH408> no תרבו <WH7235> more תדברו <WH1696> Talk גבהה <WH1364> so exceeding proudly; גבהה <WH1364> so exceeding proudly; יצא <WH3318> come out עתק <WH6277> let arrogance מפיכם <WH6310> of your mouth: כי <WH3588> for אל <WH410> a God דעות <WH1844> of knowledge, יהוה <WH3068> the LORD ולא <WH3808> נתכנו <WH8505> are weighed. עללות׃ <WH5949> and by him actions"},{"number":4,"verse":"קשׁת <WH7198> The bows גברים <WH1368> of the mighty men חתים <WH2844> broken, ונכשׁלים <WH3782> and they that stumbled אזרו <WH247> are girded חיל׃ <WH2428> with strength."},{"number":5,"verse":"שׂבעים <WH7649> full בלחם <WH3899> for bread; נשׂכרו <WH7936> have hired out themselves ורעבים <WH7457> and hungry חדלו <WH2308> ceased: עד <WH5704> so that עקרה <WH6135> the barren ילדה <WH3205> hath born שׁבעה <WH7651> seven; ורבת <WH7227> and she that hath many בנים <WH1121> children אמללה׃ <WH535> is waxed feeble."},{"number":6,"verse":"יהוה <WH3068> The LORD ממית <WH4191> killeth, ומחיה <WH2421> and maketh alive: מוריד <WH3381> he bringeth down שׁאול <WH7585> to the grave, ויעל׃ <WH5927> and bringeth up."},{"number":7,"verse":"יהוה <WH3068> The LORD מורישׁ <WH3423> maketh poor, ומעשׁיר <WH6238> and maketh rich: משׁפיל <WH8213> he bringeth low, אף <WH637> and מרומם׃ <WH7311> lifteth up."},{"number":8,"verse":"מקים <WH6965> He raiseth up מעפר <WH6083> out of the dust, דל <WH1800> the poor מאשׁפת <WH830> from the dunghill, ירים <WH7311> lifteth up אביון <WH34> the beggar להושׁיב <WH3427> to set עם <WH5973> among נדיבים <WH5081> princes, וכסא <WH3678> the throne כבוד <WH3519> of glory: ינחלם <WH5157> and to make them inherit כי <WH3588> for ליהוה <WH3068> the LORD's, מצקי <WH4690> the pillars ארץ <WH776> of the earth וישׁת <WH7896> and he hath set עליהם <WH5921> upon תבל׃ <WH8398> the world"},{"number":9,"verse":"רגלי <WH7272> the feet חסידו <WH2623> of his saints, ישׁמר <WH8104> He will keep ורשׁעים <WH7563> and the wicked בחשׁך <WH2822> in darkness; ידמו <WH1826> shall be silent כי <WH3588> for לא <WH3808> shall no בכח <WH3581> by strength יגבר <WH1396> prevail. אישׁ׃ <WH376> man"},{"number":10,"verse":"יהוה <WH3068> of the LORD יחתו <WH5181> מריבו <WH7378> The adversaries עלו <WH5921> upon בשׁמים <WH8064> out of heaven ירעם <WH7481> shall he thunder יהוה <WH3068> them: the LORD ידין <WH1777> shall judge אפסי <WH657> the ends ארץ <WH776> of the earth; ויתן <WH5414> and he shall give עז <WH5797> strength למלכו <WH4428> unto his king, וירם <WH7311> and exalt קרן <WH7161> the horn משׁיחו׃ <WH4899> of his anointed."},{"number":11,"verse":"וילך <WH1980> went אלקנה <WH511> And Elkanah הרמתה <WH7414> to Ramah על <WH5921> to ביתו <WH1004> his house. והנער <WH5288> And the child היה <WH1961> did משׁרת <WH8334> minister את <WH853> יהוה <WH3068> unto the LORD את <WH853> פני <WH6440> before עלי <WH5941> Eli הכהן׃ <WH3548> the priest."},{"number":12,"verse":"ובני <WH1121> Now the sons עלי <WH5941> of Eli בני <WH1121> sons בליעל <WH1100> of Belial; לא <WH3808> not ידעו <WH3045> they knew את <WH853> יהוה׃ <WH3068> the LORD."},{"number":13,"verse":"ומשׁפט <WH4941> custom הכהנים <WH3548> And the priests' את <WH854> with העם <WH5971> the people כל <WH3605> when any אישׁ <WH376> man זבח <WH2076> offered זבח <WH2077> sacrifice, ובא <WH935> came, נער <WH5288> servant הכהן <WH3548> the priest's כבשׁל <WH1310> was in seething, הבשׂר <WH1320> while the flesh והמזלג <WH4207> with a fleshhook שׁלשׁ <WH7969> of three השׁנים <WH8127> teeth בידו׃ <WH3027> in his hand;"},{"number":14,"verse":"והכה <WH5221> And he struck בכיור <WH3595> into the pan, או <WH176> or בדוד <WH1731> kettle, או <WH176> or בקלחת <WH7037> caldron, או <WH176> or בפרור <WH6517> pot; כל <WH3605> all אשׁר <WH834> that יעלה <WH5927> brought up המזלג <WH4207> the fleshhook יקח <WH3947> took הכהן <WH3548> the priest בו ככה <WH3602> for himself. So יעשׂו <WH6213> they did לכל <WH3605> unto all ישׂראל <WH3478> the Israelites הבאים <WH935> that came שׁם <WH8033> thither. בשׁלה׃ <WH7887> in Shiloh"},{"number":15,"verse":"גם <WH1571> Also בטרם <WH2962> before יקטרון <WH6999> they burnt את <WH853> החלב <WH2459> the fat, ובא <WH935> came, נער <WH5288> servant הכהן <WH3548> the priest's ואמר <WH559> and said לאישׁ <WH376> to the man הזבח <WH2076> that sacrificed, תנה <WH5414> Give בשׂר <WH1320> flesh לצלות <WH6740> to roast לכהן <WH3548> for the priest; ולא <WH3808> for he will not יקח <WH3947> have ממך <WH4480> of בשׂר <WH1320> sodden flesh מבשׁל <WH1310> sodden flesh כי <WH3588> thee, but אם <WH518> thee, but חי׃ <WH2416> raw."},{"number":16,"verse":"ויאמר <WH559> said אליו <WH413> unto האישׁ <WH376> And any man קטר <WH6999> יקטירוןיום <WH3117> presently, החלב <WH2459> the fat וקח <WH3947> and take לך כאשׁר <WH834> as תאוה <WH8378> נפשׁך <WH5315> thy soul ואמר <WH559> then he would answer לו כי <WH3588> him, but עתה <WH6258> now: תתן <WH5414> thou shalt give ואם <WH518> and if לא <WH3808> not, לקחתי <WH3947> I will take בחזקה׃ <WH2394> by force."},{"number":17,"verse":"ותהי <WH1961> was חטאת <WH2403> Wherefore the sin הנערים <WH5288> of the young men גדולה <WH1419> great מאד <WH3966> very את <WH853> פני <WH6440> before יהוה <WH3068> the LORD: כי <WH3588> for נאצו <WH5006> abhorred האנשׁים <WH582> אתנחת <WH4503> the offering יהוה׃ <WH3068> of the LORD."},{"number":18,"verse":"ושׁמואל <WH8050> But Samuel משׁרת <WH8334> ministered את <WH853> פני <WH6440> before יהוה <WH3068> the LORD, נער <WH5288> a child, חגור <WH2296> girded אפוד <WH646> ephod. בד׃ <WH906> with a linen"},{"number":19,"verse":"ומעיל <WH4598> coat, קטן <WH6996> him a little תעשׂה <WH6213> made לו אמו <WH517> Moreover his mother והעלתה <WH5927> and brought לו מימים <WH3117> the yearly ימימה <WH3117> בעלותה <WH5927> when she came up את <WH854> with אישׁה <WH376> her husband לזבח <WH2076> to offer את <WH853> זבח <WH2077> sacrifice. הימים׃ <WH3117>"},{"number":20,"verse":"וברך <WH1288> blessed עלי <WH5941> And Eli את <WH853> אלקנה <WH511> Elkanah ואת <WH853> אשׁתו <WH802> and his wife, ואמר <WH559> and said, ישׂם <WH7760> give יהוה <WH3068> The LORD לך זרע <WH2233> thee seed מן <WH4480> of האשׁה <WH802> woman הזאת <WH2063> this תחת <WH8478> for השׁאלה <WH7596> the loan אשׁר <WH834> which שׁאל <WH7592> is lent ליהוה <WH3068> to the LORD. והלכו <WH1980> And they went למקמו׃ <WH4725> unto their own home."},{"number":21,"verse":"כי <WH3588> And פקד <WH6485> visited יהוה <WH3068> the LORD את <WH853> חנה <WH2584> Hannah, ותהר <WH2029> so that she conceived, ותלד <WH3205> and bore שׁלשׁה <WH7969> three בנים <WH1121> sons ושׁתי <WH8147> and two בנות <WH1323> daughters. ויגדל <WH1431> grew הנער <WH5288> And the child שׁמואל <WH8050> Samuel עם <WH5973> before יהוה׃ <WH3068> the LORD."},{"number":22,"verse":"ועלי <WH5941> Now Eli זקן <WH2204> old, מאד <WH3966> was very ושׁמע <WH8085> and heard את <WH853> כל <WH3605> all אשׁר <WH834> that יעשׂון <WH6213> did בניו <WH1121> his sons לכל <WH3605> unto all ישׂראל <WH3478> Israel; ואת <WH853> אשׁר <WH834> and how ישׁכבון <WH7901> they lay את <WH854> with הנשׁים <WH802> the women הצבאות <WH6633> that assembled פתח <WH6607> the door אהל <WH168> of the tabernacle מועד׃ <WH4150> of the congregation."},{"number":23,"verse":"ויאמר <WH559> And he said להם למה <WH4100> unto them, Why תעשׂון <WH6213> do כדברים <WH1697> things? האלה <WH428> ye such אשׁר <WH834> for אנכי <WH595> I שׁמע <WH8085> hear את <WH853> דבריכם <WH1697> dealings רעים <WH7451> of your evil מאת <WH853> כל <WH3605> all העם <WH5971> people. אלה׃ <WH428> this"},{"number":24,"verse":"אל <WH408> Nay, בני <WH1121> my sons; כי <WH3588> for לוא <WH3808> no טובה <WH2896> good השׁמעה <WH8052> report אשׁר <WH834> that אנכי <WH595> I שׁמע <WH8085> hear: מעברים <WH5674> to transgress. עם <WH5971> people יהוה׃ <WH3068> ye make the LORD's"},{"number":25,"verse":"אם <WH518> If יחטא <WH2398> sin אישׁ <WH376> one man לאישׁ <WH376> against another, ופללו <WH6419> shall judge אלהים <WH430> the judge ואם <WH518> him: but if ליהוה <WH3068> against the LORD, יחטא <WH2398> sin אישׁ <WH376> a man מי <WH4310> who יתפלל <WH6419> shall entreat לו ולא <WH3808> for him? Notwithstanding ישׁמעו <WH8085> they hearkened לקול <WH6963> not unto the voice אביהם <WH1> of their father, כי <WH3588> because חפץ <WH2654> would יהוה <WH3068> the LORD להמיתם׃ <WH4191> slay"},{"number":26,"verse":"והנער <WH5288> And the child שׁמואל <WH8050> Samuel הלך <WH1980> grew וגדל <WH1432> on, וטוב <WH2896> and was in favor גם <WH1571> both עם <WH5973> with יהוה <WH3068> the LORD, וגם <WH1571> and also עם <WH5973> with אנשׁים׃ <WH376> men."},{"number":27,"verse":"ויבא <WH935> And there came אישׁ <WH376> a man אלהים <WH430> of God אל <WH413> unto עלי <WH5941> Eli, ויאמר <WH559> and said אליו <WH413> unto כה <WH3541> him, Thus אמר <WH559> saith יהוה <WH3068> the LORD, הנגלה <WH1540> נגליתיל <WH413> unto בית <WH1004> the house אביך <WH1> of thy father, בהיותם <WH1961> when they were במצרים <WH4714> in Egypt לבית <WH1004> house? פרעה׃ <WH6547> in Pharaoh's"},{"number":28,"verse":"ובחר <WH977> And did I choose אתו <WH853> מכל <WH3605> him out of all שׁבטי <WH7626> the tribes ישׂראל <WH3478> of Israel לי לכהן <WH3548> my priest, לעלות <WH5927> to offer על <WH5921> upon מזבחי <WH4196> mine altar, להקטיר <WH6999> to burn קטרת <WH7004> incense, לשׂאת <WH5375> to wear אפוד <WH646> an ephod לפני <WH6440> before ואתנה <WH5414> me? and did I give לבית <WH1004> unto the house אביך <WH1> of thy father את <WH853> כל <WH3605> all אשׁי <WH801> the offerings made by fire בני <WH1121> of the children ישׂראל׃ <WH3478> of Israel?"},{"number":29,"verse":"למה <WH4100> Wherefore תבעטו <WH1163> kick בזבחי <WH2077> ye at my sacrifice ובמנחתי <WH4503> and at mine offering, אשׁר <WH834> which צויתי <WH6680> I have commanded מעון <WH4583> habitation; ותכבד <WH3513> and honorest את <WH853> בניך <WH1121> thy sons ממני <WH4480> above להבריאכם <WH1254> me, to make yourselves fat מראשׁית <WH7225> with the chiefest כל <WH3605> of all מנחת <WH4503> the offerings ישׂראל <WH3478> of Israel לעמי׃ <WH5971> my people?"},{"number":30,"verse":"לכן <WH3651> Wherefore נאם <WH5002> saith, יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel אמור <WH559> I said אמרתי <WH559> indeed ביתך <WH1004> thy house, ובית <WH1004> and the house אביך <WH1> of thy father, יתהלכו <WH1980> should walk לפני <WH6440> before עד <WH5704> me forever: עולם <WH5769> me forever: ועתה <WH6258> but now נאם <WH5002> saith, יהוה <WH3068> the LORD חלילה <WH2486> Be it far לי כי <WH3588> from me; for מכבדי <WH3513> them that honor אכבד <WH3513> me I will honor, ובזי <WH959> and they that despise יקלו׃ <WH7043> me shall be lightly esteemed."},{"number":31,"verse":"הנה <WH2009> Behold, ימים <WH3117> the days באים <WH935> come, וגדעתי <WH1438> that I will cut off את <WH853> זרעך <WH2220> thine arm, ואת <WH853> זרע <WH2220> and the arm בית <WH1004> house, אביך <WH1> of thy father's מהיות <WH1961> that there shall not be זקן <WH2205> an old man בביתך׃ <WH1004> in thine house."},{"number":32,"verse":"והבטת <WH5027> And thou shalt see צר <WH6862> an enemy מעון <WH4583> habitation, בכל <WH3605> in all אשׁר <WH834> which ייטיב <WH3190> shall give את <WH853> ישׂראל <WH3478> Israel: ולא <WH3808> and there shall not יהיה <WH1961> be זקן <WH2205> an old man בביתך <WH1004> in thine house כל <WH3605> forever. הימים׃ <WH3117> forever."},{"number":33,"verse":"ואישׁ <WH376> And the man לא <WH3808> of thine, I shall not אכרית <WH3772> cut off לך מעם <WH5973> from מזבחי <WH4196> mine altar, לכלות <WH3615> to consume את <WH853> עיניך <WH5869> thine eyes, ולאדיב <WH109> and to grieve את <WH853> נפשׁך <WH5315> thine heart: וכל <WH3605> and all מרבית <WH4768> the increase ביתך <WH1004> of thine house ימותו <WH4191> shall die אנשׁים׃ <WH376> in the flower of their age."},{"number":34,"verse":"וזה <WH2088> And this לך האות <WH226> a sign אשׁר <WH834> unto thee, that יבא <WH935> shall come אל <WH413> upon שׁני <WH8147> thy two בניך <WH1121> sons, אל <WH413> on חפני <WH2652> Hophni ופינחס <WH6372> and Phinehas; ביום <WH3117> day אחד <WH259> in one ימותו <WH4191> they shall die שׁניהם׃ <WH8147> both"},{"number":35,"verse":"והקימתי <WH6965> And I will raise me up לי כהן <WH3548> priest, נאמן <WH539> a faithful כאשׁר <WH834> according to which בלבבי <WH3824> in mine heart ובנפשׁי <WH5315> and in my mind: יעשׂה <WH6213> shall do ובניתי <WH1129> and I will build לו בית <WH1004> house; נאמן <WH539> him a sure והתהלך <WH1980> and he shall walk לפני <WH6440> before משׁיחי <WH4899> mine anointed כל <WH3605> forever. הימים׃ <WH3117> forever."},{"number":36,"verse":"והיה <WH1961> And it shall come to pass, כל <WH3605> every one הנותר <WH3498> that is left בביתך <WH1004> in thine house יבוא <WH935> shall come להשׁתחות <WH7812> crouch לו לאגורת <WH95> to him for a piece כסף <WH3701> of silver וככר <WH3603> and a morsel לחם <WH3899> of bread, ואמר <WH559> and shall say, ספחני <WH5596> Put נא <WH4994> me, I pray thee, אל <WH413> into אחת <WH259> one הכהנות <WH3550> of the priests' offices, לאכל <WH398> that I may eat פת <WH6595> a piece לחם׃ <WH3899> of bread."}]}