{"bibleAbbr":"Orig2013+","bookName":"שמואל א","bookEnglishName":"1 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"ויבא <WH935> Then came דוד <WH1732> David נבה <WH5011> to Nob אל <WH413> to אחימלך <WH288> Ahimelech הכהן <WH3548> the priest: ויחרד <WH2729> was afraid אחימלך <WH288> and Ahimelech לקראת <WH7122> דוד <WH1732> of David, ויאמר <WH559> and said לו מדוע <WH4069> unto him, Why אתה <WH859> thou לבדך <WH905> alone, ואישׁ <WH376> man אין <WH369> and no אתך׃ <WH854> with"},{"number":2,"verse":"ויאמר <WH559> said דוד <WH1732> And David לאחימלך <WH288> unto Ahimelech הכהן <WH3548> the priest, המלך <WH4428> The king צוני <WH6680> hath commanded דבר <WH1697> me a business, ויאמר <WH559> and hath said אלי <WH413> unto אישׁ <WH376> man אל <WH408> me, Let no ידע <WH3045> know מאומה <WH3972> any thing את <WH853> הדבר <WH1697> of the business אשׁר <WH834> whereabout אנכי <WH595> I שׁלחך <WH7971> send ואשׁר <WH834> thee, and what צויתך <WH6680> I have commanded ואת <WH853> הנערים <WH5288> servants יודעתי <WH3045> thee: and I have appointed אל <WH413> to מקום <WH4725> a place. פלני <WH6423> such אלמוני׃ <WH492> and such"},{"number":3,"verse":"ועתה <WH6258> Now מה <WH4100> therefore what ישׁ <WH3426> is תחת <WH8478> under ידך <WH3027> thine hand? חמשׁה <WH2568> five לחם <WH3899> bread תנה <WH5414> give בידי <WH3027> in mine hand, או <WH176> or הנמצא׃ <WH4672> what there is present."},{"number":4,"verse":"ויען <WH6030> answered הכהן <WH3548> And the priest את <WH853> דוד <WH1732> David, ויאמר <WH559> and said, אין <WH369> no לחם <WH3899> bread חל <WH2455> common אל <WH413> under תחת <WH8478> under ידי <WH3027> mine hand, כי <WH3588> but אם <WH518> but לחם <WH3899> bread; קדשׁ <WH6944> hallowed ישׁ <WH3426> there is אם <WH518> if נשׁמרו <WH8104> have kept themselves הנערים <WH5288> the young men אך <WH389> at least מאשׁה׃ <WH802> from women."},{"number":5,"verse":"ויען <WH6030> answered דוד <WH1732> And David את <WH853> הכהן <WH3548> the priest, ויאמר <WH559> and said לו כי <WH3588> though אם <WH518> אשׁה <WH802> a truth women עצרה <WH6113> kept לנו כתמול <WH8543> days, שׁלשׁם <WH8032> from us about these three בצאתי <WH3318> since I came out, ויהיו <WH1961> כלי <WH3627> and the vessels הנערים <WH5288> of the young men קדשׁ <WH6944> are holy, והוא <WH1931> דרך <WH1870> and in a manner חל <WH2455> common, ואף <WH637> yea, כי <WH3588> היום <WH3117> this day יקדשׁ <WH6942> it were sanctified בכלי׃ <WH3627> in the vessel."},{"number":6,"verse":"ויתן <WH5414> gave לו הכהן <WH3548> So the priest קדשׁ <WH6944> him hallowed כי <WH3588> for לא <WH3808> no היה <WH1961> there was שׁם <WH8033> there לחם <WH3899> bread כי <WH3588> but אם <WH518> but לחם <WH3899> the shewbread, הפנים <WH6440> the shewbread, המוסרים <WH5493> that was taken מלפני <WH6440> from before יהוה <WH3068> the LORD, לשׂום <WH7760> to put לחם <WH3899> bread חם <WH2527> hot ביום <WH3117> in the day הלקחו׃ <WH3947> when it was taken away."},{"number":7,"verse":"ושׁם <WH8033> there אישׁ <WH376> Now a certain man מעבדי <WH5650> of the servants שׁאול <WH7586> of Saul ביום <WH3117> day, ההוא <WH1931> that נעצר <WH6113> detained לפני <WH6440> before יהוה <WH3069> ושׁמו <WH8034> and his name דאג <WH1673> Doeg, האדמי <WH130> an Edomite, אביר <WH47> the chiefest הרעים <WH7473> אשׁר <WH834> that לשׁאול׃ <WH7586> to Saul."},{"number":8,"verse":"ויאמר <WH559> said דוד <WH1732> And David לאחימלך <WH288> unto Ahimelech, ואין <WH371> not ישׁ <WH3426> And is there פה <WH6311> here תחת <WH8478> under ידך <WH3027> thine hand חנית <WH2595> spear או <WH176> or חרב <WH2719> sword? כי <WH3588> for גם <WH1571> nor חרבי <WH2719> my sword וגם <WH1571> כלי <WH3627> my weapons לא <WH3808> לקחתי <WH3947> brought בידי <WH3027> with כי <WH3588> me, because היה <WH1961> required דבר <WH1697> business המלך <WH4428> the king's נחוץ׃ <WH5169> haste."},{"number":9,"verse":"ויאמר <WH559> said, הכהן <WH3548> And the priest חרב <WH2719> The sword גלית <WH1555> of Goliath הפלשׁתי <WH6430> the Philistine, אשׁר <WH834> whom הכית <WH5221> thou slewest בעמק <WH6010> in the valley האלה <WH425> of Elah, הנה <WH2009> behold, היא <WH1931> it לוטה <WH3874> wrapped בשׂמלה <WH8071> in a cloth אחרי <WH310> behind האפוד <WH646> the ephod: אם <WH518> if אתה <WH853> תקח <WH3947> thou wilt take לך קח כי <WH3588> for אין <WH369> no אחרת <WH312> other זולתה <WH2108> save בזה <WH2088> that here. ויאמר <WH559> said, דוד <WH1732> And David אין <WH369> none כמוה <WH3644> תננה׃ <WH5414> like that; give"},{"number":10,"verse":"ויקם <WH6965> arose, דוד <WH1732> And David ויברח <WH1272> and fled ביום <WH3117> day ההוא <WH1931> that מפני <WH6440> for fear of שׁאול <WH7586> Saul, ויבא <WH935> and went אל <WH413> to אכישׁ <WH397> Achish מלך <WH4428> the king גת׃ <WH1661> of Gath."},{"number":11,"verse":"ויאמרו <WH559> said עבדי <WH5650> And the servants אכישׁ <WH397> of Achish אליו <WH413> unto הלוא <WH3808> him, not זה <WH2088> this דוד <WH1732> David מלך <WH4428> the king הארץ <WH776> of the land? הלוא <WH3808> did they not לזה <WH2088> of him יענו <WH6030> sing one to another במחלות <WH4246> in dances, לאמר <WH559> saying, הכה <WH5221> hath slain שׁאול <WH7586> Saul באלפו <WH505> his thousands, ודוד <WH1732> and David ברבבתו׃ <WH7233> his ten thousands?"},{"number":12,"verse":"וישׂם <WH7760> laid up דוד <WH1732> And David את <WH853> הדברים <WH1697> words האלה <WH428> these בלבבו <WH3824> in his heart, וירא <WH3372> afraid מאד <WH3966> and was sore מפני <WH6440> of אכישׁ <WH397> Achish מלך <WH4428> the king גת׃ <WH1661> of Gath."},{"number":13,"verse":"וישׁנו <WH8138> And he changed את <WH853> טעמו <WH2940> his behavior בעיניהם <WH5869> before ויתהלל <WH1984> them, and feigned himself mad בידם <WH3027> in their hands, ויתו <WH8427> and scrabbled על <WH5921> on דלתות <WH1817> the doors השׁער <WH8179> of the gate, ויורד <WH3381> fall down רירו <WH7388> and let his spittle אל <WH413> upon זקנו׃ <WH2206> his beard."},{"number":14,"verse":"ויאמר <WH559> Then said אכישׁ <WH397> Achish אל <WH413> unto עבדיו <WH5650> his servants, הנה <WH2009> Lo, תראו <WH7200> ye see אישׁ <WH376> the man משׁתגע <WH7696> is mad: למה <WH4100> wherefore תביאו <WH935> have ye brought אתו <WH853> אלי׃ <WH413> him to"},{"number":15,"verse":"חסר <WH2638> need משׁגעים <WH7696> of mad men, אני <WH589> Have I כי <WH3588> that הבאתם <WH935> ye have brought את <WH853> זה <WH2088> this להשׁתגע <WH7696> to play the mad man עלי <WH5921> in my presence? הזה <WH2088> shall this יבוא <WH935> come אל <WH413> into ביתי׃ <WH1004> my house?"}]}