{"bibleAbbr":"Orig2013+","bookName":"שמואל א","bookEnglishName":"1 Samuel","chapterNumber":25,"verses":[{"number":1,"verse":"וימת <WH4191> died; שׁמואל <WH8050> And Samuel ויקבצו <WH6908> were gathered together, כל <WH3605> and all ישׂראל <WH3478> the Israelites ויספדו <WH5594> and lamented לו ויקברהו <WH6912> him, and buried בביתו <WH1004> him in his house ברמה <WH7414> at Ramah. ויקם <WH6965> arose, דוד <WH1732> And David וירד <WH3381> and went down אל <WH413> to מדבר <WH4057> the wilderness פארן׃ <WH6290> of Paran."},{"number":2,"verse":"ואישׁ <WH376> And a man במעון <WH4584> in Maon, ומעשׂהו <WH4639> whose possessions בכרמל <WH3760> in Carmel; והאישׁ <WH376> and the man גדול <WH1419> great, מאד <WH3966> very ולו צאן <WH6629> sheep, שׁלשׁת <WH7969> and he had three אלפים <WH505> thousand ואלף <WH505> and a thousand עזים <WH5795> goats: ויהי <WH1961> and he was בגזז <WH1494> shearing את <WH853> צאנו <WH6629> his sheep בכרמל׃ <WH3760> in Carmel."},{"number":3,"verse":"ושׁם <WH8034> Now the name האישׁ <WH376> of the man נבל <WH5037> Nabal; ושׁם <WH8034> and the name אשׁתו <WH802> of his wife אבגיל <WH26> Abigail: והאשׁה <WH802> and a woman טובת <WH2896> of good שׂכל <WH7922> understanding, ויפת <WH3303> and of a beautiful תאר <WH8389> countenance: והאישׁ <WH376> but the man קשׁה <WH7186> churlish ורע <WH7451> and evil מעללים <WH4611> in his doings; והוא <WH1931> and he כלבו׃ <WH3820>"},{"number":4,"verse":"וישׁמע <WH8085> heard דוד <WH1732> And David במדבר <WH4057> in the wilderness כי <WH3588> that גזז <WH1494> did shear נבל <WH5037> Nabal את <WH853> צאנו׃ <WH6629> his sheep."},{"number":5,"verse":"וישׁלח <WH7971> sent out דוד <WH1732> And David עשׂרה <WH6235> ten נערים <WH5288> young men, ויאמר <WH559> said דוד <WH1732> and David לנערים <WH5288> unto the young men, עלו <WH5927> Get you up כרמלה <WH3760> to Carmel, ובאתם <WH935> and go אל <WH413> to נבל <WH5037> Nabal, ושׁאלתם <WH7592> and greet לו בשׁמי <WH8034> him in my name: לשׁלום׃ <WH7965> and greet"},{"number":6,"verse":"ואמרתם <WH559> shall ye say כה <WH3541> And thus לחי <WH2416> to him that liveth ואתה <WH859> both to thee, שׁלום <WH7965> Peace וביתך <WH1004> to thine house, שׁלום <WH7965> and peace וכל <WH3605> unto all אשׁר <WH834> that לך שׁלום׃ <WH7965> and peace"},{"number":7,"verse":"ועתה <WH6258> And now שׁמעתי <WH8085> I have heard כי <WH3588> that גזזים <WH1494> thou hast shearers: לך עתה <WH6258> now הרעים <WH7462> thy shepherds אשׁר <WH834> which לך היו <WH1961> were עמנו <WH5973> with לא <WH3808> them not, הכלמנום <WH3637> us, we hurt ולא <WH3808> neither נפקד <WH6485> missing להם מאומה <WH3972> was there aught כל <WH3605> unto them, all ימי <WH3117> the while היותם <WH1961> they were בכרמל׃ <WH3760> in Carmel."},{"number":8,"verse":"שׁאל <WH7592> Ask את <WH853> נעריך <WH5288> thy young men, ויגידו <WH5046> and they will show לך וימצאו <WH4672> find הנערים <WH5288> thee. Wherefore let the young men חן <WH2580> favor בעיניך <WH5869> in thine eyes: כי <WH3588> for על <WH5921> in יום <WH3117> day: טוב <WH2896> a good בנו <WH935> we come תנה <WH5414> give, נא <WH4994> I pray thee, את <WH853> אשׁר <WH834> whatsoever תמצא <WH4672> cometh ידך <WH3027> to thine hand לעבדיך <WH5650> unto thy servants, ולבנך <WH1121> and to thy son לדוד׃ <WH1732> David."},{"number":9,"verse":"ויבאו <WH935> came, נערי <WH5288> young men דוד <WH1732> And when David's וידברו <WH1696> they spoke אל <WH413> to נבל <WH5037> Nabal ככל <WH3605> according to all הדברים <WH1697> words האלה <WH428> those בשׁם <WH8034> in the name דוד <WH1732> of David, וינוחו׃ <WH5117> and ceased."},{"number":10,"verse":"ויען <WH6030> answered נבל <WH5037> And Nabal את <WH853> עבדי <WH5650> servants, דוד <WH1732> David's ויאמר <WH559> and said, מי <WH4310> Who דוד <WH1732> David? ומי <WH4310> and who בן <WH1121> the son ישׁי <WH3448> of Jesse? היום <WH3117> now a days רבו <WH7235> עבדים <WH5650> servants המתפרצים <WH6555> that break away אישׁ <WH376> every man מפני <WH6440> from אדניו׃ <WH113> his master."},{"number":11,"verse":"ולקחתי <WH3947> Shall I then take את <WH853> לחמי <WH3899> my bread, ואת <WH853> מימי <WH4325> and my water, ואת <WH853> טבחתי <WH2878> and my flesh אשׁר <WH834> that טבחתי <WH2873> I have killed לגזזי <WH1494> for my shearers, ונתתי <WH5414> and give לאנשׁים <WH376> unto men, אשׁר <WH834> whom לא <WH3808> not ידעתי <WH3045> I know אי <WH335> whence מזה <WH2088> המה׃ <WH1992> they"},{"number":12,"verse":"ויהפכו <WH2015> turned נערי <WH5288> young men דוד <WH1732> So David's לדרכם <WH1870> their way, וישׁבו <WH7725> and went again, ויבאו <WH935> and came ויגדו <WH5046> and told לו ככל <WH3605> him all הדברים <WH1697> sayings. האלה׃ <WH428> those"},{"number":13,"verse":"ויאמר <WH559> said דוד <WH1732> And David לאנשׁיו <WH376> unto his men, חגרו <WH2296> Gird ye on אישׁ <WH376> every man את <WH853> חרבו <WH2719> his sword. ויחגרו <WH2296> And they girded on אישׁ <WH376> every man את <WH853> חרבו <WH2719> his sword; ויחגר <WH2296> girded on גם <WH1571> also דוד <WH1732> and David את <WH853> חרבו <WH2719> his sword: ויעלו <WH5927> and there went up אחרי <WH310> after דוד <WH1732> David כארבע <WH702> about four מאות <WH3967> hundred אישׁ <WH376> men; ומאתים <WH3967> and two hundred ישׁבו <WH3427> abode על <WH5921> by הכלים׃ <WH3627> the stuff."},{"number":14,"verse":"ולאביגיל <WH26> Abigail, אשׁת <WH802> wife, נבל <WH5037> Nabal's הגיד <WH5046> told נער <WH5288> of the young men אחד <WH259> מהנעריםאמר <WH559> saying, הנה <WH2009> Behold, שׁלח <WH7971> sent דוד <WH1732> David מלאכים <WH4397> messengers מהמדבר <WH4057> out of the wilderness לברך <WH1288> to salute את <WH853> אדנינו <WH113> our master; ויעט׃ <WH5860> and he railed"},{"number":15,"verse":"והאנשׁים <WH582> טבים <WH2896> good לנו מאד <WH3966> very ולא <WH3808> unto us, and we were not הכלמנו <WH3637> hurt, ולא <WH3808> neither פקדנו <WH6485> missed מאומה <WH3972> we any thing, כל <WH3605> as long as ימי <WH3117> as long as התהלכנו <WH1980> we were conversant אתם <WH854> with בהיותנו <WH1961> them, when we were בשׂדה׃ <WH7704> in the fields:"},{"number":16,"verse":"חומה <WH2346> a wall היו <WH1961> They were עלינו <WH5921> unto גם <WH1571> us both לילה <WH3915> by night גם <WH1571> and יומם <WH3119> day, כל <WH3605> all ימי <WH3117> the while היותנו <WH1961> we were עמם <WH5973> with רעים <WH7462> them keeping הצאן׃ <WH6629> the sheep."},{"number":17,"verse":"ועתה <WH6258> Now דעי <WH3045> therefore know וראי <WH7200> and consider מה <WH4100> what תעשׂי <WH6213> thou wilt do; כי <WH3588> for כלתה <WH3615> is determined הרעה <WH7451> evil אל <WH413> against אדנינו <WH113> our master, ועל <WH5921> and against כל <WH3605> all ביתו <WH1004> his household: והוא <WH1931> for he בן <WH1121> a son בליעל <WH1100> of Belial, מדבר <WH1696> that cannot speak אליו׃ <WH413> to"},{"number":18,"verse":"ותמהר <WH4116> made haste, אבוגיל <WH26> Then Abigail ותקח <WH3947> and took מאתים <WH3967> two hundred לחם <WH3899> loaves, ושׁנים <WH8147> and two נבלי <WH5035> bottles יין <WH3196> of wine, וחמשׁ <WH2568> and five צאן <WH6629> sheep עשׂוות <WH6213> ready dressed, וחמשׁ <WH2568> and five סאים <WH5429> measures קלי <WH7039> of parched ומאה <WH3967> and a hundred צמקים <WH6778> clusters of raisins, ומאתים <WH3967> and two hundred דבלים <WH1690> cakes of figs, ותשׂם <WH7760> and laid על <WH5921> on החמרים׃ <WH2543> asses."},{"number":19,"verse":"ותאמר <WH559> And she said לנעריה <WH5288> unto her servants, עברו <WH5674> Go on לפני <WH6440> before הנני <WH2005> me; behold, אחריכם <WH310> after באה <WH935> I come ולאישׁה <WH376> her husband נבל <WH5037> Nabal. לא <WH3808> not הגידה׃ <WH5046> you. But she told"},{"number":20,"verse":"והיה <WH1961> And it was היא <WH1931> she רכבת <WH7392> rode על <WH5921> on החמור <WH2543> the ass, וירדת <WH3381> that she came down בסתר <WH5643> by the covert ההר <WH2022> of the hill, והנה <WH2009> and, behold, דוד <WH1732> David ואנשׁיו <WH376> and his men ירדים <WH3381> came down לקראתה <WH7122> ותפגשׁ <WH6298> her; and she met אתם׃ <WH853>"},{"number":21,"verse":"ודוד <WH1732> Now David אמר <WH559> had said, אך <WH389> Surely לשׁקר <WH8267> in vain שׁמרתי <WH8104> have I kept את <WH853> כל <WH3605> all אשׁר <WH834> that לזה <WH2088> this במדבר <WH4057> hath in the wilderness, ולא <WH3808> so that nothing נפקד <WH6485> was missed מכל <WH3605> of all אשׁר <WH834> that לו מאומה <WH3972> so that nothing וישׁב <WH7725> unto him: and he hath requited לי רעה <WH7451> me evil תחת <WH8478> for טובה׃ <WH2896> good."},{"number":22,"verse":"כה <WH3541> So יעשׂה <WH6213> do אלהים <WH430> God לאיבי <WH341> unto the enemies דוד <WH1732> of David, וכה <WH3541> also יסיף <WH3254> and more אם <WH518> if אשׁאיר <WH7604> I leave מכל <WH3605> of all אשׁר <WH834> that לו עד <WH5704> to him by הבקר <WH1242> the morning light משׁתין <WH8366> any that pisseth בקיר׃ <WH7023> against the wall."},{"number":23,"verse":"ותרא <WH7200> saw אביגיל <WH26> And when Abigail את <WH853> דוד <WH1732> David, ותמהר <WH4116> she hasted, ותרד <WH3381> and lighted מעל <WH5921> off החמור <WH2543> the ass, ותפל <WH5307> and fell לאפי <WH639> before דוד <WH1732> David על <WH5921> on פניה <WH6440> her face, ותשׁתחו <WH7812> and bowed herself ארץ׃ <WH776> to the ground,"},{"number":24,"verse":"ותפל <WH5307> And fell על <WH5921> at רגליו <WH7272> his feet, ותאמר <WH559> and said, בי אני <WH589> Upon me, אדני <WH113> my lord, העון <WH5771> me iniquity ותדבר <WH1696> speak נא <WH4994> I pray thee, אמתך <WH519> and let thine handmaid, באזניך <WH241> in thine audience, ושׁמע <WH8085> and hear את <WH853> דברי <WH1697> the words אמתך׃ <WH519> of thine handmaid."},{"number":25,"verse":"אל <WH408> Let not נא <WH4994> I pray thee, ישׂים <WH7760> אדני <WH113> my lord, את <WH853> לבול <WH413> אישׁ <WH376> man הבליעל <WH1100> of Belial, הזה <WH2088> this על <WH5921> נבל <WH5037> Nabal: כי <WH3588> for כשׁמו <WH8034> as his name כן <WH3651> so הוא <WH1931> he; נבל <WH5037> Nabal שׁמו <WH8034> his name, ונבלה <WH5039> and folly עמו <WH5973> with ואני <WH589> him: but I אמתך <WH519> thine handmaid לא <WH3808> not ראיתי <WH7200> saw את <WH853> נערי <WH5288> the young men אדני <WH113> of my lord, אשׁר <WH834> whom שׁלחת׃ <WH7971> thou didst send."},{"number":26,"verse":"ועתה <WH6258> Now אדני <WH113> therefore, my lord, חי <WH2416> liveth, יהוה <WH3068> the LORD וחי <WH2416> liveth, נפשׁך <WH5315> and thy soul אשׁר <WH834> seeing מנעך <WH4513> hath withheld יהוה <WH3068> the LORD מבוא <WH935> thee from coming בדמים <WH1818> to blood, והושׁע <WH3467> and from avenging ידך <WH3027> thyself with thine own hand, לך ועתה <WH6258> now יהיו <WH1961> be כנבל <WH5037> as Nabal. איביך <WH341> let thine enemies, והמבקשׁים <WH1245> and they that seek אל <WH413> to אדני <WH113> my lord, רעה׃ <WH7451> evil"},{"number":27,"verse":"ועתה <WH6258> And now הברכה <WH1293> blessing הזאת <WH2063> this אשׁר <WH834> which הביא <WH935> hath brought שׁפחתך <WH8198> thine handmaid לאדני <WH113> unto my lord, ונתנה <WH5414> let it even be given לנערים <WH5288> unto the young men המתהלכים <WH1980> that follow ברגלי <WH7272> that follow אדני׃ <WH113> my lord."},{"number":28,"verse":"שׂא <WH5375> forgive נא <WH4994> I pray thee, לפשׁע <WH6588> the trespass אמתך <WH519> of thine handmaid: כי <WH3588> for עשׂה <WH6213> will certainly make יעשׂה <WH6213> will certainly make יהוה <WH3068> the LORD לאדני <WH113> my lord בית <WH1004> house; נאמן <WH539> a sure כי <WH3588> because מלחמות <WH4421> the battles יהוה <WH3068> of the LORD, אדני <WH113> my lord נלחם <WH3898> fighteth ורעה <WH7451> and evil לא <WH3808> hath not תמצא <WH4672> been found בך מימיך׃ <WH3117> in thee thy days."},{"number":29,"verse":"ויקם <WH6965> is risen אדם <WH120> Yet a man לרדפך <WH7291> to pursue ולבקשׁ <WH1245> thee, and to seek את <WH853> נפשׁך <WH5315> thy soul: והיתה <WH1961> shall be נפשׁ <WH5315> but the soul אדני <WH113> of my lord צרורה <WH6887> bound בצרור <WH6872> in the bundle החיים <WH2416> of life את <WH854> with יהוה <WH3068> the LORD אלהיך <WH430> thy God; ואת <WH853> נפשׁ <WH5315> and the souls איביך <WH341> of thine enemies, יקלענה <WH7049> them shall he sling out, בתוך <WH8432> of the middle כף <WH3709> הקלע׃ <WH7050> of a sling."},{"number":30,"verse":"והיה <WH1961> And it shall come to pass, כי <WH3588> when יעשׂה <WH6213> shall have done יהוה <WH3068> the LORD לאדני <WH113> to my lord ככל <WH3605> according to all אשׁר <WH834> that דבר <WH1696> he hath spoken את <WH853> הטובה <WH2896> the good עליך <WH5921> concerning וצוך <WH6680> thee, and shall have appointed לנגיד <WH5057> thee ruler על <WH5921> over ישׂראל׃ <WH3478> Israel;"},{"number":31,"verse":"ולא <WH3808> no תהיה <WH1961> shall be זאת <WH2063> That this לך לפוקה <WH6330> grief ולמכשׁול <WH4383> unto thee, nor offense לב <WH3820> of heart לאדני <WH113> unto my lord, ולשׁפך <WH8210> either that thou hast shed דם <WH1818> blood חנם <WH2600> causeless, ולהושׁיע <WH3467> hath avenged אדני <WH113> or that my lord לו והיטב <WH3190> shall have dealt well יהוה <WH3068> himself: but when the LORD לאדני <WH113> with my lord, וזכרת <WH2142> then remember את <WH853> אמתך׃ <WH519> thine handmaid."},{"number":32,"verse":"ויאמר <WH559> said דוד <WH1732> And David לאביגל <WH26> to Abigail, ברוך <WH1288> Blessed יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel, אשׁר <WH834> which שׁלחך <WH7971> sent היום <WH3117> day הזה <WH2088> thee this לקראתי׃ <WH7122>"},{"number":33,"verse":"וברוך <WH1288> And blessed טעמך <WH2940> thy advice, וברוכה <WH1288> and blessed את <WH859> thou, אשׁר <WH834> which כלתני <WH3607> hast kept היום <WH3117> day הזה <WH2088> me this מבוא <WH935> from coming בדמים <WH1818> to blood, והשׁע <WH3467> and from avenging ידי׃ <WH3027> myself with mine own hand."},{"number":34,"verse":"ואולם <WH199> For in very deed, חי <WH2416> liveth, יהוה <WH3068> the LORD אלהי <WH430> God ישׂראל <WH3478> of Israel אשׁר <WH834> which מנעני <WH4513> hath kept me back מהרע <WH7489> from hurting אתך <WH853> כי <WH3588> thee, except לולי <WH3884> thee, except מהרת <WH4116> thou hadst hasted ותבאתי <WH935> and come לקראתי <WH7122> כי <WH3588> me, surely אם <WH518> there had not נותר <WH3498> been left לנבל <WH5037> unto Nabal עד <WH5704> by אור <WH216> light הבקר <WH1242> the morning משׁתין <WH8366> any that pisseth בקיר׃ <WH7023> against the wall."},{"number":35,"verse":"ויקח <WH3947> received דוד <WH1732> So David מידה <WH3027> of her hand את <WH853> אשׁר <WH834> which הביאה <WH935> she had brought לו ולה אמר <WH559> him, and said עלי <WH5927> unto her, Go up לשׁלום <WH7965> in peace לביתך <WH1004> to thine house; ראי <WH7200> see, שׁמעתי <WH8085> I have hearkened בקולך <WH6963> to thy voice, ואשׂא <WH5375> and have accepted פניך׃ <WH6440> thy person."},{"number":36,"verse":"ותבא <WH935> came אביגיל <WH26> And Abigail אל <WH413> to נבל <WH5037> Nabal; והנה <WH2009> and, behold, לו משׁתה <WH4960> he held a feast בביתו <WH1004> in his house, כמשׁתה <WH4960> like the feast המלך <WH4428> of a king; ולב <WH3820> heart נבל <WH5037> and Nabal's טוב <WH2896> merry עליו <WH5921> within והוא <WH1931> him, for he שׁכר <WH7910> drunken: עד <WH5704> very מאד <WH3966> very ולא <WH3808> him nothing, הגידה <WH5046> wherefore she told לו דבר <WH1697> him nothing, קטן <WH6996> less וגדול <WH1419> or more, עד <WH5704> until אור <WH216> light. הבקר׃ <WH1242> the morning"},{"number":37,"verse":"ויהי <WH1961> But it came to pass בבקר <WH1242> in the morning, בצאת <WH3318> was gone out היין <WH3196> when the wine מנבל <WH5037> ותגד <WH5046> had told לו אשׁתו <WH802> and his wife את <WH853> הדברים <WH1697> things, האלה <WH428> him these וימת <WH4191> died לבו <WH3820> that his heart בקרבו <WH7130> within והוא <WH1931> him, and he היה <WH1961> became לאבן׃ <WH68> a stone."},{"number":38,"verse":"ויהי <WH1961> And it came to pass כעשׂרת <WH6235> about ten הימים <WH3117> days ויגף <WH5062> smote יהוה <WH3068> that the LORD את <WH853> נבל <WH5037> Nabal, וימת׃ <WH4191> that he died."},{"number":39,"verse":"וישׁמע <WH8085> heard דוד <WH1732> And when David כי <WH3588> that מת <WH4191> was dead, נבל <WH5037> Nabal ויאמר <WH559> he said, ברוך <WH1288> Blessed יהוה <WH3068> the LORD, אשׁר <WH834> that רב <WH7378> hath pleaded את <WH853> ריב <WH7379> the cause חרפתי <WH2781> of my reproach מיד <WH3027> from the hand נבל <WH5037> of Nabal, ואת <WH853> עבדו <WH5650> his servant חשׂך <WH2820> and hath kept מרעה <WH7451> from evil: ואת <WH853> רעת <WH7451> the wickedness נבל <WH5037> of Nabal השׁיב <WH7725> hath returned יהוה <WH3068> for the LORD בראשׁו <WH7218> upon his own head. וישׁלח <WH7971> sent דוד <WH1732> And David וידבר <WH1696> and communed באביגיל <WH26> with Abigail, לקחתה <WH3947> to take לו לאשׁה׃ <WH802> her to him to wife."},{"number":40,"verse":"ויבאו <WH935> were come עבדי <WH5650> And when the servants דוד <WH1732> of David אל <WH413> to אביגיל <WH26> Abigail הכרמלה <WH3760> to Carmel, וידברו <WH1696> they spoke אליה <WH413> unto לאמר <WH559> her, saying, דוד <WH1732> David שׁלחנו <WH7971> sent אליך <WH413> us unto לקחתך <WH3947> thee, to take לו לאשׁה׃ <WH802> thee to him to wife."},{"number":41,"verse":"ותקם <WH6965> And she arose, ותשׁתחו <WH7812> and bowed herself אפים <WH639> on face ארצה <WH776> to the earth, ותאמר <WH559> and said, הנה <WH2009> Behold, אמתך <WH519> thine handmaid לשׁפחה <WH8198> a servant לרחץ <WH7364> to wash רגלי <WH7272> the feet עבדי <WH5650> of the servants אדני׃ <WH113> of my lord."},{"number":42,"verse":"ותמהר <WH4116> hasted, ותקם <WH6965> and arose, אביגיל <WH26> And Abigail ותרכב <WH7392> and rode על <WH5921> upon החמור <WH2543> an ass, וחמשׁ <WH2568> with five נערתיה <WH5291> damsels ההלכות <WH1980> of hers that went לרגלה <WH7272> after ותלך <WH1980> her; and she went אחרי <WH310> after מלאכי <WH4397> the messengers דוד <WH1732> of David, ותהי <WH1961> and became לו לאשׁה׃ <WH802> his wife."},{"number":43,"verse":"ואת <WH853> אחינעם <WH293> Ahinoam לקח <WH3947> also took דוד <WH1732> David מיזרעאל <WH3157> ותהיין <WH1961> and they were גם <WH1571> also שׁתיהן <WH8147> both לו לנשׁים׃ <WH802> of them his wives."},{"number":44,"verse":"ושׁאול <WH7586> But Saul נתן <WH5414> had given את <WH853> מיכל <WH4324> Michal בתו <WH1323> his daughter, אשׁת <WH802> wife, דוד <WH1732> David's לפלטי <WH6406> to Phalti בן <WH1121> the son לישׁ <WH3919> of Laish, אשׁר <WH834> which מגלים׃ <WH1554>"}]}