{"bibleAbbr":"Orig2013+","bookName":"שמואל א","bookEnglishName":"1 Samuel","chapterNumber":27,"verses":[{"number":1,"verse":"ויאמר <WH559> said דוד <WH1732> And David אל <WH413> in לבו <WH3820> his heart, עתה <WH6258> I shall now אספה <WH5595> perish יום <WH3117> day אחד <WH259> one ביד <WH3027> by the hand שׁאול <WH7586> of Saul: אין <WH369> nothing לי טוב <WH2896> better כי <WH3588> for me than המלט <WH4422> so shall I escape אמלט <WH4422> אל <WH413> into ארץ <WH776> the land פלשׁתים <WH6430> of the Philistines; ונואשׁ <WH2976> shall despair ממני <WH4480> of שׁאול <WH7586> and Saul לבקשׁני <WH1245> me, to seek עוד <WH5750> me any more בכל <WH3605> in any גבול <WH1366> coast ישׂראל <WH3478> of Israel: ונמלטתי <WH4422> מידו׃ <WH3027> out of his hand."},{"number":2,"verse":"ויקם <WH6965> arose, דוד <WH1732> And David ויעבר <WH5674> passed over הוא <WH1931> and he ושׁשׁ <WH8337> with the six מאות <WH3967> hundred אישׁ <WH376> men אשׁר <WH834> that עמו <WH5973> with אל <WH413> him unto אכישׁ <WH397> Achish, בן <WH1121> the son מעוך <WH4582> of Maoch, מלך <WH4428> king גת׃ <WH1661> of Gath."},{"number":3,"verse":"וישׁב <WH3427> dwelt דוד <WH1732> And David עם <WH5973> with אכישׁ <WH397> Achish בגת <WH1661> at Gath, הוא <WH1931> he ואנשׁיו <WH376> and his men, אישׁ <WH376> every man וביתו <WH1004> with his household, דוד <WH1732> David ושׁתי <WH8147> with his two נשׁיו <WH802> wives, אחינעם <WH293> Ahinoam היזרעאלית <WH3159> the Jezreelitess, ואביגיל <WH26> and Abigail אשׁת <WH802> wife. נבל <WH5037> Nabal's הכרמלית׃ <WH3762>"},{"number":4,"verse":"ויגד <WH5046> And it was told לשׁאול <WH7586> Saul כי <WH3588> that ברח <WH1272> was fled דוד <WH1732> David גת <WH1661> to Gath: ולא <WH3808> no יוסף <WH3254> again עוד <WH5750> more לבקשׁו׃ <WH1245> and he sought"},{"number":5,"verse":"ויאמר <WH559> said דוד <WH1732> And David אל <WH413> unto אכישׁ <WH397> Achish, אם <WH518> If נא <WH4994> I have now מצאתי <WH4672> found חן <WH2580> grace בעיניך <WH5869> in thine eyes, יתנו <WH5414> let them give לי מקום <WH4725> me a place באחת <WH259> in some ערי <WH5892> town השׂדה <WH7704> in the country, ואשׁבה <WH3427> that I may dwell שׁם <WH8033> there: ולמה <WH4100> for why ישׁב <WH3427> dwell עבדך <WH5650> should thy servant בעיר <WH5892> city הממלכה <WH4467> in the royal עמך׃ <WH5973> with"},{"number":6,"verse":"ויתן <WH5414> gave לו אכישׁ <WH397> Then Achish ביום <WH3117> day: ההוא <WH1931> that את <WH853> צקלג <WH6860> him Ziklag לכן <WH3651> wherefore היתה <WH1961> pertaineth צקלג <WH6860> Ziklag למלכי <WH4428> unto the kings יהודה <WH3063> of Judah עד <WH5704> unto היום <WH3117> day. הזה׃ <WH2088> this"},{"number":7,"verse":"ויהי <WH1961> was מספר <WH4557> a full הימים <WH3117> And the time אשׁר <WH834> that ישׁב <WH3427> dwelt דוד <WH1732> David בשׂדה <WH7704> in the country פלשׁתים <WH6430> of the Philistines ימים <WH3117> year וארבעה <WH702> and four חדשׁים׃ <WH2320> months."},{"number":8,"verse":"ויעל <WH5927> went up, דוד <WH1732> And David ואנשׁיו <WH582> ויפשׁטו <WH6584> and invaded אל <WH413> and invaded הגשׁורי <WH1651> the Geshurites, והגרזי <WH1511> and the Gezrites, והעמלקי <WH6003> and the Amalekites: כי <WH3588> for הנה <WH2007> those ישׁבות <WH3427> the inhabitants הארץ <WH776> of the land, אשׁר <WH834> of old מעולם <WH5769> בואך <WH935> as thou goest שׁורה <WH7793> to Shur, ועד <WH5704> even unto ארץ <WH776> the land מצרים׃ <WH4714> of Egypt."},{"number":9,"verse":"והכה <WH5221> smote דוד <WH1732> And David את <WH853> הארץ <WH776> the land, ולא <WH3808> neither יחיה <WH2421> and left אישׁ <WH376> man ואשׁה <WH802> nor woman ולקח <WH3947> alive, and took away צאן <WH6629> the sheep, ובקר <WH1241> and the oxen, וחמרים <WH2543> and the asses, וגמלים <WH1581> and the camels, ובגדים <WH899> and the apparel, וישׁב <WH7725> and returned, ויבא <WH935> and came אל <WH413> to אכישׁ׃ <WH397> Achish."},{"number":10,"verse":"ויאמר <WH559> said, אכישׁ <WH397> And Achish אל <WH408> Whither פשׁטתם <WH6584> have ye made a road היום <WH3117> today? ויאמר <WH559> said, דוד <WH1732> And David על <WH5921> Against נגב <WH5045> the south יהודה <WH3063> of Judah, ועל <WH5921> and against נגב <WH5045> the south הירחמאלי <WH3397> of the Jerahmeelites, ואל <WH413> and against נגב <WH5045> the south הקיני׃ <WH7017> of the Kenites."},{"number":11,"verse":"ואישׁ <WH376> man ואשׁה <WH802> nor woman לא <WH3808> neither יחיה <WH2421> saved דוד <WH1732> And David להביא <WH935> alive, to bring גת <WH1661> to Gath, לאמר <WH559> saying, פן <WH6435> Lest יגדו <WH5046> they should tell עלינו <WH5921> on לאמר <WH559> us, saying, כה <WH3541> So עשׂה <WH6213> did דוד <WH1732> David, וכה <WH3541> and so משׁפטו <WH4941> his manner כל <WH3605> all הימים <WH3117> the while אשׁר <WH834> ישׁב <WH3427> he dwelleth בשׂדה <WH7704> in the country פלשׁתים׃ <WH6430> of the Philistines."},{"number":12,"verse":"ויאמן <WH539> believed אכישׁ <WH397> And Achish בדוד <WH1732> David, לאמר <WH559> saying, הבאשׁ <WH887> utterly to abhor הבאישׁ <WH887> utterly to abhor בעמו <WH5971> He hath made his people בישׂראל <WH3478> Israel והיה <WH1961> him; therefore he shall be לי לעבד <WH5650> my servant עולם׃ <WH5769> forever."}]}