{"bibleAbbr":"Orig2013+","bookName":"שמואל א","bookEnglishName":"1 Samuel","chapterNumber":28,"verses":[{"number":1,"verse":"ויהי <WH1961> And it came to pass בימים <WH3117> days, ההם <WH1992> in those ויקבצו <WH6908> gathered together פלשׁתים <WH6430> that the Philistines את <WH853> מחניהם <WH4264> their armies לצבא <WH6635> for warfare, להלחם <WH3898> to fight בישׂראל <WH3478> with Israel. ויאמר <WH559> said אכישׁ <WH397> And Achish אל <WH413> unto דוד <WH1732> David, ידע <WH3045> תדעי <WH3588> that אתי <WH854> with תצא <WH3318> thou shalt go out במחנה <WH4264> me to battle, אתה <WH859> thou ואנשׁיך׃ <WH376> and thy men."},{"number":2,"verse":"ויאמר <WH559> said דוד <WH1732> And David אל <WH413> to אכישׁ <WH397> Achish, לכן <WH3651> Surely אתה <WH859> thou תדע <WH3045> shalt know את <WH853> אשׁר <WH834> what יעשׂה <WH6213> can do. עבדך <WH5650> thy servant ויאמר <WH559> said אכישׁ <WH397> And Achish אל <WH413> to דוד <WH1732> David, לכן <WH3651> Therefore שׁמר <WH8104> thee keeper לראשׁי <WH7218> of mine head אשׂימך <WH7760> will I make כל <WH3605> forever. הימים׃ <WH3117> forever."},{"number":3,"verse":"ושׁמואל <WH8050> Now Samuel מת <WH4191> was dead, ויספדו <WH5594> had lamented לו כל <WH3605> and all ישׂראל <WH3478> Israel ויקברהו <WH6912> him, and buried ברמה <WH7414> him in Ramah, ובעירו <WH5892> even in his own city. ושׁאול <WH7586> And Saul הסיר <WH5493> had put away האבות <WH178> those that had familiar spirits, ואת <WH853> הידענים <WH3049> and the wizards, מהארץ׃ <WH776> out of the land."},{"number":4,"verse":"ויקבצו <WH6908> gathered themselves together, פלשׁתים <WH6430> And the Philistines ויבאו <WH935> and came ויחנו <WH2583> and pitched בשׁונם <WH7766> in Shunem: ויקבץ <WH6908> שׁאול <WH7586> and Saul את <WH853> כלשׂראל <WH3478> ויחנו <WH2583> and they pitched בגלבע׃ <WH1533> in Gilboa."},{"number":5,"verse":"וירא <WH7200> saw שׁאול <WH7586> And when Saul את <WH853> מחנה <WH4264> the host פלשׁתים <WH6430> of the Philistines, וירא <WH3372> he was afraid, ויחרד <WH2729> trembled. לבו <WH3820> and his heart מאד׃ <WH3966> greatly"},{"number":6,"verse":"וישׁאל <WH7592> inquired שׁאול <WH7586> And when Saul ביהוה <WH3068> of the LORD, ולא <WH3808> him not, ענהו <WH6030> answered יהוה <WH3068> the LORD גם <WH1571> neither בחלמות <WH2472> by dreams, גם <WH1571> nor באורים <WH224> by Urim, גם <WH1571> nor בנביאם׃ <WH5030> by prophets."},{"number":7,"verse":"ויאמר <WH559> Then said שׁאול <WH7586> Saul לעבדיו <WH5650> unto his servants, בקשׁו <WH1245> Seek לי אשׁת <WH802> me a woman בעלת <WH1172> that hath אוב <WH178> a familiar spirit, ואלכה <WH1980> that I may go אליה <WH413> to ואדרשׁה <WH1875> her, and inquire בה ויאמרו <WH559> said עבדיו <WH5650> of her. And his servants אליו <WH413> to הנה <WH2009> him, Behold, אשׁת <WH802> a woman בעלת <WH1172> that hath אוב <WH178> a familiar spirit בעין דור׃ <WH5874> at Endor."},{"number":8,"verse":"ויתחפשׂ <WH2664> disguised himself, שׁאול <WH7586> And Saul וילבשׁ <WH3847> and put on בגדים <WH899> raiment, אחרים <WH312> other וילך <WH1980> went, הוא <WH1931> and he ושׁני <WH8147> and two אנשׁים <WH582> עמו <WH5973> with ויבאו <WH935> him, and they came אל <WH413> to האשׁה <WH802> the woman לילה <WH3915> by night: ויאמר <WH559> and he said, קסומי <WH7080> divine נא <WH7080> לי באוב <WH178> unto me by the familiar spirit, והעלי <WH5927> and bring לי את <WH853> אשׁר <WH834> me up, whom אמר <WH559> I shall name אליך׃ <WH413> unto"},{"number":9,"verse":"ותאמר <WH559> said האשׁה <WH802> And the woman אליו <WH413> unto הנה <WH2009> him, Behold, אתה <WH859> thou ידעת <WH3045> knowest את <WH853> אשׁר <WH834> what עשׂה <WH6213> hath done, שׁאול <WH7586> Saul אשׁר <WH834> how הכרית <WH3772> he hath cut off את <WH853> האבות <WH178> those that have familiar spirits, ואת <WH853> הידעני <WH3049> and the wizards, מן <WH4480> out of הארץ <WH776> the land: ולמה <WH4100> wherefore אתה <WH859> then layest thou מתנקשׁ <WH5367> a snare בנפשׁי <WH5315> for my life, להמיתני׃ <WH4191> to cause me to die?"},{"number":10,"verse":"וישׁבע <WH7650> swore לה שׁאול <WH7586> And Saul ביהוה <WH3068> to her by the LORD, לאמר <WH559> saying, חי <WH2416> liveth, יהוה <WH3068> the LORD אם <WH518> there shall no יקרך <WH7136> happen עון <WH5771> punishment בדבר <WH1697> thing. הזה׃ <WH2088> to thee for this"},{"number":11,"verse":"ותאמר <WH559> Then said האשׁה <WH802> the woman, את <WH853> מיעלה <WH5927> shall I bring up לך ויאמר <WH559> unto thee? And he said, את <WH853> שׁמואל <WH8050> Samuel. העלי׃ <WH5927> Bring me up"},{"number":12,"verse":"ותרא <WH7200> saw האשׁה <WH802> And when the woman את <WH853> שׁמואל <WH8050> Samuel, ותזעק <WH2199> she cried בקול <WH6963> voice: גדול <WH1419> with a loud ותאמר <WH559> spoke האשׁה <WH802> and the woman אל <WH413> to שׁאול <WH7586> Saul, לאמר <WH559> saying, למה <WH4100> Why רמיתני <WH7411> hast thou deceived ואתה <WH859> me? for thou שׁאול׃ <WH7586> Saul."},{"number":13,"verse":"ויאמר <WH559> said לה המלך <WH4428> And the king אל <WH408> unto her, Be not תיראי <WH3372> afraid: כי <WH3588> for מה <WH4100> what ראית <WH7200> sawest ותאמר <WH559> said האשׁה <WH802> thou? And the woman אל <WH413> unto שׁאול <WH7586> Saul, אלהים <WH430> gods ראיתי <WH7200> I saw עלים <WH5927> ascending מן <WH4480> out of הארץ׃ <WH776> the earth."},{"number":14,"verse":"ויאמר <WH559> And he said לה מה <WH4100> unto her, What תארו <WH8389> form ותאמר <WH559> he of? And she said, אישׁ <WH376> man זקן <WH2205> An old עלה <WH5927> cometh up; והוא <WH1931> and he עטה <WH5844> covered מעיל <WH4598> with a mantle. וידע <WH3045> perceived שׁאול <WH7586> And Saul כי <WH3588> that שׁמואל <WH8050> it Samuel, הוא <WH1931> and he ויקד <WH6915> stooped אפים <WH639> with face ארצה <WH776> to the ground, וישׁתחו׃ <WH7812> and bowed himself."},{"number":15,"verse":"ויאמר <WH559> said שׁמואל <WH8050> And Samuel אל <WH413> to שׁאול <WH7586> Saul, למה <WH4100> Why הרגזתני <WH7264> hast thou disquieted להעלות <WH5927> אתייאמר <WH559> answered, שׁאול <WH7586> And Saul צר <WH6887> distressed; לי מאד <WH3966> I am sore ופלשׁתים <WH6430> for the Philistines נלחמים <WH3898> make war בי ואלהים <WH430> against me, and God סר <WH5493> is departed מעלי <WH5921> from ולא <WH3808> me no ענני <WH6030> me, and answereth עוד <WH5750> more, גם <WH1571> neither ביד <WH3027> by הנביאם <WH5030> prophets, גם <WH1571> nor בחלמות <WH2472> by dreams: ואקראה <WH7121> therefore I have called לך להודיעני <WH3045> thee, that thou mayest make known מה <WH4100> unto me what אעשׂה׃ <WH6213> I shall do."},{"number":16,"verse":"ויאמר <WH559> Then said שׁמואל <WH8050> Samuel, ולמה <WH4100> Wherefore תשׁאלני <WH7592> then dost thou ask ויהוה <WH3068> of me, seeing the LORD סר <WH5493> is departed מעליך <WH5921> from ויהי <WH1961> thee, and is become ערך׃ <WH6145> thine enemy?"},{"number":17,"verse":"ויעשׂ <WH6213> hath done יהוה <WH3068> And the LORD לו כאשׁר <WH834> to him, as דבר <WH1696> he spoke בידי <WH3027> by ויקרע <WH7167> hath rent יהוה <WH3068> me: for the LORD את <WH853> הממלכה <WH4467> the kingdom מידך <WH3027> out of thine hand, ויתנה <WH5414> and given לרעך <WH7453> it to thy neighbor, לדוד׃ <WH1732> to David:"},{"number":18,"verse":"כאשׁר <WH834> Because לא <WH3808> not שׁמעת <WH8085> thou obeyedst בקול <WH6963> the voice יהוה <WH3068> of the LORD, ולא <WH3808> nor עשׂית <WH6213> executedst חרון <WH2740> his fierce אפו <WH639> wrath בעמלק <WH6002> upon Amalek, על <WH5921> therefore כן <WH3651> therefore הדבר <WH1697> thing הזה <WH2088> this עשׂה <WH6213> done לך יהוה <WH3068> hath the LORD היום <WH3117> day. הזה׃ <WH2088> unto thee this"},{"number":19,"verse":"ויתן <WH5414> will also deliver יהוה <WH3068> the LORD גם <WH1571> Moreover את <WH853> ישׂראל <WH3478> Israel עמך <WH5973> with ביד <WH3027> thee into the hand פלשׁתים <WH6430> of the Philistines: ומחר <WH4279> and tomorrow אתה <WH859> thou ובניך <WH1121> and thy sons עמי <WH5973> with גם <WH1571> also את <WH853> מחנה <WH4264> the host ישׂראל <WH3478> of Israel יתן <WH5414> shall deliver יהוה <WH3068> me: the LORD ביד <WH3027> into the hand פלשׁתים׃ <WH6430> of the Philistines."},{"number":20,"verse":"וימהר <WH4116> straightway שׁאול <WH7586> Then Saul ויפל <WH5307> fell מלא <WH4393> all along קומתו <WH6967> all along ארצה <WH776> on the earth, וירא <WH3372> afraid, מאד <WH3966> and was sore מדברי <WH1697> because of the words שׁמואל <WH8050> of Samuel: גם <WH1571> and כח <WH3581> strength לא <WH3808> no היה <WH1961> there was בו כי <WH3588> in him; for לא <WH3808> no אכל <WH398> he had eaten לחם <WH3899> bread כל <WH3605> all היום <WH3117> the day, וכל <WH3605> nor all הלילה׃ <WH3915> the night."},{"number":21,"verse":"ותבוא <WH935> came האשׁה <WH802> And the woman אל <WH413> unto שׁאול <WH7586> Saul, ותרא <WH7200> and saw כי <WH3588> that נבהל <WH926> troubled, מאד <WH3966> he was sore ותאמר <WH559> and said אליו <WH413> unto הנה <WH2009> him, Behold, שׁמעה <WH8085> hath obeyed שׁפחתך <WH8198> thine handmaid בקולך <WH6963> thy voice, ואשׂים <WH7760> and I have put נפשׁי <WH5315> my life בכפי <WH3709> in my hand, ואשׁמע <WH8085> and have hearkened את <WH853> דבריך <WH1697> unto thy words אשׁר <WH834> which דברת <WH1696> thou spokest אלי׃ <WH413> unto"},{"number":22,"verse":"ועתה <WH6258> Now שׁמע <WH8085> hearken נא <WH4994> therefore, I pray thee, גם <WH1571> also אתה <WH859> thou בקול <WH6963> unto the voice שׁפחתך <WH8198> of thine handmaid, ואשׂמה <WH7760> and let me set לפניך <WH6440> before פת <WH6595> a morsel לחם <WH3899> of bread ואכול <WH398> thee; and eat, ויהי <WH1961> that thou mayest have בך כח <WH3581> strength, כי <WH3588> when תלך <WH1980> thou goest בדרך׃ <WH1870> on thy way."},{"number":23,"verse":"וימאן <WH3985> But he refused, ויאמר <WH559> and said, לא <WH3808> I will not אכל <WH398> eat. ויפרצו <WH6555> compelled בו עבדיו <WH5650> But his servants, וגם <WH1571> together with האשׁה <WH802> the woman, וישׁמע <WH8085> him; and he hearkened לקלם <WH6963> unto their voice. ויקם <WH6965> So he arose מהארץ <WH776> from the earth, וישׁב <WH3427> and sat אל <WH413> upon המטה׃ <WH4296> the bed."},{"number":24,"verse":"ולאשׁה <WH802> And the woman עגל <WH5695> calf מרבק <WH4770> had a fat בבית <WH1004> in the house; ותמהר <WH4116> and she hasted, ותזבחהו <WH2076> and killed ותקח <WH3947> it, and took קמח <WH7058> flour, ותלשׁ <WH3888> and kneaded ותפהו <WH644> and did bake מצות׃ <WH4682> unleavened bread"},{"number":25,"verse":"ותגשׁ <WH5066> And she brought לפני <WH6440> before שׁאול <WH7586> Saul, ולפני <WH6440> and before עבדיו <WH5650> his servants; ויאכלו <WH398> and they did eat. ויקמו <WH6965> Then they rose up, וילכו <WH1980> and went away בלילה <WH3915> night. ההוא׃ <WH1931> that"}]}