{"bibleAbbr":"Orig2013+","bookName":"שמואל א","bookEnglishName":"1 Samuel","chapterNumber":3,"verses":[{"number":1,"verse":"והנער <WH5288> And the child שׁמואל <WH8050> Samuel משׁרת <WH8334> ministered את <WH853> יהוה <WH3068> unto the LORD לפני <WH6440> before עלי <WH5941> Eli. ודבר <WH1697> And the word יהוה <WH3068> of the LORD היה <WH1961> was יקר <WH3368> precious בימים <WH3117> days; ההם <WH1992> in those אין <WH369> no חזון <WH2377> vision. נפרץ׃ <WH6555> open"},{"number":2,"verse":"ויהי <WH1961> And it came to pass ביום <WH3117> at that time, ההוא <WH1931> when ועלי <WH5941> Eli שׁכב <WH7901> laid down במקמו <WH4725> in his place, ועינו <WH5869> and his eyes החלו <WH2490> began כהות <WH3544> to wax dim, לא <WH3808> not יוכל <WH3201> he could לראות׃ <WH7200> see;"},{"number":3,"verse":"ונר <WH5216> the lamp אלהים <WH430> of God טרם <WH2962> And ere יכבה <WH3518> went out ושׁמואל <WH8050> and Samuel שׁכב <WH7901> was laid down בהיכל <WH1964> in the temple יהוה <WH3068> of the LORD, אשׁר <WH834> where שׁם <WH8033> where ארון <WH727> the ark אלהים׃ <WH430> of God"},{"number":4,"verse":"ויקרא <WH7121> called יהוה <WH3068> That the LORD אל <WH413> called שׁמואל <WH8050> Samuel: ויאמר <WH559> and he answered, הנני׃ <WH2005>"},{"number":5,"verse":"וירץ <WH7323> And he ran אל <WH413> unto עלי <WH5941> Eli, ויאמר <WH559> and said, הנני <WH2005> כי <WH3588> I; for קראת <WH7121> thou calledst לי ויאמר <WH559> me. And he said, לא <WH3808> not; קראתי <WH7121> I called שׁוב <WH7725> again. שׁכב <WH7901> lie down וילך <WH1980> And he went וישׁכב׃ <WH7901> and lay down."},{"number":6,"verse":"ויסף <WH3254> again, יהוה <WH3068> And the LORD קרא <WH7121> called עוד <WH5750> yet שׁמואל <WH8050> Samuel. ויקם <WH6965> arose שׁמואל <WH8050> And Samuel וילך <WH1980> and went אל <WH413> to עלי <WH5941> Eli, ויאמר <WH559> and said, הנני <WH2005> כי <WH3588> I; for קראת <WH7121> thou didst call לי ויאמר <WH559> me. And he answered, לא <WH3808> not, קראתי <WH7121> I called בני <WH1121> my son; שׁוב <WH7725> again. שׁכב׃ <WH7901> lie down"},{"number":7,"verse":"ושׁמואל <WH8050> Now Samuel טרם <WH2962> did not yet ידע <WH3045> know את <WH853> יהוה <WH3068> the LORD, וטרם <WH2962> yet יגלה <WH1540> revealed אליו <WH413> unto דבר <WH1697> neither was the word יהוה׃ <WH3068> of the LORD"},{"number":8,"verse":"ויסף <WH3254> again יהוה <WH3068> And the LORD קרא <WH7121> called שׁמואל <WH8050> Samuel בשׁלשׁית <WH7992> the third ויקם <WH6965> time. And he arose וילך <WH1980> and went אל <WH413> to עלי <WH5941> Eli, ויאמר <WH559> and said, הנני <WH2005> כי <WH3588> I; for קראת <WH7121> thou didst call לי ויבן <WH995> perceived עלי <WH5941> me. And Eli כי <WH3588> that יהוה <WH3068> the LORD קרא <WH7121> had called לנער׃ <WH5288> the child."},{"number":9,"verse":"ויאמר <WH559> said עלי <WH5941> Therefore Eli לשׁמואל <WH8050> unto Samuel, לך <WH1980> Go, שׁכב <WH7901> lie down: והיה <WH1961> and it shall be, אם <WH518> if יקרא <WH7121> he call אליך <WH413> he call ואמרת <WH559> thee, that thou shalt say, דבר <WH1696> Speak, יהוה <WH3068> LORD; כי <WH3588> for שׁמע <WH8085> heareth. עבדך <WH5650> thy servant וילך <WH1980> went שׁמואל <WH8050> So Samuel וישׁכב <WH7901> and lay down במקומו׃ <WH4725> in his place."},{"number":10,"verse":"ויבא <WH935> came, יהוה <WH3068> And the LORD ויתיצב <WH3320> and stood, ויקרא <WH7121> and called כפעם <WH6471> as at other times, בפעם <WH6471> as at other times, שׁמואל <WH8050> Samuel, שׁמואל <WH8050> Samuel. ויאמר <WH559> answered, שׁמואל <WH8050> Then Samuel דבר <WH1696> Speak; כי <WH3588> for שׁמע <WH8085> heareth. עבדך׃ <WH5650> thy servant"},{"number":11,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> to שׁמואל <WH8050> Samuel, הנה <WH2009> Behold, אנכי <WH595> I עשׂה <WH6213> will do דבר <WH1697> a thing בישׂראל <WH3478> in Israel, אשׁר <WH834> at which כל <WH3605> of every one שׁמעו <WH8085> that heareth תצלינה <WH6750> it shall tingle. שׁתי <WH8147> both אזניו׃ <WH241> the ears"},{"number":12,"verse":"ביום <WH3117> day ההוא <WH1931> In that אקים <WH6965> I will perform אל <WH413> against עלי <WH5941> Eli את <WH853> כל <WH3605> all אשׁר <WH834> which דברתי <WH1696> I have spoken אל <WH413> concerning ביתו <WH1004> his house: החל <WH2490> when I begin, וכלה׃ <WH3615> I will also make an end."},{"number":13,"verse":"והגדתי <WH5046> For I have told לו כי <WH3588> him that שׁפט <WH8199> will judge אני <WH589> I את <WH853> ביתו <WH1004> his house עד <WH5704> forever עולם <WH5769> forever בעון <WH5771> for the iniquity אשׁר <WH834> which ידע <WH3045> he knoweth; כי <WH3588> because מקללים <WH7043> made themselves vile, להם <WH1992> בניו <WH1121> his sons ולא <WH3808> them not. כהה׃ <WH3543> and he restrained"},{"number":14,"verse":"ולכן <WH3651> And therefore נשׁבעתי <WH7650> I have sworn לבית <WH1004> unto the house עלי <WH5941> of Eli, אם <WH518> shall not יתכפר <WH3722> be purged עון <WH5771> that the iniquity בית <WH1004> house עלי <WH5941> of Eli's בזבח <WH2077> with sacrifice ובמנחה <WH4503> nor offering עד <WH5704> forever. עולם׃ <WH5769> forever."},{"number":15,"verse":"וישׁכב <WH7901> lay שׁמואל <WH8050> And Samuel עד <WH5704> until הבקר <WH1242> the morning, ויפתח <WH6605> and opened את <WH853> דלתות <WH1817> the doors בית <WH1004> of the house יהוה <WH3068> of the LORD. ושׁמואל <WH8050> And Samuel ירא <WH3372> feared מהגיד <WH5046> אתמראה <WH4759> the vision. אל <WH413> עלי׃ <WH5941> Eli"},{"number":16,"verse":"ויקרא <WH7121> called עלי <WH5941> Then Eli את <WH853> שׁמואל <WH8050> Samuel, ויאמר <WH559> and said, שׁמואל <WH8050> Samuel, בני <WH1121> my son. ויאמר <WH559> And he answered, הנני׃ <WH2005>"},{"number":17,"verse":"ויאמר <WH559> And he said, מה <WH4100> What הדבר <WH1697> the thing אשׁר <WH834> that דבר <WH1696> hath said אליך <WH413> unto אל <WH408> not נא <WH4994> thee? I pray thee תכחד <WH3582> hide ממני <WH4480> from כה <WH3541> so יעשׂה <WH6213> do לך אלהים <WH430> me: God וכה <WH3541> also, יוסיף <WH3254> to thee, and more אם <WH518> if תכחד <WH3582> thou hide ממני <WH4480> from דבר <WH1697> thing מכל <WH3605> me of all הדבר <WH1697> the things אשׁר <WH834> that דבר <WH1696> he said אליך׃ <WH413> unto"},{"number":18,"verse":"ויגד <WH5046> told לו שׁמואל <WH8050> And Samuel את <WH853> כל <WH3605> him every הדברים <WH1697> whit, ולא <WH3808> nothing כחד <WH3582> and hid ממנו <WH4480> from ויאמר <WH559> him. And he said, יהוה <WH3068> the LORD: הוא <WH1931> It הטוב <WH2896> him good. בעינו <WH5869> what seemeth יעשׂה׃ <WH6213> let him do"},{"number":19,"verse":"ויגדל <WH1431> grew, שׁמואל <WH8050> And Samuel ויהוה <WH3068> and the LORD היה <WH1961> was עמו <WH5973> with ולא <WH3808> him, and did let none הפיל <WH5307> fall מכל <WH3605> דבריו <WH1697> of his words ארצה׃ <WH776> to the ground."},{"number":20,"verse":"וידע <WH3045> knew כל <WH3605> And all ישׂראל <WH3478> Israel מדן <WH1835> ועד <WH5704> even to באר שׁבע <WH884> Beer-sheba כי <WH3588> that נאמן <WH539> established שׁמואל <WH8050> Samuel לנביא <WH5030> a prophet ליהוה׃ <WH3068> of the LORD."},{"number":21,"verse":"ויסף <WH3254> again יהוה <WH3068> And the LORD להראה <WH7200> appeared בשׁלה <WH7887> in Shiloh: כי <WH3588> for נגלה <WH1540> revealed himself יהוה <WH3068> the LORD אל <WH413> to שׁמואל <WH8050> Samuel בשׁלו <WH7887> in Shiloh בדבר <WH1697> by the word יהוה׃ <WH3068> of the LORD."}]}