{"bibleAbbr":"Orig2013+","bookName":"שמואל א","bookEnglishName":"1 Samuel","chapterNumber":6,"verses":[{"number":1,"verse":"ויהי <WH1961> was ארון <WH727> And the ark יהוה <WH3068> of the LORD בשׂדה <WH7704> in the country פלשׁתים <WH6430> of the Philistines שׁבעה <WH7651> seven חדשׁים׃ <WH2320> months."},{"number":2,"verse":"ויקראו <WH7121> called פלשׁתים <WH6430> And the Philistines לכהנים <WH3548> for the priests ולקסמים <WH7080> and the diviners, לאמר <WH559> saying, מה <WH4100> What נעשׂה <WH6213> shall we do לארון <WH727> to the ark יהוה <WH3068> of the LORD? הודענו <WH3045> tell במה <WH4100> us wherewith נשׁלחנו <WH7971> we shall send למקומו׃ <WH4725> it to his place."},{"number":3,"verse":"ויאמרו <WH559> And they said, אם <WH518> If משׁלחים <WH7971> ye send away את <WH853> ארון <WH727> the ark אלהי <WH430> of the God ישׂראל <WH3478> of Israel, אל <WH408> it not תשׁלחו <WH7971> send אתו <WH853> ריקם <WH7387> empty; כי <WH3588> but השׁב <WH7725> in any wise return תשׁיבו <WH7725> in any wise return לו אשׁם <WH817> him a trespass offering: אז <WH227> then תרפאו <WH7495> ye shall be healed, ונודע <WH3045> and it shall be known לכם למה <WH4100> to you why לא <WH3808> is not תסור <WH5493> removed ידו <WH3027> his hand מכם׃ <WH4480> from"},{"number":4,"verse":"ויאמרו <WH559> Then said מה <WH4100> they, What האשׁם <WH817> the trespass offering אשׁר <WH834> which נשׁיב <WH7725> we shall return לו ויאמרו <WH559> to him? They answered, מספר <WH4557> the number סרני <WH5633> of the lords פלשׁתים <WH6430> of the Philistines: חמשׁה <WH2568> Five עפלי <WH6076> emerods, זהב <WH2091> golden וחמשׁה <WH2568> and five עכברי <WH5909> mice, זהב <WH2091> golden כי <WH3588> for מגפה <WH4046> plague אחת <WH259> one לכלם <WH3605> on you all, ולסרניכם׃ <WH5633> and on your lords."},{"number":5,"verse":"ועשׂיתם <WH6213> Wherefore ye shall make צלמי <WH6754> images עפליכם <WH6076> of your emerods, וצלמי <WH6754> and images עכבריכם <WH5909> of your mice המשׁחיתם <WH7843> that mar את <WH853> הארץ <WH776> the land; ונתתם <WH5414> and ye shall give לאלהי <WH430> unto the God ישׂראל <WH3478> of Israel: כבוד <WH3519> glory אולי <WH194> peradventure יקל <WH7043> he will lighten את <WH853> ידו <WH3027> his hand מעליכם <WH5921> from off ומעל <WH5921> you, and from off אלהיכם <WH430> your gods, ומעל <WH5921> and from off ארצכם׃ <WH776> your land."},{"number":6,"verse":"ולמה <WH4100> Wherefore תכבדו <WH3513> then do ye harden את <WH853> לבבכם <WH3824> your hearts, כאשׁר <WH834> as כבדו <WH3513> hardened מצרים <WH4713> ופרעה <WH6547> and Pharaoh את <WH853> לבם <WH3820> their hearts? הלוא <WH3808> among them, did they not כאשׁר <WH834> when התעלל <WH5953> he had wrought wonderfully בהם וישׁלחום <WH7971> let the people go, וילכו׃ <WH1980> and they departed?"},{"number":7,"verse":"ועתה <WH6258> Now קחו <WH3947> and take ועשׂו <WH6213> therefore make עגלה <WH5699> cart, חדשׁה <WH2319> new אחת <WH259> a ושׁתי <WH8147> two פרות <WH6510> kine, עלות <WH5763> milch אשׁר <WH834> which לא <WH3808> no עלה <WH5927> there hath come עליהם <WH5921> on על <WH5923> yoke, ואסרתם <WH631> and tie את <WH853> הפרות <WH6510> the kine בעגלה <WH5699> to the cart, והשׁיבתם <WH7725> and bring בניהם <WH1121> their calves מאחריהם <WH310> from הביתה׃ <WH1004> home"},{"number":8,"verse":"ולקחתם <WH3947> And take את <WH853> ארון <WH727> the ark יהוה <WH3068> of the LORD, ונתתם <WH5414> and lay אתו <WH853> אל <WH413> it upon העגלה <WH5699> the cart; ואת <WH853> כלי <WH3627> the jewels הזהב <WH2091> of gold, אשׁר <WH834> which השׁבתם <WH7725> ye return לו אשׁם <WH817> him a trespass offering, תשׂימו <WH7760> and put בארגז <WH712> in a coffer מצדו <WH6654> by the side ושׁלחתם <WH7971> אתוהלך׃ <WH1980> that it may go."},{"number":9,"verse":"וראיתם <WH7200> And see, אם <WH518> if דרך <WH1870> by the way גבולו <WH1366> of his own coast יעלה <WH5927> it goeth up בית שׁמשׁ <WH1053> to Beth-shemesh, הוא <WH1931> he עשׂה <WH6213> hath done לנו את <WH853> הרעה <WH7451> evil: הגדולה <WH1419> great הזאת <WH2063> us this ואם <WH518> but if לא <WH3808> not, וידענו <WH3045> then we shall know כי <WH3588> that לא <WH3808> not ידו <WH3027> his hand נגעה <WH5060> smote בנו מקרה <WH4745> a chance הוא <WH1931> us: it היה׃ <WH1961> happened"},{"number":10,"verse":"ויעשׂו <WH6213> did האנשׁים <WH376> And the men כן <WH3651> so; ויקחו <WH3947> and took שׁתי <WH8147> two פרות <WH6510> kine, עלות <WH5763> milch ויאסרום <WH631> and tied בעגלה <WH5699> them to the cart, ואת <WH853> בניהם <WH1121> their calves כלו <WH3607> and shut up בבית׃ <WH1004> at home:"},{"number":11,"verse":"וישׂמו <WH7760> And they laid את <WH853> ארון <WH727> the ark יהוה <WH3068> of the LORD אל <WH413> upon העגלה <WH5699> the cart, ואת <WH853> הארגז <WH712> and the coffer ואת <WH853> עכברי <WH5909> the mice הזהב <WH2091> of gold ואת <WH853> צלמי <WH6754> and the images טחריהם׃ <WH2914> of their emerods."},{"number":12,"verse":"וישׁרנה <WH3474> took the straight הפרות <WH6510> And the kine בדרך <WH1870> way על <WH5921> to דרך <WH1870> the way בית שׁמשׁ <WH1053> of Beth-shemesh, במסלה <WH4546> highway, אחת <WH259> the הלכו <WH1980> went along הלך <WH1980> as they went, וגעו <WH1600> lowing ולא <WH3808> and turned not aside סרו <WH5493> and turned not aside ימין <WH3225> the right hand ושׂמאול <WH8040> or the left; וסרני <WH5633> and the lords פלשׁתים <WH6430> of the Philistines הלכים <WH1980> went אחריהם <WH310> after עד <WH5704> them unto גבול <WH1366> the border בית שׁמשׁ׃ <WH1053> of Beth-shemesh."},{"number":13,"verse":"ובית שׁמשׁ <WH1053> And Beth-shemesh קצרים <WH7114> reaping קציר <WH7105> harvest חטים <WH2406> their wheat בעמק <WH6010> in the valley: וישׂאו <WH5375> and they lifted up את <WH853> עיניהם <WH5869> their eyes, ויראו <WH7200> and saw את <WH853> הארון <WH727> the ark, וישׂמחו <WH8055> and rejoiced לראות׃ <WH7200> to see"},{"number":14,"verse":"והעגלה <WH5699> And the cart באה <WH935> came אל <WH413> into שׂדה <WH7704> the field יהושׁע <WH3091> of Joshua, בית השׁמשׁי <WH1030> a Beth-shemite, ותעמד <WH5975> and stood שׁם <WH8033> there, ושׁם <WH8033> where אבן <WH68> stone: גדולה <WH1419> a great ויבקעו <WH1234> and they cleaved את <WH853> עצי <WH6086> the wood העגלה <WH5699> of the cart, ואת <WH853> הפרות <WH6510> the kine העלו <WH5927> and offered עלה <WH5930> a burnt offering ליהוה׃ <WH3068> unto the LORD."},{"number":15,"verse":"והלוים <WH3881> And the Levites הורידו <WH3381> took down את <WH853> ארון <WH727> the ark יהוה <WH3068> of the LORD, ואת <WH853> הארגז <WH712> and the coffer אשׁר <WH834> that אתו <WH854> with אשׁר <WH834> it, wherein בו כלי <WH3627> the jewels זהב <WH2091> of gold וישׂמו <WH7760> and put אל <WH413> on האבן <WH68> stone: הגדולה <WH1419> the great ואנשׁי <WH376> and the men בית שׁמשׁ <WH1053> of Beth-shemesh העלו <WH5927> offered עלות <WH5930> burnt offerings ויזבחו <WH2076> and sacrificed זבחים <WH2077> sacrifices ביום <WH3117> day ההוא <WH1931> the same ליהוה׃ <WH3068> unto the LORD."},{"number":16,"verse":"וחמשׁה <WH2568> And when the five סרני <WH5633> lords פלשׁתים <WH6430> of the Philistines ראו <WH7200> had seen וישׁבו <WH7725> they returned עקרון <WH6138> to Ekron ביום <WH3117> day. ההוא׃ <WH1931> the same"},{"number":17,"verse":"ואלה <WH428> And these טחרי <WH2914> emerods הזהב <WH2091> the golden אשׁר <WH834> which השׁיבו <WH7725> returned פלשׁתים <WH6430> the Philistines אשׁם <WH817> a trespass offering ליהוה <WH3068> unto the LORD; לאשׁדוד <WH795> for Ashdod אחד <WH259> one, לעזה <WH5804> for Gaza אחד <WH259> one, לאשׁקלון <WH831> for Askelon אחד <WH259> one, לגת <WH1661> for Gath אחד <WH259> one, לעקרון <WH6138> for Ekron אחד׃ <WH259> one;"},{"number":18,"verse":"ועכברי <WH5909> mice, הזהב <WH2091> And the golden מספר <WH4557> the number כל <WH3605> of all ערי <WH5892> the cities פלשׁתים <WH6430> of the Philistines לחמשׁת <WH2568> to the five הסרנים <WH5633> lords, מעיר <WH5892> מבצרעד <WH5704> and of כפר <WH3724> villages, הפרזי <WH6521> country ועד <WH5704> even unto אבל <WH59> Abel, הגדולה <WH1419> the great אשׁר <WH834> whereon הניחו <WH3240> עליה <WH5921> whereon את <WH853> ארון <WH727> the ark יהוה <WH3068> of the LORD: עד <WH5704> unto היום <WH3117> day הזה <WH2088> this בשׂדה <WH7704> in the field יהושׁע <WH3091> of Joshua, בית השׁמשׁי׃ <WH1030> the Beth-shemite."},{"number":19,"verse":"ויך <WH5221> And he smote באנשׁי <WH582> בית שׁמשׁ <WH1053> of Beth-shemesh, כי <WH3588> because ראו <WH7200> they had looked בארון <WH727> into the ark יהוה <WH3068> of the LORD, ויך <WH5221> even he smote בעם <WH5971> of the people שׁבעים <WH7657> and threescore and ten אישׁ <WH376> the men חמשׁים <WH2572> fifty אלף <WH505> thousand אישׁ <WH376> men: ויתאבלו <WH56> lamented, העם <WH5971> and the people כי <WH3588> because הכה <WH5221> had smitten יהוה <WH3068> the LORD בעם <WH5971> of the people מכה <WH4347> slaughter. גדולה׃ <WH1419> with a great"},{"number":20,"verse":"ויאמרו <WH559> said, אנשׁי <WH376> And the men בית שׁמשׁ <WH1053> of Beth-shemesh מי <WH4310> Who יוכל <WH3201> is able לעמד <WH5975> to stand לפני <WH6440> before יהוה <WH3068> LORD האלהים <WH430> God? הקדושׁ <WH6918> holy הזה <WH2088> this ואל <WH413> and to מי <WH4310> whom יעלה <WH5927> shall he go up מעלינו׃ <WH5921> from"},{"number":21,"verse":"וישׁלחו <WH7971> And they sent מלאכים <WH4397> messengers אל <WH413> to יושׁבי <WH3427> the inhabitants קרית יערים <WH7157> of Kirjath-jearim, לאמר <WH559> saying, השׁבו <WH7725> have brought again פלשׁתים <WH6430> The Philistines את <WH853> ארון <WH727> the ark יהוה <WH3068> of the LORD; רדו <WH3381> come ye down, העלו <WH5927> אתוליכם׃ <WH413> to"}]}