{"bibleAbbr":"GB1587","bookName":"Malachi","bookEnglishName":"Malachi","chapterNumber":3,"verses":[{"number":1,"verse":"Behold, I will send my This is meant of John the Baptist, as Christ interprets it; (Luk_7:27). messenger, and he shall prepare the way before me: and the Meaning, the Messiah, as in (Psa_40:17; Dan_9:17, Dan_9:25). Lord, whom ye seek, shall suddenly come to his temple, even the That is, Christ, by whom the covenant was made and ratified, who is called the angel or messenger of the covenant, because he reconciles us to his Father, and is Lord or King, because he has the rule of his Church. messenger of the covenant, whom ye delight in: behold, he shall come, saith the LORD of hosts."},{"number":2,"verse":"But who He shows that the hypocrites who wish so much for the Lord's coming will not remain when he draws near: for he will consume them, and purge his own and make them clean. may abide the day of his coming? and who shall stand when he appeareth? for he [is] like a refiner's fire, and like fullers' soap:"},{"number":3,"verse":"And he shall sit [as] a refiner and purifier of silver: and he shall purify the sons of He begins at the priests, that they might be lights, and shine unto others. Levi, and purge them as gold and silver, that they may offer unto the LORD an offering in righteousness."},{"number":4,"verse":"Then shall the offerings of Iudah and Ierusalem be acceptable vnto the Lord, as in old time and in the yeeres afore."},{"number":5,"verse":"And I will come neere to you to iudgement, and I will be a swift witnesse against the southsayers, and against the adulterers, and against false swearers, and against those that wrongfully keepe backe the hirelings wages, and vexe the widowe, and the fatherlesse, and oppresse the stranger, and feare not me, sayth the Lord of hostes."},{"number":6,"verse":"For I [am] the LORD, I change not; therefore ye sons of Jacob They murmured against God, because they did not see his help which was ever present to defend them: and therefore he accuses them of ingratitude, and shows that in that they are not daily consumed, it is a sign that he still defends them, and so his mercy towards them never changes. are not consumed."},{"number":7,"verse":"Even from the days of your fathers ye are gone away from mine ordinances, and have not kept [them]. Read (Zec_1:3). Return unto me, and I will return unto you, saith the LORD of hosts. But ye said, Wherein shall we return?"},{"number":8,"verse":"Will a There are none of the heathen so barbarous, that will defraud their gods of their honour, or deal deceitfully with them. man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In By which the service of God should have been maintained, and the priests and the poor relieved. tithes and offerings."},{"number":9,"verse":"Ye are cursed with a curse: for ye haue spoyled me, euen this whole nation."},{"number":10,"verse":"Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, Not having respect how much you need, but I will give you in all abundance, so that you will lack place to put my blessings in. that [there shall] not [be room] enough [to receive it]."},{"number":11,"verse":"And I will rebuke the Meaning the caterpillar, and whatever destroys corn and fruits. devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the LORD of hosts."},{"number":12,"verse":"And all nations shall call you blessed: for ye shall be a pleasant lande, sayeth the Lorde of hostes."},{"number":13,"verse":"Your words have been stout The Prophet condemns them of double blasphemy against God: first, in that they said that God had no respect for those that served him, and next, that the wicked were more in his favour than the godly. against me, saith the LORD. Yet ye say, What have we spoken [so much] against thee?"},{"number":14,"verse":"Ye haue saide, It is in vaine to serue God: and what profite is it that we haue kept his commandement, and that we walked humbly before the Lord of hostes?"},{"number":15,"verse":"And now we call the proud happy; yea, they that work wickedness are set up; yea, [they that] tempt God are even They are not only preferred to honour, but also delivered from dangers. delivered."},{"number":16,"verse":"After these admonitions of the Prophet, some were strongly touched, and encouraged others to fear God. Then they that feared the LORD spake often one to another: and the LORD hearkened, and heard [it], and a Both because the thing was strange that some turned to God in that great and universal corruption, and also that this might be an example of God's mercies to all repentant sinners. book of remembrance was written before him for them that feared the LORD, and that thought upon his name."},{"number":17,"verse":"And they shall be mine, saith the LORD of hosts, in that day When I will restore my Church according to my promise, they will be as my own proper goods. when I make up my jewels; and I will That is, forgive their sins, and govern them with my Spirit. spare them, as a man spareth his own son that serveth him."},{"number":18,"verse":"Then shall you returne, and discerne betweene the righteous and wicked, betweene him that serueth God, and him that serueth him not."}]}