{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"A prayer of the afflicted, when he is overwhelmed and pours out his complaint before the LORD. Hear my prayer, O LORD, and let my cry come to You."},{"number":2,"verse":"Hide not Your face from me in the day when I am in trouble; bow down Your ear to me; in the day I call, answer me quickly."},{"number":3,"verse":"For my days go up like smoke, and my bones glow like a firebrand."},{"number":4,"verse":"My heart is stricken, and dried like grass, so that I forget to eat my bread."},{"number":5,"verse":"Because of the voice of my groaning, my bones hold fast to my skin."},{"number":6,"verse":"I am like a pelican of the wilderness; I am like an owl of the desert."},{"number":7,"verse":"I watch, and am as a sparrow alone on the house top."},{"number":8,"verse":"My enemies curse me all the day; and they who are mad against me are sworn against me."},{"number":9,"verse":"For I have eaten ashes like bread, and have mixed my drink with weeping,"},{"number":10,"verse":"because of Your anger and Your wrath; for You have lifted me up and cast me down."},{"number":11,"verse":"My days [are] like a shadow stretched out; and I wither like grass."},{"number":12,"verse":"But You, O LORD, shall endure forever; and Your memory to all generations."},{"number":13,"verse":"You shall arise, [and] have mercy on Zion; for the time to pity her, yea, the set time, has come."},{"number":14,"verse":"For Your servants take pleasure in its stones, and pity its dust."},{"number":15,"verse":"So the nations shall fear the name of the LORD, and all the kings of the earth Your glory."},{"number":16,"verse":"When the LORD shall build up Zion, He shall appear in His glory."},{"number":17,"verse":"He will turn to the prayer of the forsaken and not despise their prayer."},{"number":18,"verse":"This shall be written for the generation to come; and the people who shall be created shall praise the LORD."},{"number":19,"verse":"For He has looked down from the height of His sanctuary; from Heaven the LORD beheld the earth;"},{"number":20,"verse":"to hear the groaning of the prisoner, to set free the sons of death;"},{"number":21,"verse":"to declare the name of the LORD in Zion, and His praise in Jerusalem;"},{"number":22,"verse":"when the peoples and the kingdoms have gathered together to serve the LORD."},{"number":23,"verse":"He weakened my strength in the way; He shortened my days."},{"number":24,"verse":"I said, O my God, take me not away in the midst of my days; Your years [are] through the generation of generations."},{"number":25,"verse":"Of old You have laid the foundation of the earth; and the heavens [are] the work of Your hands."},{"number":26,"verse":"They shall perish, but You shall endure; yea, all of them shall become old like a garment; like a robe You shall change them, and they shall be changed;"},{"number":27,"verse":"but You [are] He, and Your years shall have no end."},{"number":28,"verse":"The sons of Your servants shall continue, and their seed shall be established before You."}]}