{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":118,"verses":[{"number":1,"verse":"O give thanks to the LORD; for [He is] good; because His mercy [endures] forever."},{"number":2,"verse":"Let Israel now say that His mercy [endures] forever."},{"number":3,"verse":"Let the house of Aaron now say that His mercy [endures] forever."},{"number":4,"verse":"Let those who fear the LORD now say that His mercy [endures] forever."},{"number":5,"verse":"I called on the LORD in distress; the LORD answered me, and [set me] in a large place."},{"number":6,"verse":"The LORD [is] for me, I will not fear; what can man do to me?"},{"number":7,"verse":"The LORD [is] for me among those who help me; and I will see [my desire] on those who hate me."},{"number":8,"verse":"[It is] better to trust in the LORD than to trust in man."},{"number":9,"verse":"[It is] better to trust in the LORD than to trust in princes."},{"number":10,"verse":"All the nations surround me, but in the name of the LORD I will destroy them."},{"number":11,"verse":"They surround me; yea, they surround me, but in the name of the LORD I will destroy them."},{"number":12,"verse":"They surround me like bees; they are put out like the fire of thorns; for in the name of the LORD I will cut them off."},{"number":13,"verse":"You have thrust hard at me so that I might fall; but the LORD helped me."},{"number":14,"verse":"The LORD [is] my strength and song, and He is my salvation."},{"number":15,"verse":"The voice of rejoicing and salvation [is] in the tents of the righteous; the right hand of the LORD does mighty things."},{"number":16,"verse":"The right hand of the LORD is lifted up; the right hand of the LORD does mighty things."},{"number":17,"verse":"I shall not die, but live and declare the works of the LORD."},{"number":18,"verse":"The LORD has sorely chastened me; but He has not given me over to death."},{"number":19,"verse":"Open to me the gates of righteousness; I will go into them, [and] I will praise the LORD."},{"number":20,"verse":"This [is] the gate of the LORD into which the righteous shall enter."},{"number":21,"verse":"I will praise You; for You have heard me, and are my salvation."},{"number":22,"verse":"The Stone [which] the builders refused has become the Head of the corner."},{"number":23,"verse":"This is from the LORD; it [is] marvelous in our eyes."},{"number":24,"verse":"This [is] the day [which] the LORD has made; we will rejoice and be glad in it."},{"number":25,"verse":"Save now, I beseech You, O LORD; O LORD, I beseech You, cause [us] to prosper now."},{"number":26,"verse":"Blessed [is] He coming in the name of the LORD; we have blessed You out of the house of the LORD."},{"number":27,"verse":"God [is] the LORD, who gives light to us. Tie the sacrifice with cords to the horns of the altar."},{"number":28,"verse":"You [are] my God, and I will exalt You; You [are] my God, I will praise You."},{"number":29,"verse":"Oh give thanks to the LORD; for [He is] good; for His mercy [endures] forever."}]}