{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":119,"verses":[{"number":1,"verse":"ALEPH. Blessed [are] the upright in the way, who walk in the law of the LORD."},{"number":2,"verse":"Blessed [are] they who keep His testimonies, and who seek Him with all the heart."},{"number":3,"verse":"They also do no iniquity; they walk in His ways."},{"number":4,"verse":"You have commanded [us] to keep Your commandments carefully."},{"number":5,"verse":"O that my ways were fixed to keep Your statutes!"},{"number":6,"verse":"Then I shall not be ashamed, when I have respect to all Your commandments."},{"number":7,"verse":"I will praise You with uprightness of heart when I have learned Your righteous judgments."},{"number":8,"verse":"I will keep Your statutes; do not forsake me completely."},{"number":9,"verse":"BETH. With what shall a young man cleanse his way? By taking heed according to Your word."},{"number":10,"verse":"With all my heart I have sought You; do not let me wander from Your commandments."},{"number":11,"verse":"I have hidden Your word in my heart, so that I might not sin against You."},{"number":12,"verse":"Blessed [are] You, O LORD; teach me Your statutes."},{"number":13,"verse":"With my lips I have declared all the judgments of Your mouth."},{"number":14,"verse":"I have rejoiced in the way of Your testimonies, [as much as] in all riches."},{"number":15,"verse":"I will think on Your commandments and have respect to Your ways."},{"number":16,"verse":"I will delight myself in Your statutes; I will not forget Your word."},{"number":17,"verse":"GIMEL. Deal bountifully with Your servant, [that] I may live and keep Your word."},{"number":18,"verse":"Open my eyes, so that I may behold wonderful things out of Your law."},{"number":19,"verse":"I [am] a stranger in the earth; do not hide Your commandments from me."},{"number":20,"verse":"My soul breaks for the longing that it has to Your judgments at all times."},{"number":21,"verse":"You have rebuked the proud [who are] cursed, who go astray from Your commandments."},{"number":22,"verse":"Remove cursing and scorn from me; for I have kept Your testimonies."},{"number":23,"verse":"Princes also sat and spoke against me; [but] Your servant thought on Your statutes."},{"number":24,"verse":"Your testimonies also [are] my delight [and] my advisers."},{"number":25,"verse":"DALETH. My soul clings to the dust; give me life according to Your word."},{"number":26,"verse":"I have declared my ways, and You hear me; teach me Your statutes."},{"number":27,"verse":"Make me to understand the way of Your commandments, and I will speak of Your wonderful works."},{"number":28,"verse":"My soul weeps [for] grief; strengthen me according to Your word."},{"number":29,"verse":"Remove from me the way of lying; and grant me Your law graciously."},{"number":30,"verse":"I have chosen the way of truth; I have laid Your judgments [before me]."},{"number":31,"verse":"I have stuck to Your testimonies; O LORD, do not put me to shame."},{"number":32,"verse":"I will run the way of Your commandments, when You shall enlarge my heart."},{"number":33,"verse":"HE. O LORD, teach me the way of Your statutes, and I shall keep it [to] the end."},{"number":34,"verse":"Give me understanding, and I shall keep Your law; yea, I shall observe it with all [my] heart."},{"number":35,"verse":"Cause me to walk in the path of Your commandments; for I delight in them."},{"number":36,"verse":"Bow my heart to Your testimonies, and not to unjust gain."},{"number":37,"verse":"Turn away my eyes from seeing vanity; in Your way give me life."},{"number":38,"verse":"Make Your word sure to Your servant, who [is devoted] to Your fear."},{"number":39,"verse":"Turn away my shame which I fear; for Your judgments [are] good."},{"number":40,"verse":"Behold, I have longed after Your commandments; in Your righteousness give me life."},{"number":41,"verse":"VAU. Let Your mercies come to me, O LORD, even according to Your salvation, according to Your word."},{"number":42,"verse":"And I shall have something to answer him who mocks me; for I trust in Your word."},{"number":43,"verse":"And take not the word of truth utterly out of my mouth; for I have hoped in Your judgments."},{"number":44,"verse":"And I shall keep Your law continually forever and ever."},{"number":45,"verse":"And I will always walk in a broad place; for I seek Your commandments."},{"number":46,"verse":"I will speak of Your testimonies also before kings, and will not be ashamed."},{"number":47,"verse":"And I will delight myself in Your commandments, which I have loved."},{"number":48,"verse":"And I will lift up my hands to Your commandments which I have loved; and I will think on Your statutes."},{"number":49,"verse":"ZAYIN. Remember the word to Your servant, on which You have caused me to hope."},{"number":50,"verse":"This [is] my comfort in my affliction; for Your word has given me life."},{"number":51,"verse":"The proud have utterly scorned me; yet I have not turned aside from Your law."},{"number":52,"verse":"I remembered Your judgments of old, O LORD, and have comforted myself."},{"number":53,"verse":"Horror has taken hold on me because of the wicked who forsake Your law."},{"number":54,"verse":"Your statutes have been my songs in the house of my pilgrimage."},{"number":55,"verse":"I have remembered Your name, O LORD, in the night, and have kept Your law."},{"number":56,"verse":"This was done to me, because I kept Your commandments."},{"number":57,"verse":"CHETH. [You are] my portion, O LORD; I have said that I would keep Your words."},{"number":58,"verse":"I looked for Your favor with all [my] heart; be merciful to me according to Your word."},{"number":59,"verse":"I thought on my ways, and turned my feet to Your testimonies."},{"number":60,"verse":"I made haste and did not delay to keep Your commandments."},{"number":61,"verse":"The bands of the wicked have robbed me; [but] I have not forgotten Your law."},{"number":62,"verse":"At midnight I will rise to give thanks to You because of Your righteous judgments."},{"number":63,"verse":"I [am] a companion of all who fear You, and of those who keep Your commandments."},{"number":64,"verse":"O LORD, the earth is full of Your mercy; teach me Your statutes."},{"number":65,"verse":"TETH. You have dealt well with Your servant, O LORD, according to Your word."},{"number":66,"verse":"Teach me good judgment and knowledge; for I have believed Your commandments."},{"number":67,"verse":"Before I was afflicted I went astray; but now I have kept Your word."},{"number":68,"verse":"You [are] good, and do good; teach me Your statutes."},{"number":69,"verse":"The proud have forged a lie against me; I will keep Your commandments with all [my] heart."},{"number":70,"verse":"Their heart is without feeling, like fat; [but] I delight in Your law."},{"number":71,"verse":"[It is] good for me that I have been afflicted, so that I might learn Your statutes."},{"number":72,"verse":"The law of Your mouth [is] better to me than thousands of gold and silver."},{"number":73,"verse":"JOD. Your hands have made me and formed me; give me understanding so that I may learn Your commandments."},{"number":74,"verse":"They who fear You will be glad when they see me; because I have hoped in Your word."},{"number":75,"verse":"I know, O LORD, that Your judgments [are] right, and that You have afflicted me in faithfulness."},{"number":76,"verse":"I beseech You, let Your merciful kindness be for my comfort, according to Your word to Your servant."},{"number":77,"verse":"Let Your tender mercies come to me so that I may live; for Your law [is] my delight."},{"number":78,"verse":"Let the proud be ashamed; for they perverted my cause with lying; I will think on Your commandments."},{"number":79,"verse":"Let those who fear You turn to me, and those who have known Your testimonies."},{"number":80,"verse":"Let my heart be sound in Your statutes, so that I may not be ashamed."},{"number":81,"verse":"KAPH. My soul faints for Your salvation; I hope in Your word."},{"number":82,"verse":"My eyes fail for Your word, saying, When will You comfort me?"},{"number":83,"verse":"For I am like a wineskin in the smoke; I do not forget Your statutes."},{"number":84,"verse":"How many [are] the days of Your servant? When will You carry out judgment on my persecutors?"},{"number":85,"verse":"The proud have dug pits for me, which [are] not according to Your law."},{"number":86,"verse":"All Your commandments [are] faithful; they persecute me [with] lying; help me."},{"number":87,"verse":"They had almost finished me on earth; but I did not forsake Your commandments."},{"number":88,"verse":"According to Your loving-kindness give me life; so shall I keep the testimony of Your mouth."},{"number":89,"verse":"LAMED. Forever, O LORD, Your word is settled in the heavens."},{"number":90,"verse":"Your faithfulness [is] to all generations; You have founded the earth, and it remains."},{"number":91,"verse":"They stand to this day according to Your ordinances; for all [are] Your servants."},{"number":92,"verse":"Unless Your law [had been] my delight, I should then have perished in my affliction."},{"number":93,"verse":"I will never forget Your commandments; for with them You have given me life."},{"number":94,"verse":"I [am] Yours, save me; for I have sought Your commandments."},{"number":95,"verse":"The wicked have waited for me to destroy me; [but] I will think on Your testimonies."},{"number":96,"verse":"I have seen an end to all perfection; Your commandment [is] exceedingly broad."},{"number":97,"verse":"MEM. Oh how I love Your law! It [is] my meditation all the day."},{"number":98,"verse":"Through Your commandments You make me wiser than my enemies, for they [are] ever with me."},{"number":99,"verse":"I have more understanding than all my teachers; for Your testimonies [are] my prayer."},{"number":100,"verse":"I understand more than the old men, because I keep Your commandments."},{"number":101,"verse":"I have kept my feet from every evil way, so that I might keep Your word."},{"number":102,"verse":"I have not departed from Your judgments; for You have taught me."},{"number":103,"verse":"How sweet are Your words to my taste! More than honey to my mouth!"},{"number":104,"verse":"Through Your commandments I get understanding; therefore I hate every false way."},{"number":105,"verse":"NUN. Your word [is] a lamp to my feet, and a light to my path."},{"number":106,"verse":"I have sworn, and I raised [it], that I will keep Your righteous judgments."},{"number":107,"verse":"I am afflicted very much; O LORD, give me life according to Your word."},{"number":108,"verse":"I pray You, take the free-will offerings of my mouth, O LORD, and teach me Your judgments."},{"number":109,"verse":"My life [is] in my hand daily; yet I do not forget Your law."},{"number":110,"verse":"The wicked have laid a snare for me; yet I do not go astray from Your commandments."},{"number":111,"verse":"I have taken Your testimonies as an inheritance forever; for they [are] the rejoicing of my heart."},{"number":112,"verse":"I have bowed down my heart to do Your statutes always to the end."},{"number":113,"verse":"SAMECH. I hate half-hearted [thoughts]; but Your law do I love."},{"number":114,"verse":"You [are] my hiding-place and my shield; I hope in Your word."},{"number":115,"verse":"Depart from me, you evil-doers, for I will keep the commandments of my God."},{"number":116,"verse":"Uphold me according to Your word, that I may live; and let me not be ashamed of my hope."},{"number":117,"verse":"Hold me up, and I shall be safe; and I will always have respect to Your statutes."},{"number":118,"verse":"You have trampled all those who go astray from Your statutes; for their deceit [is] falsehood."},{"number":119,"verse":"You put away all the wicked of the earth [like] waste; therefore I love Your testimonies."},{"number":120,"verse":"My flesh trembles in fear of You; and I am afraid of Your judgments."},{"number":121,"verse":"AYIN. I have done the just and right [thing]; leave me not to those who crush me."},{"number":122,"verse":"Be surety for Your servant for good; let not the proud press me down."},{"number":123,"verse":"My eyes fail for Your salvation, and for the word of Your righteousness."},{"number":124,"verse":"Deal with Your servant according to Your mercy, and teach me Your statutes."},{"number":125,"verse":"I [am] Your servant; give me understanding, that I may know Your testimonies."},{"number":126,"verse":"[It is] time for the LORD to work; for they have broken Your law."},{"number":127,"verse":"Therefore I love Your commandments above gold; yea, even fine gold."},{"number":128,"verse":"Therefore I count all [Your] commandments concerning all things to be right; I hate every false way."},{"number":129,"verse":"PE. Your testimonies [are] wonderful; therefore my soul keeps them."},{"number":130,"verse":"The entrance of Your words gives light; it gives understanding to the simple."},{"number":131,"verse":"I opened my mouth and panted; for I longed for Your commandments."},{"number":132,"verse":"Look on me, and be merciful to me, as You usually do to those who love Your name."},{"number":133,"verse":"Order my steps in Your word; and do not let any iniquity rule over me."},{"number":134,"verse":"Deliver me from the oppression of man; and I will keep Your commandments."},{"number":135,"verse":"Make Your face shine on Your servant; and teach me Your statutes."},{"number":136,"verse":"Rivers of water run down my eyes, because they do not keep Your law."},{"number":137,"verse":"TZADDI. You are righteous, O LORD, and Your judgments [are] right."},{"number":138,"verse":"In Your testimonies You have commanded righteousness and faithfulness exceedingly."},{"number":139,"verse":"My zeal has eaten me up, because my enemies have forgotten Your words."},{"number":140,"verse":"Your word [is] very pure; therefore Your servant loves it."},{"number":141,"verse":"I [am] small and despised; [yet] I do not forget Your commandments."},{"number":142,"verse":"Your righteousness [is] an everlasting righteousness, and Your law [is] the truth."},{"number":143,"verse":"Trouble and anguish have taken hold on me; [yet] Your commandments [are] my delight."},{"number":144,"verse":"The righteousness of Your testimonies [is] everlasting; give me understanding, and I shall live."},{"number":145,"verse":"QOPH. I cried with [my] whole heart; hear me, O LORD; I will keep Your statutes."},{"number":146,"verse":"I cried to You; save me, and I shall keep Your testimonies."},{"number":147,"verse":"I went before the dawning of the morning and cried; I hoped in Your word."},{"number":148,"verse":"My eyes go before the [night] watches, so that I might think on Your word."},{"number":149,"verse":"Hear my voice according to Your loving-kindness; O LORD, according to Your judgment give me life."},{"number":150,"verse":"They draw near, those who follow after wickedness; they are far from Your law."},{"number":151,"verse":"You [are] near, O LORD, and all Your commandments [are] truth."},{"number":152,"verse":"Concerning Your testimonies, I have known of old that You have founded them forever."},{"number":153,"verse":"RESH. Look on my affliction, and deliver me; for I do not forget Your law."},{"number":154,"verse":"Plead my cause, and deliver me; according to Your word give me life."},{"number":155,"verse":"Salvation [is] far from the wicked, for they do not seek Your statutes."},{"number":156,"verse":"Great [are] Your tender mercies, O LORD; according to Your judgments give me life."},{"number":157,"verse":"Many [are] my persecutors and my enemies, yet I do not turn aside from Your testimonies."},{"number":158,"verse":"I saw the traitors, and was grieved because they did not keep Your word."},{"number":159,"verse":"See how I love Your commandments; O LORD, according to Your loving-kindness give me life."},{"number":160,"verse":"Your word [is] true from the beginning; and every one of Your righteous judgments [endures] forever."},{"number":161,"verse":"SHIN. Princes have persecuted me without a cause, but my heart stands in fear of Your word."},{"number":162,"verse":"I rejoice at Your word, as one who finds great spoil."},{"number":163,"verse":"I hate and despise lying; [but] I love Your law."},{"number":164,"verse":"I praise You seven [times] a day because of Your righteous judgments."},{"number":165,"verse":"Great peace [is to] those who love Your law, and [there is] no stumbling block for them."},{"number":166,"verse":"LORD, I have hoped for Your salvation, and have done Your commandments."},{"number":167,"verse":"My soul has kept Your testimonies; and I love them very much."},{"number":168,"verse":"I have kept Your commandments and Your testimonies; for all my ways [are] before You."},{"number":169,"verse":"TAU. Let my cry come near to You, O LORD; give me wisdom according to Your word."},{"number":170,"verse":"Let my prayer come before You; deliver me according to Your word."},{"number":171,"verse":"My lips shall utter praise, when You have taught me Your statutes."},{"number":172,"verse":"My tongue shall speak Your word, for all Your commandments [are] righteousness."},{"number":173,"verse":"Let Your hand help me; for I have chosen Your precepts."},{"number":174,"verse":"I have longed for Your salvation, O LORD; and Your law [is] my delight."},{"number":175,"verse":"Let my soul live, and it shall praise You; and let Your judgments help me."},{"number":176,"verse":"I have gone astray like a lost sheep; seek Your servant; for I do not forget Your commandments."}]}