{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"To the Chief Musician, A Psalm of David. O LORD, You have searched me and have known [me]."},{"number":2,"verse":"You know my sitting down and my rising up; You understand my thought afar off."},{"number":3,"verse":"You search my path and my lying down, and are acquainted [with] all my ways."},{"number":4,"verse":"For [there is] not a word in my tongue, but, lo, O LORD, You know it altogether."},{"number":5,"verse":"You have closed me in behind and in front, and laid Your hand on me."},{"number":6,"verse":"Such knowledge [is] too wonderful for me; it is high, I cannot go up to it."},{"number":7,"verse":"Where shall I go from Your Spirit? Or where shall I flee from Your presence?"},{"number":8,"verse":"If I go up into Heaven, You are there; if I make my bed in Sheol, behold, You [are there]."},{"number":9,"verse":"[If] I take the wings of the morning [and] dwell in the furthest parts of the sea;"},{"number":10,"verse":"even there shall Your hand lead me, and Your right hand shall hold me."},{"number":11,"verse":"If I say, Surely the darkness shall cover me, even the night [shall be] light around me."},{"number":12,"verse":"Yea, the darkness does not hide from You; but the night shines as the day; as [is] the darkness, so is the light to You."},{"number":13,"verse":"For You have possessed my inward parts; You have covered me in my mother's womb."},{"number":14,"verse":"I will praise You; for I am fearfully [and] wonderfully made; Your works [are] marvelous and my soul knows [it] very well."},{"number":15,"verse":"My bones were not hidden from You when I was made in secret [and] skillfully formed in the lowest parts of the earth."},{"number":16,"verse":"Your eyes saw my embryo; and in Your book all [my members] were written, the days they were formed, and not one [was] among them."},{"number":17,"verse":"How precious also are Your thoughts to me, O God! How great is the sum of them!"},{"number":18,"verse":"[If] I should count them, they are more than the sand; when I awake, I am still with You."},{"number":19,"verse":"Surely You will slay the wicked, O God; and bloody men, depart from me."},{"number":20,"verse":"Who will speak against You maliciously? Your enemies are lifted up with vanity."},{"number":21,"verse":"O LORD, do I not hate those who hate You? And am I [not] grieved with those who rise up against You?"},{"number":22,"verse":"I hate them [with] perfect hatred; I count them my enemies."},{"number":23,"verse":"Search me, O God, and know my heart; try me, and know my thoughts,"},{"number":24,"verse":"and see if [any] wicked way [is] in me; and lead me in the way everlasting."}]}