{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"To the Chief Musician, on the deer of the dawn. A Psalm of David. My God, my God, why have You forsaken me, and [are] far from my deliverance, [and from] the words of my groaning?"},{"number":2,"verse":"O my God, I cry in the daytime, but You do not answer; and in the night, and am not silent."},{"number":3,"verse":"But You [are] holy, enthroned on the praises of Israel."},{"number":4,"verse":"Our fathers trusted in You; they trusted, and You delivered them."},{"number":5,"verse":"They cried to You, and were delivered; they trusted in You, and were not ashamed."},{"number":6,"verse":"But I [am] a worm, and no man; a reproach of men, and despised by the people."},{"number":7,"verse":"All who see Me mock me; they shoot out the lip; they shake the head, [saying] ,"},{"number":8,"verse":"He trusted on the LORD; let Him deliver him; let Him rescue Him, since He delights in Him!"},{"number":9,"verse":"For You [are He] who took Me out of the womb, causing Me to trust while] on My mother's breasts."},{"number":10,"verse":"I was cast on You from the womb; You [are] My God from My mother's belly."},{"number":11,"verse":"Be not far from Me; for trouble [is] near, for [there is] none to help."},{"number":12,"verse":"Many bulls have circled around Me; strong [bulls] Of Bashan have surrounded Me."},{"number":13,"verse":"They opened wide their mouths on Me, [like] a ripping and a roaring lion."},{"number":14,"verse":"I am poured out like water, and all My bones are spread apart; My heart is like wax; it is melted in the midst of My bowels."},{"number":15,"verse":"My strength is dried up like a potsherd, and My tongue clings to My jaws;"},{"number":16,"verse":"and You have brought Me into the dust of death. For dogs have circled around Me; the band of spoilers have hemmed Me in, piercers of My hands and My feet."},{"number":17,"verse":"I can count all My bones; they look [and] stare at Me."},{"number":18,"verse":"They divide My garments among them and cast lots for My clothing."},{"number":19,"verse":"But You, O LORD, be not far from Me; O My strength, hurry to help Me!"},{"number":20,"verse":"Deliver My soul from the sword, My only one from the dog's hand."},{"number":21,"verse":"Save Me from the lion's mouth; from the wild oxen's horns. You have answered me."},{"number":22,"verse":"I will declare Your name to My brothers; in the midst of the congregation I will praise You."},{"number":23,"verse":"You who fear the LORD, praise Him; all of you, the seed of Jacob, glorify Him; and fear Him all the seed of Israel."},{"number":24,"verse":"For He has not despised nor hated the affliction of the afflicted; and He has not hidden His face from him, but when he cried to Him, He heard."},{"number":25,"verse":"My praise [shall be] of You in the great congregation; I will pay my vows before the ones who fear Him."},{"number":26,"verse":"The meek shall eat and be satisfied; those who seek the LORD shall praise Him; your heart shall live forever."},{"number":27,"verse":"All the ends of the world shall remember and turn to the LORD; and all the families of the nations shall worship before You."},{"number":28,"verse":"For the kingdom [is] the LORD's; and He [is] the ruler among the nations."},{"number":29,"verse":"All the fat [ones] on the earth shall eat and worship; all those who go down to the dust shall bow before Him; and none can keep alive his own soul."},{"number":30,"verse":"A seed shall serve Him; it shall be spoken of the LORD to the [coming] generation."},{"number":31,"verse":"They shall come, and shall declare His righteousness to a people that shall [yet] be born, that He has done [this]."}]}