{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":33,"verses":[{"number":1,"verse":"Rejoice in the LORD, O righteous [ones;] praise is becoming for the upright."},{"number":2,"verse":"Praise the LORD with lyre; sing to Him with a harp of ten strings."},{"number":3,"verse":"Sing to Him a new song; play skillfully with shouts of joy."},{"number":4,"verse":"For the Word of the LORD [is] right; and all His works [are] in truth."},{"number":5,"verse":"[He] loves righteousness and judgment; the earth is full of the mercy of the LORD."},{"number":6,"verse":"By the Word of the LORD were the heavens made; and all the host of them by the breath of His mouth."},{"number":7,"verse":"He gathered the waters of the sea like a heap, setting the depths in storehouses."},{"number":8,"verse":"Let all the earth fear the LORD; let all the people of the world stand in awe of Him."},{"number":9,"verse":"For He spoke, and it was [done]; He commanded, and it stood."},{"number":10,"verse":"The LORD brings the counsel of the nations to nothing; He breaks the plots of the people."},{"number":11,"verse":"The counsel of the LORD stands forever, the thoughts of His heart to all generations."},{"number":12,"verse":"Blessed [is] the nation whose God [is] the LORD; the people He has chosen for His inheritance."},{"number":13,"verse":"The LORD looks down from Heaven; He beholds all the sons of mankind."},{"number":14,"verse":"From His dwelling place He looks on all the people of the earth."},{"number":15,"verse":"Together He forms their hearts; His understanding [is] to all their works."},{"number":16,"verse":"The king is not saved by a great army; a mighty man is not delivered by much strength."},{"number":17,"verse":"A horse [is] a vain thing for safety; neither shall he deliver by his great strength."},{"number":18,"verse":"Behold, the eye of the LORD [is] to those who fear Him, on those who hope in His mercy;"},{"number":19,"verse":"to deliver their soul from death, and to keep them alive in famine."},{"number":20,"verse":"Our soul waits for the LORD; He [is] our help and our shield."},{"number":21,"verse":"For our heart shall rejoice in Him, because we trust in His holy name."},{"number":22,"verse":"Let Your mercy, O LORD, be on us, according as we hope in You."}]}