{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"A Psalm of David. Strive, O LORD, with those who strive with me; fight against those who fight against me."},{"number":2,"verse":"Take hold of a shield and buckler, and stand up for my help."},{"number":3,"verse":"Also draw out the spear and the lance against those who pursue me; say to my soul, I [am] your salvation."},{"number":4,"verse":"Let them be humbled and put to shame, those who seek after my soul; let them be turned back and be brought to blushing, those who plot evil to me."},{"number":5,"verse":"Let them be as chaff before the wind; and let the Angel of Jehovah drive [them] away."},{"number":6,"verse":"Let their way be dark and slippery; and let the Angel of Jehovah pursue them."},{"number":7,"verse":"For without cause they have spread their net for me [in] a pit-net; without cause they have dug for my soul."},{"number":8,"verse":"Let destruction come upon him, he will not know; and let his net which he has concealed catch him, let him fall in it, into destruction."},{"number":9,"verse":"And my soul shall be joyful in the LORD; it shall rejoice in His salvation."},{"number":10,"verse":"All my bones shall say, O LORD, who [is] like You, who delivers the poor from those stronger than he; yea, the poor and the needy from him who plunders him?"},{"number":11,"verse":"Cruel witnesses rose up; they asked of me that which I never knew."},{"number":12,"verse":"They rewarded me evil for good; bereaving my soul."},{"number":13,"verse":"But when they were sick, my clothing [was] sackcloth; I humbled my soul with fastings; and my prayer returned into my own bosom."},{"number":14,"verse":"As a friend, as to my brother, I walked; as one who mourns for a mother, I was bowed down, mourning."},{"number":15,"verse":"But in my stumbling they rejoiced, and gathered themselves; the defamers gathered themselves against me, and I knew not; they tore and were not silent,"},{"number":16,"verse":"with the hypocrites, mockers, [for] a cake, they gnashed on me with their teeth."},{"number":17,"verse":"O LORD, how long will You look on? Rescue my soul from their ravages, my only one from the lions."},{"number":18,"verse":"I will give You thanks in the great congregation; I will praise You among a mighty people."},{"number":19,"verse":"Let not those who are my lying enemies rejoice over me, those who hate me without cause wink [with] the eye."},{"number":20,"verse":"For they do not speak peace; but they think deceitful things against the quiet ones of the earth."},{"number":21,"verse":"And they widen their mouths against me; they say, Aha, aha! Our eyes have seen."},{"number":22,"verse":"You have seen, O LORD; do not keep silence; O LORD, do not be far from me."},{"number":23,"verse":"Stir up Yourself and awaken to my judgment, to my cause, my God and my Lord."},{"number":24,"verse":"Judge me, O LORD my God, according to Your righteousness; and do not let them rejoice over me."},{"number":25,"verse":"Let them not say in their hearts, Aha! Our Soul! Let them not say, We have swallowed him up."},{"number":26,"verse":"Let them be clothed [with] shame and dishonor together, [those] who magnify themselves over me."},{"number":27,"verse":"Let those who delight in my justification shout and rejoice; and they shall say without ceasing, The Lord be magnified, delighting in the peace of His servant."},{"number":28,"verse":"And my tongue shall speak of Your righteousness, of Your praise all the day long."}]}