{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":40,"verses":[{"number":1,"verse":"To the Chief Musician. A Psalm of David. I waited patiently for the LORD; and He bowed down to me, and heard my cry."},{"number":2,"verse":"He brought me up also out of a horrible pit, out of the miry clay, [and] set my feet on a rock, and gave sureness to my steps."},{"number":3,"verse":"And He has put a new song in my mouth, praise to our God; many shall see [it] and fear, and shall trust in the LORD."},{"number":4,"verse":"Blessed [is] the man who makes the LORD his trust and does not turn to the proud, nor to those who turn aside [to] a lie."},{"number":5,"verse":"O LORD my God, many things You have done, Your wonderful works and Your thoughts [which] [are] toward us; they cannot be set in order to You; I will declare and speak, for they are more than can be numbered."},{"number":6,"verse":"Sacrifice and offering You did not desire; My ears You have opened; burnt offering and sin offering You have not asked."},{"number":7,"verse":"Then I said, Lo, I come, in the volume of the Book [it is] written of Me;"},{"number":8,"verse":"I delight to do Your will, O My God; and Your law [is] within My heart."},{"number":9,"verse":"I have preached righteousness in the great congregation; lo, I have not kept back My lips, O LORD, You know."},{"number":10,"verse":"I have not hidden Your righteousness within my heart; I have declared Your faithfulness and Your salvation; I have not hidden Your loving-kindness and Your truth from the great congregation."},{"number":11,"verse":"Do not withhold Your tender mercies from me, O LORD; let Your loving-kindness and Your truth always watch over me."},{"number":12,"verse":"For evils without number have hemmed me in; my sins have taken hold on me, so that I am not able to look up; they are more than the hairs of my head, and my heart fails me."},{"number":13,"verse":"Be pleased, O LORD, to deliver me; O LORD, make haste to help me."},{"number":14,"verse":"Let them be ashamed and humbled together, those who seek after my soul to destroy it; let them be driven backward and put to shame, those who wish me evil."},{"number":15,"verse":"Let them be desolate as a reward for their shame, those who say to me, Aha, aha!"},{"number":16,"verse":"Let all those who seek You rejoice and be glad in You, and the ones loving your salvation always say, Let the LORD be magnified."},{"number":17,"verse":"But I [am] poor and needy; the LORD will care for me; You [are] my help and my deliverer; O my God, do not wait."}]}