{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"To the Chief Musician. For stringed instruments. A contemplation. A Psalm of David. Give ear to my prayer, O God; and hide not Yourself from my cry."},{"number":2,"verse":"Attend to me, and hear me; I wander and I moan in my complaint,"},{"number":3,"verse":"from the voice of the enemy, from the oppression of the wicked, for they shake trouble over me, and in wrath they hate me."},{"number":4,"verse":"My heart is pained within me; and the terrors of death have fallen on me."},{"number":5,"verse":"Fear and trembling have come on me, and horror has covered me."},{"number":6,"verse":"And I said, Who will give to me wings like a dove! I would fly away and be at rest."},{"number":7,"verse":"Lo, I would wander far off; I would lodge in the desert. Selah."},{"number":8,"verse":"I would hasten my escape from the windy storm [and] tempest."},{"number":9,"verse":"Swallow up, O LORD, [and] divide their tongues; for I have seen violence and fighting in the city."},{"number":10,"verse":"They go around her on her walls by day and night; and evil and sorrow [are] in her midst."},{"number":11,"verse":"Covetings [are] in her midst; oppression and guile will not depart from her streets."},{"number":12,"verse":"For [it is] not an enemy [who] reviled me; then I could have borne [it]; [it is] not one who hates me [who] magnified [himself] against me; or I would hide myself from him;"},{"number":13,"verse":"but [it is] you, a man my rank, my guide and my friend."},{"number":14,"verse":"We took sweet counsel together, [and] walked to the house of God in company."},{"number":15,"verse":"Let desolation take hold on them, [and] let them go down alive [into] hell; for evils [are] among them in their dwellings."},{"number":16,"verse":"I, [even] I, will call to God, and the LORD will save me."},{"number":17,"verse":"Evening and morning, and at noon, I will pray and cry aloud; and He shall hear my voice."},{"number":18,"verse":"He has delivered my soul in peace from the battle [that was] against me; for there were many with me."},{"number":19,"verse":"God shall hear and answer them, even He who is enthroned of old. Selah. Because they have no changes, therefore they do not fear God."},{"number":20,"verse":"He has put forth his hands against those who were at peace with him; he has broken his covenant."},{"number":21,"verse":"The butterings of his mouth [were] forked, but war [was] in his heart; his words were softer than oil, yet they [were] drawn swords."},{"number":22,"verse":"Cast your burden on the LORD, and He will keep you; He will never allow the righteous to waver."},{"number":23,"verse":"But You, O God, will bring them down into the pit of ruin; bloody and deceitful men shall not [live] half their days; but I will trust in You."}]}