{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"To the Chief Musician. A Song. A Psalm. Make a joyful noise to God, all the earth."},{"number":2,"verse":"Sing forth the honor of His name; make His praise glorious."},{"number":3,"verse":"Say to God, How awesome [are] Your works! Through the greatness of Your power, Your enemies pretend obedience to You."},{"number":4,"verse":"All the earth shall worship You, and shall sing [to] You; they praise Your name. Selah."},{"number":5,"verse":"Come and see the works of God; [He is] awesome in His deeds toward the sons of men."},{"number":6,"verse":"He turns the sea into dry [land]; they went through the flood on foot; there we rejoiced in Him."},{"number":7,"verse":"He rules by His power forever; His eyes behold the nations; let not the rebels lift themselves up. Selah."},{"number":8,"verse":"O bless our God, O peoples, and make the voice of His praise to be heard;"},{"number":9,"verse":"who holds our soul in life, and does not allow our feet to slide."},{"number":10,"verse":"For You have proved us, O God; You have tested us, as silver is refined."},{"number":11,"verse":"You have brought us into the net; You have laid affliction on our loins."},{"number":12,"verse":"You have allowed men to ride at our head; we have gone through fire and through water, but You have brought us out to plenty."},{"number":13,"verse":"I will go into Your house with burnt offerings; I will pay You my vows,"},{"number":14,"verse":"[those] which my lips have uttered and my mouth has spoken in my trouble."},{"number":15,"verse":"I will offer to You burnt sacrifices of fatlings, with the incense of rams; I will offer bulls with goats. Selah."},{"number":16,"verse":"Come [and] hear, all you who fear God, and I will declare what He has done for my soul."},{"number":17,"verse":"I cried to Him with my mouth, and exaltations [were] under my tongue."},{"number":18,"verse":"If I regard iniquity in my heart, the LORD will not hear;"},{"number":19,"verse":"Surely God has heard; He has attended to the voice of my prayer."},{"number":20,"verse":"Blessed [is] God, who has not turned away my prayer, nor His mercy from me."}]}