{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":77,"verses":[{"number":1,"verse":"To the Chief Musician. To Jeduthun. A Psalm of Asaph. I cried to God with my voice, to God [is] my voice; and He gave ear to me."},{"number":2,"verse":"In the day of my trouble I sought the LORD; my hand was poured in the night, and ceased not; my soul refused to be comforted."},{"number":3,"verse":"I remembered God, and was troubled; I complained, and my spirit fainted. Selah."},{"number":4,"verse":"You keep my eyes awake; I am troubled and I cannot speak."},{"number":5,"verse":"I have thought on the days of old, the years of ages [past]."},{"number":6,"verse":"I remember my song in the night; I speak with my own heart, and my spirit carefully searches."},{"number":7,"verse":"Will the Lord cast off forever? And will He be favorable no more?"},{"number":8,"verse":"Is His mercy gone forever? Has [His] word failed for all generations?"},{"number":9,"verse":"Has God forgotten to be gracious? Has He in anger shut up His tender mercies? Selah."},{"number":10,"verse":"And I said, This [is] my weakness, the years of the right hand of the Most High."},{"number":11,"verse":"I will remember the works of the LORD; surely I will remember Your wonders of old."},{"number":12,"verse":"I will also think on all Your work, and talk of Your doings."},{"number":13,"verse":"Your way, O God, [is] in holiness; who [is] so great a God as our God?"},{"number":14,"verse":"You [are] the God who does wonders; You have declared Your strength among the people."},{"number":15,"verse":"You have with [Your] arm redeemed Your people, the sons of Jacob and Joseph. Selah."},{"number":16,"verse":"The waters saw You, O God, the waters saw You; they were afraid; the depths also were troubled."},{"number":17,"verse":"The clouds poured out water; the skies sent out a sound; Your arrows also flew here and there."},{"number":18,"verse":"The voice of Your thunder [was] in the sky; the lightnings lit up the world; the earth trembled and shook."},{"number":19,"verse":"Your way [is] in the sea, and Your path in the great waters, and Your footsteps are not known."},{"number":20,"verse":"You led Your people like a flock by the hand of Moses and Aaron."}]}