{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":78,"verses":[{"number":1,"verse":"An instruction of Asaph. Give ear, O my people, [to] my law; bow down your ears to the words of my mouth."},{"number":2,"verse":"I will open my mouth in a parable; I will speak dark sayings of old,"},{"number":3,"verse":"which we have heard and known, and our fathers have told us."},{"number":4,"verse":"We will not hide [them] from their sons, showing to the generations to come the praises of the LORD, and His strength, and His wonderful works that He has done."},{"number":5,"verse":"For He set up a testimony in Jacob, and ordered a law in Israel, which He commanded our fathers, that they should teach them to their sons;"},{"number":6,"verse":"so that the generation to come might know; sons shall be born, and they shall arise [and] tell their sons,"},{"number":7,"verse":"so that they might set their hope in God, and not forget the works of God, but keep His commandments;"},{"number":8,"verse":"and might not be like their fathers, a stubborn and rebellious generation, a generation [that] did not set their heart aright, and whose spirit was not faithful with God."},{"number":9,"verse":"The sons of Ephraim, armed shooters of bows, turned back in the day of battle."},{"number":10,"verse":"They did not keep the covenant of God, and refused to walk in His law."},{"number":11,"verse":"And they forgot His works and His wonders which He had shown them."},{"number":12,"verse":"He did marvelous things in the sight of their fathers, in the land of Egypt, [in] the field of Zoan."},{"number":13,"verse":"He divided the sea and caused them to pass through; and He made the waters to stand in a heap."},{"number":14,"verse":"And in the daytime He led them with a cloud, and all the night with a light of fire."},{"number":15,"verse":"He split the rocks in the wilderness, and let [them] drink, as [from] the great depths."},{"number":16,"verse":"He brought streams also out of the rock, and caused waters to run down like rivers."},{"number":17,"verse":"And they sinned still more against Him, by provoking the Most High in the wilderness."},{"number":18,"verse":"And they tempted God in their heart by asking food for their lust."},{"number":19,"verse":"And they spoke against God; they said, Can God set a table in the wilderness?"},{"number":20,"verse":"Behold! He struck the rock so that the waters gushed out, and the streams overflowed. Can He also give bread? Can He provide flesh for His people?"},{"number":21,"verse":"Therefore the LORD heard, and was made furious; so a fire was kindled against Jacob, and anger also came up against Israel,"},{"number":22,"verse":"because they did not believe in God, and did not trust in His salvation;"},{"number":23,"verse":"though He had commanded the clouds from above, and had opened the doors of the heavens;"},{"number":24,"verse":"and had rained down manna on them to eat, and He gave them of the grain of the heavens."},{"number":25,"verse":"Man ate the food of the mighty; He sent them meat to the full."},{"number":26,"verse":"He caused an east [wind] to blow in the sky; and by His power He brought in the south [wind]."},{"number":27,"verse":"and He also rained flesh on them like dust, and winged birds like the sand of the sea;"},{"number":28,"verse":"and He let [them] fall in the middle of their camp, all around their tents."},{"number":29,"verse":"So they ate, and were filled to the full; for He gave them their own desire."},{"number":30,"verse":"They were not turned away from their lust, but while their food [was] still in their mouths,"},{"number":31,"verse":"the wrath of God came on them and killed the fattest of them, and struck down the chosen of Israel."},{"number":32,"verse":"For all this they still sinned, and did not believe because of His wonderful works."},{"number":33,"verse":"Therefore He ended their days in vanity and their years in trouble."},{"number":34,"verse":"When He killed them, then they looked for Him; and they turned back and sought after God."},{"number":35,"verse":"And they remembered that God [was] their rock, and the Most High God was their redeemer."},{"number":36,"verse":"But they flattered Him with their mouths, and they lied to Him with their tongues."},{"number":37,"verse":"For their heart was not right with Him, neither were they faithful in His covenant."},{"number":38,"verse":"But He, full of pity, forgave their iniquity, and did not destroy [them]; yea, many times He turned His anger away, and did not stir up all His wrath."},{"number":39,"verse":"For He remembered that they [were but] flesh, a wind that passes away and does not come again."},{"number":40,"verse":"How often they provoked Him in the wilderness, and grieved Him in the desert!"},{"number":41,"verse":"Yea, they turned back and tempted God, and pained to the Holy One of Israel."},{"number":42,"verse":"They did not remember His hand, the day when He delivered them from the enemy;"},{"number":43,"verse":"how He had set His signs in Egypt, and His wonders in the fields of Zoan."},{"number":44,"verse":"He turned their rivers into blood, and their floods, [so that] they could not drink."},{"number":45,"verse":"He sent different kinds of flies among them, which devoured them; and frogs, which destroyed them."},{"number":46,"verse":"He also gave their crops to the stripping locust, and their labor to the locust."},{"number":47,"verse":"He destroyed their vines with hail, and their sycamore trees with sleet."},{"number":48,"verse":"He gave up their cattle to the hail, and their flocks to bolts of fire."},{"number":49,"verse":"He sent on them the heat of His anger, wrath and fury and trouble, by sending evil angels."},{"number":50,"verse":"He made a way to His anger; He did not save their soul from death, but gave their life over to the plague,"},{"number":51,"verse":"and struck all the first-born in Egypt, the first of the strong in the tents of Ham;"},{"number":52,"verse":"and led His people forth like sheep, and guided them in the wilderness like a flock."},{"number":53,"verse":"And He led them on safely, so that they did not fear; but the sea flooded over their enemies."},{"number":54,"verse":"And He brought them within His own holy border, this mountain, [which] His right hand had bought."},{"number":55,"verse":"He also cast out the nations before them, and divided them an inheritance by line, and made the tribes of Israel to dwell in their tents."},{"number":56,"verse":"Yet they tempted and provoked the Most High God, and kept not His testimonies;"},{"number":57,"verse":"but they turned back, and acted unfaithfully like their fathers; they were turned aside like a deceiving bow."},{"number":58,"verse":"For they provoked Him to anger with their high places, and moved Him to jealousy with their carved images."},{"number":59,"verse":"When God heard, He was angry, and turned away from Israel;"},{"number":60,"verse":"so that He left the tabernacle of Shiloh, the tent [which] He placed among men,"},{"number":61,"verse":"and delivered His strength into captivity, and His glory into the enemy's hands."},{"number":62,"verse":"He also gave His people over to the sword, and was angry with His inheritance."},{"number":63,"verse":"The fire burned up their young men; and their maidens were not given in marriage."},{"number":64,"verse":"Their priests fell by the sword; and their widows were not able to weep."},{"number":65,"verse":"Then the Lord awakened like one out of sleep, like a mighty man rejoicing with wine."},{"number":66,"verse":"And He drove His enemies backward; He put them to a never-ending shame."},{"number":67,"verse":"And He refused the tabernacle of Joseph, and chose not the tribe of Ephraim;"},{"number":68,"verse":"but chose the tribe of Judah, the mount Zion which He loved."},{"number":69,"verse":"And He built His holy place like high [palaces], like the earth which He has founded forever."},{"number":70,"verse":"He also chose David His servant, and took him from the sheepfolds;"},{"number":71,"verse":"from following the ewes great with young He brought him to feed Jacob His people, and Israel His inheritance."},{"number":72,"verse":"And he fed them according to the pureness of his heart, and guided them by the skillfulness of his hands."}]}