{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"To the Chief Musician. A Testimony Concerning the Lilies. A Psalm of Asaph. Give ear, O Shepherd of Israel, You who lead Joseph like a flock; You dwelling between the cherubs, shine forth."},{"number":2,"verse":"Stir up Your strength before Ephraim and Benjamin and Manasseh, and come, save us."},{"number":3,"verse":"Turn us again, O God, and cause Your face to shine, and we shall be saved!"},{"number":4,"verse":"O LORD God of hosts, how long will You be angry against the prayer of Your people?"},{"number":5,"verse":"You feed them with the bread of tears; and give them tears to drink in great measure."},{"number":6,"verse":"You make us a strife for our neighbors; and our enemies laugh among themselves."},{"number":7,"verse":"Turn us again, O God of hosts, and cause Your face to shine; and we shall be saved."},{"number":8,"verse":"You have brought a vine out of Egypt; You have cast out the nations and planted it."},{"number":9,"verse":"You cleared before it, and caused it to take deep root; and it filled the land."},{"number":10,"verse":"The hills were covered [with] its shadow, and its boughs [were as] the great cedars."},{"number":11,"verse":"It sent out its boughs to the sea, and its branches to the river."},{"number":12,"verse":"Why have You broken down its hedges, so that all those who pass by the way pluck it?"},{"number":13,"verse":"The boar out of the wood wastes it, and the wild beast of the field eats it."},{"number":14,"verse":"Return, we beg You, O God of hosts; look down from Heaven, and behold, and visit this vine,"},{"number":15,"verse":"and the vineyard which Your right hand has planted, and the Son [that] You make strong for Yourself."},{"number":16,"verse":"[It is] burned with fire, and cut down; they perish at the rebuke of Your holy face."},{"number":17,"verse":"Let Your hand be on the Man of Your right hand, on the Son of man [whom] You have made strong for Yourself."},{"number":18,"verse":"So we will not go back from You; make us live, and we will call on Your name."},{"number":19,"verse":"Turn us again, O LORD God of Hosts; cause Your face to shine, and we shall be saved."}]}