{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":81,"verses":[{"number":1,"verse":"To the Chief Musician. On Gittith, A Psalm of Asaph. Sing aloud to God our strength; shout for joy to the God of Jacob."},{"number":2,"verse":"Lift up a psalm, and bring the timbrel here, the pleasing lyre and harp."},{"number":3,"verse":"Blow the ram's horn in the new moon, in the time appointed, on our solemn feast day."},{"number":4,"verse":"For this [was] a statute for Israel, an ordinance of the God of Jacob."},{"number":5,"verse":"This He ordained in Joseph [for] a testimony, when He went out over the land of Egypt; I heard a language I understood not."},{"number":6,"verse":"I removed his shoulder from the burden; his hands were delivered from the pots."},{"number":7,"verse":"You called in trouble, and I delivered you; I answered you in the secret place of thunder; I tested you at the waters of Meribah. Selah."},{"number":8,"verse":"Hear, O My people, and I will testify to you; O Israel, if you will listen to Me,"},{"number":9,"verse":"there shall be no strange god in you; nor shall you worship any strange god."},{"number":10,"verse":"I [am] the LORD your God, who brought you out of the land of Egypt; open your mouth wide, and I will fill it."},{"number":11,"verse":"But My people would not listen to My voice, and Israel would have none of Me."},{"number":12,"verse":"So I gave them up to the stubbornness of their own hearts; [and] they walked in their own conceits."},{"number":13,"verse":"Oh that My people had listened to Me, [and] Israel had walked in My ways!"},{"number":14,"verse":"I would soon have humbled their enemies, and would have turned My hand against their foes."},{"number":15,"verse":"The haters of the LORD would have been found liars to Him, and their time would have lasted forever."},{"number":16,"verse":"And He would have fed them also with the finest of the wheat; and [with] honey out of the rock I would have satisfied you."}]}