{"bibleAbbr":"MKJV1962","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"A Song. A Psalm for the sons of Korah. To the Chief Musician. On Mahalath, to make humble. A Poem of Heman the Ezrahite. O LORD God of my salvation, I have cried day and night before You."},{"number":2,"verse":"Let my prayer come before You; bow down Your ear to my cry."},{"number":3,"verse":"For my soul is full of troubles, and my life draws near the grave."},{"number":4,"verse":"I am counted with those who go down to the Pit; I am like a feeble man;"},{"number":5,"verse":"free among the dead, like the slain that lie in the grave, whom You remember no more; and by Your hand they are cut off."},{"number":6,"verse":"You have laid me in the lowest pit, in darkness, in the deeps."},{"number":7,"verse":"Your wrath lies hard on me, and You have afflicted [me] with all Your waves. Selah."},{"number":8,"verse":"You have taken my friends away from me; You have made me a hateful thing to them. [I am] shut up, and I cannot go out."},{"number":9,"verse":"My eye mourns because of affliction; O LORD, I have called daily on You; I have stretched out my hands to You."},{"number":10,"verse":"For will You do wonders to the dead? Shall the dead rise [and] praise You? Selah."},{"number":11,"verse":"Shall Your loving-kindness be declared in the grave? [Or] Your faithfulness in ruin?"},{"number":12,"verse":"Shall Your wonders be known in the dark, and Your righteousness in the land of forgetfulness?"},{"number":13,"verse":"But to You I have cried, O LORD; and in the morning my prayer shall go before You."},{"number":14,"verse":"O LORD, why do You cast off my soul? [Why] do You hide Your face from me?"},{"number":15,"verse":"I [am] afflicted and ready to die from my youth up; while I suffer Your terrors, I pine away."},{"number":16,"verse":"Your fierce wrath goes over me; Your terrors have cut me off."},{"number":17,"verse":"They surrounded me like waters all the day long; they have come together around me."},{"number":18,"verse":"You have taken lover and friend far from me, [and] those who know me into darkness."}]}