{"bibleAbbr":"KJ3-2005","bookName":"Haggai","bookEnglishName":"Haggai","chapterNumber":1,"verses":[{"number":1,"verse":"In the second year of Darius the king, in the sixth month, in the first day of the month, the Word of Jehovah came by Haggai the prophet to Zerubbabel, the son of Shealtiel, governor of Judah; and to Joshua, the son of Jehozadak, the high priest, saying:"},{"number":2,"verse":"So speaks Jehovah of Hosts, saying, This people says, The time is not come, the time for the house of Jehovah to be built."},{"number":3,"verse":"And the Word of Jehovah was by Haggai the prophet, saying,"},{"number":4,"verse":"Is it time for you, even you all to live in your covered houses, and this house to lie waste?"},{"number":5,"verse":"And now, thus says Jehovah of Hosts: Set your heart on your ways!"},{"number":6,"verse":"You have sown much, and brought in little; you eat, but not to satiety; you drink, but not to be filled; you dress, but there is no warmth to one. And one hiring out himself hires out himself for a bag of holes."},{"number":7,"verse":"So says Jehovah of Hosts: Set your heart on your ways."},{"number":8,"verse":"Go up the mountain and bring wood and build this house. And I will be pleased with it, and I will be glorified, says Jehovah."},{"number":9,"verse":"You looked for much, and, behold, little! And when you brought it home, then I blew on it. Why, a statement of Jehovah of Hosts? Because of My house that is ruined, and you, each man, run to his own house."},{"number":10,"verse":"Therefore the heavens above you have held back the dew, and the earth is held back from her produce."},{"number":11,"verse":"And I called for a drought in the land, and on the mountains, and on the grain, and on the new wine, and on the oil, and on that which the ground brings forth, and on man, and on livestock, and on all the labor of your palms."},{"number":12,"verse":"And Zerubbabel, the son of Shealtiel, and Joshua, the son of Jehozadak, the high priest, and all the remnant of the people, obeyed the voice of Jehovah their God, and the words of Haggai the prophet, as Jehovah their God had sent him. And the people feared before Jehovah."},{"number":13,"verse":"And Haggai, the messenger of Jehovah, spoke the message of Jehovah to the people, saying, I am with you, a statement of Jehovah."},{"number":14,"verse":"And Jehovah stirred up the spirit of Zerubbabel, the son of Shealtiel, governor of Judah, and the spirit of Joshua, the son of Jehozadak, the high priest, and the spirit of all the remnant of the people and they came and did work on the house of Jehovah of Hosts, their God,"},{"number":15,"verse":"in the twenty-fourth day of the sixth month, in the second year of Darius the king."}]}