{"bibleAbbr":"KJ3-2005","bookName":"Haggai","bookEnglishName":"Haggai","chapterNumber":2,"verses":[{"number":1,"verse":"In the seventh month, on the twentyfirst of the month, the Word of Jehovah was by Haggai the prophet, saying,"},{"number":2,"verse":"Now speak to Zerubbabel, the son of Shealtiel, governor of Judah, and to Joshua, the son of Jehozadak, the high priest, and to the remnant of the people, saying,"},{"number":3,"verse":"Who is left among you who saw this house in her former glory? And how do you see it now? Is it not as nothing like it in your eyes?"},{"number":4,"verse":"And now be strong, O Zerubbabel, a statement of Jehovah. And be strong, O Joshua, son of Jehozadak, the high priest. And be strong and work, all people of the land, a statement of Jehovah. For I am with you, a statement of Jehovah of Hosts,"},{"number":5,"verse":"with the Word which I cut with you when you came out of Egypt, and My Spirit stands in your midst; do not fear."},{"number":6,"verse":"For so says Jehovah of Hosts: Yet once, it is a little while, and I will shake the heavens and the earth and the sea and the dry land."},{"number":7,"verse":"And I will shake all the nations; and the Desire of all nations shall come. And I will fill this house with glory, says Jehovah of Hosts."},{"number":8,"verse":"To Me is the silver, and to Me is the gold, a statement of Jehovah of Hosts."},{"number":9,"verse":"The glory of this latter house shall be greater than that of the former, says Jehovah of Hosts. And in this place I will give peace, a statement of Jehovah of Hosts."},{"number":10,"verse":"In the twenty-fourth of the ninth month, in the second year of Darius, the Word of Jehovah came to Haggai the prophet, saying,"},{"number":11,"verse":"So says Jehovah of Hosts: Now ask the priests the Law, saying,"},{"number":12,"verse":"Behold, if a man lifts up holy flesh in the skirt of his garment, and touches his skirt to the bread, or boiled food, or wine, or oil, or any food, will it become holy? And the priests answered and said, No."},{"number":13,"verse":"And Haggai said, If the unclean of body touches these, is it unclean? And the priests answered and said, It is unclean."},{"number":14,"verse":"And Haggai answered and said, So is this people, and so is this nation before Me, a statement of Jehovah. And so is every work of their hands; and that which they offer there is unclean."},{"number":15,"verse":"And now set your heart on it. From this day and onward: before the placing of a stone on a stone in the temple of Jehovah;"},{"number":16,"verse":"from then onward, one came to a heap of twenty measures, and there were but ten. One came to the wine vat to draw out fifty from the wine trough, and there were but twenty."},{"number":17,"verse":"I struck you with blight, and with mildew, and with hail, in all the work of your hands; and you did not turn to Me, a statement of Jehovah."},{"number":18,"verse":"Now set your heart from this day and forward, from the twenty-fourth day of the ninth month, from the day that Jehovah's temple was founded; set it to your heart:"},{"number":19,"verse":"Is the seed still in the storehouse? And the vine, and the fig tree, and the pomegranate, and the olive tree have not borne. From this day I will bless them."},{"number":20,"verse":"And a second time the Word of Jehovah was to Haggai, in the twenty-fourth of the month, saying,"},{"number":21,"verse":"Speak to Zerubbabel, the governor of Judah, saying, I will shake the heavens and the earth."},{"number":22,"verse":"And I will overturn the throne of the kingdoms, and I will destroy the strength of the kingdoms of the nations. And I will overturn the chariots and those riding in them, and the horses and those riding will come down, each man by the sword of his brother."},{"number":23,"verse":"In that day, a statement of Jehovah of Hosts, I will take you, O Zerubbabel, My servant, the son of Shealtiel, a statement of Jehovah, and will make you like a signet; for I have chosen you, a statement of Jehovah of Hosts."}]}