{"bibleAbbr":"RSV1971","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":2,"verses":[{"number":1,"verse":"Social Evils Denounced Woe to those who devise wickedness and work evil upon their beds! When the morning dawns, they perform it, because it is in the power of their hand."},{"number":2,"verse":"They covet fields, and seize them; and houses, and take them away; they oppress a man and his house, a man and his inheritance."},{"number":3,"verse":"Therefore thus says the LORD: Behold, against this family I am devising evil, from which you cannot remove your necks; and you shall not walk haughtily, for it will be an evil time."},{"number":4,"verse":"In that day they shall take up a taunt song against you, and wail with bitter lamentation, and say, “We are utterly ruined; he changes the portion of my people; how he removes it from me! Among our captors (Cn: Heb the rebellious) he divides our fields.”"},{"number":5,"verse":"Therefore you will have none to cast the line by lot in the assembly of the LORD."},{"number":6,"verse":"“Do not preach” — thus they preach — “one should not preach of such things; disgrace will not overtake us.”"},{"number":7,"verse":"Should this be said, O house of Jacob? Is the Spirit of the LORD impatient? Are these his doings? Do not my words do good to him who walks uprightly?"},{"number":8,"verse":"But you rise against my people (Cn: Heb yesterday my people rose) as an enemy; you strip the robe from the peaceful, (Cn: Heb from before a garment) from those who pass by trustingly with no thought of war."},{"number":9,"verse":"The women of my people you drive out from their pleasant houses; from their young children you take away my glory for ever."},{"number":10,"verse":"Arise and go, for this is no place to rest; because of uncleanness that destroys with a grievous destruction."},{"number":11,"verse":"If a man should go about and utter wind and lies, saying, “I will preach to you of wine and strong drink,” he would be the preacher for this people!"},{"number":12,"verse":"A Promise for the Remnant of Israel I will surely gather all of you, O Jacob, I will gather the remnant of Israel; I will set them together like sheep in a fold, like a flock in its pasture, a noisy multitude of men."},{"number":13,"verse":"He who opens the breach will go up before them; they will break through and pass the gate, going out by it. Their king will pass on before them, the LORD at their head."}]}