{
  "bibleAbbr" : "TERV1998",
  "bookName" : "எஸ்தர்",
  "bookEnglishName" : "Esther",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "வஸ்தி ராணி ராஜாவுக்கு கீழ்ப்படிய மறுக்கிறாள்அகாஸ்வேரு ராஜாவாக இருந்த காலத்தில் இது நடைபெற்றது. அகாஸ்வேரு இந்தியா முதல் எத்தியோப்பியா வரையுள்ள 127 நாடுகளை ஆண்டான்."
  }, {
    "number" : 2,
    "verse" : "ராஜா அகாஸ்வேரு சூசான் என்ற தலைநகரில் சிங்காசனத்திலிருந்து அரசாண்டான்."
  }, {
    "number" : 3,
    "verse" : "அகாஸ்வேருவின், மூன்றாவது ஆட்சியாண்டில், அவன் தனது அதிகாரிகளுக்கும், பிரபுக்களுக்கும் விருந்து கொடுத்தான். படை அதிகாரிகளும், பெர்சியா மற்றும் மேதியாவிலுள்ள முக்கிய தலைவர்களும் அங்கே இருந்தனர்."
  }, {
    "number" : 4,
    "verse" : "விருந்தானது 180 நாட்களுக்குத் தொடர்ந்தன. அந்தக்காலம் முழுவதும் அகாஸ்வேரு ராஜா தனது இராஜ்யத்தின் செல்வச் சிறப்பைக் காட்டிக்கொண்டிருந்தான். அவன் ஒவ்வொருவரிடமும் தன் அரண்மனையின் கம்பீரமான அழகையும், செல்வத்தையும் காட்டிக் கொண்டிருந்தான்."
  }, {
    "number" : 5,
    "verse" : "அந்த 180 நாட்களும் முடிந்தபோது, அகாஸ்வேரு ராஜா இன்னொரு விருந்தை ஏழு நாட்கள் தொடர்ந்து கொடுத்தான். அந்த விருந்து அரண்மனை தோட்டத்திற்குள்ளே நடைபெற்றது. சூசான் தலைநகரத்தில் உள்ள அனைத்து முக்கியமானவர்களும், முக்கியமற்றவர்களும் அழைக்கப்பட்டிருந்தனார்."
  }, {
    "number" : 6,
    "verse" : "அந்த உள்தோட்டத்தில் அறையைச் சுற்றி வெள்ளையும், நீலமுமான மெல்லிய திரைகள் தொங்கின. அத்தொங்கல்கள் வெண்கலத் தூண்களிலே, வெள்ளி வளையங்களில், மெல்லிய நூலும், சிவப்பு நூலுமான கயிறுகளால் கட்டப்பட்டிருந்தன. அங்கே பொன்னாலும், வெள்ளியாலும் செய்யப்பட்ட இருக்கைகள் இருந்தன. அவை சிவப்பும், நீலமும், வெள்ளையும், கறுப்புமான கற்கள் பதித்திருந்த தளவரிசையின் மேல் வைக்கப்பட்டிருந்தன."
  }, {
    "number" : 7,
    "verse" : "பொற்கிண்ணங்களில் திராட்சைரசம் கொடுக்கப்பட்டது. ஒவ்வொரு கிண்ணமும் வித்தியாசமாக இருந்தது! அங்கே முதல் தரமான திராட்சைரசம் ராஜாக்களுக்கு ஏற்ற வகையில் தாராளமாகக் கொடுக்கப்பட்டது."
  }, {
    "number" : 8,
    "verse" : "ராஜா தனது வேலைக்காரர்களுக்கு ஒரு கட்டளை இட்டிருந்தான். ஒவ்வொரு விருந்தாளியும் அவரது விருப்பம்போல் திராட்சைரசத்தைக் குடிக்கட்டும் என்று சொல்லியிருந்தான். திராட்சைரசம் பரிமாறுபவன் ராஜாவுக்குக் கீழ்ப்படிந்தான்."
  }, {
    "number" : 9,
    "verse" : "ராஜாவின் அரண்மனையில் இராணி வஸ்தியும் பெண்களுக்கு ஒரு விருந்து கொடுத்தாள்."
  }, {
    "number" : 10,
    "verse" : "விருந்தின் ஏழாவது நாளில், அகாஸ்வேரு ராஜா திராட்சைரசத்தால் உச்சப் போதையில் இருந்தான். அவன் ஏழு பிரதானிகளுக்குக் கட்டளையிட்டான். அந்த பிரதானிகள், மெகுமான், பிஸ்தா, அற்போனா, பிக்தா, அபக்தா, சேதார், கர்காஸ் ஆகியோர். அவன் இந்த ஏழு பேரிடம் இராணி வஸ்தியை இராஜகிரீடம் அணிவித்து அழைத்துவருமாறு கட்டளையிட்டான். அவள் அழகை முக்கியமான ஜனங்களுக்கும், தலைவர்களுக்கும் காட்டவேண்டும் என்று ராஜா விரும்பினான். ஏனென்றால் அவள் மிகவும் அழகாக இருந்தாள்."
  }, {
    "number" : 12,
    "verse" : "ஆனால், அந்த வேலைக்காரர்கள் போய் இராணி வஸ்தியிடம் ராஜாவின் கட்டளையைச் சொன்னதும் அவள் வரமறுத்தாள். அதனால் ராஜா மிகவும் கோபம்கொண்டான்."
  }, {
    "number" : 13,
    "verse" : "சட்டம் மற்றும் தண்டனையைப்பற்றிய ஆலோசனைகளை தேர்ந்தவர்களிடம் கேட்பது ராஜாவின் வழக்கம். எனவே, ராஜா அகாஸ்வேரு சட்டங்களைப் புரிந்துகொண்ட ஞானிகளிடம் பேசினான். அந்த ஞானிகள் ராஜாவுக்கு நெருக்கமானவர்களாக இருந்தனர். அவர்களின் பெயர்கள் வருமாறு: கர்ஷேனா, சேதார், அத்மாதா, தர்ஷீஸ், மேரேஸ், மர்சேனா, மெமுகான் ஆகியோர். இவர்கள் பெர்சியா மற்றும் மேதியாவிலுள்ள ஏழு முக்கியமான அதிகாரிகள். அவர்களுக்கு ராஜாவைப் பார்க்கச் சிறப்பு சலுகைகள் உண்டு. அவர்கள் அரசாங்கத்தில் உயர் அதிகாரிகளாக இருந்தனர்."
  }, {
    "number" : 15,
    "verse" : "ராஜா அவர்களிடம், “இராணி வஸ்தியை என்ன செய்யலாம் என்று சட்டம் கூறுகிறது? ராஜா அகாஸ்வேருவின் கட்டளையை பிரதானிகள் கொண்டுபோனபோது அதற்கு அவள் அடிபணியவில்லை” என்று சொன்னான்."
  }, {
    "number" : 16,
    "verse" : "பிறகு, மெமுகான் மற்ற அதிகாரிகள் கவனித்துக்கொண்டிருக்கையில், “இராணி வஸ்தி தவறு செய்தாள். அவள் ராஜாவுக்கு எதிராகவும், எல்லா தலைவர்களுக்கு எதிராகவும், அகாஸ்வேரு ராஜாவின் அரசாட்சியில் உள்ள எல்லா ஜனங்களுக்கு எதிராகவும் தவறு செய்தாள்."
  }, {
    "number" : 17,
    "verse" : "மற்ற எல்லாப் பெண்களும் இராணி வஸ்தி செய்ததை கேள்விப்படுவார்கள். பிறகு அவர்கள் தம் கணவர்களுக்கு அடிபணிவதை நிறுத்துவார்கள். அவர்கள் தம் கணவர்களிடம், ‘ராஜா அகாஸ்வேரு இராணி வஸ்தியை அழைத்து வருமாறு கட்டளையிட்டான். ஆனால் அவள் வர மறுத்துவிட்டாள்’ என்பார்கள்."
  }, {
    "number" : 18,
    "verse" : "“இன்றைக்கு பெர்சியா மற்றும் மேதியாவிலுள்ள தலைவர்களின் மனைவிகளும் இராணி செய்ததைக் கேள்விப்பட்டிருக்கிறார்கள். அப்பெண்களும் இராணியின் செயலால் தூண்டப்படுவார்கள். அப்பெண்களும் ராஜாவின் முக்கிய தலைவர்களுக்கு அவ்வாறே செய்வார்கள். அதனால் மிகுதியான மதிப்பின்மையும் கோபமும் பிறக்கும்."
  }, {
    "number" : 19,
    "verse" : "“எனவே ராஜாவுக்கு விருப்பமானால், நான் ஒரு கருத்தைக் கூறுகிறேன். ராஜா ஒரு அரச கட்டளையைக் கொடுக்கலாம். அது பெரிசியா மற்றும் மேதியாவிற்குச் சட்டமாக எழுதப்படலாம். பெர்சியா மற்றும் மேதியாவின் சட்டங்கள் மாற்ற முடியாதவை. வஸ்தி மீணடும் ராஜா அகாஸ்வேருவுக்கு முன்னால் வரக்கூடாது என்பதுதான் அரச கட்டளையாக இருக்கவேண்டும். அதோடு ராஜா அவளைவிடச் சிறந்த பெண்ணுக்கு இராணியின் உயர் இடத்தைக் கொடுக்கவேண்டும்."
  }, {
    "number" : 20,
    "verse" : "பிறகு ராஜாவின் கட்டளை அவனது பெரிய நாடு முழுவதும் அறிவிக்கப்படும்போது, பெரியோர் முதல் சிறியோர் வரையுள்ள எல்லாப் பெண்களும் தம் கணவர்களை மதிப்பார்கள்” என்று பதில் சொன்னான்."
  }, {
    "number" : 21,
    "verse" : "ராஜாவும் அவனுடைய முக்கிய அதிகாரிகளும் இந்த ஆலோசனையால் பெரிதும் மகிழ்ந்தனர். எனவே அகாஸ்வேரு ராஜா மெமுகானின் ஆலோசனையின்படிச் செய்தான்."
  }, {
    "number" : 22,
    "verse" : "ராஜா அகாஸ்வேரு தனது அரசிலுள்ள அனைத்து பகுதிகளுக்கும் கடிதம் அனுப்பினான். அவன் அக்கடிதங்களை ஒவ்வொரு பகுதிக்கும் அதன் சொந்த மொழியிலேயே எழுதி அனுப்பினான். அவன் அக்கடிதங்களை ஒவ்வொரு நாட்டிற்கும் அதன் மொழியிலேயே எழுதி அனுப்பினான். அக்கடிதங்கள் ஒவ்வொரு மனிதனின் மொழியிலும் அறிவிக்கப்பட்டது. ஒவ்வொருவனும் தன் குடும்பத்தை ஆள்பவனாக இருக்க வேண்டும்."
  } ]
}