{
  "bibleAbbr" : "TERV1998",
  "bookName" : "எஸ்தர்",
  "bookEnglishName" : "Esther",
  "chapterNumber" : 8,
  "verses" : [ {
    "number" : 1,
    "verse" : "யூதர்களுக்கு உதவும்படியான அரசக் கட்டளைஅதே நாளில், அகாஸ்வேரு ராஜா, எஸ்தர் இராணியிடம் யூதரின் எதிரியாக இருந்த ஆமானின் அத்தனை உடமைகளையும் கொடுத்தான். எஸ்தர், ராஜாவிடம் மொர்தெகாய் தனது உறவினன் என்று சொன்னாள். பிறகு மொர்தெகாய் ராஜாவைப் பார்க்க வந்தான்."
  }, {
    "number" : 2,
    "verse" : "ராஜா ஆமானிடமிருந்து தனது மோதிரத்தை வாங்கி வைத்திருந்தான். அவன் தன் விரலிலிருந்து மோதிரத்தை எடுத்து மொர்தெகாயிடம் கொடுத்தான். பிறகு எஸ்தர், ஆமானுக்குச் சொந்தமான அனைத்துக்கும் மொர்தெகாயைப் பொறுப்பாளியாக நியமித்தாள்."
  }, {
    "number" : 3,
    "verse" : "பிறகு எஸ்தர் மீண்டும் ராஜாவிடம் பேசினாள். அவள் ராஜாவின் காலில் விழுந்து, அழத்தொடங்கினாள். ஆகாகியான ஆமானின் தீயத்திட்டத்தை நீக்கும்படி அவள் மன்றாடினாள். ஆமான் யூதர்களை அழிக்கத் திட்டமிட்டிருந்தான்."
  }, {
    "number" : 4,
    "verse" : "பிறகு ராஜா தனது பொற்செங்கோலை எஸ்தரிடம் நீட்டினான். எஸ்தர் எழுந்து ராஜா முன்னாள் நின்றாள்."
  }, {
    "number" : 5,
    "verse" : "பிறகு எஸ்தர், “ராஜாவே, நீர் என்னை விரும்புவதானால், உமக்கும் மகிழ்ச்சியானால் எனக்காக இதனைச் செய்யும். இது நல்ல யோசனை என்று நீர் நினைத்தால் இதனைச் செய்யும். ராஜா என்னோடு சந்தோஷமாக இருக்கிறதானால், ஆமான் அனுப்பிய கட்டளையை விலக்கும்படி ஒரு கட்டளை எழுதி அனுப்பும். ராஜாவின் அனைத்து நாடுகளிலும் உள்ள யூதர்களை அழித்துவிட வேண்டுமென்று ஆகாகியானான ஆமான் ஒரு திட்டம் வைத்து அதை நடத்திட கட்டளை அனுப்பினான்."
  }, {
    "number" : 6,
    "verse" : "நான் அரசரை மன்றாடிக் கேட்கிறேன். ஏனெனில் என் ஜனங்களுக்கு இத்தகைய பயங்கரம் ஏற்படுவதை என்னால் தாங்கிக்கொள்ள முடியாது. எனது குடும்பம் கொல்லப்படுவதை என்னால் பார்க்க முடியாது” என்றாள்."
  }, {
    "number" : 7,
    "verse" : "அகாஸ்வேரு ராஜா எஸ்தர் இராணிக்கும், யூதனான மொர்தெகாய்க்கும் பதில் சொன்னான். ராஜா, “ஆமான் யூதர்களுக்கு எதிரியாக இருந்ததால், நான் அவனது சொத்துக்களை எஸ்தருக்கு கொடுத்திருக்கிறேன். என் வீரர்கள் ஆமானைத் தூக்கு மரத்தில் தொங்கப்போட்டனர்."
  }, {
    "number" : 8,
    "verse" : "இப்பொழுது ராஜாவின் அதிகாரப்படி இன்னொரு கட்டளையை எழுதுங்கள். யூதர்களுக்கு உதவ எது சிறப்பான வழியாகத் தோன்றுகிறதோ அப்படி எழுதி, அந்த கட்டளையை ராஜாவின் சிறப்பு மோதிரத்தில் முத்திரையிடு. ராஜாவின் அதிகாரத்துடன் எழுதப்பட்டு அவனது சிறப்பு மோதிரம் முத்திரை பொறிக்கப்பட்ட எந்தக் கடிதமும் ரத்து செய்யப்படக் கூடாது” என்றான்."
  }, {
    "number" : 9,
    "verse" : "மிக விரைவாக ராஜாவின் செயலாளர்கள் அழைக்கப்பட்டனர். இது சீவான் என்னும் மூன்றாவது மாதத்தின் 23வது நாளில் நடந்தது அச்செயலாளர்கள் மொர்தெகாயின் அனைத்து கட்டளைகளையும் யூதர்கள், தலைவர்கள், ஆளுநர்கள், 127 மாகாணங்களில் உள்ள அதிகாரிகள் என அனைவருக்கும் எழுதினார்கள். அம்மாகாணங்கள் இந்தியா முதல் எத்தியோப்பியாவரை இருந்தது. இந்த கட்டளை ஒவ்வொரு மாகாணத்தின் மொழியிலும் எழுதப்பட்டது. ஒவ்வொரு குழு ஜனங்களின் மொழியிலும் இந்த கட்டளை மொழி பெயர்க்கப்பட்டது. இந்த கட்டளை யூதர்களின் சொந்த மொழியிலும் சொந்த எழுத்திலும் எழுதப்பட்டது."
  }, {
    "number" : 10,
    "verse" : "மொர்தெகாய் ராஜா அகாஸ்வேருவின் அதிகாரத்தால் கட்டளைகளை எழுதினான். பிறகு அவன் ராஜாவின் முத்திரை மோதிரத்தால் கடிதங்களை முத்திரையிட்டான். பிறகு தூதர்களை குதிரைகளின் மேல் அனுப்பினான். அவர்கள் ராஜாவுக்காக வளர்க்கப்பட்ட குதிரைகளில் வேகமாக போனார்கள்."
  }, {
    "number" : 11,
    "verse" : "ராஜாவின் கட்டளைகளாகக் கடிதங்களில் சொல்லப்பட்டவை இதுதான்: ஒவ்வொரு நகரங்களிலும் உள்ள யூதர்கள் அனைவரும் கூடி சேர்ந்து தம்மைக் காப்பாற்றிக் கொள்கின்ற உரிமையுடையவர்கள். அவர்களுக்கு தங்களையோ, தங்கள் பெண்களையோ, பிள்ளைகளையோ தாக்கும் எதிரிகளைத் தாக்கவோ, கொல்லவோ, அழிக்கவோ உரிமை உண்டு. யூதர்களுக்கு தங்கள் பகைவர்களின் சொத்தை அபகரிக்கவோ, அழிக்கவோ உரிமை உண்டு."
  }, {
    "number" : 12,
    "verse" : "இதைச் செய்வதற்காக யூதர்களுக்கு பன்னிரண்டாவது மாதமான ஆதார் மாதத்தின் 13வது நாள் நியமிக்கப்பட்டிருந்தது. யூதர்கள் இதனை அகாஸ்வேரு ராஜாவின் இராஜ்யத்தின் எல்லாப் பகுதிகளிலும் செய்ய அனுமதிக்கப்பட்டனர்."
  }, {
    "number" : 13,
    "verse" : "ராஜாவின் கட்டளைப் பிரதி ஒன்று அனுப்பப்பட்டு அது சட்டமாயிற்று. எல்லா மாகாணங்களிலும் அது சட்டமானது. இராஜ்யத்திலுள்ள எல்லா நாடுகளின் ஜனங்களுக்கும் இது அறிவிக்கப்பட்டது. இது அறிவிக்கப்பட்டதால் யூதர்கள் அந்த சிறப்பு நாளுக்காகத் தயாராக இருந்தனர். யூதர்கள் தம் எதிரிகளுக்குத் திருப்பிக் கொடுக்க அனுமதிக்கப்பட்டனர்."
  }, {
    "number" : 14,
    "verse" : "தூதுவர்கள் ராஜாவின் குதிரையில் மிக வேகமாகச் சென்றனர். ராஜா அவர்களிடம் வேகமாகச் செல்லும்படி கட்டளையிட்டான். இந்த கட்டளை, தலைநகரமான சூசானிலும் அறிவிக்கப்பட்டது."
  }, {
    "number" : 15,
    "verse" : "மொர்தெகாய் ராஜாவைவிட்டு போனான். அவன் ராஜாவிடமிருந்து பெற்ற சிறப்பான ஆடையை அணிந்திருந்தான். அவனது ஆடை வெண்மையும், நீலமுமாய் இருந்தது. பெரிய பொற் கிரீடமும், சிறந்த பட்டும், இரத்தாம்பரமும் அணிந்திருந்தான். சூசானின் சிறப்பு விழா நடைபெற்றது. ஜனங்கள் மிகவும் மகிழ்ச்சியாக இருந்தனர்."
  }, {
    "number" : 16,
    "verse" : "யூதர்களுக்குத் தனி மகிழ்ச்சியுடைய நாளாக இருந்தது. இது மிகுந்த மகிழ்ச்சிக்கும், சந்தோஷத்திற்கும் உரியநாளாக இருந்தது."
  }, {
    "number" : 17,
    "verse" : "ராஜாவின் கட்டளை எந்தெந்த நாடுகளுக்கெல்லாம் சென்றனவோ, அங்கெல்லாம் மகிழ்ச்சியும், உற்சாகமும் யூதர்களிடையே ஏற்பட்டன. யூதர் விருந்துடன் அதனைக் கொண்டாடினர். யூதர்களுக்குப் பயந்ததினால் மற்ற குழுவிலுள்ள ஜனங்களும் யூதர்களாகினர்."
  } ]
}