{"bibleAbbr":"KJV1769","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"Then there was a famine<WH7458> in the days<WH3117> of David<WH1732> three<WH7969> years<WH8141>, year<WH8141> after<WH310> year<WH8141>; and David<WH1732> enquired<WH1245> of<WH6440> the LORD<WH3068>. And the LORD<WH3068> answered<WH559>, It is for Saul<WH7586>, and for his bloody<WH1818> house<WH1004>, because he slew<WH4191> the Gibeonites<WH1393>. enquired: Heb. sought the face, etc"},{"number":2,"verse":"And the king<WH4428> called<WH7121> the Gibeonites<WH1393>, and said<WH559> unto them; (now the Gibeonites<WH1393> were not of the children<WH1121> of Israel<WH3478>, but of the remnant<WH3499> of the Amorites<WH567>; and the children<WH1121> of Israel<WH3478> had sworn<WH7650> unto them: and Saul<WH7586> sought<WH1245> to slay<WH5221> them in his zeal<WH7065> to the children<WH1121> of Israel<WH3478> and Judah<WH3063>.)"},{"number":3,"verse":"Wherefore David<WH1732> said<WH559> unto the Gibeonites<WH1393>, What shall I do<WH6213> for you? and wherewith shall I make the atonement<WH3722>, that ye may bless<WH1288> the inheritance<WH5159> of the LORD<WH3068>?"},{"number":4,"verse":"And the Gibeonites<WH1393> said<WH559> unto him, We will have no silver<WH3701> nor gold<WH2091> of<WH5973> Saul<WH7586>, nor of his house<WH1004>; neither for us shalt thou kill<WH4191> any man<WH376> in Israel<WH3478>. And he said<WH559>, What ye shall say<WH559>, that will I do<WH6213> for you. We will: or, It is not silver nor gold that we have to do with Saul or his house, neither pertains it to us to kill, etc"},{"number":5,"verse":"And they answered<WH559> the king<WH4428>, The man<WH376> that consumed<WH3615> us, and that devised<WH1819> against us that we should be destroyed<WH8045> from remaining<WH3320> in any of the coasts<WH1366> of Israel<WH3478>, devised: or, cut us off"},{"number":6,"verse":"Let seven<WH7651> men<WH582> of his sons<WH1121> be delivered<WH5414> unto us, and we will hang them up<WH3363> unto the LORD<WH3068> in Gibeah<WH1390> of Saul<WH7586>, whom the LORD<WH3068> did choose<WH972>. And the king<WH4428> said<WH559>, I will give<WH5414> them. whom: or, chosen of the LORD"},{"number":7,"verse":"But the king<WH4428> spared<WH2550> Mephibosheth<WH4648>, the son<WH1121> of Jonathan<WH3083> the son<WH1121> of Saul<WH7586>, because of the LORD'S<WH3068> oath<WH7621> that was between them, between David<WH1732> and Jonathan<WH3083> the son<WH1121> of Saul<WH7586>."},{"number":8,"verse":"But the king<WH4428> took<WH3947> the two<WH8147> sons<WH1121> of Rizpah<WH7532> the daughter<WH1323> of Aiah<WH345>, whom she bare<WH3205> unto Saul<WH7586>, Armoni<WH764> and Mephibosheth<WH4648>; and the five<WH2568> sons<WH1121> of Michal<WH4324> the daughter<WH1323> of Saul<WH7586>, whom she brought up<WH3205> for Adriel<WH5741> the son<WH1121> of Barzillai<WH1271> the Meholathite<WH4259>: Michal: or, Michal's sister brought: Heb. bare to Adriel"},{"number":9,"verse":"And he delivered<WH5414> them into the hands<WH3027> of the Gibeonites<WH1393>, and they hanged<WH3363> them in the hill<WH2022> before<WH6440> the LORD<WH3068>: and they fell<WH5307> all seven<WH7651> <WH7659> together<WH3162>, and were put to death<WH4191> in the days<WH3117> of harvest<WH7105>, in the first<WH7223> days, in the beginning<WH8462> of barley<WH8184> harvest<WH7105>."},{"number":10,"verse":"And Rizpah<WH7532> the daughter<WH1323> of Aiah<WH345> took<WH3947> sackcloth<WH8242>, and spread<WH5186> it for her upon the rock<WH6697>, from the beginning<WH8462> of harvest<WH7105> until water<WH4325> dropped<WH5413> upon them out of heaven<WH8064>, and suffered<WH5414> neither the birds<WH5775> of the air<WH8064> to rest<WH5117> on them by day<WH3119>, nor the beasts<WH2416> of the field<WH7704> by night<WH3915>."},{"number":11,"verse":"And it was told<WH5046> David<WH1732> what Rizpah<WH7532> the daughter<WH1323> of Aiah<WH345>, the concubine<WH6370> of Saul<WH7586>, had done<WH6213>."},{"number":12,"verse":"And David<WH1732> went<WH3212> and took<WH3947> the bones<WH6106> of Saul<WH7586> and the bones<WH6106> of Jonathan<WH3083> his son<WH1121> from the men<WH1167> of Jabeshgilead<WH3003> <WH1568>, which had stolen<WH1589> them from the street<WH7339> of Bethshan<WH1052>, where the Philistines<WH6430> had hanged<WH8511> <WH8518> them, when<WH3117> the Philistines<WH6430> had slain<WH5221> Saul<WH7586> in Gilboa<WH1533>:"},{"number":13,"verse":"And he brought up<WH5927> from thence the bones<WH6106> of Saul<WH7586> and the bones<WH6106> of Jonathan<WH3083> his son<WH1121>; and they gathered<WH622> the bones<WH6106> of them that were hanged<WH3363>."},{"number":14,"verse":"And the bones<WH6106> of Saul<WH7586> and Jonathan<WH3083> his son<WH1121> buried<WH6912> they in the country<WH776> of Benjamin<WH1144> in Zelah<WH6762>, in the sepulchre<WH6913> of Kish<WH7027> his father<WH1>: and they performed<WH6213> all that the king<WH4428> commanded<WH6680>. And after<WH310> that God<WH430> was intreated<WH6279> for the land<WH776>."},{"number":15,"verse":"Moreover the Philistines<WH6430> had yet war<WH4421> again with Israel<WH3478>; and David<WH1732> went down<WH3381>, and his servants<WH5650> with him, and fought<WH3898> against the Philistines<WH6430>: and David<WH1732> waxed faint<WH5774>."},{"number":16,"verse":"And Ishbibenob<WH3430>, which was of the sons<WH3211> of the giant<WH7497>, the weight<WH4948> of whose spear<WH7013> weighed three<WH7969> hundred<WH3967> shekels of brass<WH5178> in weight<WH4948>, he being girded<WH2296> with a new<WH2319> sword, thought<WH559> to have slain<WH5221> David<WH1732>. the giant: or, Rapha spear: Heb. the staff, or, the head"},{"number":17,"verse":"But Abishai<WH52> the son<WH1121> of Zeruiah<WH6870> succoured<WH5826> him, and smote<WH5221> the Philistine<WH6430>, and killed<WH4191> him. Then the men<WH582> of David<WH1732> sware<WH7650> unto him, saying<WH559>, Thou shalt go<WH3318> no more out with us to battle<WH4421>, that thou quench<WH3518> not the light<WH5216> of Israel<WH3478>. light: Heb. candle, or, lamp"},{"number":18,"verse":"And it came to pass after this<WH310>, that there was again a battle<WH4421> with the Philistines<WH6430> at Gob<WH1359>: then Sibbechai<WH5444> the Hushathite<WH2843> slew<WH5221> Saph<WH5593>, which was of the sons<WH3211> of the giant<WH7497>. the giant: or, Rapha Saph: or, Sippai"},{"number":19,"verse":"And there was again a battle<WH4421> in Gob<WH1359> with the Philistines<WH6430>, where Elhanan<WH445> the son<WH1121> of Jaareoregim<WH3296>, a Bethlehemite<WH1022>, slew<WH5221> the brother of Goliath<WH1555> the Gittite<WH1663>, the staff<WH6086> of whose spear<WH2595> was like a weaver's<WH707> beam<WH4500>. Jaareoregim: or, Jair"},{"number":20,"verse":"And there was yet a battle<WH4421> in Gath<WH1661>, where was a man<WH376> of great stature<WH4067> <WH4055>, that had on every hand<WH3027> six<WH8337> fingers<WH676>, and on every foot<WH7272> six<WH8337> toes<WH676>, four<WH702> and twenty<WH6242> in number<WH4557>; and he also was born<WH3205> to the giant<WH7497>. the giant: or, Rapha"},{"number":21,"verse":"And when he defied<WH2778> Israel<WH3478>, Jonathan<WH3083> the son<WH1121> of Shimea<WH8092> the brother<WH251> of David<WH1732> slew<WH5221> him. defied: or, reproached"},{"number":22,"verse":"These four<WH702> were born<WH3205> to the giant<WH7497> in Gath<WH1661>, and fell<WH5307> by the hand<WH3027> of David<WH1732>, and by the hand<WH3027> of his servants<WH5650>."}]}