{"bibleAbbr":"PESH1849","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":21,"verses":[{"number":1,"verse":"AND I saw new heavens and a new earth: for the first heaven and the first earth had gone, and the sea was no more."},{"number":2,"verse":"And the holy city, Urishlem the new, I saw descending from heaven from Aloha, prepared as the bride is decked for her husband."},{"number":3,"verse":"And I heard a great voice from heaven, saying, Behold, the tabernacle of Aloha is with men; and he will dwell with them, and they shall be his people; and Aloha himself will be with them, and will be their God."},{"number":4,"verse":"And every tear shall be wiped away from their eyes, and death shall be no more; nor sorrow, nor clamour, nor pain, shall be any more; for the former things are passed away."},{"number":5,"verse":"And He who sat upon the throne said, Behold, I make all things new. And he said, Write: for these are the faithful and true words of Aloha."},{"number":6,"verse":"And he said to me, I am Olaph and Thau, the Beginning and the End. To him who thirsteth I will give of the water of life freely."},{"number":7,"verse":"He who overcometh shall inherit these; and I will be to him Aloha, and he shall be my son."},{"number":8,"verse":"But the fearful, and the faithless, and sinners, and the unclean, and murderers, and fornicators, and sorcerers, and servers of idols, and all liars, (shall have) their portion in the lake which burneth with fire and sulphur; which is the second death."},{"number":9,"verse":"And one of the seven angels who had the seven vials full of the seven last plagues, came and spake with me. saying, Come, I will show thee the bride, the wife of the Lamb."},{"number":10,"verse":"And he led me in spirit upon a great and high mountain, and showed me the holy city Urishlem, descending from heaven from Aloha;"},{"number":11,"verse":"having the glory of Aloha, as the clearness of light, like a stone of great price, as the stone Jaspon, resembling crystallos;"},{"number":12,"verse":"having a wall great and high, which had twelve gates, and names written upon them, which are the names of the twelve tribes of the sons of Israel."},{"number":13,"verse":"On the east three gates, and on the north three gates, and on the south three gates, and on the west three gates."},{"number":14,"verse":"And the wall of the city had twelve foundations; and upon them the twelve names of the twelve apostles of the Lamb."},{"number":15,"verse":"And he who talked with me had a measure, a rod of gold, that he might measure the city and the gates and the walls thereof."},{"number":16,"verse":"And the city was set four-square, and the length of it was as the breadth: and he measured the city with the rod, upon twelve stadia of twelve thousand. And the length and the breadth and the height of it are equal."},{"number":17,"verse":"And he measured the wall of it, an hundred and forty and four measures of the cubits of a man, that is, of the angel."},{"number":18,"verse":"And the structure of the wall of it is (of) jaspis, and the city is of pure gold, like pure brightness."},{"number":19,"verse":"And the foundations of the wall of the city were adorned with every precious stone: the first foundation was of jaspis, the second sathphiros, the third caledon, the fourth zmoragdo,"},{"number":20,"verse":"the fifth sardonicos, the sixth sardion, the seventh crisuthilos, the eighth berulla, the ninth topadion, the tenth chrosoposius, the eleventh hyacinthos, the twelfth amuthistos."},{"number":21,"verse":"And the twelve gates are twelve pearls, each of every one of the gates (a pearl), and each of every one of the pearls (a gate). And the wide street of the city was of pure gold as the brightness of light."},{"number":22,"verse":"And a temple I saw not in it; for the Lord, the Omnipotent, is the temple thereof and the Lamb."},{"number":23,"verse":"And the city hath no need of the sun nor of the moon to enlighten it; for the glory of Aloha illuminateth it, and the light thereof is the Lamb."},{"number":24,"verse":"And the nations of the saved walk by the light of it, and the kings of the earth bring their glory and the honour of the nations into it."},{"number":25,"verse":"And the gates of it shall not be shut by day, for night is not there."},{"number":26,"verse":"And they shall bring the glory and honour of the nations into it;"},{"number":27,"verse":"and nothing shall enter into it that defileth, nor that worketh uncleanness; but they who are written in the book of life of the Lamb."}]}