{"bibleAbbr":"PESH1849","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"AND when he had opened the SEVENTH SEAL, silence was in heaven, as the dividing of an hour."},{"number":2,"verse":"And I saw the seven angels who stood before Aloha, and there were given to them SEVEN TRUMPETS."},{"number":3,"verse":"And another angel came, and stood at the altar, and he had a censer of gold, and many perfumes were given to him, which he should give with the prayers of all saints upon the altar of gold that is before the throne;"},{"number":4,"verse":"and the cloud [Ataro.] of the perfumes of the prayers of the saints ascended from the hand of the angel before Aloha."},{"number":5,"verse":"And the angel took the censer, and filled it from the fire of the altar, and cast forth upon the earth. And there were thunders, and lightnings, and voices, and movement."},{"number":6,"verse":"And the seven angels which had the seven trumpets prepared them to sound."},{"number":7,"verse":"And the First sounded. And there was hail, and fire mingled with the waters, and they were cast upon the earth; and the third of the earth burned, and the third of the trees burned, and every green herb burned."},{"number":8,"verse":"And the Second angel sounded. And as a great mountain burning with fire was cast into the sea; and the third of the sea also became blood."},{"number":9,"verse":"And the third of all creatures which were in the sea, which had lives, died, and the third of the ships were destroyed."},{"number":10,"verse":"And the Third angel sounded. And there fell from heaven a star burning as a lamp, and it fell upon the third of the rivers, and upon fountains of waters."},{"number":11,"verse":"And the name of the star is called Aphsinthos; and the third of the waters became bitterness, and many men died from the waters because they were bitter."},{"number":12,"verse":"And the Fourth angel sounded. And the third of the sun was absorbed,[-] and the third of the moon, and the third of the stars, as that the third of them should be darkened; and they were darkened, and the day shone not a third of it, and the night, in like manner."},{"number":13,"verse":"And I beheld, and heard an eagle,* flying in the midst, having a tail of blood,** saying with a great voice, Woe, woe, to those who dwell upon earth, from the voice of the rest of the trumpets of the three angels which are about to sound![* An eagle. This is considered a good reading, and has been given by Griesbach in his Greek text. ** Here the Syrian translator was at fault. His Greek copy, without separating the words, read, \"in the midst of heaven;\" which he appears to have decomposed thus: (\"the midst\") + (\"a tail\") + (\"blood,\") so as to produce the singular expression given above.]"}]}