{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":1,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses במדבר <WH4057> in the wilderness סיני <WH5514> of Sinai, באהל <WH168> in the tabernacle מועד <WH4150> of the congregation, באחד <WH259> on the first לחדשׁ <WH2320> month, השׁני <WH8145> of the second בשׁנה <WH8141> year השׁנית <WH8145> in the second לצאתם <WH3318> after they were come out מארץ <WH776> of the land מצרים <WH4714> of Egypt, לאמר׃ <WH559> saying,"},{"number":2,"verse":"שׂאו <WH5375> Take את <WH853> ראשׁ <WH7218> ye the sum כל <WH3605> of all עדת <WH5712> the congregation בני <WH1121> of the children ישׂראל <WH3478> of Israel, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> with the number שׁמות <WH8034> of names, כל <WH3605> every זכר <WH2145> male לגלגלתם׃ <WH1538> by their polls;"},{"number":3,"verse":"מבן <WH1121> old עשׂרים <WH6242> From twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that are able to go forth צבא <WH6635> to war בישׂראל <WH3478> in Israel: תפקדו <WH6485> shall number אתם <WH853> לצבאתם <WH6635> them by their armies. אתה <WH859> thou ואהרן׃ <WH175> and Aaron"},{"number":4,"verse":"ואתכם <WH854> And with יהיו <WH1961> you there shall be אישׁ <WH376> a man אישׁ <WH376> of every למטה <WH4294> tribe; אישׁ <WH376> every one ראשׁ <WH7218> head לבית <WH1004> of the house אבתיו <WH1> of his fathers. הוא׃ <WH1931>"},{"number":5,"verse":"ואלה <WH428> And these שׁמות <WH8034> the names האנשׁים <WH376> of the men אשׁר <WH834> that יעמדו <WH5975> shall stand אתכם <WH854> with לראובן <WH7205> you: of Reuben; אליצור <WH468> Elizur בן <WH1121> the son שׁדיאור׃ <WH7707> of Shedeur."},{"number":6,"verse":"לשׁמעון <WH8095> Of Simeon; שׁלמיאל <WH8017> Shelumiel בן <WH1121> the son צורישׁדי׃ <WH6701> of Zurishaddai."},{"number":7,"verse":"ליהודה <WH3063> Of Judah; נחשׁון <WH5177> Nahshon בן <WH1121> the son עמינדב׃ <WH5992> of Amminadab."},{"number":8,"verse":"לישׂשכר <WH3485> Of Issachar; נתנאל <WH5417> Nethaneel בן <WH1121> the son צוער׃ <WH6686> of Zuar."},{"number":9,"verse":"לזבולן <WH2074> Of Zebulun; אליאב <WH446> Eliab בן <WH1121> the son חלן׃ <WH2497> of Helon."},{"number":10,"verse":"לבני <WH1121> Of the children יוסף <WH3130> of Joseph: לאפרים <WH669> of Ephraim; אלישׁמע <WH476> Elishama בן <WH1121> the son עמיהוד <WH5989> of Ammihud: למנשׁה <WH4519> of Manasseh; גמליאל <WH1583> Gamaliel בן <WH1121> the son פדהצור׃ <WH6301> of Pedahzur."},{"number":11,"verse":"לבנימן <WH1144> Of Benjamin; אבידן <WH27> Abidan בן <WH1121> the son גדעני׃ <WH1441> of Gideoni."},{"number":12,"verse":"לדן <WH1835> Of Dan; אחיעזר <WH295> Ahiezer בן <WH1121> the son עמישׁדי׃ <WH5996> of Ammishaddai."},{"number":13,"verse":"לאשׁר <WH836> Of Asher; פגעיאל <WH6295> Pagiel בן <WH1121> the son עכרן׃ <WH5918> of Ocran."},{"number":14,"verse":"לגד <WH1410> Of Gad; אליסף <WH460> Eliasaph בן <WH1121> the son דעואל׃ <WH1845> of Deuel."},{"number":15,"verse":"לנפתלי <WH5321> Of Naphtali; אחירע <WH299> Ahira בן <WH1121> the son עינן׃ <WH5881> of Enan."},{"number":16,"verse":"אלה <WH428> These קריאי <WH7148> העדה <WH5712> of the congregation, נשׂיאי <WH5387> princes מטות <WH4294> of the tribes אבותם <WH1> of their fathers, ראשׁי <WH7218> heads אלפי <WH505> of thousands ישׂראל <WH3478> in Israel. הם׃ <WH1992>"},{"number":17,"verse":"ויקח <WH3947> took משׁה <WH4872> And Moses ואהרן <WH175> and Aaron את <WH853> האנשׁיםאלה <WH428> these אשׁר <WH834> which נקבו <WH5344> are expressed בשׁמות׃ <WH8034> by names:"},{"number":18,"verse":"ואת <WH853> כל <WH3605> all העדה <WH5712> the congregation הקהילו <WH6950> And they assembled באחד <WH259> together on the first לחדשׁ <WH2320> month, השׁני <WH8145> of the second ויתילדו <WH3205> and they declared their pedigrees על <WH5921> after משׁפחתם <WH4940> their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמות <WH8034> of the names, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, לגלגלתם׃ <WH1538> by their polls."},{"number":19,"verse":"כאשׁר <WH834> As צוה <WH6680> commanded יהוה <WH3068> the LORD את <WH853> משׁה <WH4872> Moses, ויפקדם <WH6485> so he numbered במדבר <WH4057> them in the wilderness סיני׃ <WH5514> of Sinai."},{"number":20,"verse":"ויהיו <WH1961> בני <WH1121> And the children ראובן <WH7205> of Reuben, בכר <WH1060> eldest son, ישׂראל <WH3478> Israel's תולדתם <WH8435> by their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמות <WH8034> of the names, לגלגלתם <WH1538> by their polls, כל <WH3605> every זכר <WH2145> male מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":21,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe ראובן <WH7205> of Reuben, שׁשׁה <WH8337> and six וארבעים <WH705> forty אלף <WH505> thousand וחמשׁ <WH2568> and five מאות׃ <WH3967> hundred."},{"number":22,"verse":"לבני <WH1121> Of the children שׁמעון <WH8095> of Simeon, תולדתם <WH8435> by their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, פקדיו <WH6485> those that were numbered במספר <WH4557> of them, according to the number שׁמות <WH8034> of the names, לגלגלתם <WH1538> by their polls, כל <WH3605> every זכר <WH2145> male מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":23,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe שׁמעון <WH8095> of Simeon, תשׁעה <WH8672> and nine וחמשׁים <WH2572> fifty אלף <WH505> thousand ושׁלשׁ <WH7969> and three מאות׃ <WH3967> hundred."},{"number":24,"verse":"לבני <WH1121> Of the children גד <WH1410> of Gad, תולדתם <WH8435> by their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמות <WH8034> of the names, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":25,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe גד <WH1410> of Gad, חמשׁה <WH2568> and five וארבעים <WH705> forty אלף <WH505> thousand ושׁשׁ <WH8337> six מאות <WH3967> hundred וחמשׁים׃ <WH2572> and fifty."},{"number":26,"verse":"לבני <WH1121> Of the children יהודה <WH3063> of Judah, תולדתם <WH8435> by their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמת <WH8034> of the names, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":27,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe יהודה <WH3063> of Judah, ארבעה <WH702> threescore and fourteen ושׁבעים <WH7657> threescore and fourteen אלף <WH505> thousand ושׁשׁ <WH8337> and six מאות׃ <WH3967> hundred."},{"number":28,"verse":"לבני <WH1121> Of the children ישׂשכר <WH3485> of Issachar, תולדתם <WH8435> by their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמת <WH8034> of the names, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":29,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe ישׂשכר <WH3485> of Issachar, ארבעה <WH702> and four וחמשׁים <WH2572> fifty אלף <WH505> thousand וארבע <WH702> and four מאות׃ <WH3967> hundred."},{"number":30,"verse":"לבני <WH1121> Of the children זבולן <WH2074> of Zebulun, תולדתם <WH8435> by their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמת <WH8034> of the names, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":31,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe זבולן <WH2074> of Zebulun, שׁבעה <WH7651> and seven וחמשׁים <WH2572> fifty אלף <WH505> thousand וארבע <WH702> and four מאות׃ <WH3967> hundred."},{"number":32,"verse":"לבני <WH1121> Of the children יוסף <WH3130> of Joseph, לבני <WH1121> of the children אפרים <WH669> of Ephraim, תולדתם <WH8435> by their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמת <WH8034> of the names, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":33,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe אפרים <WH669> of Ephraim, ארבעים <WH705> forty אלף <WH505> thousand וחמשׁ <WH2568> and five מאות׃ <WH3967> hundred."},{"number":34,"verse":"לבני <WH1121> Of the children מנשׁה <WH4519> of Manasseh, תולדתם <WH8435> by their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמות <WH8034> of the names, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":35,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe מנשׁה <WH4519> of Manasseh, שׁנים <WH8147> and two ושׁלשׁים <WH7970> thirty אלף <WH505> thousand ומאתים׃ <WH3967> and two hundred."},{"number":36,"verse":"לבני <WH1121> Of the children בנימן <WH1144> of Benjamin, תולדתם <WH8435> by their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמת <WH8034> of the names, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":37,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe בנימן <WH1144> of Benjamin, חמשׁה <WH2568> and five ושׁלשׁים <WH7970> thirty אלף <WH505> thousand וארבע <WH702> and four מאות׃ <WH3967> hundred."},{"number":38,"verse":"לבני <WH1121> Of the children דן <WH1835> of Dan, תולדתם <WH8435> by their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמת <WH8034> of the names, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":39,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe דן <WH1835> of Dan, שׁנים <WH8147> and two ושׁשׁים <WH8346> threescore אלף <WH505> thousand ושׁבע <WH7651> and seven מאות׃ <WH3967> hundred."},{"number":40,"verse":"לבני <WH1121> Of the children אשׁר <WH836> of Asher, תולדתם <WH8435> by their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמת <WH8034> of the names, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":41,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe אשׁר <WH836> of Asher, אחד <WH259> and one וארבעים <WH705> forty אלף <WH505> thousand וחמשׁ <WH2568> and five מאות׃ <WH3967> hundred."},{"number":42,"verse":"בני <WH1121> Of the children נפתלי <WH5321> of Naphtali, תולדתם <WH8435> throughout their generations, למשׁפחתם <WH4940> after their families, לבית <WH1004> by the house אבתם <WH1> of their fathers, במספר <WH4557> according to the number שׁמת <WH8034> of the names, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא׃ <WH6635> to war;"},{"number":43,"verse":"פקדיהם <WH6485> Those that were numbered למטה <WH4294> of them, of the tribe נפתלי <WH5321> of Naphtali, שׁלשׁה <WH7969> and three וחמשׁים <WH2572> fifty אלף <WH505> thousand וארבע <WH702> and four מאות׃ <WH3967> hundred."},{"number":44,"verse":"אלה <WH428> These הפקדים <WH6485> those that were numbered, אשׁר <WH834> which פקד <WH6485> numbered, משׁה <WH4872> Moses ואהרן <WH175> and Aaron ונשׂיאי <WH5387> and the princes ישׂראל <WH3478> of Israel, שׁנים <WH8147> twelve עשׂר <WH6240> twelve אישׁ <WH376> men: אישׁ <WH582> אחד <WH259> one לבית <WH1004> for the house אבתיו <WH1> of his fathers. היו׃ <WH1961> was"},{"number":45,"verse":"ויהיו <WH1961> So were כל <WH3605> all פקודי <WH6485> those that were numbered בני <WH1121> of the children ישׂראל <WH3478> of Israel, לבית <WH1004> by the house אבתם <WH1> of their fathers, מבן <WH1121> old עשׂרים <WH6242> from twenty שׁנה <WH8141> years ומעלה <WH4605> and upward, כל <WH3605> all יצא <WH3318> that were able to go forth צבא <WH6635> to war בישׂראל׃ <WH3478> in Israel;"},{"number":46,"verse":"ויהיו <WH1961> were כל <WH3605> Even all הפקדים <WH6485> they that were numbered שׁשׁ <WH8337> six מאות <WH3967> hundred אלף <WH505> thousand ושׁלשׁת <WH7969> and three אלפים <WH505> thousand וחמשׁ <WH2568> and five מאות <WH3967> hundred וחמשׁים׃ <WH2572> and fifty."},{"number":47,"verse":"והלוים <WH3881> But the Levites למטה <WH4294> after the tribe אבתם <WH1> of their fathers לא <WH3808> were not התפקדו <WH6485> numbered בתוכם׃ <WH8432> among"},{"number":48,"verse":"וידבר <WH1696> had spoken יהוה <WH3068> For the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":49,"verse":"אך <WH389> Only את <WH853> מטה <WH4294> the tribe לוי <WH3881> לא <WH3808> thou shalt not תפקד <WH6485> number ואת <WH853> ראשׁם <WH7218> the sum לא <WH3808> neither תשׂא <WH5375> take בתוך <WH8432> of them among בני <WH1121> the children ישׂראל׃ <WH3478> of Israel:"},{"number":50,"verse":"ואתה <WH859> But thou הפקד <WH6485> shalt appoint את <WH853> הלוים <WH3881> the Levites על <WH5921> over משׁכן <WH4908> the tabernacle העדת <WH5715> of testimony, ועל <WH5921> and over כל <WH3605> all כליו <WH3627> the vessels ועל <WH5921> thereof, and over כל <WH3605> all things אשׁר <WH834> that לו המה <WH1992> to it: they ישׂאו <WH5375> shall bear את <WH853> המשׁכן <WH4908> the tabernacle, ואת <WH853> כל <WH3605> and all כליו <WH3627> the vessels והם <WH1992> thereof; and they ישׁרתהו <WH8334> shall minister וסביב <WH5439> round about למשׁכן <WH4908> the tabernacle. יחנו׃ <WH2583> unto it, and shall encamp"},{"number":51,"verse":"ובנסע <WH5265> setteth forward, המשׁכן <WH4908> And when the tabernacle יורידו <WH3381> אתולוים <WH3881> the Levites ובחנת <WH2583> is to be pitched, המשׁכן <WH4908> and when the tabernacle יקימו <WH6965> אתולוים <WH3881> the Levites והזר <WH2114> and the stranger הקרב <WH7126> יומת׃ <WH4191> shall be put to death."},{"number":52,"verse":"וחנו <WH2583> shall pitch their tents, בני <WH1121> And the children ישׂראל <WH3478> of Israel אישׁ <WH376> every man על <WH5921> by מחנהו <WH4264> his own camp, ואישׁ <WH376> and every man על <WH5921> by דגלו <WH1714> his own standard, לצבאתם׃ <WH6635> throughout their hosts."},{"number":53,"verse":"והלוים <WH3881> But the Levites יחנו <WH2583> shall pitch סביב <WH5439> round about למשׁכן <WH4908> the tabernacle העדת <WH5715> of testimony, ולא <WH3808> no יהיה <WH1961> that there be קצף <WH7110> wrath על <WH5921> upon עדת <WH5712> the congregation בני <WH1121> of the children ישׂראל <WH3478> of Israel: ושׁמרו <WH8104> shall keep הלוים <WH3881> and the Levites את <WH853> משׁמרת <WH4931> the charge משׁכן <WH4908> of the tabernacle העדות׃ <WH5715> of testimony."},{"number":54,"verse":"ויעשׂו <WH6213> did בני <WH1121> And the children ישׂראל <WH3478> of Israel ככל <WH3605> according to all אשׁר <WH834> that צוה <WH6680> commanded יהוה <WH3068> the LORD את <WH853> משׁה <WH4872> Moses, כן <WH3651> so עשׂו׃ <WH6213> did"}]}