{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":10,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":2,"verse":"עשׂה <WH6213> Make לך שׁתי <WH8147> thee two חצוצרת <WH2689> trumpets כסף <WH3701> of silver; מקשׁה <WH4749> of a whole piece תעשׂה <WH6213> shalt thou make אתם <WH853> והיו <WH1961> them: that thou mayest use לך למקרא <WH4744> them for the calling העדה <WH5712> of the assembly, ולמסע <WH4550> and for the journeying את <WH853> המחנות׃ <WH4264> of the camps."},{"number":3,"verse":"ותקעו <WH8628> And when they shall blow בהן ונועדו <WH3259> shall assemble themselves אליך <WH413> to כל <WH3605> with them, all העדה <WH5712> the assembly אל <WH413> thee at פתח <WH6607> the door אהל <WH168> of the tabernacle מועד׃ <WH4150> of the congregation."},{"number":4,"verse":"ואם <WH518> And if באחת <WH259> with one יתקעו <WH8628> they blow ונועדו <WH3259> shall gather themselves אליך <WH413> unto הנשׂיאים <WH5387> then the princes, ראשׁי <WH7218> heads אלפי <WH505> of the thousands ישׂראל׃ <WH3478> of Israel,"},{"number":5,"verse":"ותקעתם <WH8628> When ye blow תרועה <WH8643> an alarm, ונסעו <WH5265> shall go forward. המחנות <WH4264> then the camps החנים <WH2583> that lie קדמה׃ <WH6924> on the east parts"},{"number":6,"verse":"ותקעתם <WH8628> When ye blow תרועה <WH8643> an alarm שׁנית <WH8145> the second time, ונסעו <WH5265> shall take their journey: המחנות <WH4264> then the camps החנים <WH2583> that lie תימנה <WH8486> on the south side תרועה <WH8643> an alarm יתקעו <WH8628> they shall blow למסעיהם׃ <WH4550> for their journeys."},{"number":7,"verse":"ובהקהיל <WH6950> is to be gathered together, את <WH853> הקהל <WH6951> But when the congregation תתקעו <WH8628> ye shall blow, ולא <WH3808> but ye shall not תריעו׃ <WH7321> sound an alarm."},{"number":8,"verse":"ובני <WH1121> And the sons אהרן <WH175> of Aaron, הכהנים <WH3548> the priests, יתקעו <WH8628> shall blow בחצצרות <WH2689> with the trumpets; והיו <WH1961> and they shall be לכם לחקת <WH2708> to you for an ordinance עולם <WH5769> forever לדרתיכם׃ <WH1755> throughout your generations."},{"number":9,"verse":"וכי <WH3588> And if תבאו <WH935> ye go מלחמה <WH4421> to war בארצכם <WH776> in your land על <WH5921> against הצר <WH6862> the enemy הצרר <WH6887> that oppresseth אתכם <WH853> והרעתם <WH7321> you, then ye shall blow an alarm בחצצרת <WH2689> with the trumpets; ונזכרתם <WH2142> and ye shall be remembered לפני <WH6440> before יהוה <WH3068> the LORD אלהיכם <WH430> your God, ונושׁעתם <WH3467> and ye shall be saved מאיביכם׃ <WH341> from your enemies."},{"number":10,"verse":"וביום <WH3117> Also in the day שׂמחתכם <WH8057> of your gladness, ובמועדיכם <WH4150> and in your solemn days, ובראשׁי <WH7218> and in the beginnings חדשׁכם <WH2320> of your months, ותקעתם <WH8628> ye shall blow בחצצרת <WH2689> with the trumpets על <WH5921> over עלתיכם <WH5930> your burnt offerings, ועל <WH5921> and over זבחי <WH2077> the sacrifices שׁלמיכם <WH8002> of your peace offerings; והיו <WH1961> that they may be לכם לזכרון <WH2146> to you for a memorial לפני <WH6440> before אלהיכם <WH430> your God: אני <WH589> I יהוה <WH3068> the LORD אלהיכם׃ <WH430> your God."},{"number":11,"verse":"ויהי <WH1961> And it came to pass בשׁנה <WH8141> year, השׁנית <WH8145> of the second בחדשׁ <WH2320> month, השׁני <WH8145> in the second בעשׂרים <WH6242> on the twentieth בחדשׁ <WH2320> נעלה <WH5927> was taken up הענן <WH6051> that the cloud מעל <WH5921> from off משׁכן <WH4908> the tabernacle העדת׃ <WH5715> of the testimony."},{"number":12,"verse":"ויסעו <WH5265> took בני <WH1121> And the children ישׂראל <WH3478> of Israel למסעיהם <WH4550> their journeys ממדבר <WH4057> out of the wilderness סיני <WH5514> of Sinai; וישׁכן <WH7931> rested הענן <WH6051> and the cloud במדבר <WH4057> in the wilderness פארן׃ <WH6290> of Paran."},{"number":13,"verse":"ויסעו <WH5265> took their journey בראשׁנה <WH7223> And they first על <WH5921> according to פי <WH6310> the commandment יהוה <WH3068> of the LORD ביד <WH3027> by the hand משׁה׃ <WH4872> of Moses."},{"number":14,"verse":"ויסע <WH5265> went דגל <WH1714> the standard מחנה <WH4264> of the camp בני <WH1121> of the children יהודה <WH3063> of Judah בראשׁנה <WH7223> In the first לצבאתם <WH6635> according to their armies: ועל <WH5921> and over צבאו <WH6635> his host נחשׁון <WH5177> Nahshon בן <WH1121> the son עמינדב׃ <WH5992> of Amminadab."},{"number":15,"verse":"ועל <WH5921> And over צבא <WH6635> the host מטה <WH4294> of the tribe בני <WH1121> of the children ישׂשכר <WH3485> of Issachar נתנאל <WH5417> Nethaneel בן <WH1121> the son צוער׃ <WH6686> of Zuar."},{"number":16,"verse":"ועל <WH5921> And over צבא <WH6635> the host מטה <WH4294> of the tribe בני <WH1121> of the children זבולן <WH2074> of Zebulun אליאב <WH446> Eliab בן <WH1121> the son חלן׃ <WH2497> of Helon."},{"number":17,"verse":"והורד <WH3381> was taken down; המשׁכן <WH4908> And the tabernacle ונסעו <WH5265> set forward, בני <WH1121> and the sons גרשׁון <WH1648> of Gershon ובני <WH1121> and the sons מררי <WH4847> of Merari נשׂאי <WH5375> bearing המשׁכן׃ <WH4908> the tabernacle."},{"number":18,"verse":"ונסע <WH5265> set forward דגל <WH1714> And the standard מחנה <WH4264> of the camp ראובן <WH7205> of Reuben לצבאתם <WH6635> according to their armies: ועל <WH5921> and over צבאו <WH6635> his host אליצור <WH468> Elizur בן <WH1121> the son שׁדיאור׃ <WH7707> of Shedeur."},{"number":19,"verse":"ועל <WH5921> And over צבא <WH6635> the host מטה <WH4294> of the tribe בני <WH1121> of the children שׁמעון <WH8095> of Simeon שׁלמיאל <WH8017> Shelumiel בן <WH1121> the son צורי שׁדי׃ <WH6701> of Zurishaddai."},{"number":20,"verse":"ועל <WH5921> And over צבא <WH6635> the host מטה <WH4294> of the tribe בני <WH1121> of the children גד <WH1410> of Gad אליסף <WH460> Eliasaph בן <WH1121> the son דעואל׃ <WH1845> of Deuel."},{"number":21,"verse":"ונסעו <WH5265> set forward, הקהתים <WH6956> And the Kohathites נשׂאי <WH5375> bearing המקדשׁ <WH4720> the sanctuary: והקימו <WH6965> and did set up את <WH853> המשׁכן <WH4908> the tabernacle עד <WH5704> against באם׃ <WH935> they came."},{"number":22,"verse":"ונסע <WH5265> set forward דגל <WH1714> And the standard מחנה <WH4264> of the camp בני <WH1121> of the children אפרים <WH669> of Ephraim לצבאתם <WH6635> according to their armies: ועל <WH5921> and over צבאו <WH6635> his host אלישׁמע <WH476> Elishama בן <WH1121> the son עמיהוד׃ <WH5989> of Ammihud."},{"number":23,"verse":"ועל <WH5921> And over צבא <WH6635> the host מטה <WH4294> of the tribe בני <WH1121> of the children מנשׁה <WH4519> of Manasseh גמליאל <WH1583> Gamaliel בן <WH1121> the son פדהצור׃ <WH6301> of Pedahzur."},{"number":24,"verse":"ועל <WH5921> And over צבא <WH6635> the host מטה <WH4294> of the tribe בני <WH1121> of the children בנימן <WH1144> of Benjamin אבידן <WH27> Abidan בן <WH1121> the son גדעוני׃ <WH1441> of Gideoni."},{"number":25,"verse":"ונסע <WH5265> set forward, דגל <WH1714> And the standard מחנה <WH4264> of the camp בני <WH1121> of the children דן <WH1835> of Dan מאסף <WH622> the rearward לכל <WH3605> of all המחנת <WH4264> the camps לצבאתם <WH6635> throughout their hosts: ועל <WH5921> and over צבאו <WH6635> his host אחיעזר <WH295> Ahiezer בן <WH1121> the son עמישׁדי׃ <WH5996> of Ammishaddai."},{"number":26,"verse":"ועל <WH5921> And over צבא <WH6635> the host מטה <WH4294> of the tribe בני <WH1121> of the children אשׁר <WH836> of Asher פגעיאל <WH6295> Pagiel בן <WH1121> the son עכרן׃ <WH5918> of Ocran."},{"number":27,"verse":"ועל <WH5921> And over צבא <WH6635> the host מטה <WH4294> of the tribe בני <WH1121> of the children נפתלי <WH5321> of Naphtali אחירע <WH299> Ahira בן <WH1121> the son עינן׃ <WH5881> of Enan."},{"number":28,"verse":"אלה <WH428> Thus מסעי <WH4550> the journeyings בני <WH1121> of the children ישׂראל <WH3478> of Israel לצבאתם <WH6635> according to their armies, ויסעו׃ <WH5265> when they set forward."},{"number":29,"verse":"ויאמר <WH559> said משׁה <WH4872> And Moses לחבב <WH2246> unto Hobab, בן <WH1121> the son רעואל <WH7467> of Raguel המדיני <WH4084> the Midianite, חתן <WH2859> father-in-law, משׁה <WH4872> Moses' נסעים <WH5265> are journeying אנחנו <WH587> We אל <WH413> unto המקום <WH4725> the place אשׁר <WH834> of which אמר <WH559> said, יהוה <WH3068> the LORD אתו <WH853> אתן <WH5414> I will give לכם לכה <WH1980> it you: come אתנו <WH854> thou with והטבנו <WH3190> us, and we will do thee good: לך כי <WH3588> for יהוה <WH3068> the LORD דבר <WH1696> hath spoken טוב <WH2896> good על <WH5921> concerning ישׂראל׃ <WH3478> Israel."},{"number":30,"verse":"ויאמר <WH559> And he said אליו <WH413> unto לא <WH3808> him, I will not אלך <WH1980> go; כי <WH3588> but אם <WH518> I אל <WH413> to ארצי <WH776> mine own land, ואל <WH413> and to מולדתי <WH4138> my kindred. אלך׃ <WH1980> will depart"},{"number":31,"verse":"ויאמר <WH559> And he said, אל <WH408> us not, נא <WH4994> I pray thee; תעזב <WH5800> Leave אתנו <WH853> כי <WH3588> forasmuch על <WH5921> כןדעת <WH3045> as thou knowest חנתנו <WH2583> how we are to encamp במדבר <WH4057> in the wilderness, והיית <WH1961> and thou mayest be לנו לעינים׃ <WH5869> to us instead of eyes."},{"number":32,"verse":"והיה <WH1961> And it shall be, כי <WH3588> if תלך <WH1980> thou go עמנו <WH5973> with והיה <WH1961> us, yea, it shall be, הטוב <WH2896> goodness ההוא <WH1931> אשׁר <WH834> that what ייטיב <WH3190> shall do יהוה <WH3068> the LORD עמנו <WH5973> unto והטבנו׃ <WH3190> us, the same will we do"},{"number":33,"verse":"ויסעו <WH5265> And they departed מהר <WH2022> from the mount יהוה <WH3068> of the LORD דרך <WH1870> journey: שׁלשׁת <WH7969> three ימים <WH3117> days' וארון <WH727> and the ark ברית <WH1285> of the covenant יהוה <WH3068> of the LORD נסע <WH5265> went לפניהם <WH6440> before דרך <WH1870> journey, שׁלשׁת <WH7969> them in the three ימים <WH3117> days' לתור <WH8446> to search out להם מנוחה׃ <WH4496> a resting place"},{"number":34,"verse":"וענן <WH6051> And the cloud יהוה <WH3068> of the LORD עליהם <WH5921> upon יומם <WH3119> them by day, בנסעם <WH5265> when they went מן <WH4480> out of המחנה׃ <WH4264> the camp."},{"number":35,"verse":"ויהי <WH1961> And it came to pass, בנסע <WH5265> set forward, הארן <WH727> when the ark ויאמר <WH559> said, משׁה <WH4872> that Moses קומה <WH6965> Rise up, יהוה <WH3068> LORD, ויפצו <WH6327> be scattered; איביך <WH341> and let thine enemies וינסו <WH5127> thee flee משׂנאיך <WH8130> and let them that hate מפניך׃ <WH6440> before"},{"number":36,"verse":"ובנחה <WH5117> And when it rested, יאמר <WH559> he said, שׁובה <WH7725> Return, יהוה <WH3068> O LORD, רבבות <WH7233> unto the many אלפי <WH505> thousands ישׂראל׃ <WH3478> of Israel."}]}