{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":12,"verses":[{"number":1,"verse":"ותדבר <WH1696> spoke מרים <WH4813> And Miriam ואהרן <WH175> and Aaron במשׁה <WH4872> against Moses על <WH5921> because אדות <WH182> because האשׁה <WH802> woman הכשׁית <WH3569> אשׁר <WH834> whom לקח <WH3947> he had married: כי <WH3588> for אשׁה <WH802> woman. כשׁית <WH3569> לקח׃ <WH3947> he had married"},{"number":2,"verse":"ויאמרו <WH559> And they said, הרק <WH7535> only אך <WH389> indeed במשׁה <WH4872> by Moses? דבר <WH1696> spoken יהוה <WH3068> Hath the LORD הלא <WH3808> hath he not גם <WH1571> also בנו דבר <WH1696> spoken וישׁמע <WH8085> heard יהוה׃ <WH3068> by us? And the LORD"},{"number":3,"verse":"והאישׁ <WH376> (Now the man משׁה <WH4872> Moses ענו <WH6035> meek, מאד <WH3966> very מכל <WH3605> above all האדם <WH120> the men אשׁר <WH834> which על <WH5921> upon פני <WH6440> the face האדמה׃ <WH127> of the earth.)"},{"number":4,"verse":"ויאמר <WH559> spoke יהוה <WH3068> And the LORD פתאם <WH6597> suddenly אל <WH413> unto משׁה <WH4872> Moses, ואל <WH413> and unto אהרן <WH175> Aaron, ואל <WH413> and unto מרים <WH4813> Miriam, צאו <WH3318> Come out שׁלשׁתכם <WH7969> ye three אל <WH413> unto אהל <WH168> the tabernacle מועד <WH4150> of the congregation. ויצאו <WH3318> came out. שׁלשׁתם׃ <WH7969> And they three"},{"number":5,"verse":"וירד <WH3381> came down יהוה <WH3068> And the LORD בעמוד <WH5982> in the pillar ענן <WH6051> of the cloud, ויעמד <WH5975> and stood פתח <WH6607> the door האהל <WH168> of the tabernacle, ויקרא <WH7121> and called אהרן <WH175> Aaron ומרים <WH4813> and Miriam: ויצאו <WH3318> came forth. שׁניהם׃ <WH8147> and they both"},{"number":6,"verse":"ויאמר <WH559> And he said, שׁמעו <WH8085> Hear נא <WH4994> now דברי <WH1697> my words: אם <WH518> If יהיה <WH1961> there be נביאכם <WH5030> a prophet יהוה <WH3068> among you, the LORD במראה <WH4759> him in a vision, אליו <WH413> unto אתודע <WH3045> will make myself known בחלום <WH2472> unto him in a dream. אדבר׃ <WH1696> will speak"},{"number":7,"verse":"לא <WH3808> not כן <WH3651> so, עבדי <WH5650> My servant משׁה <WH4872> Moses בכל <WH3605> in all ביתי <WH1004> mine house. נאמן <WH539> faithful הוא׃ <WH1931> who"},{"number":8,"verse":"פה <WH6310> mouth אל <WH413> to פה <WH6310> mouth, אדבר <WH1696> With him will I speak בו ומראה <WH4758> even apparently, ולא <WH3808> and not בחידת <WH2420> in dark speeches; ותמנת <WH8544> and the similitude יהוה <WH3068> of the LORD יביט <WH5027> shall he behold: ומדוע <WH4069> wherefore לא <WH3808> then were ye not afraid יראתם <WH3372> then were ye not afraid לדבר <WH1696> to speak בעבדי <WH5650> against my servant במשׁה׃ <WH4872> Moses?"},{"number":9,"verse":"ויחר <WH2734> was kindled אף <WH639> And the anger יהוה <WH3069> בם וילך׃ <WH1980> against them; and he departed."},{"number":10,"verse":"והענן <WH6051> And the cloud סר <WH5493> departed מעל <WH5921> from off האהל <WH168> the tabernacle; והנה <WH2009> and, behold, מרים <WH4813> Miriam מצרעת <WH6879> leprous, כשׁלג <WH7950> as snow: ויפן <WH6437> looked אהרן <WH175> and Aaron אל <WH413> upon מרים <WH4813> Miriam, והנה <WH2009> and, behold, מצרעת׃ <WH6879> leprous."},{"number":11,"verse":"ויאמר <WH559> said אהרן <WH175> And Aaron אל <WH413> unto משׁה <WH4872> Moses, בי <WH994> Alas, אדני <WH113> my lord, אל <WH408> not נא <WH4994> I beseech thee, תשׁת <WH7896> lay עלינו <WH5921> upon חטאת <WH2403> the sin אשׁר <WH834> us, wherein נואלנו <WH2973> we have done foolishly, ואשׁר <WH834> and wherein חטאנו׃ <WH2398> we have sinned."},{"number":12,"verse":"אל <WH408> her not נא <WH4994> Let תהי <WH1961> be כמת <WH4191> as one dead, אשׁר <WH834> of whom בצאתו <WH3318> when he cometh out מרחם <WH7358> womb. אמו <WH517> of his mother's ויאכל <WH398> consumed חצי <WH2677> is half בשׂרו׃ <WH1320> the flesh"},{"number":13,"verse":"ויצעק <WH6817> cried משׁה <WH4872> And Moses אל <WH413> unto יהוה <WH3068> the LORD, לאמר <WH559> saying, אל <WH410> O God, נא <WH4994> her now, רפא <WH7495> Heal נא׃ <WH4994> I beseech thee."},{"number":14,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, ואביה <WH1> If her father ירק <WH3417> had but spit ירק <WH3417> had but spit בפניה <WH6440> in her face, הלא <WH3808> should she not תכלם <WH3637> be ashamed שׁבעת <WH7651> seven ימים <WH3117> days? תסגר <WH5462> let her be shut out שׁבעת <WH7651> seven ימים <WH3117> days, מחוץ <WH2351> from למחנה <WH4264> the camp ואחר <WH310> and after that תאסף׃ <WH622> let her be received in"},{"number":15,"verse":"ותסגר <WH5462> was shut out מרים <WH4813> And Miriam מחוץ <WH2351> from למחנה <WH4264> the camp שׁבעת <WH7651> seven ימים <WH3117> days: והעם <WH5971> and the people לא <WH3808> not נסע <WH5265> journeyed עד <WH5704> till האסף <WH622> was brought in מרים׃ <WH4813> Miriam"},{"number":16,"verse":"ואחר <WH310> And afterward נסעו <WH5265> removed העם <WH5971> the people מחצרות <WH2698> ויחנו <WH2583> and pitched במדבר <WH4057> in the wilderness פארן׃ <WH6290> of Paran."}]}