{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":13,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":2,"verse":"שׁלח <WH7971> Send לך אנשׁים <WH582> ויתרו <WH8446> that they may search את <WH853> ארץ <WH776> the land כנען <WH3667> of Canaan, אשׁר <WH834> which אני <WH589> I נתן <WH5414> give לבני <WH1121> unto the children ישׂראל <WH3478> of Israel: אישׁ <WH376> thou men, אחד <WH259> a אישׁ <WH376> man, אחד <WH259> למטה <WH4294> of every tribe אבתיו <WH1> of their fathers תשׁלחו <WH7971> shall ye send כל <WH3605> every one נשׂיא׃ <WH5387> a ruler"},{"number":3,"verse":"וישׁלח <WH7971> sent אתם <WH853> משׁה <WH4872> And Moses ממדבר <WH4057> them from the wilderness פארן <WH6290> of Paran: על <WH5921> by פי <WH6310> the commandment יהוה <WH3068> of the LORD כלם <WH3605> all אנשׁים <WH376> men ראשׁי <WH7218> heads בני <WH1121> of the children ישׂראל <WH3478> of Israel. המה׃ <WH1992> those"},{"number":4,"verse":"ואלה <WH428> And these שׁמותם <WH8034> their names: למטה <WH4294> of the tribe ראובן <WH7205> of Reuben, שׁמוע <WH8051> Shammua בן <WH1121> the son זכור׃ <WH2139> of Zaccur."},{"number":5,"verse":"למטה <WH4294> Of the tribe שׁמעון <WH8095> of Simeon, שׁפט <WH8202> Shaphat בן <WH1121> the son חורי׃ <WH2753> of Hori."},{"number":6,"verse":"למטה <WH4294> Of the tribe יהודה <WH3063> of Judah, כלב <WH3612> Caleb בן <WH1121> the son יפנה׃ <WH3312> of Jephunneh."},{"number":7,"verse":"למטה <WH4294> Of the tribe ישׂשכר <WH3485> of Issachar, יגאל <WH3008> Igal בן <WH1121> the son יוסף׃ <WH3130> of Joseph."},{"number":8,"verse":"למטה <WH4294> Of the tribe אפרים <WH669> of Ephraim, הושׁע <WH1954> Oshea בן <WH1121> the son נון׃ <WH5126> of Nun."},{"number":9,"verse":"למטה <WH4294> Of the tribe בנימן <WH1144> of Benjamin, פלטי <WH6406> Palti בן <WH1121> the son רפוא׃ <WH7505> of Raphu."},{"number":10,"verse":"למטה <WH4294> Of the tribe זבולן <WH2074> of Zebulun, גדיאל <WH1427> Gaddiel בן <WH1121> the son סודי׃ <WH5476> of Sodi."},{"number":11,"verse":"למטה <WH4294> Of the tribe יוסף <WH3130> of Joseph, למטה <WH4294> of the tribe מנשׁה <WH4519> of Manasseh, גדי <WH1426> Gaddi בן <WH1121> the son סוסי׃ <WH5485> of Susi."},{"number":12,"verse":"למטה <WH4294> Of the tribe דן <WH1835> of Dan, עמיאל <WH5988> Ammiel בן <WH1121> the son גמלי׃ <WH1582> of Gemalli."},{"number":13,"verse":"למטה <WH4294> Of the tribe אשׁר <WH836> of Asher, סתור <WH5639> Sethur בן <WH1121> the son מיכאל׃ <WH4317> of Michael."},{"number":14,"verse":"למטה <WH4294> Of the tribe נפתלי <WH5321> of Naphtali, נחבי <WH5147> Nahbi בן <WH1121> the son ופסי׃ <WH2058> of Vophsi."},{"number":15,"verse":"למטה <WH4294> Of the tribe גד <WH1410> of Gad, גאואל <WH1345> Geuel בן <WH1121> the son מכי׃ <WH4352> of Machi."},{"number":16,"verse":"אלה <WH428> These שׁמות <WH8034> the names האנשׁים <WH376> of the men אשׁר <WH834> which שׁלח <WH7971> sent משׁה <WH4872> Moses לתור <WH8446> to spy out את <WH853> הארץ <WH776> the land. ויקרא <WH7121> called משׁה <WH4872> And Moses להושׁע <WH1954> Oshea בן <WH1121> the son נון <WH5126> of Nun יהושׁע׃ <WH3091> Joshua."},{"number":17,"verse":"וישׁלח <WH7971> sent אתם <WH853> משׁה <WH4872> And Moses לתור <WH8446> them to spy out את <WH853> ארץ <WH776> the land כנען <WH3667> of Canaan, ויאמר <WH559> and said אלהם <WH413> unto עלו <WH5927> them, Get you up זה <WH2088> this בנגב <WH5045> southward, ועליתם <WH5927> and go up את <WH853> ההר׃ <WH2022> the mountain:"},{"number":18,"verse":"וראיתם <WH7200> And see את <WH853> הארץ <WH776> the land, מה <WH4100> what הוא <WH1931> it ואת <WH853> העם <WH5971> and the people הישׁב <WH3427> that dwelleth עליה <WH5921> therein, החזק <WH2389> strong הוא <WH1931> whether they הרפה <WH7504> or weak, המעט <WH4592> few הוא <WH1931> אם <WH518> or רב׃ <WH7227> many;"},{"number":19,"verse":"ומה <WH4100> And what הארץ <WH776> the land אשׁר <WH834> that הוא <WH1931> they ישׁב <WH3427> dwell בה הטובה <WH2896> good הוא <WH1931> in whether it אם <WH518> or רעה <WH7451> bad; ומה <WH4100> and what הערים <WH5892> cities אשׁר <WH834> that הוא <WH1931> they יושׁב <WH3427> dwell בהנה <WH2007> in, הבמחנים <WH4264> whether in tents, אם <WH518> or במבצרים׃ <WH4013> in strongholds;"},{"number":20,"verse":"ומה <WH4100> And what הארץ <WH776> the land השׁמנה <WH8082> fat הוא <WH1931> whether it אם <WH518> or רזה <WH7330> lean, הישׁ <WH3426> whether there be בה עץ <WH6086> wood אם <WH518> therein, or אין <WH369> not. והתחזקתם <WH2388> And be ye of good courage, ולקחתם <WH3947> and bring מפרי <WH6529> of the fruit הארץ <WH776> of the land. והימים <WH3117> Now the time ימי <WH3117> the time בכורי <WH1061> of the firstripe ענבים׃ <WH6025> grapes."},{"number":21,"verse":"ויעלו <WH5927> So they went up, ויתרו <WH8446> and searched את <WH853> הארץ <WH776> the land ממדבר <WH4057> from the wilderness צן <WH6790> of Zin עד <WH5704> unto רחב <WH7340> Rehob, לבא <WH935> as men come חמת׃ <WH2574> to Hamath."},{"number":22,"verse":"ויעלו <WH5927> And they ascended בנגב <WH5045> by the south, ויבא <WH935> and came עד <WH5704> unto חברון <WH2275> Hebron; ושׁם <WH8033> where אחימן <WH289> Ahiman, שׁשׁי <WH8344> Sheshai, ותלמי <WH8526> and Talmai, ילידי <WH3211> the children הענק <WH6061> of Anak, וחברון <WH2275> (Now Hebron שׁבע <WH7651> seven שׁנים <WH8141> years נבנתה <WH1129> was built לפני <WH6440> before צען <WH6814> Zoan מצרים׃ <WH4714> in Egypt.)"},{"number":23,"verse":"ויבאו <WH935> And they came עד <WH5704> unto נחל <WH5158> the brook אשׁכל <WH812> of Eshcol, ויכרתו <WH3772> and cut down משׁם <WH8033> from thence זמורה <WH2156> a branch ואשׁכול <WH811> cluster ענבים <WH6025> of grapes, אחד <WH259> with one וישׂאהו <WH5375> and they bore במוט <WH4132> upon a staff; בשׁנים <WH8147> it between two ומן <WH4480> from thence הרמנים <WH7416> the pomegranates, ומן <WH4480> and of התאנים׃ <WH8384> the figs."},{"number":24,"verse":"למקום <WH4725> The place ההוא <WH1931> קרא <WH7121> was called נחל <WH5158> the brook אשׁכול <WH812> Eshcol, על <WH5921> because אדות <WH182> because האשׁכול <WH811> of the cluster of grapes אשׁר <WH834> which כרתו <WH3772> cut down משׁם <WH8033> from thence. בני <WH1121> the children ישׂראל׃ <WH3478> of Israel"},{"number":25,"verse":"וישׁבו <WH7725> And they returned מתור <WH8446> from searching הארץ <WH776> of the land מקץ <WH7093> after ארבעים <WH705> forty יום׃ <WH3117> days."},{"number":26,"verse":"וילכו <WH1980> And they went ויבאו <WH935> and came אל <WH413> to משׁה <WH4872> Moses, ואל <WH413> and to אהרן <WH175> Aaron, ואל <WH413> and to כל <WH3605> all עדת <WH5712> the congregation בני <WH1121> of the children ישׂראל <WH3478> of Israel, אל <WH413> unto מדבר <WH4057> the wilderness פארן <WH6290> of Paran, קדשׁה <WH6946> to Kadesh; וישׁיבו <WH7725> and brought back אתם <WH853> דבר <WH1697> word ואת <WH853> כל <WH3605> unto them, and unto all העדה <WH5712> the congregation, ויראום <WH7200> and showed את <WH853> פרי <WH6529> them the fruit הארץ׃ <WH776> of the land."},{"number":27,"verse":"ויספרו <WH5608> And they told לו ויאמרו <WH559> him, and said, באנו <WH935> We came אל <WH413> unto הארץ <WH776> the land אשׁר <WH834> whither שׁלחתנו <WH7971> thou sentest וגם <WH1571> us, and surely זבת <WH2100> floweth חלב <WH2461> with milk ודבשׁ <WH1706> and honey; הוא <WH1931> it וזה <WH2088> and this פריה׃ <WH6529> the fruit"},{"number":28,"verse":"אפס <WH657> כיז <WH5794> strong העם <WH5971> the people הישׁב <WH3427> that dwell בארץ <WH776> in the land, והערים <WH5892> and the cities בצרות <WH1219> walled, גדלת <WH1419> great: מאד <WH3966> very וגם <WH1571> and moreover ילדי <WH3211> the children הענק <WH6061> of Anak ראינו <WH7200> we saw שׁם׃ <WH8033> there."},{"number":29,"verse":"עמלק <WH6002> יושׁב <WH3427> dwell בארץ <WH776> in the land הנגב <WH5045> of the south: והחתי <WH2850> and the Hittites, והיבוסי <WH2983> and the Jebusites, והאמרי <WH567> and the Amorites, יושׁב <WH3427> dwell בהר <WH2022> in the mountains: והכנעני <WH3669> and the Canaanites יושׁב <WH3427> dwell על <WH5921> by הים <WH3220> the sea, ועל <WH5921> and by יד <WH3027> the coast הירדן׃ <WH3383> of Jordan."},{"number":30,"verse":"ויהס <WH2013> stilled כלב <WH3612> And Caleb את <WH853> העם <WH5971> the people אל <WH413> before משׁה <WH4872> Moses, ויאמר <WH559> and said, עלה <WH5927> נעלהירשׁנו <WH3423> and possess אתה <WH853> כי <WH3588> it; for יכול <WH3201> we are well able נוכל׃ <WH3201> to overcome"},{"number":31,"verse":"והאנשׁים <WH376> But the men אשׁר <WH834> that עלו <WH5927> went up עמו <WH5973> with אמרו <WH559> him said, לא <WH3808> נוכלעלות <WH5927> to go up אל <WH413> against העם <WH5971> the people; כי <WH3588> for חזק <WH2389> stronger הוא <WH1931> they ממנו׃ <WH4480> than"},{"number":32,"verse":"ויציאו <WH3318> And they brought up דבת <WH1681> an evil report הארץ <WH776> of the land אשׁר <WH834> which תרו <WH8446> they had searched אתה <WH853> אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, לאמר <WH559> saying, הארץ <WH776> The land, אשׁר <WH834> through which עברנו <WH5674> we have gone בה לתור <WH8446> to search אתה <WH853> ארץ <WH776> it, a land אכלת <WH398> eateth up יושׁביה <WH3427> the inhabitants הוא <WH1931> that וכל <WH3605> thereof; and all העם <WH5971> the people אשׁר <WH834> that ראינו <WH7200> we saw בתוכה <WH8432> in אנשׁי <WH376> it men מדות׃ <WH4060> of a great stature."},{"number":33,"verse":"ושׁם <WH8033> And there ראינו <WH7200> we saw את <WH853> הנפילים <WH5303> the giants, בני <WH1121> the sons ענק <WH6061> of Anak, מן <WH4480> of הנפלים <WH5303> the giants: ונהי <WH1961> and we were בעינינו <WH5869> in our own sight כחגבים <WH2284> as grasshoppers, וכן <WH3651> and so היינו <WH1961> we were בעיניהם׃ <WH5869> in their sight."}]}