{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":17,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":2,"verse":"דבר <WH1696> Speak אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, וקח <WH3947> and take מאתם <WH853> מטה <WH4294> every one of them a rod מטה <WH4294> rods: לבית <WH1004> according to the house אב <WH1> of fathers, מאת <WH853> כל <WH3605> all נשׂיאהם <WH5387> their princes לבית <WH1004> according to the house אבתם <WH1> of their fathers שׁנים <WH8147> twelve עשׂר <WH6240> twelve מטות <WH4294> his rod. אישׁ <WH376> thou every man's את <WH853> שׁמו <WH8034> name תכתב <WH3789> write על <WH5921> upon מטהו׃ <WH4294>"},{"number":3,"verse":"ואת <WH853> שׁם <WH8034> name אהרן <WH175> Aaron's תכתב <WH3789> And thou shalt write על <WH5921> upon מטה <WH4294> the rod לוי <WH3878> of Levi: כי <WH3588> for מטה <WH4294> rod אחד <WH259> one לראשׁ <WH7218> for the head בית <WH1004> of the house אבותם׃ <WH1> of their fathers."},{"number":4,"verse":"והנחתם <WH3240> באהל <WH168> in the tabernacle מועד <WH4150> of the congregation לפני <WH6440> before העדות <WH5715> the testimony, אשׁר <WH834> where אועד <WH3259> I will meet לכם שׁמה׃ <WH8033> where"},{"number":5,"verse":"והיה <WH1961> And it shall come to pass, האישׁ <WH376> the man's אשׁר <WH834> whom אבחר <WH977> I shall choose, בו מטהו <WH4294> rod, יפרח <WH6524> shall blossom: והשׁכתי <WH7918> and I will make to cease מעלי <WH5921> from את <WH853> תלנות <WH8519> me the murmurings בני <WH1121> of the children ישׂראל <WH3478> of Israel, אשׁר <WH834> whereby הם <WH1992> they מלינם <WH3885> murmur עליכם׃ <WH5921> against"},{"number":6,"verse":"וידבר <WH1696> spoke משׁה <WH4872> And Moses אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, ויתנו <WH5414> gave אליו <WH413> gave כל <WH3605> and every one נשׂיאיהם <WH5387> of their princes מטה <WH4294> him a rod לנשׂיא <WH5387> apiece, אחד <WH259> one, מטה <WH4294> rods: לנשׂיא <WH5387> for each prince אחד <WH259> לבית <WH1004> houses, אבתם <WH1> according to their fathers' שׁנים <WH8147> twelve עשׂר <WH6240> twelve מטות <WH4294> and the rod ומטה <WH4294> their rods. אהרן <WH175> of Aaron בתוך <WH8432> among מטותם׃ <WH4294>"},{"number":7,"verse":"וינח <WH3240> משׁה <WH4872> And Moses את <WH853> המטת <WH4294> the rods לפני <WH6440> before יהוה <WH3068> the LORD באהל <WH168> in the tabernacle העדת׃ <WH5715> of witness."},{"number":8,"verse":"ויהי <WH1961> And it came to pass, ממחרת <WH4283> that on the morrow ויבא <WH935> went משׁה <WH4872> Moses אל <WH413> into אהל <WH168> the tabernacle העדות <WH5715> of witness; והנה <WH2009> and, behold, פרח <WH6524> was budded, מטה <WH4294> the rod אהרן <WH175> of Aaron לבית <WH1004> for the house לוי <WH3878> of Levi ויצא <WH3318> and brought forth פרח <WH6525> buds, ויצץ <WH6692> and bloomed ציץ <WH6731> blossoms, ויגמל <WH1580> and yielded שׁקדים׃ <WH8247> almonds."},{"number":9,"verse":"ויצא <WH3318> brought out משׁה <WH4872> And Moses את <WH853> כל <WH3605> all המטת <WH4294> the rods מלפני <WH6440> from before יהוה <WH3069> אל <WH413> unto כל <WH3605> all בני <WH1121> the children ישׂראל <WH3478> of Israel: ויראו <WH7200> and they looked, ויקחו <WH3947> and took אישׁ <WH376> every man מטהו׃ <WH4294> his rod."},{"number":10,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, השׁב <WH7725> Bring את <WH853> מטה <WH4294> rod אהרן <WH175> Aaron's לפני <WH6440> again before העדות <WH5715> the testimony, למשׁמרת <WH4931> to be kept לאות <WH226> for a token לבני <WH1121> against the rebels; מרי <WH4805> against the rebels; ותכל <WH3615> and thou shalt quite take away תלונתם <WH8519> their murmurings מעלי <WH5921> from ולא <WH3808> not. ימתו׃ <WH4191> me, that they die"},{"number":11,"verse":"ויעשׂ <WH6213> did משׁה <WH4872> And Moses כאשׁר <WH834> as צוה <WH6680> commanded יהוה <WH3068> the LORD אתו <WH853> כן <WH3651> him, so עשׂה׃ <WH6213> did"},{"number":12,"verse":"ויאמרו <WH559> spoke בני <WH1121> And the children ישׂראל <WH3478> of Israel אל <WH413> unto משׁה <WH4872> Moses, לאמר <WH559> saying, הן <WH2005> Behold, גוענו <WH1478> we die, אבדנו <WH6> we perish, כלנו <WH3605> we all אבדנו׃ <WH6> perish."},{"number":13,"verse":"כל <WH3605> Whosoever הקרב <WH7131> cometh any thing near הקרב <WH7131> cometh any thing near אל <WH413> unto משׁכן <WH4908> the tabernacle יהוה <WH3068> of the LORD ימות <WH4191> shall die: האם <WH518> תמנו <WH8552> shall we be consumed לגוע׃ <WH1478> with dying?"}]}