{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":19,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses ואל <WH413> and unto אהרן <WH175> Aaron, לאמר׃ <WH559> saying,"},{"number":2,"verse":"זאת <WH2063> This חקת <WH2708> the ordinance התורה <WH8451> of the law אשׁר <WH834> which צוה <WH6680> hath commanded, יהוה <WH3068> the LORD לאמר <WH559> saying, דבר <WH1696> Speak אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, ויקחו <WH3947> that they bring אליך <WH413> that they bring פרה <WH6510> heifer אדמה <WH122> thee a red תמימה <WH8549> without spot, אשׁר <WH834> wherein אין <WH369> no בה מום <WH3971> blemish, אשׁר <WH834> which לא <WH3808> never עלה <WH5927> came עליה <WH5921> upon על׃ <WH5923> yoke:"},{"number":3,"verse":"ונתתם <WH5414> And ye shall give אתה <WH853> אל <WH413> her unto אלעזר <WH499> Eleazar הכהן <WH3548> the priest, והוציא <WH3318> אתהל <WH413> without מחוץ <WH2351> למחנה <WH4264> the camp, ושׁחט <WH7819> and shall slay אתה <WH853> לפניו׃ <WH6440> her before"},{"number":4,"verse":"ולקח <WH3947> shall take אלעזר <WH499> And Eleazar הכהן <WH3548> the priest מדמה <WH1818> of her blood באצבעו <WH676> with his finger, והזה <WH5137> and sprinkle אל <WH413> directly נכח <WH5227> directly פני <WH6440> before אהל <WH168> the tabernacle מועד <WH4150> of the congregation מדמה <WH1818> of her blood שׁבע <WH7651> seven פעמים׃ <WH6471> times:"},{"number":5,"verse":"ושׂרף <WH8313> And shall burn את <WH853> הפרה <WH6510> the heifer לעיניו <WH5869> in his sight; את <WH853> ערה <WH5785> her skin, ואת <WH853> בשׂרה <WH1320> and her flesh, ואת <WH853> דמה <WH1818> and her blood, על <WH5921> with פרשׁה <WH6569> her dung, ישׂרף׃ <WH8313> shall he burn:"},{"number":6,"verse":"ולקח <WH3947> shall take הכהן <WH3548> And the priest עץ <WH6086> wood, ארז <WH730> cedar ואזוב <WH231> and hyssop, ושׁני <WH8144> and scarlet, תולעת <WH8438> and scarlet, והשׁליך <WH7993> and cast אל <WH413> into תוך <WH8432> the midst שׂרפת <WH8316> of the burning הפרה׃ <WH6510> of the heifer."},{"number":7,"verse":"וכבס <WH3526> shall wash בגדיו <WH899> his clothes, הכהן <WH3548> Then the priest ורחץ <WH7364> and he shall bathe בשׂרו <WH1320> his flesh במים <WH4325> in water, ואחר <WH310> and afterward יבא <WH935> he shall come אל <WH413> into המחנה <WH4264> the camp, וטמא <WH2930> shall be unclean הכהן <WH3548> and the priest עד <WH5704> until הערב׃ <WH6153> the even."},{"number":8,"verse":"והשׂרף <WH8313> And he that burneth אתה <WH853> יכבס <WH3526> her shall wash בגדיו <WH899> his clothes במים <WH4325> in water, ורחץ <WH7364> and bathe בשׂרו <WH1320> his flesh במים <WH4325> in water, וטמא <WH2930> and shall be unclean עד <WH5704> until הערב׃ <WH6153> the even."},{"number":9,"verse":"ואסף <WH622> shall gather up אישׁ <WH376> And a man טהור <WH2889> clean את <WH853> אפר <WH665> the ashes הפרה <WH6510> of the heifer, והניח <WH3240> מחוץ <WH2351> without למחנה <WH4264> the camp במקום <WH4725> place, טהור <WH2889> in a clean והיתה <WH1961> and it shall be לעדת <WH5712> for the congregation בני <WH1121> of the children ישׂראל <WH3478> of Israel למשׁמרת <WH4931> kept למי <WH4325> for a water נדה <WH5079> of separation: חטאת <WH2403> a purification for sin. הוא׃ <WH1931> it"},{"number":10,"verse":"וכבס <WH3526> shall wash האסף <WH622> And he that gathereth את <WH853> אפר <WH665> the ashes הפרה <WH6510> of the heifer את <WH853> בגדיו <WH899> his clothes, וטמא <WH2930> and be unclean עד <WH5704> until הערב <WH6153> the even: והיתה <WH1961> and it shall be לבני <WH1121> unto the children ישׂראל <WH3478> of Israel, ולגר <WH1616> and unto the stranger הגר <WH1481> that sojourneth בתוכם <WH8432> among לחקת <WH2708> them, for a statute עולם׃ <WH5769> forever."},{"number":11,"verse":"הנגע <WH5060> He that toucheth במת <WH4191> the dead לכל <WH3605> of any נפשׁ <WH5315> body אדם <WH120> man וטמא <WH2930> shall be unclean שׁבעת <WH7651> seven ימים׃ <WH3117> days."},{"number":12,"verse":"הוא <WH1931> He יתחטא <WH2398> shall purify himself בו ביום <WH3117> day, השׁלישׁי <WH7992> with it on the third וביום <WH3117> day השׁביעי <WH7637> and on the seventh יטהר <WH2891> he shall be clean: ואם <WH518> but if לא <WH3808> he purify not himself יתחטא <WH2398> he purify not himself ביום <WH3117> day, השׁלישׁי <WH7992> the third וביום <WH3117> day השׁביעי <WH7637> then the seventh לא <WH3808> he shall not יטהר׃ <WH2891> be clean."},{"number":13,"verse":"כל <WH3605> Whosoever הנגע <WH5060> toucheth במת <WH4191> the dead בנפשׁ <WH5315> body האדם <WH120> of any man אשׁר <WH834> that ימות <WH4191> is dead, ולא <WH3808> and purifieth not himself, יתחטא <WH2398> and purifieth not himself, את <WH853> משׁכן <WH4908> the tabernacle יהוה <WH3069> טמא <WH2930> defileth ונכרתה <WH3772> shall be cut off הנפשׁ <WH5315> soul ההוא <WH1931> and that מישׂראל <WH3478> כי <WH3588> because מי <WH4325> the water נדה <WH5079> of separation לא <WH3808> was not זרק <WH2236> sprinkled עליו <WH5921> upon טמא <WH2931> unclean; יהיה <WH1961> him, he shall be עוד <WH5750> yet טמאתו׃ <WH2932> his uncleanness"},{"number":14,"verse":"זאת <WH2063> This התורה <WH8451> the law, אדם <WH120> a man כי <WH3588> when ימות <WH4191> dieth באהל <WH168> in a tent: כל <WH3605> all הבא <WH935> that come אל <WH413> into האהל <WH168> the tent, וכל <WH3605> and all אשׁר <WH834> that באהל <WH168> in the tent, יטמא <WH2930> shall be unclean שׁבעת <WH7651> seven ימים׃ <WH3117> days."},{"number":15,"verse":"וכל <WH3605> And every כלי <WH3627> vessel, פתוח <WH6605> open אשׁר <WH834> which אין <WH369> hath no צמיד <WH6781> covering פתיל <WH6616> bound עליו <WH5921> upon טמא <WH2931> unclean. הוא׃ <WH1931> it,"},{"number":16,"verse":"וכל <WH3605> אשׁרגע <WH5060> toucheth על <WH5921> in פני <WH6440> the open השׂדה <WH7704> fields, בחלל <WH2491> one that is slain חרב <WH2719> with a sword או <WH176> or במת <WH4191> a dead body, או <WH176> or בעצם <WH6106> a bone אדם <WH120> of a man, או <WH176> or בקבר <WH6913> a grave, יטמא <WH2930> shall be unclean שׁבעת <WH7651> seven ימים׃ <WH3117> days."},{"number":17,"verse":"ולקחו <WH3947> they shall take לטמא <WH2931> And for an unclean מעפר <WH6083> of the ashes שׂרפת <WH8316> of the burnt heifer החטאת <WH2403> of purification for sin, ונתן <WH5414> shall be put עליו <WH5921> thereto מים <WH4325> water חיים <WH2416> and running אל <WH413> in כלי׃ <WH3627> a vessel:"},{"number":18,"verse":"ולקח <WH3947> shall take אזוב <WH231> hyssop, וטבל <WH2881> and dip במים <WH4325> in the water, אישׁ <WH376> person טהור <WH2889> And a clean והזה <WH5137> and sprinkle על <WH5921> upon האהל <WH168> the tent, ועל <WH5921> and upon כל <WH3605> all הכלים <WH3627> the vessels, ועל <WH5921> and upon הנפשׁות <WH5315> the persons אשׁר <WH834> that היו <WH1961> were שׁם <WH8033> there, ועל <WH5921> and upon הנגע <WH5060> him that touched בעצם <WH6106> a bone, או <WH176> or בחלל <WH2491> one slain, או <WH176> or במת <WH4191> one dead, או <WH176> or בקבר׃ <WH6913> a grave:"},{"number":19,"verse":"והזה <WH5137> shall sprinkle הטהר <WH2889> And the clean על <WH5921> upon הטמא <WH2931> the unclean ביום <WH3117> day, השׁלישׁי <WH7992> on the third וביום <WH3117> day: השׁביעי <WH7637> and on the seventh וחטאו <WH2398> he shall purify ביום <WH3117> day השׁביעי <WH7637> and on the seventh וכבס <WH3526> himself, and wash בגדיו <WH899> his clothes, ורחץ <WH7364> and bathe במים <WH4325> himself in water, וטהר <WH2891> and shall be clean בערב׃ <WH6153> at even."},{"number":20,"verse":"ואישׁ <WH376> But the man אשׁר <WH834> that יטמא <WH2930> shall be unclean, ולא <WH3808> and shall not יתחטא <WH2398> purify himself, ונכרתה <WH3772> shall be cut off הנפשׁ <WH5315> soul ההוא <WH1931> that מתוך <WH8432> from among הקהל <WH6951> the congregation, כי <WH3588> because את <WH853> מקדשׁ <WH4720> the sanctuary יהוה <WH3068> of the LORD: טמא <WH2930> he hath defiled מי <WH4325> the water נדה <WH5079> of separation לא <WH3808> hath not זרק <WH2236> been sprinkled עליו <WH5921> upon טמא <WH2931> unclean. הוא׃ <WH1931> him; he"},{"number":21,"verse":"והיתה <WH1961> And it shall be להם לחקת <WH2708> statute עולם <WH5769> a perpetual ומזה <WH5137> unto them, that he that sprinkleth מי <WH4325> the water הנדה <WH5079> of separation יכבס <WH3526> shall wash בגדיו <WH899> his clothes; והנגע <WH5060> and he that toucheth במי <WH4325> the water הנדה <WH5079> of separation יטמא <WH2930> shall be unclean עד <WH5704> until הערב׃ <WH6153> even."},{"number":22,"verse":"וכל <WH3605> אשׁרגע <WH5060> toucheth בו הטמא <WH2931> the unclean יטמא <WH2930> shall be unclean; והנפשׁ <WH5315> and the soul הנגעת <WH5060> that toucheth תטמא <WH2930> shall be unclean עד <WH5704> until הערב׃ <WH6153> even."}]}