{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":2,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses ואל <WH413> and unto אהרן <WH175> Aaron, לאמר׃ <WH559> saying,"},{"number":2,"verse":"אישׁ <WH376> Every man על <WH5921> by דגלו <WH1714> his own standard, באתת <WH226> with the ensign לבית <WH1004> house: אבתם <WH1> of their father's יחנו <WH2583> shall pitch בני <WH1121> of the children ישׂראל <WH3478> of Israel מנגד <WH5048> far off סביב <WH5439> about לאהל <WH168> the tabernacle מועד <WH4150> of the congregation יחנו׃ <WH2583> shall they pitch."},{"number":3,"verse":"והחנים <WH2583> pitch קדמה <WH6924> And on the east side מזרחה <WH4217> toward the rising of the sun דגל <WH1714> shall they of the standard מחנה <WH4264> of the camp יהודה <WH3063> of Judah לצבאתם <WH6635> throughout their armies: ונשׂיא <WH5387> captain לבני <WH1121> the son יהודה <WH3063> of Judah. נחשׁון <WH5177> and Nahshon בן <WH1121> of the children עמינדב׃ <WH5992> of Amminadab"},{"number":4,"verse":"וצבאו <WH6635> And his host, ופקדיהם <WH6485> and those that were numbered ארבעה <WH702> of them, threescore and fourteen ושׁבעים <WH7657> of them, threescore and fourteen אלף <WH505> thousand ושׁשׁ <WH8337> and six מאות׃ <WH3967> hundred."},{"number":5,"verse":"והחנים <WH2583> And those that do pitch עליו <WH5921> next unto מטה <WH4294> him the tribe ישׂשכר <WH3485> of Issachar: ונשׂיא <WH5387> captain לבני <WH1121> the son ישׂשכר <WH3485> of Issachar. נתנאל <WH5417> and Nethaneel בן <WH1121> of the children צוער׃ <WH6686> of Zuar"},{"number":6,"verse":"וצבאו <WH6635> And his host, ופקדיו <WH6485> and those that were numbered ארבעה <WH702> and four וחמשׁים <WH2572> thereof, fifty אלף <WH505> thousand וארבע <WH702> and four מאות׃ <WH3967> hundred."},{"number":7,"verse":"מטה <WH4294> the tribe זבולן <WH2074> of Zebulun: ונשׂיא <WH5387> captain לבני <WH1121> the son זבולן <WH2074> of Zebulun. אליאב <WH446> and Eliab בן <WH1121> of the children חלן׃ <WH2497> of Helon"},{"number":8,"verse":"וצבאו <WH6635> And his host, ופקדיו <WH6485> and those that were numbered שׁבעה <WH7651> and seven וחמשׁים <WH2572> thereof, fifty אלף <WH505> thousand וארבע <WH702> and four מאות׃ <WH3967> hundred."},{"number":9,"verse":"כל <WH3605> All הפקדים <WH6485> that were numbered למחנה <WH4264> in the camp יהודה <WH3063> of Judah מאת <WH3967> a hundred אלף <WH505> thousand ושׁמנים <WH8084> and fourscore אלף <WH505> thousand ושׁשׁת <WH8337> and six אלפים <WH505> thousand וארבע <WH702> and four מאות <WH3967> hundred, לצבאתם <WH6635> throughout their armies. ראשׁנה <WH7223> These shall first יסעו׃ <WH5265> set forth."},{"number":10,"verse":"דגל <WH1714> the standard מחנה <WH4264> of the camp ראובן <WH7205> of Reuben תימנה <WH8486> On the south side לצבאתם <WH6635> according to their armies: ונשׂיא <WH5387> and the captain לבני <WH1121> of the children ראובן <WH7205> of Reuben אליצור <WH468> Elizur בן <WH1121> the son שׁדיאור׃ <WH7707> of Shedeur."},{"number":11,"verse":"וצבאו <WH6635> And his host, ופקדיו <WH6485> and those that were numbered שׁשׁה <WH8337> and six וארבעים <WH705> thereof, forty אלף <WH505> thousand וחמשׁ <WH2568> and five מאות׃ <WH3967> hundred."},{"number":12,"verse":"והחונם <WH2583> And those which pitch עליו <WH5921> by מטה <WH4294> him the tribe שׁמעון <WH8095> of Simeon: ונשׂיא <WH5387> and the captain לבני <WH1121> of the children שׁמעון <WH8095> of Simeon שׁלמיאל <WH8017> Shelumiel בן <WH1121> the son צורי שׁדי׃ <WH6701> of Zurishaddai."},{"number":13,"verse":"וצבאו <WH6635> And his host, ופקדיהם <WH6485> and those that were numbered תשׁעה <WH8672> and nine וחמשׁים <WH2572> of them, fifty אלף <WH505> thousand ושׁלשׁ <WH7969> and three מאות׃ <WH3967> hundred."},{"number":14,"verse":"ומטה <WH4294> Then the tribe גד <WH1410> of Gad: ונשׂיא <WH5387> and the captain לבני <WH1121> of the sons גד <WH1410> of Gad אליסף <WH460> Eliasaph בן <WH1121> the son רעואל׃ <WH7467> of Reuel."},{"number":15,"verse":"וצבאו <WH6635> And his host, ופקדיהם <WH6485> and those that were numbered חמשׁה <WH2568> and five וארבעים <WH705> of them, forty אלף <WH505> thousand ושׁשׁ <WH8337> and six מאות <WH3967> hundred וחמשׁים׃ <WH2572> and fifty."},{"number":16,"verse":"כל <WH3605> All הפקדים <WH6485> that were numbered למחנה <WH4264> in the camp ראובן <WH7205> of Reuben מאת <WH3967> a hundred אלף <WH505> thousand ואחד <WH259> and one וחמשׁים <WH2572> and fifty אלף <WH505> thousand וארבע <WH702> and four מאות <WH3967> hundred וחמשׁים <WH2572> and fifty, לצבאתם <WH6635> throughout their armies. ושׁנים <WH8145> in the second יסעו׃ <WH5265> And they shall set forth"},{"number":17,"verse":"ונסע <WH5265> shall set forward אהל <WH168> Then the tabernacle מועד <WH4150> of the congregation מחנה <WH4264> with the camp הלוים <WH3881> of the Levites בתוך <WH8432> in the midst המחנת <WH4264> of the camp: כאשׁר <WH834> as יחנו <WH2583> they encamp, כן <WH3651> so יסעו <WH5265> shall they set forward, אישׁ <WH376> every man על <WH5921> in ידו <WH3027> his place לדגליהם׃ <WH1714> by their standards."},{"number":18,"verse":"דגל <WH1714> the standard מחנה <WH4264> of the camp אפרים <WH669> of Ephraim לצבאתם <WH6635> according to their armies: ימה <WH3220> On the west side ונשׂיא <WH5387> and the captain לבני <WH1121> of the sons אפרים <WH669> of Ephraim אלישׁמע <WH476> Elishama בן <WH1121> the son עמיהוד׃ <WH5989> of Ammihud."},{"number":19,"verse":"וצבאו <WH6635> And his host, ופקדיהם <WH6485> and those that were numbered ארבעים <WH705> of them, forty אלף <WH505> thousand וחמשׁ <WH2568> and five מאות׃ <WH3967> hundred."},{"number":20,"verse":"ועליו <WH5921> And by מטה <WH4294> him the tribe מנשׁה <WH4519> of Manasseh: ונשׂיא <WH5387> and the captain לבני <WH1121> of the children מנשׁה <WH4519> of Manasseh גמליאל <WH1583> Gamaliel בן <WH1121> the son פדהצור׃ <WH6301> of Pedahzur."},{"number":21,"verse":"וצבאו <WH6635> And his host, ופקדיהם <WH6485> and those that were numbered שׁנים <WH8147> and two ושׁלשׁים <WH7970> of them, thirty אלף <WH505> thousand ומאתים׃ <WH3967> and two hundred."},{"number":22,"verse":"ומטה <WH4294> Then the tribe בנימן <WH1144> of Benjamin: ונשׂיא <WH5387> and the captain לבני <WH1121> of the sons בנימן <WH1144> of Benjamin אבידן <WH27> Abidan בן <WH1121> the son גדעני׃ <WH1441> of Gideoni."},{"number":23,"verse":"וצבאו <WH6635> And his host, ופקדיהם <WH6485> and those that were numbered חמשׁה <WH2568> and five ושׁלשׁים <WH7970> of them, thirty אלף <WH505> thousand וארבע <WH702> and four מאות׃ <WH3967> hundred."},{"number":24,"verse":"כל <WH3605> All הפקדים <WH6485> that were numbered למחנה <WH4264> of the camp אפרים <WH669> of Ephraim מאת <WH3967> a hundred אלף <WH505> thousand ושׁמנת <WH8083> and eight אלפים <WH505> thousand ומאה <WH3967> and a hundred, לצבאתם <WH6635> throughout their armies. ושׁלשׁים <WH7992> in the third יסעו׃ <WH5265> And they shall go forward"},{"number":25,"verse":"דגל <WH1714> The standard מחנה <WH4264> of the camp דן <WH1835> of Dan צפנה <WH6828> on the north side לצבאתם <WH6635> by their armies: ונשׂיא <WH5387> and the captain לבני <WH1121> of the children דן <WH1835> of Dan אחיעזר <WH295> Ahiezer בן <WH1121> the son עמישׁדי׃ <WH5996> of Ammishaddai."},{"number":26,"verse":"וצבאו <WH6635> And his host, ופקדיהם <WH6485> and those that were numbered שׁנים <WH8147> and two ושׁשׁים <WH8346> of them, threescore אלף <WH505> thousand ושׁבע <WH7651> and seven מאות׃ <WH3967> hundred."},{"number":27,"verse":"והחנים <WH2583> And those that encamp עליו <WH5921> by מטה <WH4294> him the tribe אשׁר <WH836> of Asher: ונשׂיא <WH5387> and the captain לבני <WH1121> of the children אשׁר <WH836> of Asher פגעיאל <WH6295> Pagiel בן <WH1121> the son עכרן׃ <WH5918> of Ocran."},{"number":28,"verse":"וצבאו <WH6635> And his host, ופקדיהם <WH6485> and those that were numbered אחד <WH259> and one וארבעים <WH705> of them, forty אלף <WH505> thousand וחמשׁ <WH2568> and five מאות׃ <WH3967> hundred."},{"number":29,"verse":"ומטה <WH4294> Then the tribe נפתלי <WH5321> of Naphtali: ונשׂיא <WH5387> and the captain לבני <WH1121> of the children נפתלי <WH5321> of Naphtali אחירע <WH299> Ahira בן <WH1121> the son עינן׃ <WH5881> of Enan."},{"number":30,"verse":"וצבאו <WH6635> And his host, ופקדיהם <WH6485> and those that were numbered שׁלשׁה <WH7969> and three וחמשׁים <WH2572> of them, fifty אלף <WH505> thousand וארבע <WH702> and four מאות׃ <WH3967> hundred."},{"number":31,"verse":"כל <WH3605> All הפקדים <WH6485> they that were numbered למחנה <WH4264> in the camp דן <WH1835> of Dan מאת <WH3967> a hundred אלף <WH505> thousand ושׁבעה <WH7651> and seven וחמשׁים <WH2572> and fifty אלף <WH505> thousand ושׁשׁ <WH8337> and six מאות <WH3967> hundred. לאחרנה <WH314> hindmost יסעו <WH5265> They shall go לדגליהם׃ <WH1714> with their standards."},{"number":32,"verse":"אלה <WH428> These פקודי <WH6485> those which were numbered בני <WH1121> of the children ישׂראל <WH3478> of Israel לבית <WH1004> by the house אבתם <WH1> of their fathers: כל <WH3605> all פקודי <WH6485> those that were numbered המחנת <WH4264> of the camps לצבאתם <WH6635> throughout their hosts שׁשׁ <WH8337> six מאות <WH3967> hundred אלף <WH505> thousand ושׁלשׁת <WH7969> and three אלפים <WH505> thousand וחמשׁ <WH2568> and five מאות <WH3967> hundred וחמשׁים׃ <WH2572> and fifty."},{"number":33,"verse":"והלוים <WH3881> But the Levites לא <WH3808> were not התפקדו <WH6485> numbered בתוך <WH8432> among בני <WH1121> the children ישׂראל <WH3478> of Israel; כאשׁר <WH834> as צוה <WH6680> commanded יהוה <WH3069> אתשׁה׃ <WH4872> Moses."},{"number":34,"verse":"ויעשׂו <WH6213> did בני <WH1121> And the children ישׂראל <WH3478> of Israel ככל <WH3605> according to all אשׁר <WH834> that צוה <WH6680> commanded יהוה <WH3068> the LORD את <WH853> משׁה <WH4872> Moses: כן <WH3651> so חנו <WH2583> they pitched לדגליהם <WH1714> by their standards, וכן <WH3651> and so נסעו <WH5265> they set forward, אישׁ <WH376> every one למשׁפחתיו <WH4940> after their families, על <WH5921> according to בית <WH1004> the house אבתיו׃ <WH1> of their fathers."}]}