{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"וירא <WH7200> saw בלעם <WH1109> And when Balaam כי <WH3588> that טוב <WH2895> it pleased בעיני <WH5869> it pleased יהוה <WH3068> the LORD לברך <WH1288> to bless את <WH853> ישׂראל <WH3478> Israel, ולא <WH3808> not, הלך <WH1980> he went כפעם <WH6471> as at other times, בפעם <WH6471> as at other times, לקראת <WH7125> to seek נחשׁים <WH5173> for enchantments, וישׁת <WH7896> but he set אל <WH413> toward המדבר <WH4057> the wilderness. פניו׃ <WH6440> his face"},{"number":2,"verse":"וישׂא <WH5375> lifted up בלעם <WH1109> And Balaam את <WH853> עיניו <WH5869> his eyes, וירא <WH7200> and he saw את <WH853> ישׂראל <WH3478> Israel שׁכן <WH7931> abiding לשׁבטיו <WH7626> according to their tribes; ותהי <WH1961> came עליו <WH5921> upon רוח <WH7307> and the spirit אלהים׃ <WH430> of God"},{"number":3,"verse":"וישׂא <WH5375> And he took up משׁלו <WH4912> his parable, ויאמר <WH559> and said, נאם <WH5002> hath said, בלעם <WH1109> Balaam בנו <WH1121> the son בער <WH1160> of Beor ונאם <WH5002> hath said: הגבר <WH1397> and the man שׁתם <WH8365> are open העין׃ <WH5869> whose eyes"},{"number":4,"verse":"נאם <WH5002> He hath said, שׁמע <WH8085> which heard אמרי <WH561> the words אל <WH410> of God, אשׁר <WH834> which מחזה <WH4236> the vision שׁדי <WH7706> of the Almighty, יחזה <WH2372> saw נפל <WH5307> falling וגלוי <WH1540> open: עינים׃ <WH5869> but having his eyes"},{"number":5,"verse":"מה <WH4100> How טבו <WH2895> goodly אהליך <WH168> are thy tents, יעקב <WH3290> O Jacob, משׁכנתיך <WH4908> thy tabernacles, ישׂראל׃ <WH3478> O Israel!"},{"number":6,"verse":"כנחלים <WH5158> As the valleys נטיו <WH5186> are they spread forth, כגנת <WH1593> as gardens עלי <WH5921> by נהר <WH5104> the river's כאהלים <WH174> side, as the trees of lign aloes נטע <WH5193> hath planted, יהוה <WH3068> which the LORD כארזים <WH730> as cedar trees עלי <WH5921> beside מים׃ <WH4325> the waters."},{"number":7,"verse":"יזל <WH5140> He shall pour מים <WH4325> the water מדליו <WH1805> out of his buckets, וזרעו <WH2233> and his seed במים <WH4325> waters, רבים <WH7227> in many וירם <WH7311> shall be higher מאגג <WH90> מלכו <WH4428> and his king ותנשׂא <WH5375> shall be exalted. מלכתו׃ <WH4438> and his kingdom"},{"number":8,"verse":"אל <WH410> God מוציאו <WH3318> brought him forth ממצרים <WH4714> כתועפת <WH8443> he hath as it were the strength ראם <WH7214> of a unicorn: לו יאכל <WH398> he shall eat up גוים <WH1471> the nations צריו <WH6862> his enemies, ועצמתיהם <WH6106> their bones, יגרם <WH1633> and shall break וחציו <WH2671> with his arrows. ימחץ׃ <WH4272> and pierce through"},{"number":9,"verse":"כרע <WH3766> He couched, שׁכב <WH7901> he lay down כארי <WH738> as a lion, וכלביא <WH3833> and as a great lion: מי <WH4310> who יקימנו <WH6965> shall stir him up? מברכיך <WH1288> Blessed ברוך <WH1288> he that blesseth וארריך <WH779> thee, and cursed ארור׃ <WH779> he that curseth"},{"number":10,"verse":"ויחר <WH2734> was kindled אף <WH639> anger בלק <WH1111> And Balak's אל <WH413> against בלעם <WH1109> Balaam, ויספק <WH5606> אתפיו <WH3709> ויאמר <WH559> said בלק <WH1111> and Balak אל <WH413> unto בלעם <WH1109> Balaam, לקב <WH6895> thee to curse איבי <WH341> mine enemies, קראתיך <WH7121> I called והנה <WH2009> and, behold, ברכת <WH1288> thou hast altogether blessed ברך <WH1288> thou hast altogether blessed זה <WH2088> these שׁלשׁ <WH7969> three פעמים׃ <WH6471> times."},{"number":11,"verse":"ועתה <WH6258> Therefore now ברח <WH1272> flee לך אל <WH413> thou to מקומך <WH4725> thy place: אמרתי <WH559> I thought כבד <WH3513> to promote thee unto great honor; אכבדך <WH3513> to promote thee unto great honor; והנה <WH2009> but, lo, מנעך <WH4513> hath kept thee back יהוה <WH3068> the LORD מכבוד׃ <WH3519> from honor."},{"number":12,"verse":"ויאמר <WH559> said בלעם <WH1109> And Balaam אל <WH413> unto בלק <WH1111> Balak, הלא <WH3808> I not גם <WH1571> also אל <WH413> to מלאכיך <WH4397> thy messengers אשׁר <WH834> which שׁלחת <WH7971> thou sentest אלי <WH413> unto דברתי <WH1696> Spoke לאמר׃ <WH559> me, saying,"},{"number":13,"verse":"אם <WH518> If יתן <WH5414> would give לי בלק <WH1111> Balak מלא <WH4393> full ביתו <WH1004> me his house כסף <WH3701> of silver וזהב <WH2091> and gold, לא <WH3808> אוכלעבר <WH5674> go beyond את <WH853> פי <WH6310> the commandment יהוה <WH3068> of the LORD, לעשׂות <WH6213> to do טובה <WH2896> good או <WH176> or רעה <WH7451> bad מלבי <WH3820> of mine own mind; אשׁר <WH834> what ידבר <WH1696> saith, יהוה <WH3068> the LORD אתו <WH853> אדבר׃ <WH1696> that will I speak?"},{"number":14,"verse":"ועתה <WH6258> And now, הנני <WH2005> הולך <WH1980> I go לעמי <WH5971> unto my people: לכה <WH1980> come איעצך <WH3289> I will advertise אשׁר <WH834> thee what יעשׂה <WH6213> shall do העם <WH5971> people הזה <WH2088> this לעמך <WH5971> to thy people באחרית <WH319> in the latter הימים׃ <WH3117> days."},{"number":15,"verse":"וישׂא <WH5375> And he took up משׁלו <WH4912> his parable, ויאמר <WH559> and said, נאם <WH5002> hath said, בלעם <WH1109> Balaam בנו <WH1121> the son בער <WH1160> of Beor ונאם <WH5002> hath said: הגבר <WH1397> and the man שׁתם <WH8365> are open העין׃ <WH5869> whose eyes"},{"number":16,"verse":"נאם <WH5002> He hath said, שׁמע <WH8085> which heard אמרי <WH561> the words אל <WH410> of God, וידע <WH3045> and knew דעת <WH1847> the knowledge עליון <WH5945> of the most High, מחזה <WH4236> the vision שׁדי <WH7706> of the Almighty, יחזה <WH2372> saw נפל <WH5307> falling וגלוי <WH1540> open: עינים׃ <WH5869> but having his eyes"},{"number":17,"verse":"אראנו <WH7200> I shall see ולא <WH3808> him, but not עתה <WH6258> now: אשׁורנו <WH7789> I shall behold ולא <WH3808> him, but not קרוב <WH7138> nigh: דרך <WH1869> there shall come כוכב <WH3556> a Star מיעקב <WH3290> וקם <WH6965> shall rise שׁבט <WH7626> and a Scepter מישׂראל <WH3478> ומחץ <WH4272> and shall smite פאתי <WH6285> the corners מואב <WH4124> of Moab, וקרקר <WH6979> כל <WH3605> all בני <WH1121> the children שׁת׃ <WH8351>"},{"number":18,"verse":"והיה <WH1961> shall be אדום <WH123> And Edom ירשׁה <WH3424> a possession, והיה <WH1961> also shall be ירשׁה <WH3424> a possession שׂעיר <WH8165> Seir איביו <WH341> for his enemies; וישׂראל <WH3478> and Israel עשׂה <WH6213> shall do חיל׃ <WH2428> valiantly."},{"number":19,"verse":"וירד <WH7287> shall come he that shall have dominion, מיעקב <WH3290> והאביד <WH6> and shall destroy שׂריד <WH8300> him that remaineth מעיר׃ <WH5892> of the city."},{"number":20,"verse":"וירא <WH7200> And when he looked on את <WH853> עמלק <WH6002> Amalek, וישׂא <WH5375> he took up משׁלו <WH4912> his parable, ויאמר <WH559> and said, ראשׁית <WH7225> the first גוים <WH1471> of the nations; עמלק <WH6002> Amalek ואחריתו <WH319> but his latter end עדי <WH5703> forever. אבד׃ <WH8> that he perish"},{"number":21,"verse":"וירא <WH7200> And he looked on את <WH853> הקיני <WH7017> the Kenites, וישׂא <WH5375> and took up משׁלו <WH4912> his parable, ויאמר <WH559> and said, איתן <WH386> Strong מושׁבך <WH4186> is thy dwelling place, ושׂים <WH7760> and thou puttest בסלע <WH5553> in a rock. קנך׃ <WH7064> thy nest"},{"number":22,"verse":"כי <WH3588> אםהיה <WH1961> shall be לבער <WH1197> wasted, קין <WH7014> the Kenite עד <WH5704> until מה <WH4100> until אשׁור <WH804> Asshur תשׁבך׃ <WH7617> shall carry thee away captive."},{"number":23,"verse":"וישׂא <WH5375> And he took up משׁלו <WH4912> his parable, ויאמר <WH559> and said, אוי <WH188> Alas, מי <WH4310> who יחיה <WH2421> shall live משׂמו <WH7760> doeth אל׃ <WH410> when God"},{"number":24,"verse":"וצים <WH6716> And ships מיד <WH3027> from the coast כתים <WH3794> of Chittim, וענו <WH6031> and shall afflict אשׁור <WH804> Asshur, וענו <WH6031> and shall afflict עבר <WH5677> Eber, וגם <WH1571> also הוא <WH1931> and he עדי <WH5703> forever. אבד׃ <WH8> shall perish"},{"number":25,"verse":"ויקם <WH6965> rose up, בלעם <WH1109> And Balaam וילך <WH1980> and went וישׁב <WH7725> and returned למקמו <WH4725> to his place: וגם <WH1571> also בלק <WH1111> and Balak הלך <WH1980> went לדרכו׃ <WH1870> his way."}]}