{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":27,"verses":[{"number":1,"verse":"ותקרבנה <WH7126> Then came בנות <WH1323> the daughters צלפחד <WH6765> of Zelophehad, בן <WH1121> the son חפר <WH2660> of Hepher, בן <WH1121> the son גלעד <WH1568> of Gilead, בן <WH1121> the son מכיר <WH4353> of Machir, בן <WH1121> the son מנשׁה <WH4519> of Manasseh, למשׁפחת <WH4940> of the families מנשׁה <WH4519> of Manasseh בן <WH1121> the son יוסף <WH3130> of Joseph: ואלה <WH428> and these שׁמות <WH8034> the names בנתיו <WH1323> of his daughters; מחלה <WH4244> Mahlah, נעה <WH5270> Noah, וחגלה <WH2295> and Hoglah, ומלכה <WH4435> and Milcah, ותרצה׃ <WH8656> and Tirzah."},{"number":2,"verse":"ותעמדנה <WH5975> And they stood לפני <WH6440> before משׁה <WH4872> Moses, ולפני <WH6440> and before אלעזר <WH499> Eleazar הכהן <WH3548> the priest, ולפני <WH6440> and before הנשׂיאם <WH5387> the princes וכל <WH3605> and all העדה <WH5712> the congregation, פתח <WH6607> the door אהל <WH168> of the tabernacle מועד <WH4150> of the congregation, לאמר׃ <WH559> saying,"},{"number":3,"verse":"אבינו <WH1> Our father מת <WH4191> died במדבר <WH4057> in the wilderness, והוא <WH1931> and he לא <WH3808> not היה <WH1961> was בתוך <WH8432> in העדה <WH5712> the company הנועדים <WH3259> of them that gathered themselves together על <WH5921> against יהוה <WH3068> the LORD בעדת <WH5712> in the company קרח <WH7141> of Korah; כי <WH3588> but בחטאו <WH2399> in his own sin, מת <WH4191> died ובנים <WH1121> sons. לא <WH3808> no היו׃ <WH1961> and had"},{"number":4,"verse":"למה <WH4100> Why יגרע <WH1639> be done away שׁם <WH8034> should the name אבינו <WH1> of our father מתוך <WH8432> from among משׁפחתו <WH4940> his family, כי <WH3588> because אין <WH369> he hath no לו בן <WH1121> son? תנה <WH5414> Give לנו אחזה <WH272> unto us a possession בתוך <WH8432> among אחי <WH251> the brethren אבינו׃ <WH1> of our father."},{"number":5,"verse":"ויקרב <WH7126> brought משׁה <WH4872> And Moses את <WH853> משׁפטן <WH4941> their cause לפני <WH6440> before יהוה׃ <WH3068> the LORD."},{"number":6,"verse":"ויאמר <WH559> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":7,"verse":"כן <WH3651> right: בנות <WH1323> The daughters צלפחד <WH6765> of Zelophehad דברת <WH1696> speak נתן <WH5414> thou shalt surely give תתן <WH5414> thou shalt surely give להם אחזת <WH272> them a possession נחלה <WH5159> of an inheritance בתוך <WH8432> among אחי <WH251> brethren; אביהם <WH1> their father's והעברת <WH5674> to pass את <WH853> נחלת <WH5159> and thou shalt cause the inheritance אביהן׃ <WH1> of their father"},{"number":8,"verse":"ואל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, תדבר <WH1696> And thou shalt speak לאמר <WH559> saying, אישׁ <WH376> a man כי <WH3588> If ימות <WH4191> die, ובן <WH1121> son, אין <WH369> and have no לו והעברתם <WH5674> to pass את <WH853> נחלתו <WH5159> then ye shall cause his inheritance לבתו׃ <WH1323> unto his daughter."},{"number":9,"verse":"ואם <WH518> And if אין <WH369> he have no לו בת <WH1323> daughter, ונתתם <WH5414> then ye shall give את <WH853> נחלתו <WH5159> his inheritance לאחיו׃ <WH251> unto his brethren."},{"number":10,"verse":"ואם <WH518> And if אין <WH369> he have no לו אחים <WH251> brethren, ונתתם <WH5414> then ye shall give את <WH853> נחלתו <WH5159> his inheritance לאחי <WH251> brethren. אביו׃ <WH1> unto his father's"},{"number":11,"verse":"ואם <WH518> And if אין <WH369> have no אחים <WH251> brethren, לאביו <WH1> his father ונתתם <WH5414> then ye shall give את <WH853> נחלתו <WH5159> his inheritance לשׁארו <WH7607> unto his kinsman הקרב <WH7138> that is next אליו <WH413> to ממשׁפחתו <WH4940> him of his family, וירשׁ <WH3423> and he shall possess אתה <WH853> והיתה <WH1961> it: and it shall be לבני <WH1121> unto the children ישׂראל <WH3478> of Israel לחקת <WH2708> a statute משׁפט <WH4941> of judgment, כאשׁר <WH834> as צוה <WH6680> commanded יהוה <WH3069> אתשׁה׃ <WH4872> Moses."},{"number":12,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, עלה <WH5927> Get thee up אל <WH413> into הר <WH2022> mount העברים <WH5682> Abarim, הזה <WH2088> this וראה <WH7200> and see את <WH853> הארץ <WH776> the land אשׁר <WH834> which נתתי <WH5414> I have given לבני <WH1121> unto the children ישׂראל׃ <WH3478> of Israel."},{"number":13,"verse":"וראיתה <WH7200> And when thou hast seen אתה <WH853> ונאספת <WH622> shalt be gathered אל <WH413> unto עמיך <WH5971> thy people, גם <WH1571> also אתה <WH859> it, thou כאשׁר <WH834> as נאסף <WH622> was gathered. אהרן <WH175> Aaron אחיך׃ <WH251> thy brother"},{"number":14,"verse":"כאשׁר <WH834> For מריתם <WH4784> ye rebelled against פי <WH6310> my commandment במדבר <WH4057> in the desert צן <WH6790> of Zin, במריבת <WH4808> in the strife העדה <WH5712> of the congregation, להקדישׁני <WH6942> to sanctify במים <WH4325> me at the water לעיניהם <WH5869> before their eyes: הם <WH1992> that מי <WH4325> the water מריבת <WH4809> of Meribah קדשׁ <WH6946> in Kadesh מדבר <WH4057> in the wilderness צן׃ <WH6790> of Zin."},{"number":15,"verse":"וידבר <WH1696> spoke משׁה <WH4872> And Moses אל <WH413> unto יהוה <WH3068> the LORD, לאמר׃ <WH559> saying,"},{"number":16,"verse":"יפקד <WH6485> set יהוה <WH3068> Let the LORD, אלהי <WH430> the God הרוחת <WH7307> of the spirits לכל <WH3605> of all בשׂר <WH1320> flesh, אישׁ <WH376> a man על <WH5921> over העדה׃ <WH5712> the congregation,"},{"number":17,"verse":"אשׁר <WH834> Which יצא <WH3318> may go out לפניהם <WH6440> before ואשׁר <WH834> them, and which יבא <WH935> may go in לפניהם <WH6440> before ואשׁר <WH834> them, and which יוציאם <WH3318> may lead them out, ואשׁר <WH834> and which יביאם <WH935> may bring them in; ולא <WH3808> not תהיה <WH1961> be עדת <WH5712> that the congregation יהוה <WH3068> of the LORD כצאן <WH6629> as sheep אשׁר <WH834> which אין <WH369> have no להם רעה׃ <WH7462> shepherd."},{"number":18,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, קח <WH3947> Take לך את <WH853> יהושׁע <WH3091> thee Joshua בן <WH1121> the son נון <WH5126> of Nun, אישׁ <WH376> a man אשׁר <WH834> in whom רוח <WH7307> the spirit, בו וסמכת <WH5564> and lay את <WH853> ידך <WH3027> thine hand עליו׃ <WH5921> upon"},{"number":19,"verse":"והעמדת <WH5975> And set אתו <WH853> לפני <WH6440> him before אלעזר <WH499> Eleazar הכהן <WH3548> the priest, ולפני <WH6440> and before כל <WH3605> all העדה <WH5712> the congregation; וצויתה <WH6680> אתועיניהם׃ <WH5869> in their sight."},{"number":20,"verse":"ונתתה <WH5414> And thou shalt put מהודך <WH1935> of thine honor עליו <WH5921> upon למען <WH4616> him, that ישׁמעו <WH8085> may be obedient. כל <WH3605> all עדת <WH5712> the congregation בני <WH1121> of the children ישׂראל׃ <WH3478> of Israel"},{"number":21,"verse":"ולפני <WH6440> before אלעזר <WH499> Eleazar הכהן <WH3548> the priest, יעמד <WH5975> And he shall stand ושׁאל <WH7592> who shall ask לו במשׁפט <WH4941> for him after the judgment האורים <WH224> of Urim לפני <WH6440> before יהוה <WH3068> the LORD: על <WH5921> at פיו <WH6310> his word יצאו <WH3318> shall they go out, ועל <WH5921> and at פיו <WH6310> his word יבאו <WH935> they shall come in, הוא <WH1931> he, וכל <WH3605> and all בני <WH1121> the children ישׂראל <WH3478> of Israel אתו <WH854> with וכל <WH3605> him, even all העדה׃ <WH5712> the congregation."},{"number":22,"verse":"ויעשׂ <WH6213> did משׁה <WH4872> And Moses כאשׁר <WH834> as צוה <WH6680> commanded יהוה <WH3068> the LORD אתו <WH853> ויקח <WH3947> him: and he took את <WH853> יהושׁע <WH3091> Joshua, ויעמדהו <WH5975> and set לפני <WH6440> him before אלעזר <WH499> Eleazar הכהן <WH3548> the priest, ולפני <WH6440> and before כל <WH3605> all העדה׃ <WH5712> the congregation:"},{"number":23,"verse":"ויסמך <WH5564> And he laid את <WH853> ידיו <WH3027> his hands עליו <WH5921> upon ויצוהו <WH6680> him, and gave him a charge, כאשׁר <WH834> as דבר <WH1696> commanded יהוה <WH3068> the LORD ביד <WH3027> by the hand משׁה׃ <WH4872> of Moses."}]}