{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":3,"verses":[{"number":1,"verse":"ואלה <WH428> These תולדת <WH8435> also the generations אהרן <WH175> of Aaron ומשׁה <WH4872> and Moses ביום <WH3117> in the day דבר <WH1696> spoke יהוה <WH3068> the LORD את <WH854> with משׁה <WH4872> Moses בהר <WH2022> in mount סיני׃ <WH5514> Sinai."},{"number":2,"verse":"ואלה <WH428> And these שׁמות <WH8034> the names בני <WH1121> of the sons אהרן <WH175> of Aaron; הבכר <WH1060> the firstborn, נדב <WH5070> Nadab ואביהוא <WH30> and Abihu, אלעזר <WH499> Eleazar, ואיתמר׃ <WH385> and Ithamar."},{"number":3,"verse":"אלה <WH428> These שׁמות <WH8034> the names בני <WH1121> of the sons אהרן <WH175> of Aaron, הכהנים <WH3548> the priests המשׁחים <WH4886> which were anointed, אשׁר <WH834> whom מלא <WH4390> he consecrated ידם <WH3027> he consecrated לכהן׃ <WH3547> to minister in the priest's office."},{"number":4,"verse":"וימת <WH4191> died נדב <WH5070> And Nadab ואביהוא <WH30> and Abihu לפני <WH6440> before יהוה <WH3068> the LORD, בהקרבם <WH7126> when they offered אשׁ <WH784> fire זרה <WH2114> strange לפני <WH6440> before יהוה <WH3068> the LORD, במדבר <WH4057> in the wilderness סיני <WH5514> of Sinai, ובנים <WH1121> children: לא <WH3808> no היו <WH1961> and they had להם ויכהן <WH3547> ministered in the priest's office אלעזר <WH499> and Eleazar ואיתמר <WH385> and Ithamar על <WH5921> in פני <WH6440> the sight אהרן <WH175> of Aaron אביהם׃ <WH1> their father."},{"number":5,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":6,"verse":"הקרב <WH7126> אתטה <WH4294> לויהעמדת <WH5975> and present אתו <WH853> לפני <WH6440> them before אהרן <WH175> Aaron הכהן <WH3548> the priest, ושׁרתו <WH8334> that they may minister אתו׃ <WH853>"},{"number":7,"verse":"ושׁמרו <WH8104> And they shall keep את <WH853> משׁמרתו <WH4931> his charge, ואת <WH853> משׁמרת <WH4931> and the charge כל <WH3605> of the whole העדה <WH5712> congregation לפני <WH6440> before אהל <WH168> the tabernacle מועד <WH4150> of the congregation, לעבד <WH5647> to do את <WH853> עבדת <WH5656> the service המשׁכן׃ <WH4908> of the tabernacle."},{"number":8,"verse":"ושׁמרו <WH8104> And they shall keep את <WH853> כל <WH3605> all כלי <WH3627> the instruments אהל <WH168> of the tabernacle מועד <WH4150> of the congregation, ואת <WH853> משׁמרת <WH4931> and the charge בני <WH1121> of the children ישׂראל <WH3478> of Israel, לעבד <WH5647> to do את <WH853> עבדת <WH5656> the service המשׁכן׃ <WH4908> of the tabernacle."},{"number":9,"verse":"ונתתה <WH5414> And thou shalt give את <WH853> הלוים <WH3881> the Levites לאהרן <WH175> unto Aaron ולבניו <WH1121> and to his sons: נתונם <WH5414> wholly given נתונם <WH5414> wholly given המה <WH1992> they לו מאת <WH854> unto him out of בני <WH1121> the children ישׂראל׃ <WH3478> of Israel."},{"number":10,"verse":"ואת <WH853> אהרן <WH175> Aaron ואת <WH853> בניו <WH1121> and his sons, תפקד <WH6485> And thou shalt appoint ושׁמרו <WH8104> and they shall wait on את <WH853> כהנתם <WH3550> their priest's office: והזר <WH2114> and the stranger הקרב <WH7126> יומת׃ <WH4191> shall be put to death."},{"number":11,"verse":"וידבר <WH1696> spoke יהוה <WH3069> אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":12,"verse":"ואני <WH589> And I, הנה <WH2009> behold, לקחתי <WH3947> I have taken את <WH853> הלוים <WH3881> the Levites מתוך <WH8432> from among בני <WH1121> the children ישׂראל <WH3478> of Israel תחת <WH8478> instead of כל <WH3605> all בכור <WH1060> the firstborn פטר <WH6363> that openeth רחם <WH7358> the matrix מבני <WH1121> among the children ישׂראל <WH3478> of Israel: והיו <WH1961> shall be לי הלוים׃ <WH3881> therefore the Levites"},{"number":13,"verse":"כי <WH3588> Because לי כל <WH3605> all בכור <WH1060> the firstborn ביום <WH3117> mine; on the day הכתי <WH5221> that I smote כל <WH3605> all בכור <WH1060> the firstborn בארץ <WH776> in the land מצרים <WH4714> of Egypt הקדשׁתי <WH6942> I hallowed לי כל <WH3605> unto me all בכור <WH1060> the firstborn בישׂראל <WH3478> in Israel, מאדם <WH120> both man עד <WH5704> and בהמה <WH929> beast: לי יהיו <WH1961> mine shall they be: אני <WH589> I יהוה׃ <WH3068> the LORD."},{"number":14,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses במדבר <WH4057> in the wilderness סיני <WH5514> of Sinai, לאמר׃ <WH559> saying,"},{"number":15,"verse":"פקד <WH6485> Number את <WH853> בני <WH1121> the children לוי <WH3881> לבית <WH1004> after the house אבתם <WH1> of their fathers, למשׁפחתם <WH4940> by their families: כל <WH3605> every זכר <WH2145> male מבן <WH1121> old חדשׁ <WH2320> from a month ומעלה <WH4605> and upward תפקדם׃ <WH6485> shalt thou number"},{"number":16,"verse":"ויפקד <WH6485> numbered אתם <WH853> משׁה <WH4872> And Moses על <WH5921> them according to פי <WH6310> the word יהוה <WH3068> of the LORD, כאשׁר <WH834> as צוה׃ <WH6680> he was commanded."},{"number":17,"verse":"ויהיו <WH1961> were אלה <WH428> And these בני <WH1121> the sons לוי <WH3881> בשׁמתם <WH8034> by their names; גרשׁון <WH1648> Gershon, וקהת <WH6955> and Kohath, ומררי׃ <WH4847> and Merari."},{"number":18,"verse":"ואלה <WH428> And these שׁמות <WH8034> the names בני <WH1121> of the sons גרשׁון <WH1648> of Gershon למשׁפחתם <WH4940> by their families; לבני <WH3845> Libni, ושׁמעי׃ <WH8096> and Shimei."},{"number":19,"verse":"ובני <WH1121> And the sons קהת <WH6955> of Kohath למשׁפחתם <WH4940> by their families; עמרם <WH6019> Amram, ויצהר <WH3324> and Izehar, חברון <WH2275> Hebron, ועזיאל׃ <WH5816> and Uzziel."},{"number":20,"verse":"ובני <WH1121> And the sons מררי <WH4847> of Merari למשׁפחתם <WH4940> by their families; מחלי <WH4249> Mahli, ומושׁי <WH4187> and Mushi. אלה <WH428> These הם <WH1992> משׁפחת <WH4940> the families הלוי <WH3881> of the Levites לבית <WH1004> according to the house אבתם׃ <WH1> of their fathers."},{"number":21,"verse":"לגרשׁון <WH1648> Of Gershon משׁפחת <WH4940> the family הלבני <WH3846> of the Libnites, ומשׁפחת <WH4940> and the family השׁמעי <WH8097> of the Shimites: אלה <WH428> these הם <WH1992> משׁפחת <WH4940> the families הגרשׁני׃ <WH1649> of the Gershonites."},{"number":22,"verse":"פקדיהם <WH6485> Those that were numbered במספר <WH4557> of them, according to the number כל <WH3605> of all זכר <WH2145> the males, מבן <WH1121> old חדשׁ <WH2320> from a month ומעלה <WH4605> and upward, פקדיהם <WH6485> those that were numbered שׁבעת <WH7651> of them seven אלפים <WH505> thousand וחמשׁ <WH2568> and five מאות׃ <WH3967> hundred."},{"number":23,"verse":"משׁפחת <WH4940> The families הגרשׁני <WH1649> of the Gershonites אחרי <WH310> behind המשׁכן <WH4908> the tabernacle יחנו <WH2583> shall pitch ימה׃ <WH3220> westward."},{"number":24,"verse":"ונשׂיא <WH5387> And the chief בית <WH1004> of the house אב <WH1> of the father לגרשׁני <WH1649> of the Gershonites אליסף <WH460> Eliasaph בן <WH1121> the son לאל׃ <WH3815> of Lael."},{"number":25,"verse":"ומשׁמרת <WH4931> And the charge בני <WH1121> of the sons גרשׁון <WH1648> באהל <WH168> in the tabernacle מועד <WH4150> of the congregation המשׁכן <WH4908> the tabernacle, והאהל <WH168> and the tent, מכסהו <WH4372> the covering ומסך <WH4539> thereof, and the hanging פתח <WH6607> for the door אהל <WH168> of the tabernacle מועד׃ <WH4150> of the congregation,"},{"number":26,"verse":"וקלעי <WH7050> And the hangings החצר <WH2691> of the court, ואת <WH853> מסך <WH4539> and the curtain פתח <WH6607> for the door החצר <WH2691> of the court, אשׁר <WH834> which על <WH5921> by המשׁכן <WH4908> the tabernacle, ועל <WH5921> and by המזבח <WH4196> the altar סביב <WH5439> round about, ואת <WH853> מיתריו <WH4340> and the cords לכל <WH3605> of it for all עבדתו׃ <WH5656> the service"},{"number":27,"verse":"ולקהת <WH6955> And of Kohath משׁפחת <WH4940> the family העמרמי <WH6020> of the Amramites, ומשׁפחת <WH4940> and the family היצהרי <WH3325> of the Izeharites, ומשׁפחת <WH4940> and the family החברני <WH2276> of the Hebronites, ומשׁפחת <WH4940> and the family העזיאלי <WH5817> of the Uzzielites: אלה <WH428> these הם <WH1992> משׁפחת <WH4940> the families הקהתי׃ <WH6956> of the Kohathites."},{"number":28,"verse":"במספר <WH4557> In the number כל <WH3605> of all זכר <WH2145> the males, מבן <WH1121> old חדשׁ <WH2320> from a month ומעלה <WH4605> and upward, שׁמנת <WH8083> eight אלפים <WH505> thousand ושׁשׁ <WH8337> and six מאות <WH3967> hundred, שׁמרי <WH8104> keeping משׁמרת <WH4931> the charge הקדשׁ׃ <WH6944> of the sanctuary."},{"number":29,"verse":"משׁפחת <WH4940> The families בני <WH1121> of the sons קהת <WH6955> of Kohath יחנו <WH2583> shall pitch על <WH5921> on ירך <WH3409> the side המשׁכן <WH4908> of the tabernacle תימנה׃ <WH8486> southward."},{"number":30,"verse":"ונשׂיא <WH5387> And the chief בית <WH1004> of the house אב <WH1> of the father למשׁפחת <WH4940> of the families הקהתי <WH6956> of the Kohathites אליצפן <WH469> Elizaphan בן <WH1121> the son עזיאל׃ <WH5816> of Uzziel."},{"number":31,"verse":"ומשׁמרתם <WH4931> And their charge הארן <WH727> the ark, והשׁלחן <WH7979> and the table, והמנרה <WH4501> and the candlestick, והמזבחת <WH4196> and the altars, וכלי <WH3627> and the vessels הקדשׁ <WH6944> of the sanctuary אשׁר <WH834> wherewith ישׁרתו <WH8334> they minister, בהם והמסך <WH4539> and the hanging, וכל <WH3605> and all עבדתו׃ <WH5656> the service"},{"number":32,"verse":"ונשׂיא <WH5387> chief נשׂיאי <WH5387> over the chief הלוי <WH3881> of the Levites, אלעזר <WH499> And Eleazar בן <WH1121> the son אהרן <WH175> of Aaron הכהן <WH3548> the priest פקדת <WH6486> the oversight שׁמרי <WH8104> of them that keep משׁמרת <WH4931> the charge הקדשׁ׃ <WH6944> of the sanctuary."},{"number":33,"verse":"למררי <WH4847> Of Merari משׁפחת <WH4940> the family המחלי <WH4250> of the Mahlites, ומשׁפחת <WH4940> and the family המושׁי <WH4188> of the Mushites: אלה <WH428> these הם <WH1992> משׁפחת <WH4940> the families מררי׃ <WH4847> of Merari."},{"number":34,"verse":"ופקדיהם <WH6485> And those that were numbered במספר <WH4557> of them, according to the number כל <WH3605> of all זכר <WH2145> the males, מבן <WH1121> old חדשׁ <WH2320> from a month ומעלה <WH4605> and upward, שׁשׁת <WH8337> six אלפים <WH505> thousand ומאתים׃ <WH3967> and two hundred."},{"number":35,"verse":"ונשׂיא <WH5387> And the chief בית <WH1004> of the house אב <WH1> of the father למשׁפחת <WH4940> of the families מררי <WH4847> of Merari צוריאל <WH6700> Zuriel בן <WH1121> the son אביחיל <WH32> of Abihail: על <WH5921> on ירך <WH3409> the side המשׁכן <WH4908> of the tabernacle יחנו <WH2583> shall pitch צפנה׃ <WH6828> northward."},{"number":36,"verse":"ופקדת <WH6486> And the custody משׁמרת <WH4931> and charge בני <WH1121> of the sons מררי <WH4847> of Merari קרשׁי <WH7175> the boards המשׁכן <WH4908> of the tabernacle, ובריחיו <WH1280> and the bars ועמדיו <WH5982> thereof, and the pillars ואדניו <WH134> thereof, and the sockets וכל <WH3605> thereof, and all כליו <WH3627> the vessels וכל <WH3605> thereof, and all עבדתו׃ <WH5656> that serveth"},{"number":37,"verse":"ועמדי <WH5982> And the pillars החצר <WH2691> of the court סביב <WH5439> round about, ואדניהם <WH134> and their sockets, ויתדתם <WH3489> and their pins, ומיתריהם׃ <WH4340> and their cords."},{"number":38,"verse":"והחנים <WH2583> But those that encamp לפני <WH6440> before המשׁכן <WH4908> the tabernacle קדמה <WH6924> toward the east, לפני <WH6440> before אהל <WH168> the tabernacle מועד <WH4150> of the congregation מזרחה <WH4217> eastward, משׁה <WH4872> Moses, ואהרן <WH175> and Aaron ובניו <WH1121> and his sons, שׁמרים <WH8104> keeping משׁמרת <WH4931> the charge המקדשׁ <WH4720> of the sanctuary למשׁמרת <WH4931> for the charge בני <WH1121> of the children ישׂראל <WH3478> of Israel; והזר <WH2114> and the stranger הקרב <WH7126> יומת׃ <WH4191> shall be put to death."},{"number":39,"verse":"כל <WH3605> All פקודי <WH6485> that were numbered הלוים <WH3881> of the Levites, אשׁר <WH834> which פקד <WH6485> numbered משׁה <WH4872> Moses ואהרן <WH175> and Aaron על <WH5921> at פי <WH6310> the commandment יהוה <WH3068> of the LORD, למשׁפחתם <WH4940> throughout their families, כל <WH3605> all זכר <WH2145> the males מבן <WH1121> old חדשׁ <WH2320> from a month ומעלה <WH4605> and upward, שׁנים <WH8147> and two ועשׂרים <WH6242> twenty אלף׃ <WH505> thousand."},{"number":40,"verse":"ויאמר <WH559> said יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, פקד <WH6485> Number כל <WH3605> all בכר <WH1060> the firstborn זכר <WH2145> of the males לבני <WH1121> of the children ישׂראל <WH3478> of Israel מבן <WH1121> old חדשׁ <WH2320> from a month ומעלה <WH4605> and upward, ושׂא <WH5375> and take את <WH853> מספר <WH4557> the number שׁמתם׃ <WH8034> of their names."},{"number":41,"verse":"ולקחת <WH3947> And thou shalt take את <WH853> הלוים <WH3881> the Levites לי אני <WH589> for me (I יהוה <WH3068> the LORD) תחת <WH8478> instead of כל <WH3605> all בכר <WH1060> the firstborn בבני <WH1121> among the children ישׂראל <WH3478> of Israel; ואת <WH853> בהמת <WH929> and the cattle הלוים <WH3881> of the Levites תחת <WH8478> instead of כל <WH3605> all בכור <WH1060> the firstlings בבהמת <WH929> among the cattle בני <WH1121> of the children ישׂראל׃ <WH3478> of Israel."},{"number":42,"verse":"ויפקד <WH6485> numbered, משׁה <WH4872> And Moses כאשׁר <WH834> as צוה <WH6680> commanded יהוה <WH3068> the LORD אתו <WH853> אתל <WH3605> him, all בכור <WH1060> the firstborn בבני <WH1121> among the children ישׂראל׃ <WH3478> of Israel."},{"number":43,"verse":"ויהי <WH1961> of them, were כל <WH3605> And all בכור <WH1060> the firstborn זכר <WH2145> males במספר <WH4557> by the number שׁמת <WH8034> of names, מבן <WH1121> old חדשׁ <WH2320> from a month ומעלה <WH4605> and upward, לפקדיהם <WH6485> of those that were numbered שׁנים <WH8147> and two ועשׂרים <WH6242> twenty אלף <WH505> thousand שׁלשׁה <WH7969> and threescore and thirteen. ושׁבעים <WH7657> and threescore and thirteen. ומאתים׃ <WH3967> two hundred"},{"number":44,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses, לאמר׃ <WH559> saying,"},{"number":45,"verse":"קח <WH3947> Take את <WH853> הלוים <WH3881> the Levites תחת <WH8478> instead of כל <WH3605> all בכור <WH1060> the firstborn בבני <WH1121> among the children ישׂראל <WH3478> of Israel, ואת <WH853> בהמת <WH929> and the cattle הלוים <WH3881> of the Levites תחת <WH8478> instead of בהמתם <WH929> their cattle; והיו <WH1961> shall be לי הלוים <WH3881> and the Levites אני <WH589> mine: I יהוה׃ <WH3068> the LORD."},{"number":46,"verse":"ואת <WH853> פדויישׁלשׁה <WH7969> and threescore and thirteen והשׁבעים <WH7657> and threescore and thirteen והמאתים <WH3967> of the two hundred העדפים <WH5736> which are more על <WH5921> than הלוים <WH3881> the Levites; מבכור <WH1060> of the firstborn בני <WH1121> of the children ישׂראל׃ <WH3478> of Israel,"},{"number":47,"verse":"ולקחת <WH3947> Thou shalt even take חמשׁת <WH2568> five shekels apiece חמשׁת <WH2568> שׁקלים <WH8255> after the shekel לגלגלת <WH1538> by the poll, בשׁקל <WH8255> (the shekel הקדשׁ <WH6944> of the sanctuary תקח <WH3947> shalt thou take עשׂרים <WH6242> twenty גרה <WH1626> gerahs:) השׁקל׃ <WH8255>"},{"number":48,"verse":"ונתתה <WH5414> And thou shalt give הכסף <WH3701> the money, לאהרן <WH175> unto Aaron ולבניו <WH1121> and to his sons. פדויי <WH6302> העדפים׃ <WH5736> wherewith the odd number"},{"number":49,"verse":"ויקח <WH3947> took משׁה <WH4872> And Moses את <WH853> כסף <WH3701> money הפדיום <WH6306> the redemption מאת <WH853> העדפים <WH5736> them that were over על <WH5921> and above פדויי <WH6302> הלוים׃ <WH3881> by the Levites:"},{"number":50,"verse":"מאת <WH853> בכור <WH1060> the firstborn בני <WH1121> of the children ישׂראל <WH3478> of Israel לקח <WH3947> took את <WH853> הכסף <WH3701> he the money; חמשׁה <WH2568> and five ושׁשׁים <WH8346> and threescore ושׁלשׁ <WH7969> three מאות <WH3967> hundred ואלף <WH505> a thousand בשׁקל <WH8255> after the shekel הקדשׁ׃ <WH6944> of the sanctuary:"},{"number":51,"verse":"ויתן <WH5414> gave משׁה <WH4872> And Moses את <WH853> כסף <WH3701> the money הפדים <WH6302> לאהרן <WH175> unto Aaron ולבניו <WH1121> and to his sons, על <WH5921> according to פי <WH6310> the word יהוה <WH3068> of the LORD, כאשׁר <WH834> as צוה <WH6680> commanded יהוה <WH3068> the LORD את <WH853> משׁה׃ <WH4872> Moses."}]}