{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":30,"verses":[{"number":1,"verse":"וידבר <WH1696> spoke משׁה <WH4872> And Moses אל <WH413> unto ראשׁי <WH7218> the heads המטות <WH4294> of the tribes לבני <WH1121> concerning the children ישׂראל <WH3478> of Israel, לאמר <WH559> saying, זה <WH2088> This הדבר <WH1697> the thing אשׁר <WH834> which צוה <WH6680> hath commanded. יהוה׃ <WH3068> the LORD"},{"number":2,"verse":"אישׁ <WH376> a man כי <WH3588> If ידר <WH5087> vow נדר <WH5088> a vow ליהוה <WH3069> או <WH176> or השׁבע <WH7650> swear שׁבעה <WH7621> an oath לאסר <WH631> to bind אסר <WH632> with a bond; על <WH5921> to bind נפשׁו <WH5315> his soul לא <WH3808> he shall not יחל <WH2490> break דברו <WH1697> his word, ככל <WH3605> according to all היצא <WH3318> that proceedeth out מפיו <WH6310> of his mouth. יעשׂה׃ <WH6213> he shall do"},{"number":3,"verse":"ואשׁה <WH802> a woman כי <WH3588> If תדר <WH5087> also vow נדר <WH5088> a vow ליהוה <WH3068> unto the LORD, ואסרה <WH631> and bind אסר <WH632> herself by a bond, בבית <WH1004> house אביה <WH1> in her father's בנעריה׃ <WH5271> in her youth;"},{"number":4,"verse":"ושׁמע <WH8085> hear אביה <WH1> And her father את <WH853> נדרה <WH5088> her vow, ואסרה <WH632> and her bond אשׁר <WH834> wherewith אסרה <WH631> she hath bound על <WH5921> she hath bound נפשׁה <WH5315> her soul, והחרישׁ <WH2790> shall hold his peace לה אביה <WH1> and her father וקמו <WH6965> shall stand, כל <WH3605> at her: then all נדריה <WH5088> her vows וכל <WH3605> and every אסר <WH632> bond אשׁר <WH834> wherewith אסרה <WH631> she hath bound על <WH5921> she hath bound נפשׁה <WH5315> her soul יקום׃ <WH6965> shall stand."},{"number":5,"verse":"ואם <WH518> But if הניא <WH5106> disallow אביה <WH1> her father אתה <WH853> ביום <WH3117> her in the day שׁמעו <WH8085> that he heareth; כל <WH3605> any נדריה <WH5088> of her vows, ואסריה <WH632> or of her bonds אשׁר <WH834> wherewith אסרה <WH631> she hath bound על <WH5921> she hath bound נפשׁה <WH5315> her soul, לא <WH3808> not יקום <WH6965> shall stand: ויהוה <WH3068> and the LORD יסלח <WH5545> shall forgive לה כי <WH3588> her, because הניא <WH5106> disallowed אביה <WH1> her father אתה׃ <WH853>"},{"number":6,"verse":"ואם <WH518> And if היו <WH1961> she had at all תהיה <WH1961> she had at all לאישׁ <WH376> a husband, ונדריה <WH5088> when she vowed, עליה <WH5921> when she vowed, או <WH176> or מבטא <WH4008> uttered שׂפתיה <WH8193> aught out of her lips, אשׁר <WH834> wherewith אסרה <WH631> she bound על <WH5921> she bound נפשׁה׃ <WH5315> her soul;"},{"number":7,"verse":"ושׁמע <WH8085> heard אישׁה <WH376> And her husband ביום <WH3117> at her in the day שׁמעו <WH8085> that he heard והחרישׁ <WH2790> and held his peace לה וקמו <WH6965> shall stand, נדריה <WH5088> then her vows ואסרה <WH632> and her bonds אשׁר <WH834> wherewith אסרה <WH631> she bound על <WH5921> she bound נפשׁה <WH5315> her soul יקמו׃ <WH6965> shall stand."},{"number":8,"verse":"ואם <WH518> But if ביום <WH3117> her on the day שׁמע <WH8085> that he heard אישׁה <WH376> her husband יניא <WH5106> disallowed אותה <WH853> והפר <WH6565> of none effect: את <WH853> נדרה <WH5088> then he shall make her vow אשׁר <WH834> which she vowed, עליה <WH5921> which she vowed, ואת <WH853> מבטא <WH4008> and that which she uttered שׂפתיה <WH8193> with her lips, אשׁר <WH834> wherewith אסרה <WH631> she bound על <WH5921> she bound נפשׁה <WH5315> her soul, ויהוה <WH3068> and the LORD יסלח׃ <WH5545> shall forgive"},{"number":9,"verse":"ונדר <WH5088> vow אלמנה <WH490> of a widow, וגרושׁה <WH1644> and of her that is divorced, כל <WH3605> But every אשׁר <WH834> wherewith אסרה <WH631> they have bound על <WH5921> they have bound נפשׁה <WH5315> their souls, יקום <WH6965> shall stand עליה׃ <WH5921> against"},{"number":10,"verse":"ואם <WH518> And if בית <WH1004> house, אישׁה <WH376> in her husband's נדרה <WH5087> she vowed או <WH176> or אסרה <WH631> bound אסר <WH632> by a bond על <WH5921> bound נפשׁה <WH5315> her soul בשׁבעה׃ <WH7621> with an oath;"},{"number":11,"verse":"ושׁמע <WH8085> heard אישׁה <WH376> And her husband והחרשׁ <WH2790> and held his peace לה לא <WH3808> her not: הניא <WH5106> at her, disallowed אתה <WH853> וקמו <WH6965> shall stand, כל <WH3605> then all נדריה <WH5088> her vows וכל <WH3605> and every אסר <WH632> bond אשׁר <WH834> wherewith אסרה <WH631> she bound על <WH5921> she bound נפשׁה <WH5315> her soul יקום׃ <WH6965> shall stand."},{"number":12,"verse":"ואם <WH518> But if הפר <WH6565> hath utterly made them void יפר <WH6565> hath made them void; אתם <WH853> אישׁה <WH376> her husband ביום <WH3117> on the day שׁמעו <WH8085> he heard כל <WH3605> whatsoever מוצא <WH4161> proceeded out שׂפתיה <WH8193> of her lips לנדריה <WH5088> concerning her vows, ולאסר <WH632> or concerning the bond נפשׁה <WH5315> of her soul, לא <WH3808> shall not יקום <WH6965> stand: אישׁה <WH376> her husband הפרם <WH6565> ויהוה <WH3068> and the LORD יסלח׃ <WH5545> shall forgive"},{"number":13,"verse":"כל <WH3605> Every נדר <WH5088> vow, וכל <WH3605> and every שׁבעת <WH7621> oath אסר <WH632> binding לענת <WH6031> to afflict נפשׁ <WH5315> the soul, אישׁה <WH376> her husband יקימנו <WH6965> may establish ואישׁה <WH376> it, or her husband יפרנו׃ <WH6565> may make it void."},{"number":14,"verse":"ואם <WH518> But if החרשׁ <WH2790> altogether hold his peace יחרישׁ <WH2790> altogether hold his peace לה אישׁה <WH376> her husband מיום <WH3117> at her from day אל <WH413> to יום <WH3117> day; והקים <WH6965> then he establisheth את <WH853> כל <WH3605> all נדריה <WH5088> her vows, או <WH176> or את <WH853> כל <WH3605> all אסריה <WH632> her bonds, אשׁר <WH834> which עליה <WH5921> upon הקים <WH6965> her: he confirmeth אתם <WH853> כי <WH3588> them, because החרשׁ <WH2790> he held his peace לה ביום <WH3117> at her in the day שׁמעו׃ <WH8085> that he heard"},{"number":15,"verse":"ואם <WH518> But if הפר <WH6565> he shall any ways make them void יפר <WH6565> אתםחרי <WH310> after that שׁמעו <WH8085> he hath heard ונשׂא <WH5375> then he shall bear את <WH853> עונה׃ <WH5771> her iniquity."},{"number":16,"verse":"אלה <WH428> These החקים <WH2706> the statutes, אשׁר <WH834> which צוה <WH6680> commanded יהוה <WH3068> the LORD את <WH853> משׁה <WH4872> Moses, בין <WH996> between אישׁ <WH376> a man לאשׁתו <WH802> and his wife, בין <WH996> between אב <WH1> the father לבתו <WH1323> and his daughter, בנעריה <WH5271> in her youth בית <WH1004> house. אביה׃ <WH1> in her father's"}]}