{"bibleAbbr":"Orig2013+","bookName":"במדבר","bookEnglishName":"Numbers","chapterNumber":33,"verses":[{"number":1,"verse":"אלה <WH428> These מסעי <WH4550> the journeys בני <WH1121> of the children ישׂראל <WH3478> of Israel, אשׁר <WH834> which יצאו <WH3318> went forth מארץ <WH776> out of the land מצרים <WH4714> of Egypt לצבאתם <WH6635> with their armies ביד <WH3027> under the hand משׁה <WH4872> of Moses ואהרן׃ <WH175> and Aaron."},{"number":2,"verse":"ויכתב <WH3789> wrote משׁה <WH4872> And Moses את <WH853> מוצאיהם <WH4161> their goings out למסעיהם <WH4550> according to their journeys על <WH5921> by פי <WH6310> the commandment יהוה <WH3068> of the LORD: ואלה <WH428> and these מסעיהם <WH4550> their journeys למוצאיהם׃ <WH4161> according to their goings out."},{"number":3,"verse":"ויסעו <WH5265> And they departed מרעמסס <WH7486> בחדשׁ <WH2320> month, הראשׁון <WH7223> in the first בחמשׁה <WH2568> on the fifteenth עשׂר <WH6240> on the fifteenth יום <WH3117> day לחדשׁ <WH2320> month; הראשׁון <WH7223> of the first ממחרת <WH4283> on the morrow הפסח <WH6453> after the passover יצאו <WH3318> went out בני <WH1121> the children ישׂראל <WH3478> of Israel ביד <WH3027> hand רמה <WH7311> with a high לעיני <WH5869> in the sight כל <WH3605> of all מצרים׃ <WH4713>"},{"number":4,"verse":"ומצרים <WH4713> מקברים <WH6912> buried את <WH853> אשׁר <WH834> which הכה <WH5221> had smitten יהוה <WH3068> the LORD בהם כל <WH3605> all בכור <WH1060> firstborn, ובאלהיהם <WH430> among them: upon their gods עשׂה <WH6213> executed יהוה <WH3068> also the LORD שׁפטים׃ <WH8201> judgments."},{"number":5,"verse":"ויסעו <WH5265> removed בני <WH1121> And the children ישׂראל <WH3478> of Israel מרעמסס <WH7486> ויחנו <WH2583> and pitched בסכת׃ <WH5523> in Succoth."},{"number":6,"verse":"ויסעו <WH5265> And they departed מסכת <WH5523> ויחנו <WH2583> and pitched באתם <WH864> in Etham, אשׁר <WH834> which בקצה <WH7097> in the edge המדבר׃ <WH4057> of the wilderness."},{"number":7,"verse":"ויסעו <WH5265> And they removed מאתם <WH864> וישׁב <WH7725> and turned again על <WH5921> unto פי החירת <WH6367> Pi-hahiroth, אשׁר <WH834> which על <WH5921> before פני <WH6440> before בעל צפון <WH1189> Baal-zephon: ויחנו <WH2583> and they pitched לפני <WH6440> before מגדל׃ <WH4024> Migdol."},{"number":8,"verse":"ויסעו <WH5265> And they departed מפני <WH6440> from before החירת <WH6367> Pi-hahiroth, ויעברו <WH5674> and passed through בתוך <WH8432> the midst הים <WH3220> of the sea המדברה <WH4057> into the wilderness, וילכו <WH1980> and went דרך <WH1870> journey שׁלשׁת <WH7969> three ימים <WH3117> days' במדבר <WH4057> in the wilderness אתם <WH864> of Etham, ויחנו <WH2583> and pitched במרה׃ <WH4785> in Marah."},{"number":9,"verse":"ויסעו <WH5265> And they removed ממרה <WH4785> ויבאו <WH935> and came אילמה <WH362> unto Elim: ובאילם <WH362> and in Elim שׁתים <WH8147> twelve עשׂרה <WH6240> twelve עינת <WH5869> fountains מים <WH4325> of water, ושׁבעים <WH7657> and threescore and ten תמרים <WH8558> palm trees; ויחנו <WH2583> and they pitched שׁם׃ <WH8033> there."},{"number":10,"verse":"ויסעו <WH5265> And they removed מאילם <WH362> ויחנו <WH2583> and encamped על <WH5921> by ים <WH3220> sea. סוף׃ <WH5488> the Red"},{"number":11,"verse":"ויסעו <WH5265> And they removed מים <WH3220> sea, סוף <WH5488> from the Red ויחנו <WH2583> and encamped במדבר <WH4057> in the wilderness סין׃ <WH5512> of Sin."},{"number":12,"verse":"ויסעו <WH5265> And they took their journey ממדבר <WH4057> out of the wilderness סין <WH5512> of Sin, ויחנו <WH2583> and encamped בדפקה׃ <WH1850> in Dophkah."},{"number":13,"verse":"ויסעו <WH5265> And they departed מדפקה <WH1850> ויחנו <WH2583> and encamped באלושׁ׃ <WH442> in Alush."},{"number":14,"verse":"ויסעו <WH5265> And they removed מאלושׁ <WH442> ויחנו <WH2583> and encamped ברפידם <WH7508> at Rephidim, ולא <WH3808> no היה <WH1961> was שׁם <WH8033> where מים <WH4325> water לעם <WH5971> for the people לשׁתות׃ <WH8354> to drink."},{"number":15,"verse":"ויסעו <WH5265> And they departed מרפידם <WH7508> ויחנו <WH2583> and pitched במדבר <WH4057> in the wilderness סיני׃ <WH5514> of Sinai."},{"number":16,"verse":"ויסעו <WH5265> And they removed ממדבר <WH4057> from the desert סיני <WH5514> of Sinai, ויחנו <WH2583> and pitched בקברת התאוה׃ <WH6914> at Kibroth-hattaavah."},{"number":17,"verse":"ויסעו <WH5265> And they departed מקברת התאוה <WH6914> ויחנו <WH2583> and encamped בחצרת׃ <WH2698> at Hazeroth."},{"number":18,"verse":"ויסעו <WH5265> And they departed מחצרת <WH2698> ויחנו <WH2583> and pitched ברתמה׃ <WH7575> in Rithmah."},{"number":19,"verse":"ויסעו <WH5265> And they departed מרתמה <WH7575> ויחנו <WH2583> and pitched ברמן פרץ׃ <WH7428> at Rimmon-parez."},{"number":20,"verse":"ויסעו <WH5265> And they departed מרמן פרץ <WH7428> ויחנו <WH2583> and pitched בלבנה׃ <WH3841> in Libnah."},{"number":21,"verse":"ויסעו <WH5265> And they removed מלבנה <WH3841> ויחנו <WH2583> and pitched ברסה׃ <WH7446> at Rissah."},{"number":22,"verse":"ויסעו <WH5265> And they journeyed מרסה <WH7446> ויחנו <WH2583> and pitched בקהלתה׃ <WH6954> in Kehelathah."},{"number":23,"verse":"ויסעו <WH5265> And they went מקהלתה <WH6954> ויחנו <WH2583> and pitched בהר <WH2022> in mount שׁפר׃ <WH8234> Shapher."},{"number":24,"verse":"ויסעו <WH5265> And they removed מהר <WH2022> from mount שׁפר <WH8234> Shapher, ויחנו <WH2583> and encamped בחרדה׃ <WH2732> in Haradah."},{"number":25,"verse":"ויסעו <WH5265> And they removed מחרדה <WH2732> ויחנו <WH2583> and pitched במקהלת׃ <WH4722> in Makheloth."},{"number":26,"verse":"ויסעו <WH5265> And they removed ממקהלת <WH4722> ויחנו <WH2583> and encamped בתחת׃ <WH8480> at Tahath."},{"number":27,"verse":"ויסעו <WH5265> And they departed מתחת <WH8480> ויחנו <WH2583> and pitched בתרח׃ <WH8646> at Tarah."},{"number":28,"verse":"ויסעו <WH5265> And they removed מתרח <WH8646> ויחנו <WH2583> and pitched במתקה׃ <WH4989> in Mithcah."},{"number":29,"verse":"ויסעו <WH5265> And they went ממתקה <WH4989> ויחנו <WH2583> and pitched בחשׁמנה׃ <WH2832> in Hashmonah."},{"number":30,"verse":"ויסעו <WH5265> And they departed מחשׁמנה <WH2832> ויחנו <WH2583> and encamped במסרות׃ <WH4149> at Moseroth."},{"number":31,"verse":"ויסעו <WH5265> And they departed ממסרות <WH4149> ויחנו <WH2583> and pitched בבני יעקן׃ <WH1142> in Bene-jaakan."},{"number":32,"verse":"ויסעו <WH5265> And they removed מבני יעקן <WH1142> ויחנו <WH2583> and encamped בחר הגדגד׃ <WH2735> at Horhagidgad."},{"number":33,"verse":"ויסעו <WH5265> And they went מחר הגדגד <WH2735> ויחנו <WH2583> and pitched ביטבתה׃ <WH3193> in Jotbathah."},{"number":34,"verse":"ויסעו <WH5265> And they removed מיטבתה <WH3193> ויחנו <WH2583> and encamped בעברנה׃ <WH5684> at Ebronah."},{"number":35,"verse":"ויסעו <WH5265> And they departed מעברנה <WH5684> ויחנו <WH2583> and encamped בעצין גבר׃ <WH6100> at Ezion-gaber."},{"number":36,"verse":"ויסעו <WH5265> And they removed מעצין גבר <WH6100> ויחנו <WH2583> and pitched במדבר <WH4057> in the wilderness צן <WH6790> of Zin, הוא <WH1931> which קדשׁ׃ <WH6946> Kadesh."},{"number":37,"verse":"ויסעו <WH5265> And they removed מקדשׁ <WH6946> ויחנו <WH2583> and pitched בהר <WH2023> Hor, ההר <WH2022> in mount בקצה <WH7097> in the edge ארץ <WH776> of the land אדום׃ <WH123> of Edom."},{"number":38,"verse":"ויעל <WH5927> went up אהרן <WH175> And Aaron הכהן <WH3548> the priest אל <WH413> into הר <WH2023> Hor ההר <WH2022> mount על <WH5921> at פי <WH6310> the commandment יהוה <WH3068> of the LORD, וימת <WH4191> and died שׁם <WH8033> there, בשׁנת <WH8141> year הארבעים <WH705> in the fortieth לצאת <WH3318> were come out בני <WH1121> after the children ישׂראל <WH3478> of Israel מארץ <WH776> of the land מצרים <WH4714> of Egypt, בחדשׁ <WH2320> month. החמישׁי <WH2549> of the fifth באחד <WH259> in the first לחדשׁ׃ <WH2320>"},{"number":39,"verse":"ואהרן <WH175> And Aaron בן <WH1121> old שׁלשׁ <WH7969> and three ועשׂרים <WH6242> and twenty ומאת <WH3967> a hundred שׁנה <WH8141> years במתו <WH4194> when he died בהר <WH2023> Hor. ההר׃ <WH2022> in mount"},{"number":40,"verse":"וישׁמע <WH8085> heard הכנעני <WH3669> the Canaanite, מלך <WH4428> And king ערד <WH6166> Arad והוא <WH1931> which ישׁב <WH3427> dwelt בנגב <WH5045> in the south בארץ <WH776> in the land כנען <WH3667> of Canaan, בבא <WH935> of the coming בני <WH1121> of the children ישׂראל׃ <WH3478> of Israel."},{"number":41,"verse":"ויסעו <WH5265> And they departed מהר <WH2023> ההר <WH2022> from mount ויחנו <WH2583> and pitched בצלמנה׃ <WH6758> in Zalmonah."},{"number":42,"verse":"ויסעו <WH5265> And they departed מצלמנה <WH6758> ויחנו <WH2583> and pitched בפונן׃ <WH6325> in Punon."},{"number":43,"verse":"ויסעו <WH5265> And they departed מפונן <WH6325> ויחנו <WH2583> and pitched באבת׃ <WH88> in Oboth."},{"number":44,"verse":"ויסעו <WH5265> And they departed מאבת <WH88> ויחנו <WH2583> and pitched בעיי העברים <WH5863> in Ije-abarim, בגבול <WH1366> in the border מואב׃ <WH4124> of Moab."},{"number":45,"verse":"ויסעו <WH5265> And they departed מעיים <WH5864> ויחנו <WH2583> and pitched בדיבן <WH1769> in Dibon-gad. גד׃ <WH1410>"},{"number":46,"verse":"ויסעו <WH5265> And they removed מדיבן <WH1769> גדיחנו <WH2583> and encamped בעלמן דבלתימה׃ <WH5963> in Almon-diblathaim."},{"number":47,"verse":"ויסעו <WH5265> And they removed מעלמן דבלתימה <WH5963> ויחנו <WH2583> and pitched בהרי <WH2022> in the mountains העברים <WH5682> of Abarim, לפני <WH6440> before נבו׃ <WH5015> Nebo."},{"number":48,"verse":"ויסעו <WH5265> And they departed מהרי <WH2022> from the mountains העברים <WH5682> of Abarim, ויחנו <WH2583> and pitched בערבת <WH6160> in the plains מואב <WH4124> of Moab על <WH5921> by ירדן <WH3383> Jordan ירחו׃ <WH3405> Jericho."},{"number":49,"verse":"ויחנו <WH2583> And they pitched על <WH5921> by הירדן <WH3383> Jordan, מבית הישׁמת <WH1020> עד <WH5704> unto אבל השׁטים <WH63> Abel-shittim בערבת <WH6160> in the plains מואב׃ <WH4124> of Moab."},{"number":50,"verse":"וידבר <WH1696> spoke יהוה <WH3068> And the LORD אל <WH413> unto משׁה <WH4872> Moses בערבת <WH6160> in the plains מואב <WH4124> of Moab על <WH5921> by ירדן <WH3383> Jordan ירחו <WH3405> Jericho, לאמר׃ <WH559> saying,"},{"number":51,"verse":"דבר <WH1696> Speak אל <WH413> unto בני <WH1121> the children ישׂראל <WH3478> of Israel, ואמרת <WH559> and say אלהם <WH413> unto כי <WH3588> them, When אתם <WH859> ye עברים <WH5674> are passed over את <WH853> הירדן <WH3383> Jordan אל <WH413> into ארץ <WH776> the land כנען׃ <WH3667> of Canaan;"},{"number":52,"verse":"והורשׁתם <WH3423> Then ye shall drive out את <WH853> כל <WH3605> all ישׁבי <WH3427> the inhabitants הארץ <WH776> of the land מפניכם <WH6440> from before ואבדתם <WH6> you, and destroy את <WH853> כל <WH3605> all משׂכיתם <WH4906> their pictures, ואת <WH853> כל <WH3605> all צלמי <WH6754> images מסכתם <WH4541> their molten תאבדו <WH6> and destroy ואת <WH853> כל <WH3605> all במותם <WH1116> their high places: תשׁמידו׃ <WH8045> and quite pluck down"},{"number":53,"verse":"והורשׁתם <WH3423> And ye shall dispossess את <WH853> הארץ <WH776> of the land, וישׁבתם <WH3427> and dwell בה כי <WH3588> therein: for לכם נתתי <WH5414> I have given את <WH853> הארץ <WH776> you the land לרשׁת <WH3423> to possess אתה׃ <WH853>"},{"number":54,"verse":"והתנחלתם <WH5157> And ye shall divide את <WH853> הארץ <WH776> the land בגורל <WH1486> by lot למשׁפחתיכם <WH4940> for an inheritance among your families: לרב <WH7227> to the more תרבו <WH7235> ye shall give the more את <WH853> נחלתו <WH5159> inheritance, ולמעט <WH4592> and to the fewer תמעיט <WH4591> ye shall give the less את <WH853> נחלתו <WH5159> inheritance: אל <WH413> in the place where אשׁר <WH834> יצא <WH3318> falleth; לו שׁמה <WH8033> הגורל <WH1486> his lot לו יהיה <WH1961> every man's shall be למטות <WH4294> according to the tribes אבתיכם <WH1> of your fathers תתנחלו׃ <WH5157> ye shall inherit."},{"number":55,"verse":"ואם <WH518> But if לא <WH3808> ye will not תורישׁו <WH3423> drive out את <WH853> ישׁבי <WH3427> the inhabitants הארץ <WH776> of the land מפניכם <WH6440> from before והיה <WH1961> you; then it shall come to pass, אשׁר <WH834> that those which תותירו <WH3498> ye let remain מהם <WH1992> לשׂכים <WH7899> them pricks בעיניכם <WH5869> in your eyes, ולצנינם <WH6796> בצדיכם <WH6654> in your sides, וצררו <WH6887> and shall vex אתכם <WH853> על <WH5921> you in הארץ <WH776> the land אשׁר <WH834> wherein אתם <WH859> ye ישׁבים׃ <WH3427> dwell."},{"number":56,"verse":"והיה <WH1961> Moreover it shall come to pass, כאשׁר <WH834> unto you, as דמיתי <WH1819> I thought לעשׂות <WH6213> I shall do להם אעשׂה׃ <WH6213> to do"}]}