{"bibleAbbr":"MKJV1962","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"And it happened after this Absalom the son of David had a beautiful sister whose name [was] Tamar. And Amnon the son of David loved her."},{"number":2,"verse":"And Amnon was so troubled that he fell sick for his sister Tamar, for she [was] a virgin. And Amnon thought it hard for him to do anything to her."},{"number":3,"verse":"And Amnon had a friend, whose name [was] Jonadab, the son of David's brother Shimeah. And Jonadab [was] a very crafty man."},{"number":4,"verse":"And he said to him, Why [are] you, the king's son, lean from day to day? Will you not tell me? And Amnon said to him, I love Tamar, my brother Absalom's sister."},{"number":5,"verse":"And Jonadab said to him, Lay down on your bed and make yourself sick. And when your father comes to see you, say to him, Please let my sister Tamar come and give me food, and prepare the food in my sight so that I may see and eat [it] at her hand."},{"number":6,"verse":"And Amnon lay down and made himself sick. And when the king had come to see him, Amnon said to the king, Please let my sister Tamar come and make me a couple of cakes in my sight, so that I may eat at her hand."},{"number":7,"verse":"And David sent home to Tamar, saying, Go now to your brother Amnon's house, and prepare food for him."},{"number":8,"verse":"And Tamar went to her brother Amnon's house. And he had lain down. And she took flour and kneaded [it], and made cakes in his sight, and baked the cakes."},{"number":9,"verse":"And she took a pan and poured [them] out before him. But he refused to eat. And Amnon said, Make every man go out from me. And every man went out from him."},{"number":10,"verse":"And Amnon said to Tamar, Bring the food into the room so that I may eat out of your hand. And Tamar took the cakes which she had made, and brought [them] into the room to Amnon her brother."},{"number":11,"verse":"And when she had brought [them] to him to eat, he took hold of her and said to her, Come lie with me, my sister."},{"number":12,"verse":"And she answered him, No, my brother, do not humble me. For no such thing ought to be done in Israel. Do not do this folly."},{"number":13,"verse":"And I, where shall I cause my shame to go? And as for you, you shall be as one of the fools in Israel. But now please speak to the king. For he will not withhold me from you."},{"number":14,"verse":"But he would not listen to her voice; but being stronger than she, he forced her and lay with her."},{"number":15,"verse":"Then Amnon hated her with a great hatred. And the hatred with which he hated her [was] greater than the love with which he had loved her. And Amnon said to her, Get up and go."},{"number":16,"verse":"And she said to him, [There is] no cause. This evil in sending me away [is] greater than the other that you did to me. But he would not listen to her."},{"number":17,"verse":"And he called his servant who waited on him and said, And put this [woman] out from me, and bolt the door after her."},{"number":18,"verse":"And [she had] a robe of many colors upon her, for the king's virgin daughters were clothed with such robes. And his servant brought her out and bolted the door after her."},{"number":19,"verse":"And Tamar put ashes on her head and tore the robe of many colors that [was] on her, and laid her hand on her head, and went on, crying."},{"number":20,"verse":"And Absalom her brother said to her, Has Amnon your brother been with you? But now hold your peace, my sister. He [is] your brother. Do not set your heart on this thing. And Tamar remained desolate in the house of her brother Absalom."},{"number":21,"verse":"And when King David heard of all these things, he was very angry."},{"number":22,"verse":"And Absalom did not speak to his brother Amnon, neither good nor bad, for Absalom hated Amnon because he had forced his sister Tamar."},{"number":23,"verse":"And it happened after two full years Absalom had sheepshearers in Baal-hazor, beside Ephraim. And Absalom invited all the king's sons."},{"number":24,"verse":"And Absalom came to the king and said, Behold now, your servant has shearers. Please let the king and his servants go with your servant."},{"number":25,"verse":"And the king said to Absalom, No, my son, let us not all go now, lest we be too heavy upon you. And he pressed him. He would not go, however, but blessed him."},{"number":26,"verse":"Then Absalom said, If not, please let my brother Amnon go with us? And the king said to him, Why should he go with you?"},{"number":27,"verse":"But Absalom pressed him, so that he let Amnon and all the king's sons go with him."},{"number":28,"verse":"And Absalom had commanded his servants, saying, And watch when Amnon's heart is merry with wine, and when I say to you, Strike Amnon, you shall kill him. Do not fear. Have I not commanded you? Be courageous, and be brave."},{"number":29,"verse":"And the servants of Absalom did to Amnon as Absalom had commanded. And all the king's sons arose. And they each got on his mule and fled."},{"number":30,"verse":"And it happened while they were in the way, news came to David, saying, Absalom has killed all the king's sons, and there is not one of them left."},{"number":31,"verse":"And the king arose and tore his garments, and lay on the earth. And all his servants stood by with their clothes torn."},{"number":32,"verse":"And Jonadab, the son of David's brother Shimeah answered and said, Let not my lord think that they have killed all the young men, the king's sons. For only Amnon is dead. For by the mouth of Absalom this has been determined from the day that he humbled his sister Tamar."},{"number":33,"verse":"And now do not let my lord the king take the thing to his heart, to think that all the king's sons are dead, for only Amnon is dead."},{"number":34,"verse":"But Absalom fled. And the young man that kept the watch lifted up his eyes and looked. And, behold, many people came by the way of the hillside behind him."},{"number":35,"verse":"And Jonadab said to the king, Behold, the king's sons come; as your servant said, so it is."},{"number":36,"verse":"And it happened as soon as he had made an end of speaking, behold, the king's sons came. And they lifted up their voice and wept. And the king also and all his servants wept with a great weeping."},{"number":37,"verse":"But Absalom fled and went to Talmai, the son of Ammihud, king of Geshur. And [David] mourned for his son every day."},{"number":38,"verse":"And Absalom fled and went to Geshur, and was there three years."},{"number":39,"verse":"And king David longed to go forth to Absalom, for he was comforted about Amnon, since he was dead."}]}