{"bibleAbbr":"MKJV1962","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"And David had passed on a little from the top. And, behold, Ziba the servant of Mephibosheth met [him] with a couple of asses saddled, and upon them two hundred [loaves] of bread, and a hundred bunches of raisins, and a hundred of summer fruits, and a bottle of wine."},{"number":2,"verse":"And the king said to Ziba, What are these to you? And Ziba said, The asses [are] for the king's household to ride upon. And the bread and summer fruit are for the young men to eat. And the wine is so that the ones who are faint in the wilderness may drink."},{"number":3,"verse":"And the king said, And where [is] your master's son? And Ziba said to the king, Behold, he remains at Jerusalem. For he said, Today the house of Israel shall restore to me the kingdom of my father."},{"number":4,"verse":"And the king said to Ziba, Behold, All that [belonged] to Mephibosheth [is] yours. And Ziba said, I humbly beg you that I may find grace in your sight, my lord, O king."},{"number":5,"verse":"And King David came to Bahurim. And, behold, a man of the house of Saul came out from there, whose name [was] Shimei, the son of Gera. He came out, and he came cursing."},{"number":6,"verse":"And he threw stones at David and at all the servants of king David. And all the people and all the mighty men [were] on his right hand, and on his left."},{"number":7,"verse":"And Shimei said this in his cursing, Go out, O man of blood, O man of Belial."},{"number":8,"verse":"The LORD has returned on you all the blood of the house of Saul, in whose place you have reigned. And the LORD has delivered the kingdom into the hand of Absalom your son. And behold, you [are] [taken] in your mischief, because you [are] a man of blood!"},{"number":9,"verse":"And Abishai the son of Zeruiah said to the king, Why should this dead dog curse my lord the king? Please let me go over and take off his head."},{"number":10,"verse":"And the king said, What have I to do with you, sons of Zeruiah? Let him curse, because the LORD has said to him, Curse David. Who then shall say, Why have you done so?"},{"number":11,"verse":"And David said to Abishai and to all his servants, Behold, my son, who came forth from my bowels, seeks my life; and surely now [this] Benjamite? Let him alone and let him curse, for the LORD has spoken to him."},{"number":12,"verse":"It may be that the LORD will look on my affliction, and that the LORD will repay me with good for his cursing this day."},{"number":13,"verse":"And David and his men went by the highway. And Shimei went along on the hillside over across from him, and cursed [as] he went, and threw stones at him, and threw dust."},{"number":14,"verse":"And the king, and all the people with him arrived weary. And they refreshed themselves there."},{"number":15,"verse":"And Absalom and all the people, the men of Israel, came to Jerusalem. And Ahithophel went with him."},{"number":16,"verse":"And it happened, when Hushai the Archite, David's friend, had come to Absalom, Hushai said to Absalom, Let the king live, let the king live!"},{"number":17,"verse":"And Absalom said to Hushai, [Is] this your kindness to your friend? Why did you not go with your friend?"},{"number":18,"verse":"And Hushai said to Absalom, No, but whom the LORD and this people, and all the men of Israel choose, his will I be, and I will stay with him."},{"number":19,"verse":"And again, whom should I serve? [Should I] not serve in the presence of his son? As I have served in your father's presence, so I will be in your presence."},{"number":20,"verse":"And Absalom said to Ahithophel, Give your advice. What shall we do?"},{"number":21,"verse":"And Ahithophel said to Absalom, Go in to your father's concubines, that he left to keep the house. And all Israel shall hear that you are abhorred by your father. And the hands of all who [are] with you will be strong."},{"number":22,"verse":"And they spread Absalom a tent on the top of the house, and Absalom went in to his father's concubines in the sight of all Israel."},{"number":23,"verse":"And the advice of Ahithophel, which he advised in those days, [was] as if a man had inquired at the oracle of God. So [was] all the advice of Ahithophel, both with David and with Absalom."}]}