{"bibleAbbr":"MKJV1962","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":17,"verses":[{"number":1,"verse":"And Ahithophel said to Absalom, Please let me choose out twelve thousand men, and I will arise and pursue after David tonight."},{"number":2,"verse":"And I will come upon him while he [is] weary and weak-handed, and I will make him tremble. And all the people with him will flee. And I will strike the king by himself."},{"number":3,"verse":"And I will bring back all the people to you, when all return, except the man whom you [are] seeking. All the people shall be in peace."},{"number":4,"verse":"And the saying pleased Absalom very much, and all the elders of Israel."},{"number":5,"verse":"And Absalom said, Please call Hushai the Archite also, and let us hear likewise what is in his mouth."},{"number":6,"verse":"And Hushai came in to Absalom. And Absalom spoke to him saying, Ahithophel has spoken in this way. Shall we do his word? If not, you speak."},{"number":7,"verse":"And Hushai said to Absalom, The advice which Ahithophel has given [is] not good at this time."},{"number":8,"verse":"For, Hushai said, you know your father and his men, that they [are] mighty men, and they [are] bitter of soul, like a bear robbed of her cubs in the field. And your father [is] a man of war, and will not stay the night with the people."},{"number":9,"verse":"Behold, he is hidden now in some pit, or in one of the places. And it shall be, at the falling among them at the first, whoever hears will say, There is a slaughter among the people who follow Absalom."},{"number":10,"verse":"And also he, the son of valor, whose heart [is] like the heart of a lion, shall utterly melt. For all Israel knows that your father [is] a mighty man, and they who [are] with him [are] mighty men."},{"number":11,"verse":"Therefore I advise that all Israel be generally gathered to you, from Dan even to Beer-sheba, like the sand that [is] by the sea for multitude. And you yourself shall go into battle."},{"number":12,"verse":"And we shall come upon him in some place where he shall be found, and we will light upon him like the dew falls upon the ground. And of all the men that [are] with him, not even one shall be left."},{"number":13,"verse":"And if he has gotten into a city, then all Israel shall bring ropes to that city, and we will draw it into the river until there is not one small stone found there."},{"number":14,"verse":"And Absalom and all the men of Israel said, The counsel of Hushai the Archite [is] better than the counsel of Ahithophel. For the LORD had appointed to defeat the good counsel of Ahithophel, to the intent that the LORD might bring evil on Absalom."},{"number":15,"verse":"And Hushai said to Zadok and to Abiathar the priests, This and this Ahithophel advised Absalom and the elders of Israel, and this and this I have advised."},{"number":16,"verse":"And now send quickly and tell David, saying, Do not stay in the plains of the wilderness tonight, but speedily pass over, lest the king be swallowed up, and all the people with him."},{"number":17,"verse":"And Jonathan and Ahimaaz stayed by En-rogel, for there they might not be seen to come into the city. And a slave-girl went and told them, and they went and told king David."},{"number":18,"verse":"But a lad saw them and told Absalom. But both of them went away quickly, and came to a man's house in Bahurim, who had a well in his court, into which they went down."},{"number":19,"verse":"And the woman took and spread a covering over the well's mouth, and spread ground grain on it, and the thing was not known."},{"number":20,"verse":"And when Absalom's servants came to the woman, to the house, they said, Where [are] Ahimaaz and Jonathan? And the woman said to them, They have gone over the brook of water. And when they had searched and could not find them, they returned to Jerusalem."},{"number":21,"verse":"And it happened after they had departed, they came up out of the well, and went and told King David. And [they] said to David, Arise and pass quickly over the waters, for this is what Ahithophel has advised against you."},{"number":22,"verse":"Then David and all the people with him arose. And they passed over Jordan. By the morning light there was not one of them that had not gone over Jordan."},{"number":23,"verse":"And when Ahithophel saw that his counsel was not followed, even he saddled the ass and arose, and went home to his house, to his city, and put his household in order. And he hanged himself and died, and was buried in the tomb of his father."},{"number":24,"verse":"And David came to Mahanaim. And Absalom passed over Jordan, he and all the men of Israel with him."},{"number":25,"verse":"And Absalom made Amasa captain of the army instead of Joab. This Amasa [was] the son of a man named Ithra, an Israelite, who went in to Abigail the daughter of Nahash, sister to Zeruiah, Joab's mother."},{"number":26,"verse":"And Israel and Absalom pitched in the land of Gilead."},{"number":27,"verse":"And it happened when David came to Mahanaim, Shobi the son of Nahash of Rabbah, of the sons of Ammon, and Machir the son of Ammiel of Lodebar, and Barzillai the Gileadite of Rogelim,"},{"number":28,"verse":"brought beds and basins and earthen vessels, and wheat and barley and flour and roasted [grain], and beans and lentils and other roasted food,"},{"number":29,"verse":"and honey and butter and sheep and cheese from cows, for David and for the people with him to eat. For they said, The people [are] hungry and weary and thirsty in the wilderness."}]}