{"bibleAbbr":"MKJV1962","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":23,"verses":[{"number":1,"verse":"And these [are] the last words of David. David the son of Jesse said, and the man who was raised up on high, the anointed of the God of Jacob, and the sweet psalmist of Israel, said:"},{"number":2,"verse":"The Spirit of the LORD spoke by me, and His word [was] in my tongue."},{"number":3,"verse":"The God of Israel said, The Rock of Israel spoke to me: he who rules over men justly, ruling [in] the fear of God,"},{"number":4,"verse":"is as the light of the morning, as the sun rises, a morning without clouds. The tender grass [springs] out of the earth through shining after rain."},{"number":5,"verse":"Although my house [is] not so with God, yet He has made with me an everlasting covenant, ordered in all things, and sure. For all my salvation, and all my desire, will He not make it grow?"},{"number":6,"verse":"But the wicked, all of them, [shall be] like a thorn thrust away, because they cannot be taken by the hand."},{"number":7,"verse":"But the man who shall touch them must be armed with iron and the staff of a spear. And they shall be utterly burned in [their] place."},{"number":8,"verse":"These [are] the names of the mighty men whom David had: Josheb-basshebeth the Tachmonite, chief of the three; he [was called] Adino the Eznite, because of the eight hundred [he] killed at one time."},{"number":9,"verse":"And after him [was] Eleazar the son of Dodo the Ahohite, one of the three mighty men with David when they defied the Philistines who were gathered there to battle; and the men of Israel had gone up;"},{"number":10,"verse":"[he] arose and struck the Philistines until his hand was weary, and until his hand clung to the sword. And the LORD worked a great victory that day. And the people returned after him only to spoil."},{"number":11,"verse":"And next [was] Shammah the son of Agee the Hararite. And the Philistines were gathered together into a troop, where there was a piece of ground full of lentils. And the people fled from the Philistines."},{"number":12,"verse":"But he stood in the middle of the ground and delivered it, and killed the Philistines. And the LORD worked a great victory."},{"number":13,"verse":"And three of the thirty chief men went down and came to David in the harvest time into the cave of Adullam. And the troop of the Philistines pitched in the Valley of the Giants."},{"number":14,"verse":"And David [was] then in a stronghold, and the fort of the Philistines [was] then in Bethlehem."},{"number":15,"verse":"And David longed and said, Oh that someone would give me a drink from the water of the well of Bethlehem by the gate!"},{"number":16,"verse":"And the three mighty men broke through the army of the Philistines, and drew water out of the well of Bethlehem by the gate, and took [it], and brought [it] to David. But he would not drink of it, but poured it out to the LORD."},{"number":17,"verse":"And he said, Be it far from me, O LORD, that I should do this. [Is it not] the blood of the men who went [in danger of] their lives? And he would not drink it. These three mighty men did these [things]."},{"number":18,"verse":"And Abishai the brother of Joab, the son of Zeruiah, [was] chief among three. And he lifted up his spear against three hundred [and] killed [them], and had the name among three."},{"number":19,"verse":"Surely he was honored more than the three. And he was their commander. However he did not attain to the [first] three."},{"number":20,"verse":"And Benaiah the son of Jehoiada from Kabzeel, a son of a mighty man, great [in] deeds. He killed two lion-like men of Moab. He went down also and killed a lion in the middle of a pit in time of snow."},{"number":21,"verse":"And he killed an Egyptian, a man of form. And the Egyptian had a spear in his hand, but he went down to him with a staff and plucked the spear out of the Egyptian's hand, and killed him with his own spear."},{"number":22,"verse":"These [things] did Benaiah the son of Jehoiada, and had the name among three mighty ones."},{"number":23,"verse":"He was more honorable than the thirty, but he did not attain to the [first] three. And David set him over his guard."},{"number":24,"verse":"Asahel the brother of Joab [was] of the thirty; Elhanan the son of Dodo of Bethlehem;"},{"number":25,"verse":"Shammah the Harodite; Elika the Harodite;"},{"number":26,"verse":"Helez the Paltite; Ira the son of Ikkesh, the Tekoite;"},{"number":27,"verse":"Abiezer the Anathothite; Mebunnai the Hushathite;"},{"number":28,"verse":"Zalmon the Ahohite; Maharai the Netophathite;"},{"number":29,"verse":"Heleb the son of Baanah, a Netophathite; Ittai the son of Ribai out of Gibeah, of the sons of Benjamin;"},{"number":30,"verse":"Benaiah the Pirathonite; Hiddai of the brooks of Gaash;"},{"number":31,"verse":"Abialbon the Arbathite; Azmaveth the Barhumite;"},{"number":32,"verse":"Eliahba the Shaalbonite, of the sons of Jashen; Jonathan;"},{"number":33,"verse":"Shammah the Hararite; Ahiam the son of Sharer, the Hararite;"},{"number":34,"verse":"Eliphelet the son of Ahasbai, the son of the Maachathite; Eliam the son of Ahithophel, the Gilonite;"},{"number":35,"verse":"Hezrai the Carmelite; Paarai the Arbite;"},{"number":36,"verse":"Igal the son of Nathan of Zobah; Bani the Gadite;"},{"number":37,"verse":"Zelek the Ammonite; Naharai the Beerothite, armor-bearer to Joab the son of Zeruiah;"},{"number":38,"verse":"Ira, and Ithrite; Gareb, and Ithrite;"},{"number":39,"verse":"Uriah the Hittite-- thirty-seven in all."}]}