{"bibleAbbr":"NET2007","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"(Ruth Works in the Field of Boaz) Now Naomi (tn The disjunctive clause (note the vav [ו] + prepositional phrase structure) provides background information essential to the following narrative.) had a relative (tc The marginal reading (Qere) is מוֹדַע (moda’, “relative”), while the consonantal text (Kethib) has מְיֻדָּע (miyudda’, “friend”). The textual variant was probably caused by orthographic confusion between consonantal מְיֻדָּע and מוֹדַע. Virtually all English versions follow the marginal reading (Qere), e. g., KJV, NAB, NASB, NRSV “kinsman”; NIV, NCV, NLT “relative.”) on her husband’s side of the family named Boaz. He was a wealthy, prominent man from the clan of Elimelech. (tn Heb “and [there was] to Naomi a relative, to her husband, a man mighty in substance, from the clan of Elimelech, and his name [was] Boaz.”)"},{"number":2,"verse":"One day Ruth the Moabite said to Naomi, “Let me go (tn The cohortative here (“Let me go”) expresses Ruth’s request. Note Naomi’s response, in which she gives Ruth permission to go to the field.) to the fields so I can gather (tn Following the preceding cohortative, the cohortative with vav conjunctive indicates purpose/result.) grain behind whoever permits me to do so.” (tn Heb “anyone in whose eyes I may find favor” (ASV, NIV similar). The expression אֶמְצָא־חֵן בְּעֵינָיו (’emtsa’-khen bÿ’enayv, “to find favor in the eyes of [someone]”) appears in Ruth 2:2, 10, 13. It is most often used when a subordinate or servant requests permission for something from a superior (BDB 336 s. v. חֵן). Ruth will play the role of the subordinate servant, seeking permission from a landowner, who then could show benevolence by granting her request to glean in his field behind the harvest workers.) Naomi (tn Heb “she”; the referent (Naomi) has been specified in the translation for clarity.) replied, “You may go, my daughter.”"},{"number":3,"verse":"So Ruth (tn Heb “she”; the referent (Ruth) has been specified in the translation for clarity.) went and gathered grain in the fields (tn Heb “and she went and entered [a field] and gleaned in the field behind the harvesters.” Cf. KJV, NASB, NRSV “the reapers”; TEV “the workers.”) behind the harvesters. Now she just happened to end up (sn The text is written from Ruth’s limited perspective. As far as she was concerned, she randomly picked a spot in the field. But God was providentially at work and led her to the portion of the field belonging to Boaz, who, as a near relative of Elimelech, was a potential benefactor.) in the portion of the field belonging to Boaz, who was from the clan of Elimelech."},{"number":4,"verse":"(Boaz and Ruth Meet) Now at that very moment, (tn Heb “and look”; NIV, NRSV “Just then.” The narrator invites the audience into the story, describing Boaz’s arrival as if it were witnessed by the audience.) Boaz arrived from Bethlehem (map For location see Map5-B1; Map7-E2; Map8-E2; Map10-B4.) and greeted (tn Heb “said to.” Context indicates that the following expression is a greeting, the first thing Boaz says to his workers.) the harvesters, “May the LORD be with you!” They replied, (tn Heb “said to him.” For stylistic reasons “replied” is used in the present translation.) “May the LORD bless you!”"},{"number":5,"verse":"Boaz asked (tn Heb “said to.” Since what follows is a question, “asked” is appropriate in this context.) his servant (tn Heb “young man.” Cf. NAB “overseer”; NIV, NLT “foreman.”) in charge of the harvesters, “To whom does this young woman belong?” (sn In this patriarchal culture Ruth would “belong” to either her father (if unmarried) or her husband (if married).)"},{"number":6,"verse":"The servant in charge of the harvesters replied, “She’s the young Moabite woman who came back with Naomi from the region of Moab."},{"number":7,"verse":"She asked, (tn Heb “said.” What follows is a question, so “asked” is used in the translation.) ‘May I follow the harvesters and gather (tn On the use of the perfect with vav consecutive after the cohortative, see IBHS 530 §32.2.2b.) grain among the bundles?’ (tn Heb “May I glean and gather among the bundles behind the harvesters?” Others translate, “May I glean and gather [grain] in bundles behind the harvesters?” (cf. NAB; see F. W. Bush, Ruth, Esther [WBC], 117). For discussion of the terminology and process of harvesting, see O. Borowski, Agriculture in Iron Age Israel, 59-61.) Since she arrived she has been working hard (tn Heb “and she came and she has persisted.” The construction וַתָּבוֹא וַתַעֲמוֹד (vattavo’ vata’amod) forms a dependent temporal sequence: “since she came, she has persisted.” Because עָמַד (’amad, “to stand, remain, persist”; BDB 764 s. v. עָמַד; HALOT 840-42 s. v. עמד) has a broad range of meanings, וַתַעֲמוֹד has been understood in various ways: (1) Ruth had stood all morning waiting to receive permission from Boaz to glean in his field: “she has stood (here waiting)”; (2) Ruth had remained in the field all morning: “she has remained here” (NAB, NASB, NCV); and (3) Ruth had worked hard all morning: “she has worked steadily” (REB), “she has been working” (TEV, CEV), “she has been on her feet (all morning)” (JPS, NJPS, NRSV). For discussion, see F. W. Bush, Ruth, Esther (WBC), 118-19.) from this morning until now (tn Heb “and she came and she stood, from then, the morning, and until now, this, her sitting [in] the house a little.” The syntax of the Hebrew text is awkward and the meaning uncertain. For discussion see F. W. Bush, Ruth, Esther (WBC), 118-19.) — except for (tn Heb “except this.” The function and meaning of the demonstrative adjective זֶה (zeh, “this”) is difficult: (1) MT accentuation joins זֶה withשִׁבְתָּהּ (shivtah, “this her sitting”), suggesting that זֶה שִׁבְתָּהּ functions as subject complement (see BDB 261 s. v. זֶה 2. a and Josh 9:12). (2) Others suggest that זֶה functions as an emphasizing adverb of time (“just now”; BDB 261 s. v. 4. h) and connect it with עַתָּה (’attah, “now”) to form the idiom עַתָּה זֶה (zeh ’attah, “now, just now”; BDB 261 s. v. 4. h; GKC 442-43 §136. d; see F. W. Bush, Ruth, Esther [WBC], 118-19). The entire line is translated variously: KJV “until now, (+ save ASV) that she tarried a little in the house”; NASB “she has been sitting in the house for a little while”; NIV “except for a short rest in the shelter”; NJPS “she has rested but little in the hut”; “her sitting (= resting) in the house (has only been) for a moment.” A paraphrase would be: “She came and has kept at it (= gleaning) from this morning until now, except for this: She has been sitting in the hut only a little while.” The clause as a whole is an exceptive clause: “except for this….”) sitting (tc The MT vocalizes consonantal שבתה as שִׁבְתָּהּ (shivtah, “her sitting”; Qal infinitive construct from יָשַׁב (yashav), “to sit” + 3rd person feminine singular suffix), apparently taking the 3rd person feminine singular suffix as a subjective genitive: “she sat [in the hut only a little while]” (so KJV, ASV, NASB, NIV, REB, TEV, NCV, NJPS). On the other hand, LXX κατέπαυσεν (“she rested”) reflects the vocalization שָׁבְתָה (shavtah, “she rested”; Qal perfect 3rd person feminine singular from שָׁבַת (shavat), “to rest”): “she rested [in the hut only a little while]” (so RSV, NRSV, NAB, CEV, NJB, JPS). The MT reading is more difficult and is therefore probably original. tn Heb “and she came and she stood, from then, the morning, and until now, this, her sitting [in] the house a little.” The syntax of the Hebrew text is awkward here and the meaning uncertain. F. W. Bush (Ruth, Esther [WBC], 118-19) takes עָמַד (’amad, “to stand”) in the sense “to stay, remain,” connects זֶה (zeh, “this”) with the preceding עַתָּה (’attah, “now”) as an emphasizing adverb of time (“just now”), and emends שִׁבְתָּהּ הַבַּיִת (shivtah habbayit, “her sitting [in] the house”) to שָׁבְתָה (shavtah, “she rested”), omitting הַבַּיִת (habbayit) as dittographic. Another option is to translate, “She came and has stood here from this morning until now. She’s been sitting in the house for a short time.” According to this view the servant has made Ruth wait to get permission from Boaz. It is difficult, however, to envision a “house” being in the barley field.) in the resting hut (tc Several English versions (NAB, NEB, RSV, NRSV, JB, CEV) suggest deleting MT הַבַּיִת (habbayit, lit. “the house”) due to dittography with בתה in שִׁבְתָּהּ (shivtah) which precedes; however, several ancient textual witnesses support the MT (medieval Hebrew manuscripts, Syriac, Targum). The LXX reading ἐν τῷ ἀργῷ (en tw argw, “in the field”) probably does not represent an alternate Hebrew textual tradition, but merely the translator’s attempt to smooth out a difficult Hebrew text. tn “[in] the house.” The noun הַבַּיִת (lit. “the house”) functions as an adverbial accusative of location, and probably refers to a “hut, shelter,” providing shade for workers in the field, such as those still used by harvesters in modern Israel (H. A. Hoffner, TDOT 2:111-15). This kind of structure is probably referred to using different terms in Isaiah 1:8, “like a shelter (כְּסֻכָּה, kÿsukkah) in a vineyard, like a hut (כִּמְלוּנָה, kimlunah) in a field of melons.” Some translations render הַבַּיִת (habbayit) literally as “the house” (KJV, NKJV, NASB), while others nuance it as “the shelter” (NIV, NCV, TEV, NLT).) a short time.” (tn Heb “a little while.” The adjective מְעָט (me’at) functions in a temporal sense (“a little while”; e. g., Job 24:24) or a comparative sense (“a little bit”); see BDB 589-90 s. v. The foreman’s point is that Ruth was a hard worker who only rested a short time.)"},{"number":8,"verse":"So Boaz said to Ruth, “Listen carefully, (tn Heb “Have you not heard?” The idiomatic, negated rhetorical question is equivalent to an affirmation (see F. W. Bush, Ruth, Esther [WBC], 119, and GKC 474 §150. e).) my dear! (tn Heb “my daughter.” This form of address is a mild form of endearment, perhaps merely rhetorical. It might suggest that Boaz is older than Ruth, but not necessarily significantly so. A few English versions omit it entirely (e. g., TEV, CEV).) Do not leave to gather grain in another field. You need not (tn The switch from the negative particle אַל (’al, see the preceding statement, “do not leave”) to לֹא (lo’) may make this statement more emphatic. It may indicate that the statement is a policy applicable for the rest of the harvest (see v. 21).) go beyond the limits of this field. You may go along beside (tn Heb “and thus you may stay close with.” The imperfect has a permissive nuance here.) my female workers. (sn The female workers would come along behind those who cut the grain and bundle it up. Staying close to the female workers allowed Ruth to collect more grain than would normally be the case (see O. Borowski, Agriculture in Iron Age Israel, 61, and F. W. Bush, Ruth, Esther [WBC], 121).)"},{"number":9,"verse":"Take note of (tn Heb “let your eyes be upon” (KJV, NASB similar).) the field where the men (tn Heb “they.” The verb is masculine plural, indicating that the male workers are the subject here.) are harvesting and follow behind with the female workers. (tn Heb “and go after them.” The pronominal suffix (“them”) is feminine plural, indicating that the female workers are referred to here.) I will tell the men (tn Male servants are in view here, as the masculine plural form of the noun indicates (cf. KJV, NAB, NRSV “the young men”).) to leave you alone. (tn Heb “Have I not commanded the servants not to touch [i. e., “harm”] you?” The idiomatic, negated rhetorical question is equivalent to an affirmation (see v. 8). The perfect is either instantaneous, indicating completion of the action concurrent with the statement (see F. W. Bush, Ruth, Esther [WBC], 107, 121-22, who translates, “I am herewith ordering”) or emphatic/rhetorical, indicating the action is as good as done.) When you are thirsty, you may go to (tn The juxtaposition of two perfects, each with vav consecutive, here indicates a conditional sentence (see GKC 337 §112. kk).) the water jars (tn Heb “vessels (so KJV, NAB, NRSV), receptacles”; NCV “water jugs.”) and drink some of the water (tn Heb “drink [some] of that which” (KJV similar); in the context “water” is implied.) the servants draw.” (tn The imperfect here either indicates characteristic or typical activity, or anterior future, referring to a future action (drawing water) which logically precedes another future action (drinking).)"},{"number":10,"verse":"Ruth (tn Heb “she”; the referent (Ruth) has been specified in the translation for clarity.) knelt before him with her forehead to the ground (tn Heb “she fell upon her face and bowed to the ground” (KJV, NASB similar).) and said to him, “Why are you so kind (tn Heb “Why do I find favor in your eyes…?” The expression מָצַא חֵן בְּעֵינֶי (matsa’ khen bÿ’eney, “to find favor in the eyes of [someone]”) is often characterized by the following features: (1) A subordinate or servant is requesting permission for something from a superior (master, owner, king). (2) The granting of the request is not a certainty but dependent on whether or not the superior is pleased with the subordinate to do so. (3) The granting of the request by the superior is an act of kindness or benevolence; however, it sometimes reciprocates loyalty previously shown by the subordinate to the superior (e. g., Gen 30:27; 32:6; 33:8, 10, 15; 34:11; 39:4; 47:25, 29; 50:4; Num 32:5; Deut 24:1; 1 Sam 1:18; 16:22; 20:3, 29; 27:3; 2 Sam 14:22; 16:4; 1 Kgs 11:19; Esth 5:8; 7:3; BDB 336 s. v. חֵן). While Boaz had granted her request for permission to glean in his field, she is amazed at the degree of kindness he had shown – especially since she had done nothing, in her own mind, to merit such a display. However, Boaz explains that she had indeed shown kindness to him indirectly through her devotion to Naomi (v. 11).) and so attentive to me, (tn Heb “Why do I find favor in your eyes by [you] recognizing me.” The infinitive construct with prefixed לְ (lamed) here indicates manner (“by”).) even though (tn Heb “and I am a foreigner.” The disjunctive clause (note the pattern vav + subject + predicate nominative) here has a circumstantial (i. e., concessive) function (“even though”).) I am a foreigner?” (sn The similarly spelled Hebrew terms נָכַר (nakhar, “to notice”) and נָכְרִי (nokhriy, “foreigner”) in this verse form a homonymic wordplay. This highlights the unexpected nature of the attentiveness and concern Boaz displayed to Ruth.)"},{"number":11,"verse":"Boaz replied to her, (tn Heb “answered and said to her” (so NASB). For stylistic reasons this has been translated as “replied to her.”) “I have been given a full report of (tn Heb “it has been fully reported to me.” The infinitive absolute here emphasizes the following finite verb from the same root. Here it emphasizes either the clarity of the report or its completeness. See R. L. Hubbard, Jr., Ruth (NICOT), 153, n. 6. Most English versions tend toward the nuance of completeness (e. g., KJV “fully been shewed”; NAB “a complete account”; NASB, NRSV “All that you have done”).) all that you have done for your mother-in-law following the death of your husband — how you left (tn The vav (ו) consecutive construction here has a specifying function. This and the following clause elaborate on the preceding general statement and explain more specifically what she did for her mother-in-law.) your father and your mother, as well as your homeland, and came to live among people you did not know previously. (tn Heb “yesterday and the third day.” This Hebrew idiom means “previously, in the past” (Exod 5:7814; Exod 21:2936; Deut 4:42; 19:46; Josh 3:4; 1 Sam 21:5; 2 Sam 3:17; 1 Chr 11:2).)"},{"number":12,"verse":"May the LORD reward your efforts! (tn Heb “repay your work”; KJV, ASV “recompense thy work.” The prefixed verbal form is understood as a jussive of prayer (note the jussive form in the next clause).) May your acts of kindness be repaid fully (tn Heb “may your wages be complete”; NCV “May your wages be paid in full.” The prefixed verbal form is a distinct jussive form, indicating that this is a prayer for blessing.) by the LORD God of Israel, from whom you have sought protection!” (tn Heb “under whose wings you have sought shelter”; NIV, NLT “have come to take refuge.”)"},{"number":13,"verse":"She said, “You really are being kind to me, (tn Heb “I am finding favor in your eyes.” In v. 10, where Ruth uses the perfect, she simply states the fact that Boaz is kind. Here the Hebrew text switches to the imperfect, thus emphasizing the ongoing attitude of kindness displayed by Boaz. Many English versions treat this as a request: KJV “Let me find favour in thy sight”; NAB “May I prove worthy of your kindness”; NIV “May I continue to find favor in your eyes.”) sir, (tn Heb “my master”; KJV, NAB, NASB, NIV, NRSV “my lord.”) for you have reassured (tn Or “comforted” (so NAB, NASB, NRSV, NLT).) and encouraged (tn Heb “spoken to the heart of.” As F. W. Bush points out, the idiom here means “to reassure, encourage” (Ruth, Esther [WBC], 124).) me, your servant, (tn Ruth here uses a word (שִׁפְחָה, shifkhah) that describes the lowest level of female servant (see 1 Sam 25:41). Note Ruth 3:9 where she uses the word אָמָה (’amah), which refers to a higher class of servant.) even though I am (tn The imperfect verbal form of הָיָה (hayah) is used here. F. W. Bush shows from usage elsewhere that the form should be taken as future (Ruth, Esther [WBC], 124-25).) not one of your servants!” (tn The disjunctive clause (note the pattern vav [ו] + subject + verb) is circumstantial (or concessive) here (“even though”).)"},{"number":14,"verse":"Later during the mealtime Boaz said to her, “Come here and have (tn Heb “eat” (so KJV, NRSV).) some food! Dip your bread (tn Heb “your portion”; NRSV “your morsel.”) in the vinegar!” So she sat down beside the harvesters. Then he handed (tn The Hebrew verb צָבַט (tsavat) occurs only here in the OT. Cf. KJV, ASV “he reached her”; NASB “he served her”; NIV “he offered her”; NRSV “he heaped up for her.” For discussion of its meaning, including the etymological evidence, see BDB 840 s. v.; R. L. Hubbard, Jr., Ruth (NICOT), 174; and F. W. Bush, Ruth, Esther (WBC), 125-26.) her some roasted grain. She ate until she was full and saved the rest. (tn Heb “and she ate and she was satisfied and she had some left over” (NASB similar).)"},{"number":15,"verse":"When she got up to gather grain, Boaz told (tn Or “commanded” (so KJV, NASB, NCV).) his male servants, “Let her gather grain even among (tn Heb “even between”; NCV “even around.”) the bundles! Don’t chase her off! (tn Heb “do not humiliate her”; cf. KJV “reproach her not”; NASB “do not insult her”; NIV “don’t embarrass her.” This probably refers to a verbal rebuke which would single her out and embarrass her (see v. 16). See R. L. Hubbard, Jr., Ruth (NICOT), 176-77, and F. W. Bush, Ruth, Esther (WBC), 126.)"},{"number":16,"verse":"Make sure you pull out (tn The infinitive absolute precedes the finite verb for emphasis. Here שָׁלַל (shalal, “pull out”) is a homonym of the more common Hebrew verb meaning “to plunder.” An Arabic cognate is used of drawing a sword out of a scabbard (see BDB 1021 s. v.).) ears of grain for her and drop them so she can gather them up. Don’t tell her not to!” (tn Heb “do not rebuke her” (so NASB, NRSV); CEV “don’t speak harshly to her”; NLT “don’t give her a hard time.”)"},{"number":17,"verse":"So she gathered grain in the field until evening. When she threshed (tn Heb “she beat out” (so NAB, NASB, NRSV, NLT). Ruth probably used a stick to separate the kernels of grain from the husks. See O. Borowski, Agriculture in Iron Age Israel, 63.) what she had gathered, it came to about thirty pounds (tn Heb “there was an ephah.” An ephah was a dry measure, equivalent to one-tenth of a homer (see HALOT 43 s. v. אֵיפָה). An ephah was equivalent to a “bath,” a liquid measure. Jars labeled “bath” found at archaeological sites in Israel could contain approximately 5.8 gallons, or one-half to two-thirds of a bushel. Thus an ephah of barley would have weighed about 29 to 30 pounds (just over 13 kg). See R. L. Hubbard, Jr., Ruth (NICOT), 179. sn This was a huge amount of barley for one woman to gather in a single day. It testifies both to Ruth’s industry and to Boaz’s generosity.) of barley!"},{"number":18,"verse":"(Ruth Returns to Naomi) She carried it back to town, and her mother-in-law saw (tc MT vocalizes ותרא as the Qal verb וַתֵּרֶא (vattere’, “and she saw”), consequently of “her mother-in-law” as subject and “what she gathered” as the direct object: “her mother-in-law saw what she gathered.” A few medieval Hebrew mss (also reflected in Syriac and Vulgate) have the Hiphil וַתַּרְא (vattar’, “and she showed”), consequently taking “her mother-in-law” as the direct object and “what she gathered” as the double direct-object: “she showed her mother-in-law what she had gathered” (cf. NAB, TEV, CEV, NLT). Although the latter has the advantage of making Ruth the subject of all the verbs in this verse, it would be syntactically difficult. For one would expect the accusative sign אֶת (’et) before “her mother-in-law” if it were the direct object of a Hiphil verb in a sentence with a double direct object introduced by the accusative sign אֶת, e. g., “to show (Hiphil of רָאָה, ra’ah) your servant (direct object marked by accusative sign אֶת) your greatness (double direct object marked by accusative sign אֶת) (Deut 3:24). Therefore the MT reading is preferred.) how much grain (tn Heb “that which”; the referent (how much grain) has been specified in the translation for clarity.) she had gathered. Then Ruth (tn Heb “she”; the referent (Ruth) has been specified in the translation for clarity.) gave her the roasted grain she had saved from mealtime. (tn Heb “and she brought out and gave to her that which she had left over from her being satisfied.”)"},{"number":19,"verse":"Her mother-in-law asked her, (tn Heb “said to her.” Since what follows is a question, the translation uses “asked her” here.) “Where did you gather grain today? Where did you work? May the one who took notice of you be rewarded!” (tn Or “blessed” (so NAB, NIV, NRSV). The same expression occurs in the following verse.) So Ruth (tn Heb “she”; the referent (Ruth) has been specified in the translation for clarity.) told her mother-in-law with whom she had worked. She said, “The name of the man with whom I worked today is Boaz.”"},{"number":20,"verse":"Naomi said to her daughter-in-law, “May he be rewarded by the LORD because he (tn Many English versions translate this statement, “May he [Boaz] be blessed by the Lord, who has not abandoned his loyalty to the living and dead.” In this case the antecedent of אֲשֶׁר (’asher, “who”) would be the immediately preceding “the Lord.” However, this understanding of the construction is not accurate. The antecedent of אֲשֶׁר is Boaz, not the Lord. Elsewhere when אֲשֶׁר follows the blessing formula בָּרוּךְ (barukh, Qal passive participle) + proper name/pronoun, it always introduces the reason the recipient of the blessing deserves a reward. (For this reason one could analyze אֲשֶׁר as a causal conjunction in this construction.) If אֲשֶׁר refers to the Lord here, then this verse, unlike others using the construction, gives no such reason for the recipient being blessed. 2 Sam 2:5, which provides the closest structural parallel to Ruth 2:20, supports this interpretation: בְּרֻכִים אַתֶּם לַיהוָה אֲשֶׁר עֲשִׂיתֶם הַחֶסֶד הַזֶּה עִם־אֲדֹנֵיכֶם עִם־שָׁאוּל, “May you [plural] be blessed by the Lord, you who [plural]/because you [plural] have extended such kindness to your master Saul.” Here אֲשֶׁר refers back to the second plural pronoun אַתֶּם (’atem, “you”) in the formula, as the second plural verb עֲשִׂיתֶם(’asitem) after אֲשֶׁר indicates. Though יְהוָה (yÿhvah) is in closer proximity to אֲשֶׁר, it is not the antecedent. The evidence suggests that Ruth 2:20 should be translated and interpreted as follows: “May he [Boaz] be blessed by the Lord, he who [i. e., Boaz]/because he [i. e., Boaz] has not abandoned his loyalty to the living and dead.” Cf. NIV, NCV, CEV, NLT. See B. A. Rebera, “Yahweh or Boaz? Ruth 2.20 Reconsidered,” BT 36 (1985): 317-27, and F. W. Bush, Ruth, Esther (WBC), 134-36. By caring for the impoverished widows’ physical needs, Boaz had demonstrated loyalty to both the living (the impoverished widows) and the dead (their late husbands). See R. B. Chisholm, From Exegesis to Exposition, 72.) has shown loyalty to the living on behalf of the dead!” (tn Heb “to the living and the dead” (so KJV, NASB).) Then Naomi said to her, “This man is a close relative of ours; he is our guardian.” (tn The Hebrew term גָּאַל (ga’al) is sometimes translated “redeemer” here (NIV “one of our kinsman-redeemers”; NLT “one of our family redeemers”). In this context Boaz, as a “redeemer,” functions as a guardian of the family interests who has responsibility for caring for the widows of his deceased kinsmen.)"},{"number":21,"verse":"Ruth the Moabite replied, “He even (tn On the force of the phrase גָּם כִּי (gam ki) here, see F. W. Bush, Ruth, Esther (WBC), 138-39.) told me, ‘You may go along beside my servants (tn Heb “with the servants who are mine you may stay close.” The imperfect has a permissive nuance here. The word “servants” is masculine plural.) until they have finished gathering all my harvest!’” (tn Heb “until they have finished all the harvest which is mine”; NIV “until they finish harvesting all my grain.”)"},{"number":22,"verse":"Naomi then said to her daughter-in-law Ruth, “It is good, my daughter, that you should go out to work with his female servants. (tn Naomi uses the feminine form of the word “servant” (as Boaz did earlier, see v. 8), in contrast to Ruth’s use of the masculine form in the preceding verse. Since she is concerned for Ruth’s safety, she may be subtly reminding Ruth to stay with the female workers and not get too close to the men.) That way you will not be harmed, which could happen in another field.” (tn Heb “and they will not harm you in another field”; NRSV “otherwise you might be bothered in another field.”)"},{"number":23,"verse":"So Ruth (tn Heb “she”; the referent (Ruth) has been specified in the translation for clarity.) worked beside (tn Heb “and she stayed close with”; NIV, NRSV, CEV “stayed close to”; NCV “continued working closely with.”) Boaz’s female servants, gathering grain until the end of the barley harvest as well as the wheat harvest. (sn Barley was harvested from late March through late April, wheat from late April to late May (O. Borowski, Agriculture in Ancient Israel, 88, 91).) After that she stayed home with her mother-in-law. (tn Heb “and she lived with her mother-in-law” (so NASB). Some interpret this to mean that she lived with her mother-in-law while working in the harvest. In other words, she worked by day and then came home to Naomi each evening. Others understand this to mean that following the harvest she stayed at home each day with Naomi and no longer went out looking for work (see F. W. Bush, Ruth, Esther [WBC], 140). Others even propose that she lived away from home during this period, but this seems unlikely. A few Hebrew mss (so also Latin Vulgate) support this view by reading, “and she returned to her mother-in-law.”)"}]}