{"bibleAbbr":"NKJV1982","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":5,"verses":[{"number":1,"verse":"(Shepherd the Flock) The elders who are among you I exhort, I who am a fellow elder and a (Matt. 26:37) witness of the sufferings of Christ, and also a partaker of the (Rom. 8:17, 18) glory that will be revealed:"},{"number":2,"verse":"(John 21:16; Acts 20:28) Shepherd the flock of God which is among you, serving as overseers, (1 Cor. 9:17) not by compulsion but willingly, (1 Tim. 3:3) not for dishonest gain but eagerly;"},{"number":3,"verse":"nor as (Ezek. 34:4; Matt. 20:25) being lords over (Ps. 33:12) those entrusted to you, but (John 13:15; Phil. 3:17; 1 Thess. 1:7; 2 Thess. 3:9; 1 Tim. 4:12; Titus 2:7) being examples to the flock;"},{"number":4,"verse":"and when (Is. 40:11; Zech. 13:7; Heb. 13:20; 1 Pet. 2:25) the Chief Shepherd appears, you will receive (2 Tim. 4:8) the crown of glory that does not fade away."},{"number":5,"verse":"(Submit to God, Resist the Devil) Likewise you younger people, submit yourselves to your elders. Yes, (Rom. 12:10; Eph. 5:21) all of you be submissive to one another, and be clothed with humility, for (Prov. 3:34; James 4:6) “God resists the proud, But (Is. 57:15) gives grace to the humble.”"},{"number":6,"verse":"Therefore humble yourselves under the mighty hand of God, that He may exalt you in due time,"},{"number":7,"verse":"casting all your care upon Him, for He cares for you."},{"number":8,"verse":"Be sober, be vigilant; because your adversary the devil walks about like a roaring lion, seeking whom he may devour."},{"number":9,"verse":"Resist him, steadfast in the faith, knowing that the same sufferings are experienced by your brotherhood in the world."},{"number":10,"verse":"But may the God of all grace, (1 Cor. 1:9; 1 Thess. 2:12) who called us to His eternal glory by Christ Jesus, after you have suffered a while, perfect, establish, strengthen, and settle you."},{"number":11,"verse":"(Rev. 1:6) To Him be the glory and the dominion forever and ever. Amen."},{"number":12,"verse":"(Farewell and Peace) By (2 Cor. 1:19; 1 Thess. 1:1; 2 Thess. 1:1) Silvanus, our faithful brother as I consider him, I have written to you briefly, exhorting and testifying (Acts 20:24) that this is the true grace of God in which you stand."},{"number":13,"verse":"She who is in Babylon, elect together with you, greets you; and so does (Acts 12:12, 25; 15:37, 39; Col. 4:10; Philem. 24) Mark my son."},{"number":14,"verse":"Greet one another with a kiss of love. Peace to you all who are in Christ Jesus. Amen."}]}