{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":106,"verses":[{"number":1,"verse":"{The Unfaithfulness of God's People} d Hallelujah! Give thanks to the Lord, since he is good, for his gracious love exists forever."},{"number":2,"verse":"Who can fully describe the mighty acts of the Lord or proclaim all his praises?"},{"number":3,"verse":"How happy are those who enforce justice, who live righteously all the time."},{"number":4,"verse":"Remember me, Lord, when you show favor to your people. Visit us with your deliverance,"},{"number":5,"verse":"to witness the prosperity of your chosen ones, to rejoice in your nation's joy, to glory in your inheritance."},{"number":6,"verse":"We have sinned, along with our ancestors; we have committed iniquity and wickedness."},{"number":7,"verse":"In Egypt, our ancestors neither comprehended your awesome deeds nor remembered your abundant gracious love. Instead, they rebelled beside the sea, the Reed {So MT; LXX reads Red} Sea."},{"number":8,"verse":"He delivered for the sake of his name, {Or reputation} to make his power known."},{"number":9,"verse":"He shouted at the Reed {So MT; LXX reads Red} Sea and it dried up; and led them through the sea as though through a desert."},{"number":10,"verse":"He delivered them from the power of their foe; redeeming them from the power of their enemy."},{"number":11,"verse":"The water overwhelmed their enemies, so that not one of them survived. {Or remained}"},{"number":12,"verse":"Then they believed his word and sung his praise."},{"number":13,"verse":"But they quickly forgot his deeds and did not wait for his counsel."},{"number":14,"verse":"They were overwhelmed with craving in the wilderness, so God tested them in the wasteland."},{"number":15,"verse":"God granted them their request, but sent leanness into their lives."},{"number":16,"verse":"They were envious of Moses in the camp, and of Aaron, the holy one of the Lord ."},{"number":17,"verse":"The earth opened and swallowed Dathan, closing over Abiram's clan."},{"number":18,"verse":"Then a fire burned among their company, a flame that set the wicked ablaze."},{"number":19,"verse":"They fashioned a calf at Horeb and worshipped a carved image."},{"number":20,"verse":"They exchanged their glory {I. e. their God} with the image of a grass-eating bull."},{"number":21,"verse":"They forgot God their Savior, who performed great things in Egypt"},{"number":22,"verse":"awesome deeds in the land of Ham, {I. e. Egypt} astonishing deeds at the Reed {So MT; LXX reads Red} Sea."},{"number":23,"verse":"He would have destroyed them but for Moses, his chosen one, who stood in the breach before him to avert {Or turn back} his destructive wrath."},{"number":24,"verse":"They rejected the desirable land, and they didn't trust his promise."},{"number":25,"verse":"They murmured in their tents, and didn't listen to the voice of the Lord ."},{"number":26,"verse":"So he swore an oath concerning them that he would cause them to die in the wilderness,"},{"number":27,"verse":"to cause their children to perish among the nations and be scattered among many {The Heb. lacks many} lands."},{"number":28,"verse":"For they adopted the worship {Lit. they attached themselves with Baal Peor} of Baal Peor and ate sacrifices offered to the dead."},{"number":29,"verse":"They had provoked anger by their deeds, so that a plague broke out against them."},{"number":30,"verse":"But Phinehas intervened and prayed so that the plague was restrained."},{"number":31,"verse":"And it was credited to him as a righteous act, from generation to generation to eternity."},{"number":32,"verse":"They provoked wrath at the waters of Meribah, and Moses suffered {Lit. and it was evil for Moses} on account of them."},{"number":33,"verse":"For they rebelled against him, {Lit. against his spirit} so that he spoke thoughtlessly with his lips."},{"number":34,"verse":"They never destroyed the people, as the Lord had commanded them."},{"number":35,"verse":"Instead, they mingled among the nations and learned their ways. {Lit. deeds}"},{"number":36,"verse":"They worshipped {Lit. served} their idols, and this became a trap for them."},{"number":37,"verse":"They sacrificed their sons and daughters to demons."},{"number":38,"verse":"They shed innocent blood the blood of their sons and daughters whom they sacrificed to the idols of Canaan, thereby polluting the land with blood."},{"number":39,"verse":"Therefore, they became unclean because of what they did; they have acted like whores by their evil deeds."},{"number":40,"verse":"The Lord's anger burned against his people, so that he despised his own inheritance."},{"number":41,"verse":"He turned them over to domination by nations where those who hated them ruled over them."},{"number":42,"verse":"Their enemies oppressed them, so that they were humiliated by their power."},{"number":43,"verse":"He delivered them many times, but they demonstrated rebellion by their evil plans; therefore they sunk deep in their sins."},{"number":44,"verse":"Yet when he saw their distress and heard their cries for help, {The Heb. lacks help}"},{"number":45,"verse":"he remembered his covenant with them, and so relented according to the greatness of his gracious love."},{"number":46,"verse":"He caused all their captors to show compassion toward them."},{"number":47,"verse":"Deliver us, Lord our God, gather us from among the nations so we may praise your holy name and rejoice in praising you."},{"number":48,"verse":"Blessed are you, Lord God of Israel, from eternity to eternity; Let all the people say, \"Amen!\" Hallelujah!"}]}