{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":107,"verses":[{"number":1,"verse":"{BOOK V (Psalms 107-150)} {Gratitude for God's Deliverance} d Give thanks to the Lord, for he is good! His gracious love exists forever."},{"number":2,"verse":"Let those who have been redeemed by the Lord declare it those whom he redeemed from the power {Lit. hand} of the enemy,"},{"number":3,"verse":"those whom he gathered from other lands from the east, west, north, and south. {Lit. and the sea ; i. e. the Reed Sea}"},{"number":4,"verse":"They wandered in desolate wilderness; they found no road to a city where they could live."},{"number":5,"verse":"Hungry and thirsty, their spirits {Lit. soul} failed."},{"number":6,"verse":"Then they cried out to the Lord in their trouble, and he delivered them from their distress."},{"number":7,"verse":"He led them in a straight way to find a city where they could live."},{"number":8,"verse":"Let them give thanks to the Lord for his gracious love and his awesome deeds for mankind."},{"number":9,"verse":"He has satisfied the one who thirsts, filling the hungry with what is good."},{"number":10,"verse":"Some sat in deepest darkness, shackled with cruel iron,"},{"number":11,"verse":"because they had rebelled against the command of God, despising the advice of the Most High."},{"number":12,"verse":"He humbled them {Lit. humbled their hearts} through suffering, as they stumbled without a helper."},{"number":13,"verse":"Then they cried out to the Lord in their trouble; he delivered them from their distress."},{"number":14,"verse":"And he {So LXX DSS 4QPs f ; MT reads He} brought them out from darkness and the shadow of death, {So LXX; MT reads and gloom} shattering their chains."},{"number":15,"verse":"Let them give {So MT LXX; DSS 4QPs f reads Give} thanks to the Lord for his gracious love, and for his awesome deeds to mankind."},{"number":16,"verse":"For he shattered bronze gates and cut through iron bars."},{"number":17,"verse":"Because of their rebellious ways, fools suffered for their iniquities."},{"number":18,"verse":"They {Lit. their souls} loathed all food, and even reached the gates of death."},{"number":19,"verse":"Yet when they cried out to the Lord in their trouble, he delivered them from certain destruction."},{"number":20,"verse":"He issued his command {Lit. word} and healed them; he delivered them from their destruction."},{"number":21,"verse":"Let them give thanks to the Lord for his gracious love, and for his awesome deeds for mankind."},{"number":22,"verse":"Let them offer sacrifices of thanksgiving and talk about his works with shouts of joy."},{"number":23,"verse":"Those who go down to the sea in ships, who work in the great waters,"},{"number":24,"verse":"witnessed the works of the Lord his awesome deeds in the ocean's depth."},{"number":25,"verse":"He spoke and stirred up a windstorm that made its waves surge."},{"number":26,"verse":"The people {Lit. They} ascended skyward and descended to the depths, their courage {Lit. souls} melting away in their peril."},{"number":27,"verse":"They reeled and staggered like a drunkard, as all their wisdom became useless."},{"number":28,"verse":"Yet when they cried out to the Lord in their trouble, the Lord brought them out of their distress."},{"number":29,"verse":"He calmed the storm and its waves {So MT LXX; DSS 4QPs f reads and the waves of the sea ; cf. Psa 107:25} quieted down."},{"number":30,"verse":"So they rejoiced that the waves {Lit. they} became quiet, and he led them to their desired haven."},{"number":31,"verse":"Let them give thanks to the Lord for his gracious love and for his awesome deeds on behalf of mankind."},{"number":32,"verse":"Let them exalt him in the assembly of the people and praise him in the counsel of the elders."},{"number":33,"verse":"He turns rivers into a desert, springs of water into dry ground,"},{"number":34,"verse":"and a fruitful land into a salty waste, due to the wickedness of its inhabitants."},{"number":35,"verse":"He turns a desert into a pool of water, dry land into springs of water."},{"number":36,"verse":"There he settled the hungry, where they built a city to live in."},{"number":37,"verse":"They sowed fields and planted vineyards that yielded a productive harvest."},{"number":38,"verse":"Then he blessed them, and they became numerous; he multiplied their cattle. {Or he didn't let their cattle become few}"},{"number":39,"verse":"But they became few in number, and humiliated by continued oppression, agony, and sorrow."},{"number":40,"verse":"Having poured contempt on their nobles, causing them to err aimlessly in the way."},{"number":41,"verse":"Yet he lifted the needy from affliction and made them families like a flock."},{"number":42,"verse":"The upright see it and rejoice, but the mouth of an evil person is shut."},{"number":43,"verse":"Let whoever is wise observe these things, that they may comprehend the gracious love of the Lord ."}]}