{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":109,"verses":[{"number":1,"verse":"{To the Director. A Davidic psalm.} {A Prayer against the Evil One} d God, whom I praise, do not be silent,"},{"number":2,"verse":"for the mouths of wicked and deceitful people are opened against me; they speak against me with lying tongues."},{"number":3,"verse":"They surround me with hate-filled words, attacking me for no reason."},{"number":4,"verse":"Instead of receiving {The Heb. lacks receiving} my love, they accuse me, though I continue in prayer."},{"number":5,"verse":"They devise evil against me instead of good, and hatred in place of my love."},{"number":6,"verse":"Appoint an evil person over him; may an accuser stand at his right side. {Lit. hand}"},{"number":7,"verse":"When he is judged, may he be found guilty; may his prayer be regarded as sin."},{"number":8,"verse":"May his days be few; may another take over his position. {Or office}"},{"number":9,"verse":"May his children become fatherless, and his wife a widow."},{"number":10,"verse":"May his children roam around begging, seeking food {The Heb. lacks food} while driven far {So LXX; the Heb. lacks while driven far} from their ruined homes."},{"number":11,"verse":"May creditors seize all his possessions, and may foreigners loot the property he has acquired. {Or the result of his labor}"},{"number":12,"verse":"May no one extend gracious love to him, or show favor to his fatherless children."},{"number":13,"verse":"May his descendants {Lit. May those after him} be eliminated, and their memory {Or their name} be erased from the next generation."},{"number":14,"verse":"May his ancestors'guilt be remembered in the Lord's presence, and may his mother's guilt not be erased."},{"number":15,"verse":"May what {The Heb. lacks what} they have done {The Heb. lacks have done} be continuously in the Lord's presence; and may their memory be excised from the earth."},{"number":16,"verse":"For he didn't think to extend gracious love; he harassed to death the poor, the needy, and the broken hearted. {Or downhearted}"},{"number":17,"verse":"He loved to curse may his curses {Lit. may it} return upon him! He took no delight in blessing others {The Heb. lacks others} so may blessings {Lit. it} be far from him."},{"number":18,"verse":"He wore curses like a garment may they {Lit. it} enter his inner being like water and his bones like oil."},{"number":19,"verse":"May those curses {Lit. may it} wrap around him like a garment, or like a belt that one always wears."},{"number":20,"verse":"May this be the way the Lord repays my accuser, those who speak evil against me."},{"number":21,"verse":"Now you, Lord my God, defend {Lit. God, do to} me for your name's sake; because your gracious love is good, deliver me!"},{"number":22,"verse":"Indeed, I am poor and needy, and my heart is wounded within me."},{"number":23,"verse":"I am fading {Or walking} away like a shadow late in the day; I am shaken off like a locust."},{"number":24,"verse":"My knees give way {Or knees stagger} from fasting, and my skin is lean, deprived of oil."},{"number":25,"verse":"I have become an object of derision to them they shake their heads whenever they see me."},{"number":26,"verse":"Help me, Lord my God! Deliver me in accord with your gracious love!"},{"number":27,"verse":"Then they will realize that your hand is in this that you, Lord, have accomplished it."},{"number":28,"verse":"They will curse, but you will bless. When they attack, {Lit. arise} they will {So MT DSS 4QPs f 11QPs a ; LXX reads arise, let my opponents} be humiliated, while your servant rejoices."},{"number":29,"verse":"May my accusers be clothed with shame and wrapped in their humiliation as with a robe."},{"number":30,"verse":"I will give many thanks to the Lord with my mouth, praising him publicly,"},{"number":31,"verse":"for he stands {So MT; LXX DSS 11QPs a read he has stood} at the right hand of the needy one, to deliver him from his accusers. {Or from those who condemn him}"}]}