{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":118,"verses":[{"number":1,"verse":"{Thanksgiving to God} d Give thanks to the Lord, for he is good; his gracious love is eternal."},{"number":2,"verse":"Let Israel now say, \"His gracious love is eternal.\""},{"number":3,"verse":"Let the house of Aaron now say, \"His gracious love is eternal.\""},{"number":4,"verse":"Let those who fear the Lord now say, \"His gracious love is eternal.\""},{"number":5,"verse":"I called on the Lord in my distress; the Lord answered me openly. {Lit. in a wide open place}"},{"number":6,"verse":"The Lord is with me. I will not be afraid. What can people do to me?"},{"number":7,"verse":"With the Lord beside me as my helper, I will triumph over those who hate me."},{"number":8,"verse":"It is better to take shelter {Or refuge ; LXX DSS 4QPs b 11QPs a read to trust} in the Lord than to trust in people."},{"number":9,"verse":"It is better to take shelter {Or refuge} in the Lord than to trust in princes."},{"number":10,"verse":"All the nations surrounded me; but in the name of the Lord I will defeat them."},{"number":11,"verse":"They surrounded me, they are around me; but in the name of the Lord I will defeat them."},{"number":12,"verse":"They surrounded me like bees; but they will be extinguished like {So MT DSS 4QPs b ; LXX reads bees; they blazed like a fire among} burning thorns. In the name of the Lord I will defeat them."},{"number":13,"verse":"Indeed, you {I. e. the enemy} oppressed me so much that I nearly fell, but the Lord helped me."},{"number":14,"verse":"The Lord is my strength and protector, {Or might} for he has become my deliverer. {Or salvation}"},{"number":15,"verse":"There's exultation {Lit. sound of} for deliverance in the tents of the righteous: \"The right hand of the Lord is victorious! {Lit. Lord acted valiantly}"},{"number":16,"verse":"The right hand of the Lord is exalted! The right hand of the Lord is victorious!\" {MT reads Lord acted valiantly ; LXX DSS 11QPs a read Lord acted powerfully}"},{"number":17,"verse":"I will not die, but I will live to recount the deeds of the Lord ."},{"number":18,"verse":"The Lord will discipline me severely, but he won't hand me over to die."},{"number":19,"verse":"Open for me the righteous gates so I may enter through them to give thanks to the Lord ."},{"number":20,"verse":"This is the Lord's gate The righteous will enter through it."},{"number":21,"verse":"I will praise you because you have answered me and have become my deliverer."},{"number":22,"verse":"The stone that the builders rejected has become the cornerstone."},{"number":23,"verse":"This is from the Lord it is awesome in our sight."},{"number":24,"verse":"This is the day that the Lord has made; let's rejoice and be glad in it."},{"number":25,"verse":"Please Lord, deliver us! Please Lord , hurry {Or rush} and bring success now!"},{"number":26,"verse":"Blessed is the one who comes in the name of the Lord ! Let us bless you from the Lord's house."},{"number":27,"verse":"The Lord is God he will be our light! Bind the festival sacrifice with ropes to the horn at the altar."},{"number":28,"verse":"You are my God, and I will praise you; my God, and I will exalt you."},{"number":29,"verse":"Give thanks to the Lord, for he is good and his gracious love is eternal."}]}