{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"{To the Music Director: A Davidic Song} {God's Knowledge and Presence} d Lord , you have examined me; you have known me."},{"number":2,"verse":"You know when I rest {Lit. know my sitting} and when I am active. {Lit. and my rising} You understand what I am thinking when I am distant from you. {Or thinking from a distance}"},{"number":3,"verse":"You scrutinize my life and my rest; {Or death ; Lit. my path and my lying down} you are familiar with all of my ways."},{"number":4,"verse":"Even before I have formed a word with my tongue, you, Lord , know it completely!"},{"number":5,"verse":"You encircle me from back to front, placing your hand upon me."},{"number":6,"verse":"Knowledge like this is too amazing for me. It is beyond my reach, and I cannot fathom it."},{"number":7,"verse":"{The Magnitude of God} d Where can I flee from your spirit? Or where will I run from your presence?"},{"number":8,"verse":"If I rise to heaven, there you are! If I lay down with the dead, {Lit. to Sheol ; i. e. the realm of the dead} there you are!"},{"number":9,"verse":"If I take wings with the dawn and settle down on the western horizon {Lit. the end of the sea}"},{"number":10,"verse":"your hand will guide me there, too, while your right hand keeps a firm grip on me."},{"number":11,"verse":"If I say, \"Darkness will surely conceal me, and the light around me will become night,\"{So MT LXX; DSS 11QPs a reads And let me say, \"Surely darkness conceals and night has girded me about.\"}"},{"number":12,"verse":"even darkness isn't dark to you, darkness and light are the same to you. {The Heb. lacks to you}"},{"number":13,"verse":"It was you who formed my internal organs, {Lit. my kidneys} fashioning me within my mother's womb."},{"number":14,"verse":"I praise you, because you are fearful and wondrous! {So DSS 11QPsa Syr Hieronymus; MT LXX read because I am fearfully and wonderfully made} Your work is wonderful, and I am fully aware of it."},{"number":15,"verse":"My frame was not hidden from you while I was being crafted in a hidden place, knit together in the depths of the earth."},{"number":16,"verse":"Your eyes looked upon my embryo, and everything was recorded in your book. The days scheduled {The Heb. lacks scheduled} for my formation were inscribed, even though not one of them had come yet. {The Heb. lacks had come yet}"},{"number":17,"verse":"How deep {Or precious} are your thoughts, God! How great is their number!"},{"number":18,"verse":"Were I to count them, they would number more than the sand. When I awake, I will be with you."},{"number":19,"verse":"God, if only you would execute the wicked, so that {So LXX DSS 11QPsa; MT reads and so that} the men guilty of bloodshed would get away from me,"},{"number":20,"verse":"who speak against you with evil motives, your enemies who are acting in vain."},{"number":21,"verse":"I hate those who hate you, Lord , do I not? I loathe those who rebel against you, do I not?"},{"number":22,"verse":"With consummate hatred I hate them; I consider them my enemies."},{"number":23,"verse":"Examine me, God, and know my mind, test me, and know my thoughts."},{"number":24,"verse":"See if there is any offensive tendency {Lit. way} in me, and lead me in the eternal way."}]}