{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":144,"verses":[{"number":1,"verse":"{Davidic} {A Song for God's Provision} d Blessed be the Lord , my rock, who trains my hands for battle and my fingers for warfare,"},{"number":2,"verse":"he is my gracious love and my fortress, my strong tower and my deliverer, my shield and the one in whom I find refuge, who subdues {So LXX; the Heb. lacks subdues} peoples {So DSS 11QPs a Sebir Aquila Syr Targ Hieronymus; cf. Psa 18:48; 2 Sam 22:48; LXX reads subdues my people} under me."},{"number":3,"verse":"Lord , what are human beings, that you should care about them, or mortal man, that you should think about him?"},{"number":4,"verse":"The human person is a mere empty breath; his days are like a fading shadow."},{"number":5,"verse":"Bow your heavens, Lord , and descend; {So MT (imperfect verb); LXX, DSS 11QPs a read and descend! ; i. e. a verb of command} touch the mountains, and they will smolder."},{"number":6,"verse":"Send forth lightning and scatter the enemy, {Lit. scatter them} shoot your arrows and confuse them."},{"number":7,"verse":"Reach down your hand from your high place; rescue me and deliver me from mighty waters, from the control of foreigners. {Lit. the hand of the sons of strangers}"},{"number":8,"verse":"Their mouths speak lies, and their right hand deceives, {I. e. they swear to false oaths}"},{"number":9,"verse":"God, I will sing a new song to you. On a harp of ten strings I will play to you"},{"number":10,"verse":"to you who gives victory to kings, rescuing his servant David from cruel swords."},{"number":11,"verse":"Rescue me and deliver me from the control of foreigners, {Lit. the hand of the sons of strangers} whose mouths speak lies, and whose right hand deceives. {I. e. they swear to false oaths}"},{"number":12,"verse":"May our sons in their youth be like full-grown plants, and our daughters like pillars destined to decorate a palace."},{"number":13,"verse":"May our granaries be filled, storing produce in abundance; may our sheep bring forth thousands, even tens of thousands in our fields."},{"number":14,"verse":"May our cattle grow heavy with young, with no damage or loss. May there be no cry of anguish in our streets!"},{"number":15,"verse":"Happy are the people to whom these things come; happy are the people whose God is the Lord ."}]}