{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":145,"verses":[{"number":1,"verse":"{A Davidic Psalm {145:T In this acrostic psalm each verse begins with a successive letter of the Heb. alphabet, except that v13b, corresponding to the Heb. Letter nun, is missing from MT}} {Praising God for His Works} d I will speak highly of you, my God and King, and I will bless your name forever and ever."},{"number":2,"verse":"I will bless you every day and I will praise your name forever and ever."},{"number":3,"verse":"The Lord is great, and to be praised highly, though his greatness is indescribable."},{"number":4,"verse":"One generation will acclaim your works to another and will describe your mighty actions."},{"number":5,"verse":"I {So MT; LXX Syr DSS 11QPs a read They} will speak about the glorious splendor of your majesty as well as {So LXX DSS 11QPs a ; the Heb. lacks as} your awesome actions."},{"number":6,"verse":"People {Lit. They} will speak about the might of your great deeds, and I will announce your greatness."},{"number":7,"verse":"They will extol the fame of your abundant goodness, and will sing out loud about your righteousness."},{"number":8,"verse":"Gracious and merciful is the Lord , slow to become angry, and overflowing with gracious love."},{"number":9,"verse":"The Lord is good to everyone and his mercies extend to everything he does."},{"number":10,"verse":"Lord , everything you have done will praise you, and your holy ones will bless you."},{"number":11,"verse":"They will speak about the glory of your kingdom, and they will talk about your might,"},{"number":12,"verse":"in order to make known your mighty acts to mankind {Lit. the children of the Man} as well as the majestic splendor of your kingdom."},{"number":13,"verse":"Your kingdom is an everlasting kingdom, and your authority endures from one generation to another."},{"number":14,"verse":"b God {So DSS 11QPs a ; LXX Vg Syr read The Lord; MT lacks this v.} is faithful about everything he says and merciful in everything he does. The Lord supports everyone who falls and raises up those who are bowed down."},{"number":15,"verse":"Everyone's eyes are on you, as you give them their food in due time."},{"number":16,"verse":"You {So MT; LXX DSS 11QPs a read You yourself} open your hand continually and keep on satisfying the desire of every living thing."},{"number":17,"verse":"The Lord is righteous in all of his ways and graciously loving in all of his activities."},{"number":18,"verse":"The Lord remains near to all who call out to him, to everyone who calls out to him sincerely. {Or truthfully}"},{"number":19,"verse":"He fulfills the desire of those who fear him, hearing their cry and saving them."},{"number":20,"verse":"The Lord preserves everyone who loves him, but he will destroy all of the wicked."},{"number":21,"verse":"My mouth will praise the Lord , and all creatures will bless his holy name forever and ever."}]}