{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":19,"verses":[{"number":1,"verse":"{To the Director: A Davidic Psalm.} {God's Revelation in the Heavens} d The heavens are declaring the glory of God, and their expanse shows the work of his hands."},{"number":2,"verse":"Day after day they pour forth speech, night after night they reveal knowledge."},{"number":3,"verse":"There is no speech nor are there words their voice is not heard"},{"number":4,"verse":"yet their message {Or sound ; so LXX; MT DSS 11QPs c Syr read line} goes out into all the world, and their words to the ends of the earth. He has set up a tent for the sun in the heavens, {Lit. them}"},{"number":5,"verse":"which is like a bridegroom coming out of his chamber, or like a champion who rejoices at the beginning of a race."},{"number":6,"verse":"Its circuit is from one end of the sky to the other, and nothing is hidden from its heat."},{"number":7,"verse":"{God's Revelation in the Law} d The Law of the Lord is perfect, restoring life. The testimony of the Lord is steadfast, making foolish people wise."},{"number":8,"verse":"The precepts of the Lord are upright, making the heart rejoice. The commandment of the Lord is pure, giving light to the eyes."},{"number":9,"verse":"The fear of the Lord is clean, standing forever. The judgments of the Lord are true; they are altogether righteous."},{"number":10,"verse":"They are more desirable than gold, even much fine gold. They are sweeter than honey, even the drippings from a honeycomb."},{"number":11,"verse":"Moreover your servant is warned by them; and there is great reward in keeping them."},{"number":12,"verse":"Who can detect his own {The Heb. lacks his own} mistake? Cleanse me from hidden sin."},{"number":13,"verse":"Preserve your servant from arrogant people; {Or from presumptuous sins} do not let them rule over me. Then I will be upright {Or perfect , or blameless} and acquitted of great wickedness."},{"number":14,"verse":"May the words of my mouth and the meditations of my heart be acceptable in your sight, Lord , my Rock and my Redeemer."}]}