{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"{To the Director: To the tune of {22:T Lit. According to} \"Doe of the Dawn\" .} 1 {Davidic Psalm.} {God Delivers His Suffering Servant} d My God! My God! Why have you abandoned me? Why are you so far from delivering me from my groaning words?"},{"number":2,"verse":"My God, I cry out to you throughout the day, but you do not answer; and throughout the night, but I have no rest. {Lit. but there is no silence for me}"},{"number":3,"verse":"You are holy, enthroned on the praises of Israel."},{"number":4,"verse":"Our ancestors trusted in you; they trusted and you delivered them."},{"number":5,"verse":"They cried out to you and escaped; they trusted in you and were not put to shame."},{"number":6,"verse":"But as for me, I am only a worm and not a man, scorned by mankind and despised by people."},{"number":7,"verse":"Everyone who sees me mocks me; they gape at me with open mouths and shake their heads at me."},{"number":8,"verse":"They say, {The Heb. lacks They say} \"Commit yourself to the Lord ; perhaps the Lord {Lit. he} will deliver him, perhaps he will cause him to escape, since he delights in him.\""},{"number":9,"verse":"Yet, you are the one who took me from the womb, and kept me safe on my mother's breasts."},{"number":10,"verse":"I was dependent on you from birth; from my mother's womb you have been my God."},{"number":11,"verse":"Do not be so distant from me, for trouble is at hand; indeed, there is no deliverer."},{"number":12,"verse":"Many bulls have surrounded me; the vicious bulls of Bashan have encircled me."},{"number":13,"verse":"Their mouths are opened wide toward me, like roaring and attacking lions."},{"number":14,"verse":"I am poured out like water; all my bones are out of joint. My heart is like wax, melting within me."},{"number":15,"verse":"My strength is dried up like broken pottery; my tongue sticks to the roof of my mouth, {Lit. to my jaws} and you have brought me down to the dust of death."},{"number":16,"verse":"For dogs have surrounded me; a gang of those who practice of evil has encircled me. They gouged {So LXX Syr DSS 5/6 HevPS XHev/Se4; MT reads Like a lion} my hands and my {So MT; LXX lacks my} feet."},{"number":17,"verse":"I can count all my bones. They look at me; they stare at me."},{"number":18,"verse":"They divide my clothing among themselves; they cast lots for my clothing!"},{"number":19,"verse":"But as for you, Lord , do not be far away from me; My Strength, come quickly to help me."},{"number":20,"verse":"Deliver me from the sword; my precious life from the power of the dog."},{"number":21,"verse":"Deliver me from the mouth of the lion, from the horns of the wild oxen. You have answered me."},{"number":22,"verse":"I will declare your name to my brothers; in the midst of the congregation, I will praise you, saying, {The Heb. lacks saying}"},{"number":23,"verse":"\"All who fear the Lord , praise him! All the seed of Jacob, glorify him! All the seed of Israel, fear him!"},{"number":24,"verse":"For he does not despise nor detest the afflicted person; he does not hide his face from him, but he hears him when he cries out to him.\""},{"number":25,"verse":"My praise in the great congregation is because of you; I will pay my vows before those who fear you. {Lit. him}"},{"number":26,"verse":"The afflicted will eat and be satisfied; those who seek the Lord will praise him, \"May you {Lit. your heart} live forever!\""},{"number":27,"verse":"All the ends of the earth will remember and turn to the Lord ; all the families of the nations will bow in submission to the Lord ."},{"number":28,"verse":"Indeed, the kingdom belongs to the Lord ; he rules over the nations."},{"number":29,"verse":"All the prosperous people will eat and bow down in submission. All those who are about to go down to the grave {Lit. dust} will bow down in submission, along with the one who can no longer keep himself alive."},{"number":30,"verse":"Our {The Heb. lacks our} descendants will serve him, and that generation will be told about the Lord."},{"number":31,"verse":"They will come and declare his righteousness to a people yet to be born; indeed, he has accomplished it!"}]}