{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"{Davidic {25:T This acrostic psalm begins each verse with a consecutive letter of the Hebrew alphabet}} {A Prayer for Help and Forgiveness} d I will lift up my soul to you, Lord ."},{"number":2,"verse":"I trust in you, my God, do not let me be ashamed; do not let my enemies triumph over me."},{"number":3,"verse":"Indeed, no one who waits on you will be ashamed, but those who offend for no reason will be put to shame."},{"number":4,"verse":"Cause me to understand your ways, Lord ; teach me your paths."},{"number":5,"verse":"Guide me in your truth and teach me; for you are the God who delivers me. All day long I have waited for you."},{"number":6,"verse":"Remember, Lord , your tender mercies and your gracious love; indeed, they are eternal!"},{"number":7,"verse":"Do not remember my youthful sins and transgressions; but remember me in light of your gracious love, in light of your goodness, Lord ."},{"number":8,"verse":"The Lord is good and just; therefore he will teach sinners concerning the way."},{"number":9,"verse":"He will guide the humble {Or afflicted} to justice; he will teach the humble {Or afflicted} his way."},{"number":10,"verse":"All the paths of the Lord lead to gracious love and truth for those who keep his covenant and his decrees. {Or testimonies}"},{"number":11,"verse":"For the sake of your name, {I. e. reputation} Lord , forgive my sin, for it is great."},{"number":12,"verse":"Who is the man who fears the Lord ? God {Lit. He} will teach him the path he should choose."},{"number":13,"verse":"He {Lit. His soul} will experience good things; his descendants will inherit the earth."},{"number":14,"verse":"The intimate counsel of the Lord is for those who fear him so they may know his covenant."},{"number":15,"verse":"My eyes look to the Lord continually, because he's the one who releases my feet from the trap. {Lit. net}"},{"number":16,"verse":"Turn toward me and have mercy on me, for I am lonely and oppressed."},{"number":17,"verse":"The troubles of my heart have increased; bring me out of my distress!"},{"number":18,"verse":"Look upon my distress and affliction; forgive all my sins."},{"number":19,"verse":"Look how many enemies I have gained! They hate me with a vicious hatred."},{"number":20,"verse":"Preserve my life and deliver me; do not let me be ashamed, because I take refuge in you."},{"number":21,"verse":"Integrity and justice will preserve me, because I wait on you."},{"number":22,"verse":"Redeem Israel, God, from all its troubles."}]}