{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":37,"verses":[{"number":1,"verse":"{Davidic {37:T This acrostic psalm begins each verse with a consecutive letter of the Hebrew alphabet}} {Patiently Trust in God} d Don't be angry because of those who do evil, do not be jealous because of those who commit iniquity."},{"number":2,"verse":"Indeed, they soon will wither like grass, and like green herbs they will fade away."},{"number":3,"verse":"Trust in the Lord and do good. Dwell in the land and feed on faithfulness."},{"number":4,"verse":"Delight yourself in the Lord , and he will give you the desires of your heart."},{"number":5,"verse":"Commit your way to the Lord ; Trust him, and he will act."},{"number":6,"verse":"He will bring forth your righteousness as a light, and your justice as the noonday sun. {The Heb. lacks sun}"},{"number":7,"verse":"Be silent in the Lord's presence and wait patiently for him. Don't be angry because of the one whose way prospers or the one who implements evil schemes."},{"number":8,"verse":"Calm your anger and abandon wrath. Don't be angry it only leads to evil."},{"number":9,"verse":"Those who do evil will perish. But those who wait {I. e. trust} on the Lord will inherit the land."},{"number":10,"verse":"Yet a little while longer, and the wicked will be no more. You will search for his place, but he will not be there."},{"number":11,"verse":"The humble will inherit the land; they will take in abundant peace."},{"number":12,"verse":"The wicked person plots against the righteous, and grinds his teeth at him."},{"number":13,"verse":"But the Lord laughs at him because he sees that his day is coming!"},{"number":14,"verse":"The wicked take out a sword and bend the bow, to bring down the humble and the poor to slay those who are righteous in conduct."},{"number":15,"verse":"But their sword will pierce their own heart, and their bows will be broken!"},{"number":16,"verse":"Better is the little that the righteous have than the abundance of many wicked people."},{"number":17,"verse":"For the arms of the wicked will be broken, but the Lord upholds the righteous."},{"number":18,"verse":"The Lord knows the day of the blameless, and their inheritance will last forever."},{"number":19,"verse":"They will not experience shame in times of trouble; in times of famine they will have plenty."},{"number":20,"verse":"Indeed, the wicked will perish. The Lord's enemies will be consumed like flowers {Lit. like glorious things} in the fields. They will vanish like {So LXX DSS 4QpPs a ; MT reads in} smoke."},{"number":21,"verse":"The wicked borrow but never pay back; but the righteous are generous and give."},{"number":22,"verse":"For those blessed by God {Lit. him} will inherit the land, but those cursed by him will be cut off."},{"number":23,"verse":"A man's steps are established by the Lord, and the Lord {Lit. he} delights in his way."},{"number":24,"verse":"Though he stumbles, he will not fall down flat, for the Lord will hold up his hand."},{"number":25,"verse":"I once was young and now I am old, but I have not seen a righteous person forsaken or his descendants begging for bread."},{"number":26,"verse":"Every day he is generous, lending freely, and his descendants are blessed."},{"number":27,"verse":"Depart from evil, and do good, and you will live in the land {The Heb. lacks in the land} forever."},{"number":28,"verse":"Indeed, the Lord loves justice, and he will not abandon his godly ones. They are kept safe forever, but the lawless will be chased away, {So LXX DSS 4QpPs a ; the Heb. lacks this line} and the descendants of the wicked will be cut off."},{"number":29,"verse":"The righteous will inherit the land, and they will dwell in it forever."},{"number":30,"verse":"The mouth of the righteous one produces wisdom; his tongue speaks justice."},{"number":31,"verse":"The instruction {Or law} of his God is in his heart; his steps will not slip."},{"number":32,"verse":"The wicked stalks the righteous person, seeking to kill him,"},{"number":33,"verse":"but the Lord will not let him fall into his hands. He will not be condemned when he is put on trial."},{"number":34,"verse":"Wait on the Lord , Keep faithful to his way, and he will exalt you to possess the land. You will see the wicked cut off."},{"number":35,"verse":"I once observed a wicked and oppressive person, flourishing like a green tree in native soil."},{"number":36,"verse":"But then he {So MT; LXX 4QpPs a read I} passed away; {So MT; LXX reads I passed by ; Syr Hieronymus DSS 4QpPs a read I passed by in front of him} in fact, he simply was not there. When I looked for him, he could not be found."},{"number":37,"verse":"Observe the blameless! Take note of the upright! Indeed, the future of that man is peace."},{"number":38,"verse":"Sinners will be destroyed together; the future of the wicked will be cut off."},{"number":39,"verse":"But deliverance for the righteous one comes from the Lord ; he is their strength in times of distress."},{"number":40,"verse":"The Lord helps and delivers them; he will deliver them from the wicked, and he will save them because they have sought refuge in him."}]}