{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":38,"verses":[{"number":1,"verse":"{A Davidic Psalm: As a Reminder.} {The Outcast Cries Out} d Lord ! Do not rebuke me in your anger; do not correct me in your wrath,"},{"number":2,"verse":"because your arrows have sunk deep into me, and your hand has come down hard on me."},{"number":3,"verse":"My body is unhealthy due to your anger, and my bones have no rest due to my sin."},{"number":4,"verse":"My iniquities loom over my head; like a cumbersome burden, they are too heavy for me."},{"number":5,"verse":"My wounds have putrefied and festered because of my foolishness."},{"number":6,"verse":"I am bent over and walk about greatly bowed down; all day long I go around mourning."},{"number":7,"verse":"My insides {Lit. loins} are burning and my body is unhealthy."},{"number":8,"verse":"I am weak and utterly crushed; I cry out in distress because of my heart's anguish."},{"number":9,"verse":"Lord, all my longings are before you, and my groaning is not hidden from you."},{"number":10,"verse":"My heart pounds, my strength fails me, even the gleam in my eye is gone."},{"number":11,"verse":"As for my friends and my neighbors, they stand aloof from my distress; even my close relatives stand at a distance."},{"number":12,"verse":"Those who seek my life lay snares for me; those who seek to do me harm brag all day long about their wicked planning."},{"number":13,"verse":"I am like the deaf, who cannot hear, and like the mute, who cannot open his mouth."},{"number":14,"verse":"Indeed, I have become like a man who hears nothing, and in whose mouth there is no rebuke."},{"number":15,"verse":"Because I have placed my hope in you, Lord, you will answer, Lord, my God."},{"number":16,"verse":"For I said, \"Do not let them gloat over me, as they congratulate themselves when my foot slips.\""},{"number":17,"verse":"Indeed, I am being set up for a fall, and I am continually reminded of my pain."},{"number":18,"verse":"I confess my iniquity, and my sin troubles me."},{"number":19,"verse":"But my enemies are alive and well; {So MT LXX; DSS 4QPs a lack this line} those who hate me {So MT LXX; DSS 4QPs a read Those who are my enemies} for no reason are numerous. {DSS 4QPs a read numerous, and many are those who hate me by deceiving me ; cf. Ps 35:19; 69:5}"},{"number":20,"verse":"They {So LXX DSS 4QPs a ; MT reads And they} reward my good with evil, opposing me because I seek to do good. {So MT; DSS 4QPs a read evil plunder me instead of a good thing}"},{"number":21,"verse":"Don't forsake me, Lord. My God, do not be so distant from me."},{"number":22,"verse":"Come quickly and help me, Lord, my deliverer."}]}