{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":40,"verses":[{"number":1,"verse":"{To the Director: A Davidic Psalm.} {Prayer for Help and Praise to God} d I waited expectantly {Or eagerly} for the Lord , and he took notice of me and heard my cry."},{"number":2,"verse":"He plucked me out of a pit of confusion, {Or destruction} even out of the quicksand; he placed my feet on a rock and established my steps."},{"number":3,"verse":"He put a new song in my mouth, praise to our God! Many will watch and be in awe, and they will place their trust in the Lord ."},{"number":4,"verse":"How blessed is that strong person who places his trust in the Lord, and who has not acknowledged the proud nor resorted to lies."},{"number":5,"verse":"Lord , my God, You have done great things: marvelous works and your thoughts toward us. There is no one who compares to you! I will try to recite your actions, {Lit. recite them} even though there are too many to number."},{"number":6,"verse":"You take no delight in sacrifices and offerings you have prepared my ears to listen {The Heb. lacks to listen} you require no burnt offerings or sacrifices for sin."},{"number":7,"verse":"Then I said, \"Here I am! I have come! In the scroll of the book it is written about me."},{"number":8,"verse":"I delight to do your will, my God. Your Law is part of my inner being.\""},{"number":9,"verse":"In the great congregation I have proclaimed the righteous good news. Behold, I did not seal my lips, Lord , as you know."},{"number":10,"verse":"I have not ignored {Lit. not covered over} your righteousness in my heart; instead, I have proclaimed your faithfulness and deliverance. I have not concealed your gracious love and truthfulness from the great congregation."},{"number":11,"verse":"Lord , do not withhold your mercy {Lit. mercies} from me, for your gracious love and truthfulness will keep me safe continuously."},{"number":12,"verse":"Innumerable evils have surrounded me; my iniquities have overtaken me so that I cannot see. They are more in number than the hair on my head, and my courage {Lit. heart} has forsaken me."},{"number":13,"verse":"Be pleased, Lord , to deliver me; Lord , hurry up and help me!"},{"number":14,"verse":"May those who seek to destroy my life be ashamed and confounded; let them be driven backwards and humiliated, particularly those who wish me evil."},{"number":15,"verse":"Let shame be the reward for those who say to me, \"Aha! Aha!\""},{"number":16,"verse":"Let all who seek you shout for joy and be glad in you. May those who love your deliverance say, \"The Lord be magnified!\" continuously."},{"number":17,"verse":"But I am poor and needy; may the Lord think about me. You are my help and deliverer. My God, do not tarry too long!"}]}