{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":51,"verses":[{"number":1,"verse":"{To the Director: A Davidic Psalm. When the prophet Nathan came to him, after he had gone in to Bathsheba.} {A Prayer for Cleansing and Pardon} d Have mercy, God, according to your gracious love, according to your unlimited compassion, erase my transgressions."},{"number":2,"verse":"Wash me from my iniquity, cleanse me from my sin."},{"number":3,"verse":"For I acknowledge my transgression; my sin remains continually before me."},{"number":4,"verse":"Against you, you only, have I sinned, and done what was evil in your sight. As a result, you are just in your pronouncement and clear in your judgment."},{"number":5,"verse":"Indeed, in iniquity I was brought forth; in sin my mother conceived me."},{"number":6,"verse":"Indeed, you are pleased with truth in the inner person, and you will teach me wisdom in my {The Heb. lacks my} innermost parts."},{"number":7,"verse":"Purge me with hyssop, and I will be clean. Wash me, and I will be whiter than snow."},{"number":8,"verse":"Let me know {Lit. hear} joy and gladness; let the bones that you have broken rejoice."},{"number":9,"verse":"Hide your countenance from my sins and erase the record of my iniquities."},{"number":10,"verse":"God, create a pure heart in me, and renew a right attitude within me."},{"number":11,"verse":"Do not cast me from your presence; do not take your Holy Spirit from me."},{"number":12,"verse":"Restore to me the joy of your salvation, and let a willing attitude control me."},{"number":13,"verse":"Then I will teach transgressors about your ways, and sinners will turn to you."},{"number":14,"verse":"Deliver me from the guilt of shedding blood, {Lit. from bloods} God, God of my salvation. Then my tongue will sing about your righteousness."},{"number":15,"verse":"Lord, open my lips, and my mouth will declare your praise."},{"number":16,"verse":"Indeed, you do not delight in sacrifices, or I would give them, nor do you desire burnt offerings."},{"number":17,"verse":"True sacrifice to God {Lit. The sacrifice of God} is a broken spirit. A broken and chastened heart, God, you will not despise."},{"number":18,"verse":"Show favor to Zion in your good pleasure; and rebuild the walls of Jerusalem."},{"number":19,"verse":"Then you will be pleased with right sacrifices, with burnt offerings, and with whole burnt offerings. Then they will offer bulls on your altar."}]}