{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":65,"verses":[{"number":1,"verse":"{To the Director: A song. Lyrics {65:T Lit. A song. A song} by David.} {A Song of Praise to God} d In Zion, God, praise silently awaits you, and vows will be paid to you."},{"number":2,"verse":"Since you hear prayer, everybody will come to you."},{"number":3,"verse":"My acts of iniquity they overwhelm me! Our transgressions you blot them out!"},{"number":4,"verse":"How blessed is the one you choose, the one you cause to live in your courts. We will be satisfied with the goodness of your house, yes, even with the holiness of your Temple."},{"number":5,"verse":"With awesome deeds of justice {Or righteousness} you will answer us, God our Deliverer; you are {The Heb. lacks you are} the confidence for everyone at the ends of the earth, even for those far away overseas."},{"number":6,"verse":"The One who established the mountains by his strength is clothed with omnipotence."},{"number":7,"verse":"He calmed the roar of seas, the roaring of the waves, and the turmoil of the peoples."},{"number":8,"verse":"Those living at the furthest ends of the earth {The Heb. lacks of the earth} are seized by fear because of your miraculous deeds. You make the going forth of the morning and the evening shout for joy."},{"number":9,"verse":"You take care of the earth, you water it, and you enrich it greatly with the river of God that overflows with water. You provide grain for them, for you have ordained it this way."},{"number":10,"verse":"You fill the furrows of the field with water so that their ridges overflow. You soften them with rain showers; their sprouts you have blessed."},{"number":11,"verse":"You crown the year with your goodness; your footsteps drop prosperity behind them."},{"number":12,"verse":"The wilderness pastures drip with dew, {The Heb. lacks with dew} and the hills wrap themselves with joy."},{"number":13,"verse":"The meadows are clothed with flocks of sheep, and the valleys are covered with grain. They shout for joy; yes, they burst out in song!"}]}