{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":69,"verses":[{"number":1,"verse":"{To the Director: To the tune of {69:T Lit. According to} \"The Lilies\" . Davidic.} {When God Seems Distant} d Deliver me, God, because the waters are up to my neck. {Lit. soul}"},{"number":2,"verse":"I am sinking in deep mire, and there is no solid ground. {Or foothold} I have come into deep water, and the flood overwhelms me."},{"number":3,"verse":"I am exhausted from calling for help. My throat is parched. My eyes are strained from looking for God."},{"number":4,"verse":"Those who hate me without cause are more than the hairs of my head. My persecutors are mighty, and they want to destroy me. Must I be forced to return what I did not steal?"},{"number":5,"verse":"God, you know my sins, and my guilt is not hidden from you."},{"number":6,"verse":"Do not let those who look up to you be ashamed because of me, Lord God of the Heavenly Armies. Let not those who seek you be humiliated because of me, God of Israel."},{"number":7,"verse":"I am being mocked because of you. Dishonor overwhelms me."},{"number":8,"verse":"I am a stranger to my brothers, a foreigner to my mother's sons."},{"number":9,"verse":"Zeal for your house consumes me, and the mockeries of those who insult you fall on me."},{"number":10,"verse":"I weep and fast, and I am mocked for it."},{"number":11,"verse":"When I dressed in sackcloth, I became an object of gossip among them."},{"number":12,"verse":"The prominent people mock me, composing drinking songs."},{"number":13,"verse":"{Seeking God for Deliverance} d As for me, Lord , may my prayer to you come at a favorable time. God, in the abundance of your gracious love, answer me with your sure deliverance."},{"number":14,"verse":"Rescue me from the mud and do not let me sink. Rescue me from those who hate me, and from the deep waters."},{"number":15,"verse":"Let neither the floodwaters overwhelm me nor let the deep swallow me up, nor the mouth of the well close over me."},{"number":16,"verse":"Answer me, Lord , for your gracious love is good; Turn to me in keeping with your great compassion,"},{"number":17,"verse":"and {So MT; DSS 4QPs a lack and} do not ignore your servant, because I am in distress. Hurry to answer me!"},{"number":18,"verse":"Draw near and redeem me; ransom me because of my enemies."},{"number":19,"verse":"Truly you know my reproach, shame, and disgrace. All my enemies are known to {Lit. are before} you."},{"number":20,"verse":"Insults broke my heart. I despaired and looked for sympathy; but there was none, for comforters, but I found none."},{"number":21,"verse":"They put poison in my food, in my thirst they forced me to drink vinegar."},{"number":22,"verse":"May their dining {The Heb. lacks dining} tables entrap them, and become a snare for their allies."},{"number":23,"verse":"May their eyes be blinded and may their bodies tremble continually."},{"number":24,"verse":"May you pour out your fury on them. May your burning anger overtake them."},{"number":25,"verse":"May their camp become desolate and their tents remain unoccupied."},{"number":26,"verse":"For they persecute those whom you have struck, and they brag about the pain of those you have wounded."},{"number":27,"verse":"May you punish them for their crimes; may they receive no verdict of innocence {Lit. no righteousness} from you."},{"number":28,"verse":"May they be erased from the Book of Life, and their names not be written with the righteous."},{"number":29,"verse":"As for me, I am afflicted and hurting; may your deliverance, God, establish me on high."},{"number":30,"verse":"Let me praise the name of God with a song that I may magnify him with thanksgiving."},{"number":31,"verse":"That will please the Lord more than oxen and bulls with horns and hooves."},{"number":32,"verse":"The afflicted will watch and rejoice. May you who seek God take courage."},{"number":33,"verse":"For the Lord listens to the needy and doesn't despise those in bondage."},{"number":34,"verse":"Let the heavens and earth praise him, along with the sea and its swarming creatures. {The Heb. lacks creatures}"},{"number":35,"verse":"For God will deliver Zion and will rebuild the cities of Judah so they may live there and possess them."},{"number":36,"verse":"The descendants of his servants will inherit it, and those who cherish his name will live there."}]}