{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":7,"verses":[{"number":1,"verse":"{A Davidic psalm, {7:T Heb. Shiggaion} which he sang to the Lord , because of the words of Cush the descendant of Benjamin.} {A Prayer for Vindication} d LORD , my God, I seek refuge in you. Deliver me from those who persecute me! Rescue me!"},{"number":2,"verse":"Otherwise, they will rip me to shreds like a lion, tearing me {The Heb. lacks me} apart with no one to rescue me. {The Heb. lacks me}"},{"number":3,"verse":"LORD , my God, if I have done this thing, if there is injustice on my hands,"},{"number":4,"verse":"if I have rewarded those who did me good with evil, if I have plundered my enemy without justification,"},{"number":5,"verse":"then, let my enemy pursue me, let him overtake me, and let him trample my life to the ground. (Interlude)Let him put my honor into the dust."},{"number":6,"verse":"Get up, LORD , in your anger! Rise up, because of the fury of my enemies; Arouse yourself for me; you have ordained justice."},{"number":7,"verse":"Let the assembly of the peoples gather around you, and you will sit {Lit. return} high above them."},{"number":8,"verse":"For the LORD will judge the peoples. Judge me according to my righteousness, LORD , and according to my integrity, Exalted One."},{"number":9,"verse":"Let the evil of the wicked come to an end, but establish the righteous. For you are the righteous God who discerns the inner thoughts. {Lit. hearts and innards}"},{"number":10,"verse":"God is my shield, {Lit. My shield is on God} the one who delivers the upright in heart."},{"number":11,"verse":"God is a righteous judge, a God who is angry with sinners {The Heb. lacks sinners} every day."},{"number":12,"verse":"If the ungodly one {Lit. If he} doesn't repent, God will sharpen his sword; he will string his bow and prepare it."},{"number":13,"verse":"He prepares weapons of death for himself, he makes his arrows into fiery shafts."},{"number":14,"verse":"But the wicked one {Lit. But he} travails with evil, he conceives malice and gives birth to lies."},{"number":15,"verse":"He digs a pit, even excavates it; then he fell into the hole that he had made."},{"number":16,"verse":"The trouble {Lit. His trouble} he planned will return on his own head, and his violence will descend on his skull."},{"number":17,"verse":"But as for me, I will praise the LORD for his righteousness, and I will sing to the name of the LORD Most High."}]}