{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":71,"verses":[{"number":1,"verse":"{A Prayer for Deliverance} d In you, Lord , I take refuge; let me never be humiliated."},{"number":2,"verse":"Rescue and deliver me, {So LXX DSS 4QPs a ; MT reads In your righteousness you are delivering me and rescuing me} because you are righteous. Turn your ear to me and save me."},{"number":3,"verse":"Be my sheltering refuge where I may go continually; command my deliverance for you are my rock and fortress."},{"number":4,"verse":"My God, deliver me from the power of the wicked and the grasp of ruthless practicers of evil."},{"number":5,"verse":"For you are my hope, Lord God , my security since I was young."},{"number":6,"verse":"I depended on you since birth, {Lit. you from the womb} when you brought me {So MT; LXX reads birth, it was you who sheltered me ; DSS 4QPs a reads birth, you are my protector} from my mother's womb; I praise you continually."},{"number":7,"verse":"I have become an example to many that you are my strong refuge."},{"number":8,"verse":"My mouth is filled with your praise and your splendor daily."},{"number":9,"verse":"Don't throw me away when I am old; do not abandon me when my strength fails."},{"number":10,"verse":"For my enemies talk against me; those who seek to kill me plot together"},{"number":11,"verse":"and say, \"God has abandoned him. Run after him and seize him, because there's no deliverer.\""},{"number":12,"verse":"God, do not be distant from me. My God, come quickly to help me."},{"number":13,"verse":"Let my adversaries be ashamed and consumed; {So MT; LXX reads and let them expire ; DSS 4QPs a reads and let them be consumed} let those who seek my destruction be covered with scorn and disgrace."},{"number":14,"verse":"As for me, I will hope continually and will praise you more and more."},{"number":15,"verse":"I {Lit. My mouth} will declare your righteousness and your salvation every day, though I do not fully understand what the outcome will be. {Lit. understand the sum}"},{"number":16,"verse":"Lord God , I will come in the power of {The Heb. lacks the power of} your mighty acts, remembering your righteousness yours alone."},{"number":17,"verse":"God, you taught me from my youth, so I am still declaring your awesome deeds."},{"number":18,"verse":"Also, when I reach old age and have gray hair, God, do not forsake me, until I have declared your power to this generation and your might to the next one."},{"number":19,"verse":"Your many righteous deeds, {Lit. righteous deeds as far as the height} God, are great,"},{"number":20,"verse":"God, who can compare to you, who caused me to experience {Lit. see} troubles that were numerous and disastrous? You will return to revive me and lift me up from the depths of the earth."},{"number":21,"verse":"You will increase my honor and comfort me once again."},{"number":22,"verse":"I also will praise you with the harp; because of your faithfulness, my God, I will praise you with the lyre Holy One of Israel."},{"number":23,"verse":"My lips will shout for joy when I sing praise to you, whose life you have redeemed."},{"number":24,"verse":"Moreover, my tongue will speak all day about your justice; for those who seek my destruction will be utterly humiliated."}]}