{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":72,"verses":[{"number":1,"verse":"{Solomonic} {A Prayer for the King} d God, endow the king with ability to render {The Heb. lacks to render} your justice, and the king's son to render your right decisions."},{"number":2,"verse":"May he rule your people with right decisions and your oppressed ones with justice."},{"number":3,"verse":"May the mountains bring prosperity to the people and the hills bring righteousness."},{"number":4,"verse":"May he defend the afflicted of the people and deliver the children of the poor, but crush the oppressor."},{"number":5,"verse":"May they fear you as long as the sun and moon shine {The Heb. lacks shine} from generation to generation."},{"number":6,"verse":"May he be like the rain that descends on mown grass, like showers sprinkling on the ground."},{"number":7,"verse":"The righteous will flourish at the proper time and peace will prevail until the moon is no more."},{"number":8,"verse":"May he rule from sea to sea, from the Euphrates River {The Heb. lacks Euphrates} to the ends of the earth."},{"number":9,"verse":"May the nomads bow down before him, and his enemies lick the dust."},{"number":10,"verse":"May the kings of Tarshish and of distant shores bring gifts, and may the kings of Sheba and Seba offer tribute."},{"number":11,"verse":"May all kings bow down to him, and all nations serve him."},{"number":12,"verse":"For he will deliver the needy when they cry out for help, and the poor when there is no deliverer."},{"number":13,"verse":"He will have compassion on the poor and the needy, and he will save the lives of the needy."},{"number":14,"verse":"He will redeem them {Lit. redeem their souls} from oppression and violence, since their lives are {Lit. their blood is} precious in his sight."},{"number":15,"verse":"{Prayer for the King} d May he live long and be given gold from Sheba, and may prayer be offered for him continually, and may he be blessed every day."},{"number":16,"verse":"May grain be abundant in the land all the way {The Heb. lacks all the way} to the mountain tops; may its fruits flourish like the forests of Lebanon, and may the cities sprout like the grass of the earth."},{"number":17,"verse":"{Praising the God of Israel} d May his fame {Lit. name} be eternal as long as the sun may his name endure, and may they be blessed through him, and may all nations call him blessed."},{"number":18,"verse":"Blessed be the Lord God, the God of Israel, who alone does awesome deeds."},{"number":19,"verse":"And blessed be his glorious name forever, and may the whole earth be filled with his glory. Amen and amen!"},{"number":20,"verse":"This ends the prayers of Jesse's son David."}]}