{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":73,"verses":[{"number":1,"verse":"{BOOK III (Psalms 73-89)} {A song of Asaph.} {A Plea for Deliverance} d God is indeed good to Israel, to those pure in heart."},{"number":2,"verse":"Now as for me, my feet nearly stumbled, as I almost lost my step."},{"number":3,"verse":"For I was envious of the proud when I observed the prosperity of the wicked."},{"number":4,"verse":"For there is no struggle at their deaths, and their bodies are healthy."},{"number":5,"verse":"They do not experience problems common to ordinary people; they aren't afflicted as others {Lit. human beings} are."},{"number":6,"verse":"Therefore pride is their necklace and violence covers them like a garment."},{"number":7,"verse":"Their eyes bulge from obesity and the imaginations of their mind cross the border into sin. {The Heb. lacks into sin}"},{"number":8,"verse":"In their mockery they speak evil; from their arrogant position they speak oppression."},{"number":9,"verse":"They choose to speak {Lit. They set their mouth} against heaven; while they talk about things on earth."},{"number":10,"verse":"Therefore God's {Lit. his} people return there and drink it all in like water until they're satiated."},{"number":11,"verse":"Then they say, \"How can God know? Does the Most High have knowledge?\""},{"number":12,"verse":"Just look at these wicked people! They're perpetually carefree as they increase their wealth."},{"number":13,"verse":"I kept my heart pure for nothing and kept my hands clean from guilt."},{"number":14,"verse":"For I suffer all day long and I am punished every morning."},{"number":15,"verse":"If I say, \"I will talk like this,\"I would betray a generation of your children."},{"number":16,"verse":"When I tried to understand this, it was too difficult for me"},{"number":17,"verse":"until I entered the sanctuaries of God. Then I understood their destiny."},{"number":18,"verse":"You have certainly set them in slippery places; you will make them fall to their ruin."},{"number":19,"verse":"How desolate they quickly become, completely destroyed by calamities."},{"number":20,"verse":"Like a dream when one awakens, Lord, you will despise their image when you arise."},{"number":21,"verse":"When I chose to be bitter I was emotionally pained."},{"number":22,"verse":"Then, I was too stupid and didn't realize I was acting like {The Heb. lacks acting like} a wild animal with you."},{"number":23,"verse":"But now I am always with you, for you keep holding my right hand."},{"number":24,"verse":"You will guide me with your wise advice, and later you will receive me with honor."},{"number":25,"verse":"Whom do I have in heaven but you? I desire nothing on this {The Heb. lacks this} earth."},{"number":26,"verse":"My body and mind may fail, but God is my strength {Lit. is the rock of my heart} and my portion forever."},{"number":27,"verse":"Those far from you will perish; you will destroy those who are unfaithful to you."},{"number":28,"verse":"As for me, how good for me it is that God is near! I have made the Lord God my refuge so I can tell about all your deeds."}]}