{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"{A song. A psalm by the descendants of Korah. According to Machalath Leannoth. An instruction {88:T Lit. maskil} by Heman the Ezrahite.} {A Cry for Help} d Lord , God of my salvation, by day and by night I cry out before you."},{"number":2,"verse":"Let my prayer come before you; listen {Lit. stretch your ears} to my cry."},{"number":3,"verse":"For my life is filled with troubles as I approach Sheol. {I. e. the realm of the dead}"},{"number":4,"verse":"I am considered as one of those descending into the Pit, {I. e. the place of punishment in the afterlife} like a mighty man without strength,"},{"number":5,"verse":"released to remain {The Heb. lacks to remain} with the dead, lying in a grave like a corpse, remembered no longer, and cut off from your power."},{"number":6,"verse":"You have assigned me to the lowest part of the Pit, {I. e. the place of punishment in the afterlife} to the darkest depths."},{"number":7,"verse":"Your anger lies heavily upon me; you pound {Lit. oppress} me with all your waves. (Interlude)"},{"number":8,"verse":"You caused my acquaintances to shun me; {Lit. to be distant} you make me extremely abhorrent to them. Restrained, I am unable to go out."},{"number":9,"verse":"My eyes languish on account of my affliction; all day long I call out to you, Lord , I spread out my hands to you."},{"number":10,"verse":"Can you perform wonders for the dead? Can departed spirits stand up to praise you? Interlude"},{"number":11,"verse":"Can your gracious love be declared in the grave or your faithfulness in Abaddon? {I. e. the realm of destruction in the afterlife}"},{"number":12,"verse":"Can your awesome deeds be known in darkness or your righteousness in the land of oblivion?"},{"number":13,"verse":"As for me, I cry out to you Lord , and in the morning my prayer greets you."},{"number":14,"verse":"Why, Lord , have you rejected me? Why have you hidden your face from me?"},{"number":15,"verse":"Since my youth I have been oppressed and in danger of death. I bear your dread and am overwhelmed."},{"number":16,"verse":"Your burning anger overwhelms me; your terrors destroy me."},{"number":17,"verse":"Like waters, they engulf me all day long; they surround me on all sides."},{"number":18,"verse":"You caused my friend and neighbor to shun me; {Lit. be distant from} and my acquaintances are confused. {Lit. are in darkness}"}]}