{"bibleAbbr":"ISV2011","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":91,"verses":[{"number":1,"verse":"{A Davidic Psalm {91:T So LXX; DSS 11QPs a lacks Psalm; the Heb. lacks this line}} {God is My Refuge} d The one who lives in the shelter of the Most High, who rests in the shadow of the Almighty,"},{"number":2,"verse":"will say to the Lord , \"You are my refuge, my fortress, and my God in whom I trust!\""},{"number":3,"verse":"He will surely deliver you from the hunter's snare and from the destructive plague."},{"number":4,"verse":"With his feathers he will cover you, under his wings you will find safety. His truth is your shield and armor."},{"number":5,"verse":"You need not fear terror that stalks {The Heb. lacks that stalks} in the night, the arrow that flies in the day,"},{"number":6,"verse":"plague that strikes in the darkness, or calamity that destroys at noon."},{"number":7,"verse":"If a thousand fall at your side or ten thousand at your right hand, it will not overcome you."},{"number":8,"verse":"Only observe {Or Only you will observe} it with your eyes, and you will see how the wicked are paid back."},{"number":9,"verse":"\"Lord , you are my refuge!\" Because you chose the Most High as your dwelling place,"},{"number":10,"verse":"no evil will fall upon you, and no affliction will approach your tent,"},{"number":11,"verse":"for he will command his angels to protect you in all your ways."},{"number":12,"verse":"With their hands they will lift you up so you will not trip over a stone."},{"number":13,"verse":"You will stomp on lions and snakes; you will trample young lions and serpents."},{"number":14,"verse":"{The LORD Speaks} d Because he has focused his love on me, I will deliver him. I will protect him {Or will set him on high} because he knows my name."},{"number":15,"verse":"When he calls out to me, I will answer him. I will be with him in his {The Heb. lacks his} distress. I will deliver him, and I will honor him."},{"number":16,"verse":"I will satisfy him with long life; I will show him my deliverance."}]}