{"bibleAbbr":"AKJV1999+","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"Moreover, <WG1161> brothers, <WG80> I would <WG2309> not that you should be ignorant, <WG50> how that all <WG3956> our fathers <WG3962> were under <WG5259> the cloud, <WG3507> and all <WG3956> passed <WG1330> through <WG1223> the sea; <WG2281>"},{"number":2,"verse":"And were all <WG3956> baptized <WG907> to Moses <WG3475> in the cloud <WG3507> and in the sea; <WG2281>"},{"number":3,"verse":"And did all <WG3956> eat <WG5315> the same <WG846> spiritual <WG4152> meat; <WG1033>"},{"number":4,"verse":"And did all <WG3956> drink <WG4095> the same <WG846> spiritual <WG4152> drink: <WG4188> for they drank <WG4095> of that spiritual <WG4152> Rock <WG4073> that followed <WG190> them: and that Rock <WG4073> was Christ. <WG5547>"},{"number":5,"verse":"But with many <WG4119> of them God <WG2316> was not well <WG2106> pleased: <WG2106> for they were overthrown <WG2693> in the wilderness. <WG2048>"},{"number":6,"verse":"Now <WG1161> these <WG5023> things were our examples, <WG5179> to the intent we should not lust <WG1511> <WG1938> after <WG1938> evil <WG2556> things, as they also <WG2548> lusted. <WG1937>"},{"number":7,"verse":"Neither <WG3366> be you idolaters, <WG1496> as were some <WG5100> of them; as it is written, <WG1125> The people <WG2992> sat <WG2523> down <WG2523> to eat <WG5315> and drink, <WG4095> and rose <WG450> up to play. <WG3815>"},{"number":8,"verse":"Neither <WG3366> let us commit <WG4203> fornication, <WG4203> as some <WG5100> of them committed, <WG4203> and fell <WG4098> in one <WG3391> day <WG2250> three <WG5140> and twenty <WG1501> thousand. <WG5505>"},{"number":9,"verse":"Neither <WG3366> let us tempt <WG1598> Christ, <WG5547> as some <WG5100> of them also <WG2532> tempted, <WG3985> and were destroyed <WG622> of serpents. <WG3789>"},{"number":10,"verse":"Neither <WG3366> murmur <WG1111> you, as some <WG5100> of them also <WG2532> murmured, <WG1111> and were destroyed <WG622> of the destroyer. <WG3644>"},{"number":11,"verse":"Now <WG1161> all <WG3956> these <WG5023> things happened <WG4819> to them for ensamples: <WG5179> and they are written <WG1125> for our admonition, <WG3559> on whom <WG3739> the ends <WG5056> of the world <WG165> are come. <WG2658>"},{"number":12,"verse":"Why <WG5620> let him that thinks <WG1380> he stands <WG2476> take heed <WG991> lest <WG3361> he fall. <WG4098>"},{"number":13,"verse":"There has no <WG3756> temptation <WG3986> taken <WG2983> you but such as is common <WG442> to man: <WG442> but God <WG2316> is faithful, <WG4103> who <WG3739> will not suffer <WG1439> you to be tempted <WG3985> above <WG5228> that you are able; <WG1410> but will with the temptation <WG3986> also <WG2532> make <WG4160> a way <WG1545> to escape, <WG1545> that you may be able <WG1410> to bear <WG5297> it."},{"number":14,"verse":"Why, <WG1355> my dearly beloved, <WG27> flee <WG5343> from idolatry. <WG1495>"},{"number":15,"verse":"I speak <WG3004> as to wise <WG5429> men; judge <WG2919> you what <WG3739> I say. <WG5346>"},{"number":16,"verse":"The cup <WG4221> of blessing <WG2129> which <WG3739> we bless, <WG2127> is it not the communion <WG2842> of the blood <WG129> of Christ? <WG5547> The bread <WG740> which <WG3739> we break, <WG2806> is it not the communion <WG2842> of the body <WG4983> of Christ? <WG5547>"},{"number":17,"verse":"For we being many <WG4183> are one <WG1520> bread, <WG740> and one <WG1520> body: <WG4983> for we are all <WG3956> partakers <WG3348> of that one <WG1520> bread. <WG740>"},{"number":18,"verse":"Behold <WG991> Israel <WG2474> after <WG2596> the flesh: <WG4561> are not they which eat <WG2068> of the sacrifices <WG2378> partakers <WG2844> of the altar? <WG2379>"},{"number":19,"verse":"What <WG5101> say <WG5346> I then? <WG3767> that the idol <WG1497> is any <WG5100> thing, or <WG2228> that which is offered <WG1494> in sacrifice <WG1494> to idols <WG1494> is any <WG5100> thing?"},{"number":20,"verse":"But I say, that the things which <WG3739> the Gentiles <WG1484> sacrifice, <WG2380> they sacrifice <WG2380> to devils, <WG1140> and not to God: <WG2316> and I would <WG2309> not that you should have fellowship <WG2844> with devils. <WG1140>"},{"number":21,"verse":"You cannot <WG3756> <WG1410> drink <WG4095> the cup <WG4221> of the Lord, <WG2962> and the cup <WG4221> of devils: <WG1140> you cannot <WG3756> <WG1410> be partakers <WG3348> of the Lord's <WG2962> table, <WG5132> and of the table <WG5132> of devils. <WG1140>"},{"number":22,"verse":"Do we provoke <WG3863> the Lord <WG2962> to jealousy? are we stronger <WG2478> than he?"},{"number":23,"verse":"All <WG3956> things are lawful <WG1832> for me, but all <WG3956> things are not expedient: <WG4851> all <WG3956> things are lawful <WG1832> for me, but all <WG3956> things edify <WG3618> not."},{"number":24,"verse":"Let no <WG3367> man <WG3367> seek <WG2212> his own, <WG1438> but every <WG1538> man another's <WG2087> wealth."},{"number":25,"verse":"Whatever <WG3956> is sold <WG4453> in the shambles, <WG3111> that eat, <WG2068> asking <WG350> no <WG3367> question for conscience <WG4893> sake:"},{"number":26,"verse":"For the earth <WG1093> is the Lord's, <WG2962> and the fullness <WG4138> thereof. <WG846>"},{"number":27,"verse":"If <WG1487> any <WG5100> of them that believe <WG571> not bid <WG2564> you to a feast, and you be disposed <WG2309> to go; <WG4198> whatever <WG3956> is set <WG3908> before <WG3908> you, eat, <WG2068> asking <WG350> no <WG3367> question for conscience <WG4893> sake."},{"number":28,"verse":"But if <WG1437> any <WG5100> man say <WG2036> to you, This <WG5124> is offered <WG1494> in sacrifice <WG1494> to idols, <WG1494> eat <WG2068> not for his sake that showed <WG3377> it, and for conscience <WG4893> sake: for the earth <WG1093> is the Lord's, <WG2962> and the fullness <WG4138> thereof: <WG846>"},{"number":29,"verse":"Conscience, <WG4893> I say, <WG3004> not your <WG1438> own, <WG1438> but of the other: <WG2087> for why <WG2444> <WG5101> is my liberty <WG1657> judged <WG2919> of another <WG243> man's conscience? <WG4893>"},{"number":30,"verse":"For if <WG1487> I by grace <WG5485> be a partaker, <WG3348> why <WG5101> am I evil <WG987> spoken <WG987> of for that for which <WG3739> I give thanks? <WG2168>"},{"number":31,"verse":"Whether <WG1535> therefore <WG3767> you eat, <WG2068> or <WG1535> drink, <WG4095> or <WG1535> whatever <WG5100> you do, <WG4160> do <WG4160> all <WG3956> to the glory <WG1391> of God. <WG2316>"},{"number":32,"verse":"Give <WG1096> none <WG677> offense, <WG677> neither to the Jews, <WG2453> nor <WG2532> to the Gentiles, <WG1672> nor <WG2532> to the church <WG1577> of God: <WG2316>"},{"number":33,"verse":"Even <WG2504> as I please <WG700> all <WG3956> men in all <WG3956> things, not seeking <WG2212> my <WG1683> own <WG1683> profit, <WG4851> but the profit <WG4851> of many, <WG4183> that they may be saved. <WG4982>"}]}