{"bibleAbbr":"AKJV1999+","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"And I, brothers, <WG80> when I came <WG2064> to you, came <WG2064> not with excellency <WG5247> of speech <WG3056> or <WG2228> of wisdom, <WG4678> declaring <WG2605> to you the testimony <WG3142> of God. <WG2316>"},{"number":2,"verse":"For I determined <WG2919> not to know <WG1492> any <WG5100> thing among <WG1722> you, save <WG1508> Jesus <WG2424> Christ, <WG5547> and him crucified. <WG4717>"},{"number":3,"verse":"And I was with you in weakness, <WG769> and in fear, <WG5401> and in much <WG4183> trembling. <WG5156>"},{"number":4,"verse":"And my speech <WG3056> and my preaching <WG2782> was not with enticing <WG3981> words <WG3056> of man's <WG442> wisdom, <WG4678> but in demonstration <WG585> of the Spirit <WG4151> and of power: <WG1411>"},{"number":5,"verse":"That your <WG5216> faith <WG4102> should not stand <WG1510> in the wisdom <WG4678> of men, <WG444> but in the power <WG1411> of God. <WG2316>"},{"number":6,"verse":"However, we speak <WG2980> wisdom <WG4678> among <WG1722> them that are perfect: <WG5046> yet <WG1161> not the wisdom <WG4678> of this <WG5127> world, <WG165> nor <WG3761> of the princes <WG758> of this <WG5127> world, <WG165> that come <WG2673> to nothing: <WG2673>"},{"number":7,"verse":"But we speak <WG2980> the wisdom <WG4678> of God <WG2316> in a mystery, <WG3466> even the hidden <WG613> wisdom, which <WG3739> God <WG2316> ordained <WG4309> before <WG4253> the world <WG165> to our glory: <WG1391>"},{"number":8,"verse":"Which <WG3739> none <WG3762> of the princes <WG758> of this <WG5127> world <WG165> knew: <WG1097> for had they known <WG1097> it, they would not have crucified <WG4717> the Lord <WG2962> of glory. <WG1391>"},{"number":9,"verse":"But as it is written, <WG1125> Eye <WG3788> has not seen, <WG1492> nor <WG2532> <WG3756> ear <WG3775> heard, <WG191> neither <WG2532> <WG3756> have entered <WG305> into <WG1909> the heart <WG2588> of man, <WG444> the things which <WG3739> God <WG2316> has prepared <WG2090> for them that love <WG25> him."},{"number":10,"verse":"But God <WG2316> has revealed <WG601> them to us by his Spirit: <WG4151> for the Spirit <WG4151> searches <WG2045> all <WG3956> things, yes, <WG2532> the deep <WG899> things of God. <WG2316>"},{"number":11,"verse":"For what <WG5101> man <WG444> knows <WG1492> the things of a man, <WG444> save <WG1508> the spirit <WG4151> of man <WG444> which <WG3588> is in him? even <WG2532> so <WG3779> the things of God <WG2316> knows <WG1492> no <WG3762> man, <WG3762> but the Spirit <WG4151> of God. <WG2316>"},{"number":12,"verse":"Now <WG1161> we have received, <WG2983> not the spirit <WG4151> of the world, <WG2889> but the spirit <WG4151> which <WG3588> is of God; <WG2316> that we might know <WG1492> the things that are freely given <WG5483> to us of God. <WG2316>"},{"number":13,"verse":"Which <WG3739> things also <WG2532> we speak, <WG2980> not in the words <WG3056> which man's <WG442> wisdom <WG4678> teaches, <WG1318> but which the Holy <WG40> Ghost <WG4151> teaches; <WG1318> comparing <WG4793> spiritual <WG4152> things with spiritual. <WG4152>"},{"number":14,"verse":"But the natural <WG5591> man <WG444> receives <WG1209> not the things of the Spirit <WG4151> of God: <WG2316> for they are foolishness <WG3472> to him: neither <WG2532> <WG3756> can <WG1410> he know <WG1097> them, because <WG3754> they are spiritually <WG4153> discerned. <WG350>"},{"number":15,"verse":"But he that is spiritual <WG4152> judges <WG350> all <WG3956> things, yet <WG1161> he himself <WG846> is judged <WG350> of no <WG3762> man. <WG3762>"},{"number":16,"verse":"For who <WG5101> has known <WG1097> the mind <WG3563> of the Lord, <WG2962> that he may instruct <WG4822> him? But we have <WG2192> the mind <WG3563> of Christ. <WG5547>"}]}