{"bibleAbbr":"WEB2020+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":23,"verses":[{"number":1,"verse":"The word <WH1697> of Yahweh <WH3068> came again to me, <WH559> saying,"},{"number":2,"verse":"Son <WH1121> of man, <WH120> there were two <WH8147> women, <WH802> the daughters <WH1323> of one <WH259> mother: <WH517>"},{"number":3,"verse":"and they played the prostitute <WH2181> in Egypt; <WH4714> they played the prostitute <WH2181> in their youth; <WH5271> there were their breasts <WH7699> pressed, <WH4600> and there was handled the bosom <WH6213> of their virginity. <WH1331>"},{"number":4,"verse":"Their names <WH8034> were Oholah <WH170> the elder, <WH1419> and Oholibah <WH172> her sister: <WH269> and they became mine, <WH3205> and they bore sons <WH1121> and daughters. <WH1323> As for their names, <WH8034> Samaria <WH8111> is Oholah, <WH170> and Jerusalem <WH3389> Oholibah. <WH172>"},{"number":5,"verse":"Oholah <WH170> played the prostitute <WH2181> when she was mine; <WH8478> and she doted <WH5689> on her lovers, <WH157> on the Assyrians <WH804> her neighbors, <WH7138>"},{"number":6,"verse":"who were clothed <WH3847> with blue, <WH8504> governors <WH6346> and rulers, <WH5461> all of them desirable <WH2531> young men, <WH970> horsemen <WH6571> riding <WH7392> on horses. <WH5483>"},{"number":7,"verse":"She bestowed <WH5414> her prostitution <WH8457> on them, <WH4005> the choicest men <WH1121> of Assyria <WH804> all of them; <WH5689> and on whoever she doted, with all their idols <WH1544> she defiled herself. <WH2930>"},{"number":8,"verse":"Neither has she left <WH5800> her prostitution <WH8457> since the days of Egypt; <WH4714> for in her youth <WH5271> they lay <WH7901> with her, <WH6213> and they handled the bosom <WH1717> of her virginity; <WH1331> and they poured <WH8210> out their prostitution on her. <WH8457>"},{"number":9,"verse":"Therefore I delivered <WH5414> her into the hand <WH3027> of her lovers, <WH157> into the hand <WH3027> of the Assyrians, <WH1121> on whom she doted. <WH5689>"},{"number":10,"verse":"These uncovered <WH1540> her nakedness; <WH6172> they took <WH3947> her sons <WH1121> and her daughters; <WH1323> and her they killed <WH2026> with the sword: <WH2719> and she became a byword <WH8034> among women; <WH802> for they executed <WH6213> judgments on her. <WH8196>"},{"number":11,"verse":"Her sister <WH269> Oholibah <WH172> saw <WH7200> this, <WH7843> yet was she more corrupt in her doting <WH5691> than she, <WH8457> and in her prostitution which were more than the prostitution <WH2183> of her sister. <WH269>"},{"number":12,"verse":"She doted <WH5689> on the Assyrians, <WH1121> governors <WH6346> and rulers, <WH5461> her neighbors, <WH7138> clothed <WH3847> most gorgeously, <WH4358> horsemen <WH6571> riding <WH7392> on horses, <WH5483> all of them desirable <WH2531> young men. <WH970>"},{"number":13,"verse":"I saw <WH7200> that she was defiled; <WH2930> they both <WH8147> took one <WH259> way. <WH1870>"},{"number":14,"verse":"She increased <WH3254> her prostitution; <WH8457> for she saw <WH7200> men <WH582> portrayed <WH2707> on the wall, <WH7023> the images <WH6754> of the Chaldeans <WH3778> portrayed <WH2710> with vermilion, <WH8350>"},{"number":15,"verse":"dressed <WH2289> with girdles <WH232> on their waists, <WH4975> with flowing <WH5628> turbans <WH2871> on their heads, <WH7218> all of them princes <WH7991> to <WH4758> look on, <WH1823> after the likeness of the Babylonians <WH1121> in Chaldea, <WH3778> the land <WH776> of their birth. <WH4138>"},{"number":16,"verse":"As soon <WH5869> as she saw <WH4758> them she doted <WH5689> on them, <WH7971> and sent messengers <WH4397> to them into Chaldea. <WH3778>"},{"number":17,"verse":"The Babylonians <WH1121> came <WH935> to her into the bed <WH4904> of love, <WH1730> and they defiled <WH2930> her with their prostitution, <WH8457> and she was polluted <WH2930> with them, <WH5315> and her soul was alienated from them. <WH3363>"},{"number":18,"verse":"So she uncovered <WH1540> her prostitution, <WH8457> and uncovered <WH1540> her nakedness: <WH6172> then my soul <WH5315> was alienated <WH3363> from her, <WH5315> like as my soul was alienated <WH5361> from her sister. <WH269>"},{"number":19,"verse":"Yet she multiplied <WH7235> her prostitution, <WH8457> remembering <WH2142> the days <WH3117> of her youth, <WH5271> in which she had played the prostitute <WH2181> in the land <WH776> of Egypt. <WH4714>"},{"number":20,"verse":"She doted <WH5689> on their paramours, <WH6370> whose flesh <WH1320> is as the flesh <WH1320> of donkeys, <WH2543> and whose issue <WH2231> is like the issue <WH2231> of horses. <WH5483>"},{"number":21,"verse":"Thus you called to memory <WH6485> the lewdness <WH2154> of your youth, <WH5271> in the handling <WH6213> of your bosom <WH1717> by the Egyptians <WH4714> for the breasts <WH7699> of your youth. <WH5271>"},{"number":22,"verse":"Therefore, <WH172> Oholibah, thus says <WH559> the Lord <WH136> Yahweh: <WH3069> Behold, <WH5782> I will raise up your lovers <WH157> against you, <WH5315> from whom your soul is alienated, <WH5361> and I will bring <WH935> them against you on every side: <WH5439>"},{"number":23,"verse":"the Babylonians <WH1121> and all the Chaldeans, <WH3778> Pekod <WH6489> and Shoa <WH7772> and Koa, <WH6970> and all the Assyrians <WH1121> with them; <WH2531> desirable young men, <WH970> governors <WH6346> and rulers <WH5461> all of them, <WH5461> princes and men <WH970> of renown, <WH7392> all of them riding on horses. <WH5483>"},{"number":24,"verse":"They shall come <WH935> against you with weapons, <WH2021> chariots, <WH7393> and wagons, <WH1534> and with a company <WH6951> of peoples; <WH5971> they shall set <WH7760> themselves against you with buckler <WH6793> and shield <WH4043> and helmet <WH6959> all around; <WH5439> and I will commit <WH5414> the judgment <WH4941> to <WH6440> them, <WH8199> and they shall judge you according to their judgments. <WH4941>"},{"number":25,"verse":"I will set <WH5414> my jealousy <WH7068> against you, <WH6213> and they shall deal with you in fury; <WH2534> they shall take away <WH5493> your nose <WH639> and your ears; <WH241> and your residue <WH319> shall fall <WH5307> by the sword: <WH2719> they shall take <WH3947> your sons <WH1121> and your daughters; <WH1323> and your residue <WH319> shall be devoured <WH398> by the fire. <WH784>"},{"number":26,"verse":"They shall also strip <WH6584> you of your clothes, <WH899> and take away <WH3947> your beautiful <WH8597> jewels. <WH3627>"},{"number":27,"verse":"Thus will I make your lewdness <WH2154> to cease <WH7673> from you, <WH2184> and your prostitution brought from the land <WH776> of Egypt; <WH4714> so that you shall not lift up <WH5375> your eyes <WH5869> to them, <WH2142> nor remember Egypt any more. <WH4714>"},{"number":28,"verse":"For thus says <WH559> the Lord <WH136> Yahweh: <WH3069> Behold, <WH5414> I will deliver you into the hand <WH3027> of them whom you hate, <WH8130> into the hand <WH3027> of them from whom your soul <WH5315> is alienated; <WH5361>"},{"number":29,"verse":"and they shall deal <WH6213> with you in hatred, <WH8135> and shall take away <WH3947> all your labor, <WH3018> and shall leave <WH5800> you naked <WH5903> and bare; <WH6181> and the nakedness <WH6172> of your prostitution <WH2183> shall be uncovered, <WH1540> both your lewdness <WH2154> and your prostitution. <WH8457>"},{"number":30,"verse":"These things shall be done <WH6213> to you, <WH2181> because you have played the prostitute after <WH310> the nations, <WH1471> and because you are polluted <WH2930> with their idols. <WH1544>"},{"number":31,"verse":"You have walked <WH1980> in the way <WH1870> of your sister; <WH269> therefore will I give <WH5414> her cup <WH3563> into your hand. <WH3027>"},{"number":32,"verse":"Thus says <WH559> the Lord <WH136> Yahweh: <WH3069> You will drink <WH8354> of your sister <WH269>'s cup, <WH3563> which is deep <WH6013> and large; <WH7342> you will be ridiculed <WH6712> and held in derision; <WH3933> it contains <WH3557> much. <WH4767>"},{"number":33,"verse":"You shall be filled <WH4390> with drunkenness <WH7943> and sorrow, <WH3015> with the cup <WH3563> of astonishment <WH8047> and desolation, <WH8077> with the cup <WH3563> of your sister <WH269> Samaria. <WH8111>"},{"number":34,"verse":"You shall even drink <WH8354> it and drain it out, <WH4680> and you shall gnaw <WH1633> the broken pieces <WH2789> of it, <WH5423> and shall tear your breasts; <WH7699> for I have spoken <WH1696> it, <WH5002> says the Lord <WH136> Yahweh. <WH3069>"},{"number":35,"verse":"Therefore thus says <WH559> the Lord <WH136> Yahweh: <WH7911> Because you have forgotten me, <WH7993> and cast me behind <WH310> your back, <WH1458> therefore you also bear <WH5375> your lewdness <WH2154> and your prostitution. <WH8457>"},{"number":36,"verse":"Yahweh <WH3068> said <WH559> moreover to me: <WH1121> Son of man, <WH120> will you judge <WH8199> Oholah <WH170> and Oholibah? <WH172> then declare <WH5046> to them their abominations. <WH8441>"},{"number":37,"verse":"For they have committed adultery, <WH5003> and blood <WH1818> is in their hands; <WH3027> and with their idols <WH1544> have they committed adultery; <WH5003> and they have also caused their sons, <WH1121> whom they bore <WH3205> to me, <WH5674> to pass through the fire to them to be devoured. <WH402>"},{"number":38,"verse":"Moreover this they have done <WH6213> to me: <WH2930> they have defiled my sanctuary <WH4720> in the same day, <WH3117> and have profaned <WH2490> my Sabbaths. <WH7676>"},{"number":39,"verse":"For when they had slain <WH7819> their children <WH1121> to their idols, <WH1544> then they came <WH935> the same day <WH3117> into my sanctuary <WH4720> to profane <WH2490> it; <WH6213> and behold, thus have they done in the midst <WH8432> of my house. <WH1004>"},{"number":40,"verse":"Furthermore <WH637> you have sent <WH7971> for men <WH582> who come <WH935> from far, <WH4801> to whom a messenger <WH4397> was sent, <WH7971> and behold, <WH935> they came; for whom you did wash <WH7364> yourself, <WH3583> paint your eyes, <WH5869> and decorate <WH5710> yourself with ornaments, <WH5716>"},{"number":41,"verse":"and sit <WH3427> on a stately <WH3520> bed, <WH4296> with a table <WH7979> prepared <WH6186> before <WH6440> it, <WH7760> whereupon you set my incense <WH7004> and my oil. <WH8081>"},{"number":42,"verse":"The voice <WH6963> of a multitude <WH1995> being at ease <WH7961> was with her: <WH582> and with men of the common sort <WH7230> were brought <WH935> drunkards <WH5436> from the wilderness; <WH4057> and they put <WH5414> bracelets <WH6781> on their hands <WH3027> twain, <WH8597> and beautiful crowns <WH5850> on their heads. <WH7218>"},{"number":43,"verse":"Then I said <WH559> of her who was old <WH1087> in adulteries, <WH5004> Now will they play <WH2181> the prostitute with her, <WH8457> and she with them."},{"number":44,"verse":"They went in <WH935> to her, <WH935> as they go in to a <WH802> prostitute: <WH2181> so went they in <WH935> to Oholah <WH170> and to Oholibah, <WH172> the lewd <WH2154> women. <WH802>"},{"number":45,"verse":"Righteous <WH6662> men, <WH582> they shall judge <WH8199> them with the judgment <WH4941> of adulteresses, <WH5003> and with the judgment <WH4941> of women who shed <WH8210> blood; <WH1818> because they are adulteresses, <WH5003> and blood <WH1818> is in their hands. <WH3027>"},{"number":46,"verse":"For thus says <WH559> the Lord <WH136> Yahweh: <WH136> I will bring up <WH5927> a company <WH6951> against them, <WH5414> and will give them to be tossed <WH2189> back and forth and robbed. <WH957>"},{"number":47,"verse":"The company <WH6951> shall stone <WH7275> them with stones, <WH68> and dispatch <WH1254> them with their swords; <WH2719> they shall kill <WH2026> their sons <WH1121> and their daughters, <WH1323> and burn up <WH8313> their houses <WH1004> with fire. <WH784>"},{"number":48,"verse":"Thus will I cause lewdness <WH2154> to cease <WH7673> out of the land, <WH776> that all women <WH802> may be taught <WH3256> not to do <WH6213> after your lewdness. <WH2154>"},{"number":49,"verse":"They shall recompense <WH5414> your lewdness <WH2154> on you, <WH5375> and you shall bear the sins <WH2399> of your idols; <WH1544> and you shall know <WH3045> that I am the Lord <WH136> Yahweh. <WH3069>"}]}