{"bibleAbbr":"WEB2020+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":33,"verses":[{"number":1,"verse":"The word <WH1697> of Yahweh <WH3068> came to me, <WH559> saying,"},{"number":2,"verse":"Son <WH1121> of man, <WH120> speak <WH1696> to the children <WH1121> of your people, <WH5971> and tell <WH559> them, <WH935> When I bring the sword <WH2719> on a land, <WH776> and the people <WH5971> of the land <WH776> take <WH3947> a <WH259> man <WH376> from among <WH7097> them, <WH5414> and set him for their watchman; <WH6822>"},{"number":3,"verse":"if, <WH7200> when he sees the sword <WH2719> come <WH935> on the land, <WH776> he blow <WH8628> the trumpet, <WH7782> and warn <WH2094> the people; <WH5971>"},{"number":4,"verse":"then whoever <WH8085> hears <WH8085> the sound <WH6963> of the trumpet, <WH7782> and doesn't <WH2094> take warning, if the sword <WH2719> come, <WH935> and take him away, <WH3947> his blood <WH1818> shall be on his own head. <WH7218>"},{"number":5,"verse":"He heard <WH8085> the sound <WH6963> of the trumpet, <WH7782> and didn't <WH2094> take warning; his blood <WH1818> shall be on him; <WH2094> whereas if he had taken warning, he would have delivered <WH4422> his soul. <WH5315>"},{"number":6,"verse":"But if the watchman <WH6822> sees <WH7200> the sword <WH2719> come, <WH935> and doesn't <WH8628> blow the trumpet, <WH7782> and the people <WH5971> aren't <WH2094> warned, and the sword <WH2719> comes, <WH935> and take <WH3947> any person <WH5315> from among them; <WH3947> he is taken away in his iniquity, <WH5771> but his blood <WH1818> will I require <WH1875> at the watchman <WH6822>'s hand. <WH3027>"},{"number":7,"verse":"So you, <WH1121> son of man, <WH120> I have set <WH5414> you a watchman <WH6822> to the house <WH1004> of Israel; <WH3478> therefore hear <WH8085> the word <WH1697> at my mouth, <WH6310> and give them warning from me. <WH2094>"},{"number":8,"verse":"When I tell <WH559> the wicked, <WH7563> O wicked <WH7563> man, <WH4191> you shall surely die, <WH4191> and you don't <WH1696> speak to warn <WH2094> the wicked <WH7563> from his way; <WH1870> that wicked <WH7563> man shall die <WH4191> in his iniquity, <WH5771> but his blood <WH1818> will I require <WH1245> at your hand. <WH3027>"},{"number":9,"verse":"Nevertheless, <WH2094> if you warn the wicked <WH7563> of his way <WH1870> to turn <WH7725> from it, <WH7725> and he doesn't turn from his way; <WH1870> he shall die <WH4191> in his iniquity, <WH5771> but you have delivered <WH5337> your soul. <WH5315>"},{"number":10,"verse":"You, <WH1121> son of man, <WH120> tell <WH559> the house <WH1004> of Israel: <WH3478> Thus you speak, <WH559> saying, <WH559> Our transgressions <WH6588> and our sins <WH2403> are on us, <WH4743> and we pine away in them; <WH2421> how then can we live?"},{"number":11,"verse":"Tell <WH559> them, <WH2416> As I live, says <WH559> the Lord <WH136> Yahweh, <WH3069> I have no pleasure <WH2654> in the death <WH4194> of the wicked; <WH7563> but that the wicked <WH7563> turn <WH7725> from his way <WH1870> and live: <WH2421> turn, <WH7725> turn <WH7725> from your evil <WH7451> ways; <WH1870> for why will you die, <WH4191> house <WH1004> of Israel? <WH3478>"},{"number":12,"verse":"You, <WH1121> son of man, <WH120> tell <WH559> the children <WH1121> of your people, <WH5971> The righteousness <WH6666> of the righteous <WH6662> shall not deliver <WH5337> him in the day <WH3117> of his disobedience; <WH6588> and as for the wickedness <WH7564> of the wicked, <WH7563> he shall not fall <WH3782> thereby in the day <WH3117> that he turns <WH7725> from his wickedness; <WH7562> neither shall he who is righteous <WH6662> be able <WH3201> to live <WH2421> thereby in the day <WH3117> that he sins. <WH2398>"},{"number":13,"verse":"When I tell <WH559> the righteous, <WH6662> that he shall surely <WH2421> live; <WH2421> if he trust <WH982> to his righteousness, <WH6666> and commit <WH6213> iniquity, <WH5766> none of his righteous <WH6666> deeds shall be remembered; <WH2142> but in his iniquity <WH5766> that he has committed, <WH6213> therein shall he die. <WH4191>"},{"number":14,"verse":"Again, <WH559> when I say to the wicked, <WH7563> You shall surely <WH4191> die; <WH4191> if he turn <WH7725> from his sin, <WH2403> and do <WH6213> that which is lawful <WH4941> and right; <WH6666>"},{"number":15,"verse":"if the wicked <WH7563> restore <WH7725> the pledge, <WH2258> give again <WH7999> that which he had taken by robbery, <WH1500> walk <WH1980> in the statutes <WH2708> of life, <WH2416> committing <WH6213> no iniquity; <WH5766> he shall surely <WH2421> live, <WH2421> he shall not die. <WH4191>"},{"number":16,"verse":"None of his sins <WH2403> that he has committed <WH2398> shall be remembered <WH2142> against him: <WH6213> he has done that which is lawful <WH4941> and right; <WH6666> he shall surely <WH2421> live. <WH2421>"},{"number":17,"verse":"Yet the children <WH1121> of your people <WH5971> say, <WH559> The way <WH1870> of the Lord <WH136> is not equal: <WH8505> but as for them, <WH1870> their way is not equal. <WH8505>"},{"number":18,"verse":"When the righteous <WH6662> turns <WH7725> from his righteousness, <WH6666> and commits <WH6213> iniquity, <WH5766> he shall even die therein. <WH4191>"},{"number":19,"verse":"When the wicked <WH7563> turns <WH7725> from his wickedness, <WH7564> and does <WH6213> that which is lawful <WH4941> and right, <WH6666> he shall live thereby. <WH2421>"},{"number":20,"verse":"Yet you say, <WH559> The way <WH1870> of the Lord <WH136> is not equal. <WH8505> House <WH1004> of Israel, <WH3478> I will judge <WH8199> every one <WH376> of you after his ways. <WH1870>"},{"number":21,"verse":"It happened in the twelfth <WH8147> year <WH8141> of our captivity, <WH1546> in the tenth <WH6224> month, <WH2568> in the fifth day of the month, <WH2320> that one who had escaped <WH6412> out of Jerusalem <WH3389> came <WH935> to me, <WH559> saying, The city <WH5892> has been struck. <WH5221>"},{"number":22,"verse":"Now the hand <WH3027> of Yahweh <WH3068> had been on me in the evening, <WH6153> before <WH6440> he who was escaped <WH6412> came; <WH935> and he had opened <WH6605> my mouth, <WH6310> until he came <WH935> to me in the morning; <WH1242> and my mouth <WH6310> was opened, <WH6605> and I was no more mute. <WH481>"},{"number":23,"verse":"The word <WH1697> of Yahweh <WH3068> came to me, <WH559> saying,"},{"number":24,"verse":"Son <WH1121> of man, <WH120> they who inhabit <WH3427> those waste <WH2723> places in the land <WH127> of Israel <WH3478> speak, <WH559> saying, <WH559> Abraham <WH85> was one, <WH259> and he inherited <WH3423> the land: <WH776> but we are many; <WH7227> the land <WH776> is given <WH5414> us for inheritance. <WH4181>"},{"number":25,"verse":"Therefore tell <WH559> them, <WH559> Thus says the Lord <WH136> Yahweh: <WH3069> You eat <WH398> with the blood, <WH1818> and lift up <WH5375> your eyes <WH5869> to your idols, <WH1544> and shed <WH8210> blood: <WH1818> and shall you possess <WH3423> the land? <WH776>"},{"number":26,"verse":"You stand <WH5975> on your sword, <WH2719> you work <WH6213> abomination, <WH8441> and every one <WH376> of you defiles <WH2930> his neighbor <WH7453>'s wife: <WH802> and shall you possess <WH3423> the land? <WH776>"},{"number":27,"verse":"You shall tell <WH559> them, <WH559> Thus says the Lord <WH136> Yahweh: <WH3069> As I live, <WH2416> surely those who are in the waste <WH2723> places shall fall <WH5307> by the sword; <WH2719> and him who is in the open <WH6440> field <WH7704> will I give <WH5414> to the animals <WH2416> to be devoured; <WH398> and those who are in the strongholds <WH4679> and in the caves <WH4631> shall die <WH4191> of the pestilence. <WH1698>"},{"number":28,"verse":"I will make <WH5414> the land <WH776> a desolation <WH8077> and an astonishment; <WH8077> and the pride <WH1347> of her power <WH5797> shall cease; <WH7673> and the mountains <WH2022> of Israel <WH3478> shall be desolate, <WH8074> so that none shall pass through. <WH5674>"},{"number":29,"verse":"Then shall they know <WH3045> that I am Yahweh, <WH3068> when I have made <WH5414> the land <WH776> a desolation <WH8077> and an astonishment, <WH8077> because of all their abominations <WH8441> which they have committed. <WH6213>"},{"number":30,"verse":"As for you, <WH1121> son of man, <WH120> the children <WH1121> of your people <WH5971> talk <WH1696> of <WH681> you by the walls <WH7023> and in the doors <WH6607> of the houses, <WH1004> and speak <WH1696> one <WH2297> to another, <WH259> everyone <WH376> to his brother, <WH251> saying, <WH559> Please come <WH935> and hear <WH8085> what is the word <WH1697> that comes forth <WH3318> from Yahweh. <WH3068>"},{"number":31,"verse":"They come <WH935> to you as the people <WH5971> come, <WH3996> and they sit <WH3427> before <WH6440> you as my people, <WH5971> and they hear <WH8085> your words, <WH1697> but don't <WH6213> do them; <WH6310> for with their mouth they show <WH6213> much love, <WH5690> but their heart <WH3820> goes <WH1980> after <WH310> their gain. <WH1215>"},{"number":32,"verse":"Behold, <WH5690> you are to them as a very lovely song <WH7892> of one who has a pleasant <WH3303> voice, <WH6963> and can play well <WH2895> on an instrument; <WH5059> for they hear <WH8085> your words, <WH1697> but they don't <WH6213> do them."},{"number":33,"verse":"When this comes to pass, <WH935> (behold, <WH935> it comes), then shall they know <WH3045> that a prophet <WH5030> has been among them. <WH8432>"}]}