{"bibleAbbr":"WEB2020","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":4,"verses":[{"number":1,"verse":"You also,<WH1121> son of man,<WH120> take<WH3947> a tile,<WH3843> and lay<WH5414> it before<WH6440> yourself,<WH2710> and portray on it a city,<WH5892> even Jerusalem:<WH3389>"},{"number":2,"verse":"and lay<WH5414> siege<WH4692> against it,<WH1129> and build forts<WH1785> against it,<WH8210> and cast up a mound<WH5550> against it;<WH5414> set camps<WH4264> also against it,<WH7760> and plant battering rams<WH3733> against it all around.<WH5439>"},{"number":3,"verse":"Take<WH3947> for yourself an iron<WH1270> pan,<WH4227> and set<WH5414> it for a wall<WH7023> of iron<WH1270> between you and the city:<WH5892> and set<WH3559> your face<WH6440> toward it,<WH4692> and it shall be besieged, and you shall lay siege<WH6696> against it.<WH226> This shall be a sign to the house<WH1004> of Israel.<WH3478>"},{"number":4,"verse":"Moreover lie<WH7901> on your left<WH8042> side,<WH6654> and lay<WH7760> the iniquity<WH5771> of the house<WH1004> of Israel<WH3478> on it;<WH4557> according to the number of the days<WH3117> that you shall lie<WH7901> on it,<WH5375> you shall bear their iniquity.<WH5771>"},{"number":5,"verse":"For I have appointed<WH5414> the years<WH8141> of their iniquity<WH5771> to be to you a number<WH4557> of days,<WH3117> even three<WH7969> hundred<WH3967> ninety<WH8673> days:<WH3117> so you shall bear<WH5375> the iniquity<WH5771> of the house<WH1004> of Israel.<WH3478>"},{"number":6,"verse":"Again,<WH8145> when you have accomplished<WH3615> these,<WH3615> you shall lie<WH7901> on your right<WH3233> side,<WH6654> and shall bear<WH5375> the iniquity<WH5771> of the house<WH1004> of Judah:<WH3063> forty<WH705> days,<WH3117> each day<WH3117> for a year,<WH8141> have I appointed it to you.<WH5414>"},{"number":7,"verse":"You shall set<WH3559> your face<WH6440> toward the siege<WH4692> of Jerusalem,<WH3389> with your arm<WH2220> uncovered;<WH2834> and you shall prophesy against it.<WH5012>"},{"number":8,"verse":"Behold,<WH5414> I lay bands<WH5688> on you,<WH2015> and you shall not turn you from one side<WH6654> to the other,<WH6654> until you have accomplished<WH3615> the days<WH3117> of your siege.<WH4692>"},{"number":9,"verse":"Take<WH3947> for yourself also wheat,<WH2406> and barley,<WH8184> and beans,<WH6321> and lentils,<WH5742> and millet,<WH1764> and spelt,<WH3698> and put<WH5414> them in one<WH259> vessel,<WH3627> and make<WH6213> bread<WH3899> of it;<WH4557> according to the number of the days<WH3117> that you shall lie<WH7901> on your side,<WH6654> even three<WH7969> hundred<WH3967> ninety<WH8673> days,<WH3117> you shall eat of it.<WH398>"},{"number":10,"verse":"Your food<WH3978> which you shall eat<WH398> shall be by weight,<WH4946> twenty<WH6242> shekels<WH8255> a day:<WH3117> from time<WH6256> to time<WH6256> you shall eat it.<WH398>"},{"number":11,"verse":"You shall drink<WH8354> water<WH4325> by measure,<WH4884> the sixth part<WH8345> of a hin:<WH1969> from time<WH6256> to time<WH6256> you shall drink.<WH8354>"},{"number":12,"verse":"You shall eat<WH398> it as barley<WH8184> cakes,<WH5692> and you shall bake<WH5746> it in their sight<WH5869> with dung<WH1561> that comes out<WH6627> of man.<WH120>"},{"number":13,"verse":"Yahweh<WH3068> said,<WH559> Even thus shall the children<WH1121> of Israel<WH3478> eat<WH398> their bread<WH3899> unclean,<WH2931> among the nations<WH1471> where I will drive them.<WH5080>"},{"number":14,"verse":"Then I said,<WH559> Ah<WH162> Lord<WH136> Yahweh!<WH3069> behold,<WH5315> my soul has not been polluted;<WH2930> for from my youth<WH5271> up even until now have I not eaten<WH398> of that which dies of itself,<WH5038> or is torn<WH2966> of animals;<WH935> neither came there abominable<WH6292> flesh<WH1320> into my mouth.<WH6310>"},{"number":15,"verse":"Then he said<WH559> to me,<WH7200> Behold, I have given<WH5414> you cow<WH1241>'s dung<WH6832> for man<WH120>'s dung,<WH1561> and you shall prepare<WH6213> your bread thereon.<WH3899>"},{"number":16,"verse":"Moreover he said<WH559> to me,<WH1121> Son of man,<WH120> behold,<WH7665> I will break the staff<WH4294> of bread<WH3899> in Jerusalem:<WH3389> and they shall eat<WH398> bread<WH3899> by weight,<WH4948> and with fearfulness;<WH1674> and they shall drink<WH8354> water<WH4325> by measure,<WH4884> and in dismay:<WH8078>"},{"number":17,"verse":"that they may want<WH2637> bread<WH3899> and water,<WH4325> and be dismayed<WH8074> one<WH376> with another,<WH251> and pine away<WH4743> in their iniquity.<WH5771>"}]}