{"bibleAbbr":"WEB2020","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":44,"verses":[{"number":1,"verse":"Then he brought me back<WH7725> by the way<WH1870> of the outer<WH2435> gate<WH8179> of the sanctuary,<WH4720> which looks<WH6437> toward the east;<WH6921> and it was shut.<WH5462>"},{"number":2,"verse":"Yahweh<WH3068> said<WH559> to me,<WH8179> This gate shall be shut;<WH5462> it shall not be opened,<WH6605> neither shall any man<WH376> enter<WH935> in by it;<WH3068> for Yahweh, the God<WH430> of Israel,<WH3478> has entered<WH935> in by it;<WH5462> therefore it shall be shut."},{"number":3,"verse":"As for the prince,<WH5387> he shall sit<WH3427> therein as prince<WH5387> to eat<WH398> bread<WH3899> before<WH6440> Yahweh;<WH3068> he shall enter<WH935> by the way<WH1870> of the porch<WH197> of the gate,<WH8179> and shall go out<WH3318> by the way of the same.<WH1870>"},{"number":4,"verse":"Then he brought<WH935> me by the way<WH1870> of the north<WH6828> gate<WH8179> before<WH6440> the house;<WH1004> and I looked,<WH7200> and behold,<WH3519> the glory of Yahweh<WH3068> filled<WH4390> the house<WH1004> of Yahweh:<WH3068> and I fell<WH5307> on my face.<WH6440>"},{"number":5,"verse":"Yahweh<WH3068> said<WH559> to me,<WH1121> Son of man,<WH120> mark<WH7760> well,<WH3820> and see<WH7200> with your eyes,<WH5869> and hear<WH8085> with your ears<WH241> all that I tell<WH1696> you concerning all the ordinances<WH2708> of the house<WH1004> of Yahweh,<WH3068> and all its laws;<WH8451> and mark<WH7760> well<WH3820> the entrance<WH3996> of the house,<WH1004> with every exit<WH4161> of the sanctuary.<WH4720>"},{"number":6,"verse":"You shall tell<WH559> the rebellious,<WH4805> even to the house<WH1004> of Israel,<WH3478> Thus says<WH559> the Lord<WH136> Yahweh:<WH3069> you house<WH1004> of Israel,<WH3478> let it suffice<WH7227> you of all your abominations,<WH8441>"},{"number":7,"verse":"in that you have brought<WH935> in foreigners,<WH1121> uncircumcised<WH6189> in heart<WH3820> and uncircumcised<WH6189> in flesh,<WH1320> to be in my sanctuary,<WH4720> to profane<WH2490> it,<WH1004> even my house, when you offer<WH7126> my bread,<WH3899> the fat<WH2459> and the blood,<WH1818> and they have broken<WH6565> my covenant,<WH1285> to add<WH413> to all your abominations.<WH8441>"},{"number":8,"verse":"You have not performed<WH4931> the duty<WH4931> of my holy things;<WH6944> but you have set<WH7760> performers<WH8104> of my duty<WH4931> in my sanctuary for yourselves.<WH4720>"},{"number":9,"verse":"Thus says<WH559> the Lord<WH136> Yahweh,<WH3069> No foreigner,<WH1121> uncircumcised<WH6189> in heart<WH3820> and uncircumcised<WH6189> in flesh,<WH1320> shall enter<WH935> into my sanctuary,<WH4720> of any foreigners who are among<WH8432> the children<WH1121> of Israel.<WH3478>"},{"number":10,"verse":"But the Levites<WH3881> who went far<WH7368> from me,<WH3478> when Israel went astray,<WH8582> who went astray<WH8582> from me after<WH310> their idols,<WH1544> they shall bear<WH5375> their iniquity.<WH5771>"},{"number":11,"verse":"Yet they shall be ministers<WH8334> in my sanctuary,<WH4720> having oversight<WH6486> at the gates<WH8179> of the house,<WH1004> and ministering<WH8334> in the house:<WH1004> they shall kill<WH7819> the burnt offering<WH5930> and the sacrifice<WH2077> for the people,<WH5971> and they shall stand<WH5975> before<WH6440> them to minister to them.<WH8334>"},{"number":12,"verse":"Because they ministered<WH8334> to them before<WH6440> their idols,<WH1544> and became a stumbling block<WH4383> of iniquity<WH5771> to the house<WH1004> of Israel;<WH3478> therefore have I lifted up<WH5375> my hand<WH3027> against them,<WH5002> says the Lord<WH136> Yahweh,<WH3069> and they shall bear<WH5375> their iniquity.<WH5771>"},{"number":13,"verse":"They shall not come near<WH5066> to me,<WH3547> to execute the office of priest to me,<WH5066> nor to come near to any of my holy things,<WH6944> to the things that are most holy;<WH6944> but they shall bear<WH5375> their shame,<WH3639> and their abominations<WH8441> which they have committed.<WH6213>"},{"number":14,"verse":"Yet will I make<WH5414> them performers<WH8104> of the duty<WH4931> of the house,<WH1004> for all its service,<WH5656> and for all that shall be done therein.<WH6213>"},{"number":15,"verse":"But the priests<WH3548> the Levites,<WH3881> the sons<WH1121> of Zadok,<WH6659> who performed<WH4931> the duty<WH4931> of my sanctuary<WH4720> when the children<WH1121> of Israel<WH3478> went astray<WH8582> from me,<WH7126> they shall come near to me to minister<WH8334> to me;<WH5975> and they shall stand before<WH6440> me to offer<WH7126> to me the fat<WH2459> and the blood,<WH1818> says<WH5002> the Lord<WH136> Yahweh:<WH3069>"},{"number":16,"verse":"they shall enter<WH935> into my sanctuary,<WH4720> and they shall come near<WH7126> to my table,<WH7979> to minister<WH8334> to me,<WH8104> and they shall keep my instruction.<WH4931>"},{"number":17,"verse":"It shall be that,<WH935> when they enter in at the gates<WH8179> of the inner<WH6442> court,<WH2691> they shall be clothed<WH3847> with linen<WH6593> garments;<WH899> and no wool<WH6785> shall come<WH5927> on them,<WH8334> while they minister in the gates<WH8179> of the inner<WH6442> court,<WH2691> and within.<WH1004>"},{"number":18,"verse":"They shall have linen<WH6593> tires<WH6287> on their heads,<WH7218> and shall have linen<WH6593> breeches<WH4370> on their waists;<WH4975> they shall not clothe<WH2296> themselves with anything that causes sweat.<WH3154>"},{"number":19,"verse":"When they go forth<WH3318> into the outer<WH2435> court,<WH2691> even into the outer<WH2435> court<WH2691> to the people,<WH5971> they shall put off<WH6584> their garments<WH899> in which they minister,<WH8334> and lay<WH3240> them in the holy<WH6944> rooms;<WH3957> and they shall put<WH3847> on other<WH312> garments,<WH899> that they not sanctify<WH6942> the people<WH5971> with their garments.<WH899>"},{"number":20,"verse":"Neither shall they shave<WH1548> their heads,<WH7218> nor allow their locks<WH6545> to grow long;<WH7971> they shall only<WH3697> cut off the hair<WH6545> of their heads.<WH7218>"},{"number":21,"verse":"Neither shall any of the priests<WH3548> drink<WH8354> wine,<WH3196> when they enter<WH935> into the inner<WH6442> court.<WH2691>"},{"number":22,"verse":"Neither shall they take<WH3947> for their wives<WH802> a widow,<WH490> nor her who is put away;<WH1644> but they shall take<WH3947> virgins<WH1330> of the seed<WH2233> of the house<WH1004> of Israel,<WH3478> or a widow<WH490> who is the widow of a priest.<WH3548>"},{"number":23,"verse":"They shall teach<WH3384> my people<WH5971> the difference between the holy<WH6944> and the common,<WH2455> and cause them to discern<WH3045> between the unclean<WH2931> and the clean.<WH2889>"},{"number":24,"verse":"In a controversy<WH7379> they shall stand<WH5975> to judge;<WH8199> according to my ordinances<WH8199> shall they judge<WH8199> it:<WH8104> and they shall keep my laws<WH8451> and my statutes<WH2708> in all my appointed feasts;<WH4150> and they shall make my Sabbaths<WH7676> holy.<WH6942>"},{"number":25,"verse":"They shall go<WH935> in to no dead<WH4191> person<WH120> to defile<WH2930> themselves;<WH1> but for father, or for mother,<WH517> or for son,<WH1121> or for daughter,<WH1323> for brother,<WH251> or for sister<WH269> who has had no husband,<WH376> they may defile themselves.<WH2930>"},{"number":26,"verse":"After<WH310> he is cleansed,<WH2893> they shall reckon<WH5608> to him seven<WH7651> days.<WH3117>"},{"number":27,"verse":"In the day<WH3117> that he goes<WH935> into the sanctuary,<WH6944> into the inner<WH6442> court,<WH2691> to minister<WH8334> in the sanctuary,<WH6944> he shall offer<WH7126> his sin offering,<WH2403> says<WH5002> the Lord<WH136> Yahweh.<WH3069>"},{"number":28,"verse":"They shall have an inheritance:<WH5159> I am their inheritance;<WH5159> and you shall give<WH5414> them no possession<WH272> in Israel;<WH3478> I am their possession.<WH272>"},{"number":29,"verse":"They shall eat<WH398> the meal offering,<WH4503> and the sin offering,<WH2403> and the trespass offering;<WH817> and every devoted thing<WH2764> in Israel shall be theirs.<WH3478>"},{"number":30,"verse":"The first<WH7225> of all the first<WH1061> fruits of every thing,<WH8641> and every offering of everything,<WH8641> of all your offerings, shall be for the priest:<WH3548> you shall also give<WH5414> to the priests<WH3548> the first<WH7225> of your dough,<WH6182> to cause a blessing<WH1293> to rest<WH5117> on your house.<WH1004>"},{"number":31,"verse":"The priests<WH3548> shall not eat<WH398> of anything that dies of itself,<WH5038> or is torn,<WH2966> whether it be bird<WH5775> or animal.<WH929>"}]}