{"bibleAbbr":"urGV2010","bookName":"خروج","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"( فسح کی عید) پھر رب نے مصر میں موسیٰ اور ہارون سے کہا،"},{"number":2,"verse":"”اب سے یہ مہینہ تمہارے لئے سال کا پہلا مہینہ ہو۔“"},{"number":3,"verse":"اسرائیل کی پوری جماعت کو بتانا کہ اِس مہینے کے دسویں دن ہر خاندان کا سرپرست اپنے گھرانے کے لئے لیلا یعنی بھیڑ یا بکری کا بچہ حاصل کرے۔"},{"number":4,"verse":"اگر گھرانے کے افراد پورا جانور کھانے کے لئے کم ہوں تو وہ اپنے سب سے قریبی پڑوسی کے ساتھ مل کر لیلا حاصل کریں۔ اِتنے لوگ اُس میں سے کھائیں کہ سب کے لئے کافی ہو اور پورا جانور کھایا جائے۔"},{"number":5,"verse":"اِس کے لئے ایک سال کا نر بچہ چن لینا جس میں نقص نہ ہو۔ وہ بھیڑ یا بکری کا بچہ ہو سکتا ہے۔"},{"number":6,"verse":"مہینے کے 14ویں دن تک اُس کی دیکھ بھال کرو۔ اُس دن تمام اسرائیلی سورج کے غروب ہوتے وقت اپنے لیلے ذبح کریں۔"},{"number":7,"verse":"ہر خاندان اپنے جانور کا کچھ خون جمع کر کے اُسے اُس گھر کے دروازے کی چوکھٹ پر لگائے جہاں لیلا کھایا جائے گا۔ یہ خون چوکھٹ کے اوپر والے حصے اور دائیں بائیں کے بازوؤں پر لگایا جائے۔"},{"number":8,"verse":"لازم ہے کہ لوگ جانور کو بھون کر اُسی رات کھائیں۔ ساتھ ہی وہ کڑوا ساگ پات اور بےخمیری روٹیاں بھی کھائیں۔"},{"number":9,"verse":"لیلے کا گوشت کچا نہ کھانا، نہ اُسے پانی میں اُبالنا بلکہ پورے جانور کو سر، پیروں اور اندرونی حصوں سمیت آگ پر بھوننا۔"},{"number":10,"verse":"لازم ہے کہ پورا گوشت اُسی رات کھایا جائے۔ اگر کچھ صبح تک بچ جائے تو اُسے جلانا ہے۔"},{"number":11,"verse":"کھانا کھاتے وقت ایسا لباس پہننا جیسے تم سفر پر جا رہے ہو۔ اپنے جوتے پہنے رکھنا اور ہاتھ میں سفر کے لئے لاٹھی لئے ہوئے تم اُسے جلدی جلدی کھانا۔ رب کے فسح کی عید یوں منانا۔"},{"number":12,"verse":"مَیں آج رات مصر میں سے گزروں گا اور ہر پہلوٹھے کو جان سے مار دوں گا، خواہ انسان کا ہو یا حیوان کا۔ یوں مَیں جو رب ہوں مصر کے تمام دیوتاؤں کی عدالت کروں گا۔"},{"number":13,"verse":"لیکن تمہارے گھروں پر لگا ہوا خون تمہارا خاص نشان ہو گا۔ جس جس گھر کے دروازے پر مَیں وہ خون دیکھوں گا اُسے چھوڑتا جاؤں گا۔ جب مَیں مصر پر حملہ کروں گا تو مہلک وبا تم تک نہیں پہنچے گی۔"},{"number":14,"verse":"آج کی رات کو ہمیشہ یاد رکھنا۔ اِسے نسل در نسل اور ہر سال رب کی خاص عید کے طور پر منانا۔"},{"number":15,"verse":"( بےخمیری روٹی کی عید) سات دن تک بےخمیری روٹی کھانا ہے۔ پہلے دن اپنے گھروں سے تمام خمیر نکال دینا۔ اگر کوئی اِن سات دنوں کے دوران خمیر کھائے تو اُسے قوم میں سے مٹایا جائے۔"},{"number":16,"verse":"اِس عید کے پہلے اور آخری دن مُقدّس اجتماع منعقد کرنا۔ اِن تمام دنوں کے دوران کام نہ کرنا۔ صرف ایک کام کی اجازت ہے اور وہ ہے اپنا کھانا تیار کرنا۔"},{"number":17,"verse":"بےخمیری روٹی کی عید منانا لازم ہے، کیونکہ اُس دن مَیں تمہارے متعدد خاندانوں کو مصر سے نکال لایا۔ اِس لئے یہ دن نسل درنسل ہر سال یاد رکھنا۔"},{"number":18,"verse":"پہلے مہینے کے 14ویں دن کی شام سے لے کر 21ویں دن کی شام تک صرف بےخمیری روٹی کھانا۔"},{"number":19,"verse":"سات دن تک تمہارے گھروں میں خمیر نہ پایا جائے۔ جو بھی اِس دوران خمیر کھائے اُسے اسرائیل کی جماعت میں سے مٹایا جائے، خواہ وہ اسرائیلی شہری ہو یا اجنبی۔"},{"number":20,"verse":"غرض، اِس عید کے دوران خمیر نہ کھانا۔ جہاں بھی تم رہتے ہو وہاں بےخمیری روٹی ہی کھانا ہے۔"},{"number":21,"verse":"( پہلوٹھوں کی ہلاکت) پھر موسیٰ نے تمام اسرائیلی بزرگوں کو بُلا کر اُن سے کہا، ”جاؤ، اپنے خاندانوں کے لئے بھیڑ یا بکری کے بچے چن کر اُنہیں فسح کی عید کے لئے ذبح کرو۔"},{"number":22,"verse":"زوفے کا گُچھا لے کر اُسے خون سے بھرے ہوئے باسن میں ڈبو دینا۔ پھر اُسے لے کر خون کو چوکھٹ کے اوپر والے حصے اور دائیں بائیں کے بازوؤں پر لگا دینا۔ صبح تک کوئی اپنے گھر سے نہ نکلے۔"},{"number":23,"verse":"جب رب مصریوں کو مار ڈالنے کے لئے ملک میں سے گزرے گا تو وہ چوکھٹ کے اوپر والے حصے اور دائیں بائیں کے بازوؤں پر لگا ہوا خون دیکھ کر اُن گھروں کو چھوڑ دے گا۔ وہ ہلاک کرنے والے فرشتے کو اجازت نہیں دے گا کہ وہ تمہارے گھروں میں جا کر تمہیں ہلاک کرے۔"},{"number":24,"verse":"تم اپنی اولاد سمیت ہمیشہ اِن ہدایات پر عمل کرنا۔"},{"number":25,"verse":"یہ رسم اُس وقت بھی ادا کرنا جب تم اُس ملک میں پہنچو گے جو رب تمہیں دے گا۔"},{"number":26,"verse":"اور جب تمہارے بچے تم سے پوچھیں کہ ہم یہ عید کیوں مناتے ہیں"},{"number":27,"verse":"تو اُن سے کہو، ’یہ فسح کی قربانی ہے جو ہم رب کو پیش کرتے ہیں۔ کیونکہ جب رب مصریوں کو ہلاک کر رہا تھا تو اُس نے ہمارے گھروں کو چھوڑ دیا تھا‘۔“ یہ سن کر اسرائیلیوں نے اللہ کو سجدہ کیا۔"},{"number":28,"verse":"پھر اُنہوں نے سب کچھ ویسا ہی کیا جیسا رب نے موسیٰ اور ہارون کو بتایا تھا۔"},{"number":29,"verse":"آدھی رات کو رب نے بادشاہ کے پہلوٹھے سے لے کر جیل کے قیدی کے پہلوٹھے تک مصریوں کے تمام پہلوٹھوں کو جان سے مار دیا۔ چوپایوں کے پہلوٹھے بھی مر گئے۔"},{"number":30,"verse":"اُس رات مصر کے ہر گھر میں کوئی نہ کوئی مر گیا۔ فرعون، اُس کے عہدیدار اور مصر کے تمام لوگ جاگ اُٹھے اور زور زور سے رونے اور چیخنے لگے۔"},{"number":31,"verse":"( اسرائیلیوں کی ہجرت) ابھی رات تھی کہ فرعون نے موسیٰ اور ہارون کو بُلا کر کہا، ”اب تم اور باقی اسرائیلی میری قوم میں سے نکل جاؤ۔ اپنی درخواست کے مطابق رب کی عبادت کرو۔"},{"number":32,"verse":"جس طرح تم چاہتے ہو اپنی بھیڑبکریوں کو بھی اپنے ساتھ لے جاؤ۔ اور مجھے بھی برکت دینا۔“"},{"number":33,"verse":"باقی مصریوں نے بھی اسرائیلیوں پر زور دے کر کہا، ”جلدی جلدی ملک سے نکل جاؤ، ورنہ ہم سب مر جائیں گے۔“"},{"number":34,"verse":"اسرائیلیوں کے گوندھے ہوئے آٹے میں خمیر نہیں تھا۔ اُنہوں نے اُسے گوندھنے کے برتنوں میں رکھ کر اپنے کپڑوں میں لپیٹ لیا اور سفر کرتے وقت اپنے کندھوں پر رکھ لیا۔"},{"number":35,"verse":"اسرائیلی موسیٰ کی ہدایت پر عمل کر کے اپنے مصری پڑوسیوں کے پاس گئے اور اُن سے کپڑے اور سونے چاندی کی چیزیں مانگیں۔"},{"number":36,"verse":"رب نے مصریوں کے دلوں کو اسرائیلیوں کی طرف مائل کر دیا تھا، اِس لئے اُنہوں نے اُن کی ہر درخواست پوری کی۔ یوں اسرائیلیوں نے مصریوں کو لُوٹ لیا۔"},{"number":37,"verse":"اسرائیلی رعمسیس سے روانہ ہو کر سُکات پہنچ گئے۔ عورتوں اور بچوں کو چھوڑ کر اُن کے 6 لاکھ مرد تھے۔"},{"number":38,"verse":"وہ اپنے بھیڑبکریوں اور گائےبَیلوں کے بڑے بڑے ریوڑ بھی ساتھ لے گئے۔ بہت سے ایسے لوگ بھی اُن کے ساتھ نکلے جو اسرائیلی نہیں تھے۔"},{"number":39,"verse":"راستے میں اُنہوں نے اُس بےخمیری آٹے سے روٹیاں بنائیں جو وہ ساتھ لے کر نکلے تھے۔ آٹے میں اِس لئے خمیر نہیں تھا کہ اُنہیں اِتنی جلدی سے مصر سے نکال دیا گیا تھا کہ کھانا تیار کرنے کا وقت ہی نہ ملا تھا۔"},{"number":40,"verse":"اسرائیلی 430 سال تک مصر میں رہے تھے۔"},{"number":41,"verse":"430 سال کے عین بعد، اُسی دن رب کے یہ تمام خاندان مصر سے نکلے۔"},{"number":42,"verse":"اُس خاص رات رب نے خود پہرا دیا تاکہ اسرائیلی مصر سے نکل سکیں۔ اِس لئے تمام اسرائیلیوں کے لئے لازم ہے کہ وہ نسل در نسل اِس رات رب کی تعظیم میں جاگتے رہیں، وہ بھی اور اُن کے بعد کی اولاد بھی۔"},{"number":43,"verse":"( فسح کی عید کی ہدایات) رب نے موسیٰ اور ہارون سے کہا، ”فسح کی عید کے یہ اصول ہیں: کسی بھی پردیسی کو فسح کی عید کا کھانا کھانے کی اجازت نہیں ہے۔"},{"number":44,"verse":"اگر تم نے کسی غلام کو خرید کر اُس کا ختنہ کیا ہے تو وہ فسح کا کھانا کھا سکتا ہے۔"},{"number":45,"verse":"لیکن غیرشہری یا مزدور کو فسح کا کھانا کھانے کی اجازت نہیں ہے۔"},{"number":46,"verse":"یہ کھانا ایک ہی گھر کے اندر کھانا ہے۔ نہ گوشت گھر سے باہر لے جانا، نہ لیلے کی کسی ہڈی کو توڑنا۔"},{"number":47,"verse":"لازم ہے کہ اسرائیل کی پوری جماعت یہ عید منائے۔"},{"number":48,"verse":"اگر کوئی پردیسی تمہارے ساتھ رہتا ہے جو فسح کی عید میں شرکت کرنا چاہے تو لازم ہے کہ پہلے اُس کے گھرانے کے ہر مرد کا ختنہ کیا جائے۔ تب وہ اسرائیلی کی طرح کھانے میں شریک ہو سکتا ہے۔ لیکن جس کا ختنہ نہ ہوا اُسے فسح کا کھانا کھانے کی اجازت نہیں ہے۔"},{"number":49,"verse":"یہی اصول ہر ایک پر لاگو ہو گا، خواہ وہ اسرائیلی ہو یا پردیسی۔“"},{"number":50,"verse":"تمام اسرائیلیوں نے ویسا ہی کیا جیسا رب نے موسیٰ اور ہارون سے کہا تھا۔"},{"number":51,"verse":"اُسی دن رب تمام اسرائیلیوں کو خاندانوں کی ترتیب کے مطابق مصر سے نکال لایا۔"}]}