{"bibleAbbr":"urGV2010","bookName":"خروج","bookEnglishName":"Exodus","chapterNumber":2,"verses":[{"number":1,"verse":"( موسیٰ کی پیدائش اور بچاؤ) اُن دنوں میں لاوی کے ایک آدمی نے اپنے ہی قبیلے کی ایک عورت سے شادی کی۔"},{"number":2,"verse":"عورت حاملہ ہوئی اور بچہ پیدا ہوا۔ ماں نے دیکھا کہ لڑکا خوب صورت ہے، اِس لئے اُس نے اُسے تین ماہ تک چھپائے رکھا۔"},{"number":3,"verse":"جب وہ اُسے اَور زیادہ نہ چھپا سکی تو اُس نے آبی نرسل سے ٹوکری بنا کر اُس پر تارکول چڑھایا۔ پھر اُس نے بچے کو ٹوکری میں رکھ کر ٹوکری کو دریائے نیل کے کنارے پر اُگے ہوئے سرکنڈوں میں رکھ دیا۔"},{"number":4,"verse":"بچے کی بہن کچھ فاصلے پر کھڑی دیکھتی رہی کہ اُس کا کیا بنے گا۔"},{"number":5,"verse":"اُس وقت فرعون کی بیٹی نہانے کے لئے دریا پر آئی۔ اُس کی نوکرانیاں دریا کے کنارے ٹہلنے لگیں۔ تب اُس نے سرکنڈوں میں ٹوکری دیکھی اور اپنی لونڈی کو اُسے لانے بھیجا۔"},{"number":6,"verse":"اُسے کھولا تو چھوٹا لڑکا دکھائی دیا جو رو رہا تھا۔ فرعون کی بیٹی کو اُس پر ترس آیا۔ اُس نے کہا، ”یہ کوئی عبرانی بچہ ہے۔“"},{"number":7,"verse":"اب بچے کی بہن فرعون کی بیٹی کے پاس گئی اور پوچھا، ”کیا مَیں بچے کو دودھ پلانے کے لئے کوئی عبرانی عورت ڈھونڈ لاؤں؟“"},{"number":8,"verse":"فرعون کی بیٹی نے کہا، ”ہاں، جاؤ۔“ لڑکی چلی گئی اور بچے کی سگی ماں کو لے کر واپس آئی۔"},{"number":9,"verse":"فرعون کی بیٹی نے ماں سے کہا، ”بچے کو لے جاؤ اور اُسے میرے لئے دودھ پلایا کرو۔ مَیں تمہیں اِس کا معاوضہ دوں گی۔“ چنانچہ بچے کی ماں نے اُسے دودھ پلانے کے لئے لے لیا۔"},{"number":10,"verse":"جب بچہ بڑا ہوا تو اُس کی ماں اُسے فرعون کی بیٹی کے پاس لے گئی، اور وہ اُس کا بیٹا بن گیا۔ فرعون کی بیٹی نے اُس کا نام موسیٰ یعنی ’نکالا گیا‘ رکھ کر کہا، ”مَیں اُسے پانی سے نکال لائی ہوں۔“"},{"number":11,"verse":"( موسیٰ فرار ہوتا ہے) جب موسیٰ جوان ہوا تو ایک دن وہ گھر سے نکل کر اپنے لوگوں کے پاس گیا جو جبری کام میں مصروف تھے۔ موسیٰ نے دیکھا کہ ایک مصری میرے ایک عبرانی بھائی کو مار رہا ہے۔"},{"number":12,"verse":"موسیٰ نے چاروں طرف نظر دوڑائی۔ جب معلوم ہوا کہ کوئی نہیں دیکھ رہا تو اُس نے مصری کو جان سے مار دیا اور اُسے ریت میں چھپا دیا۔"},{"number":13,"verse":"اگلے دن بھی موسیٰ گھر سے نکلا۔ اِس دفعہ دو عبرانی مرد آپس میں لڑ رہے تھے۔ جو غلطی پر تھا اُس سے موسیٰ نے پوچھا، ”تم اپنے بھائی کو کیوں مار رہے ہو؟“"},{"number":14,"verse":"آدمی نے جواب دیا، ”کس نے آپ کو ہم پر حکمران اور قاضی مقرر کیا ہے؟ کیا آپ مجھے بھی قتل کرنا چاہتے ہیں جس طرح مصری کو مار ڈالا تھا؟“ تب موسیٰ ڈر گیا۔ اُس نے سوچا، ”ہائے، میرا بھید کھل گیا ہے!“"},{"number":15,"verse":"بادشاہ کو بھی پتا لگا تو اُس نے موسیٰ کو مروانے کی کوشش کی۔ لیکن موسیٰ مِدیان کے ملک کو بھاگ گیا۔ وہاں وہ ایک کنوئیں کے پاس بیٹھ گیا۔"},{"number":16,"verse":"مِدیان میں ایک امام تھا جس کی سات بیٹیاں تھیں۔ یہ لڑکیاں اپنی بھیڑبکریوں کو پانی پلانے کے لئے کنوئیں پر آئیں اور پانی نکال کر حوض بھرنے لگیں۔"},{"number":17,"verse":"لیکن کچھ چرواہوں نے آ کر اُنہیں بھگا دیا۔ یہ دیکھ کر موسیٰ اُٹھا اور لڑکیوں کو چرواہوں سے بچا کر اُن کے ریوڑ کو پانی پلایا۔"},{"number":18,"verse":"جب لڑکیاں اپنے باپ رعوایل کے پاس واپس آئیں تو باپ نے پوچھا، ”آج تم اِتنی جلدی سے کیوں واپس آ گئی ہو؟“"},{"number":19,"verse":"لڑکیوں نے جواب دیا، ”ایک مصری آدمی نے ہمیں چرواہوں سے بچایا۔ نہ صرف یہ بلکہ اُس نے ہمارے لئے پانی بھی نکال کر ریوڑ کو پلا دیا۔“"},{"number":20,"verse":"رعوایل نے کہا، ”وہ آدمی کہاں ہے؟ تم اُسے کیوں چھوڑ کر آئی ہو؟ اُسے بُلاؤ تاکہ وہ ہمارے ساتھ کھانا کھائے۔“"},{"number":21,"verse":"موسیٰ رعوایل کے گھر میں ٹھہرنے کے لئے راضی ہو گیا۔ بعد میں اُس کی شادی رعوایل کی بیٹی صفورہ سے ہوئی۔"},{"number":22,"verse":"صفورہ کے بیٹا پیدا ہوا تو موسیٰ نے کہا، ”اِس کا نام جَیرسوم یعنی ’اجنبی ملک میں پردیسی‘ ہو، کیونکہ مَیں اجنبی ملک میں پردیسی ہوں۔“"},{"number":23,"verse":"کافی عرصہ گزر گیا۔ اِتنے میں مصر کا بادشاہ انتقال کر گیا۔ اسرائیلی اپنی غلامی تلے کراہتے اور مدد کے لئے پکارتے رہے، اور اُن کی چیخیں اللہ تک پہنچ گئیں۔"},{"number":24,"verse":"اللہ نے اُن کی آہیں سنیں اور اُس عہد کو یاد کیا جو اُس نے ابراہیم، اسحاق اور یعقوب سے باندھا تھا۔"},{"number":25,"verse":"اللہ اسرائیلیوں کی حالت دیکھ کر اُن کا خیال کرنے لگا۔"}]}