{"bibleAbbr":"urGV2010","bookName":"خروج","bookEnglishName":"Exodus","chapterNumber":9,"verses":[{"number":1,"verse":"( مویشیوں میں وبا) پھر رب نے موسیٰ سے کہا، ”فرعون کے پاس جا کر اُسے بتا کہ رب عبرانیوں کا خدا فرماتا ہے، ’میری قوم کو جانے دے تاکہ وہ میری عبادت کر سکیں۔‘"},{"number":2,"verse":"اگر آپ انکار کریں اور اُنہیں روکتے رہیں"},{"number":3,"verse":"تو رب اپنی قدرت کا اظہار کر کے آپ کے مویشیوں میں بھیانک وبا پھیلا دے گا جو آپ کے گھوڑوں، گدھوں، اونٹوں، گائےبَیلوں، بھیڑبکریوں اور مینڈھوں میں پھیل جائے گی۔"},{"number":4,"verse":"لیکن رب اسرائیل اور مصر کے مویشیوں میں امتیاز کرے گا۔ اسرائیلیوں کا ایک بھی جانور نہیں مرے گا۔"},{"number":5,"verse":"رب نے فیصلہ کر لیا ہے کہ وہ کل ہی ایسا کرے گا۔“"},{"number":6,"verse":"اگلے دن رب نے ایسا ہی کیا۔ مصر کے تمام مویشی مر گئے، لیکن اسرائیلیوں کا ایک بھی جانور نہ مرا۔"},{"number":7,"verse":"فرعون نے کچھ لوگوں کو اُن کے پاس بھیج دیا تو پتا چلا کہ ایک بھی جانور نہیں مرا۔ تاہم فرعون اَڑا رہا۔ اُس نے اسرائیلیوں کو جانے نہ دیا۔"},{"number":8,"verse":"( پھوڑے پھنسیاں) پھر رب نے موسیٰ اور ہارون سے کہا، ”اپنی مٹھیاں کسی بھٹی کی راکھ سے بھر کر فرعون کے پاس جاؤ۔ پھر موسیٰ فرعون کے سامنے یہ راکھ ہَوا میں اُڑا دے۔"},{"number":9,"verse":"یہ راکھ باریک دُھول کا بادل بن جائے گی جو پورے ملک پر چھا جائے گا۔ اُس کے اثر سے لوگوں اور جانوروں کے جسموں پر پھوڑے پھنسیاں پھوٹ نکلیں گے۔“"},{"number":10,"verse":"موسیٰ اور ہارون نے ایسا ہی کیا۔ وہ کسی بھٹی سے راکھ لے کر فرعون کے سامنے کھڑے ہو گئے۔ موسیٰ نے راکھ کو ہَوا میں اُڑا دیا تو انسانوں اور جانوروں کے جسموں پر پھوڑے پھنسیاں نکل آئے۔"},{"number":11,"verse":"اِس مرتبہ جادوگر موسیٰ کے سامنے کھڑے بھی نہ ہو سکے کیونکہ اُن کے جسموں پر بھی پھوڑے نکل آئے تھے۔ تمام مصریوں کا یہی حال تھا۔"},{"number":12,"verse":"لیکن رب نے فرعون کو ضدی بنائے رکھا، اِس لئے اُس نے موسیٰ اور ہارون کی نہ سنی۔ یوں ویسا ہی ہوا جیسا رب نے موسیٰ کو بتایا تھا۔"},{"number":13,"verse":"( اولے) اِس کے بعد رب نے موسیٰ سے کہا، ”صبح سویرے اُٹھ اور فرعون کے سامنے کھڑے ہو کر اُسے بتا کہ رب عبرانیوں کا خدا فرماتا ہے، ’میری قوم کو جانے دے تاکہ وہ میری عبادت کر سکیں۔"},{"number":14,"verse":"ورنہ مَیں اپنی تمام آفتیں تجھ پر، تیرے عہدیداروں پر اور تیری قوم پر آنے دوں گا۔ پھر تُو جان لے گا کہ تمام دنیا میں مجھ جیسا کوئی نہیں ہے۔"},{"number":15,"verse":"اگر مَیں چاہتا تو اپنی قدرت سے ایسی وبا پھیلا سکتا کہ تجھے اور تیری قوم کو دنیا سے مٹا دیا جاتا۔"},{"number":16,"verse":"لیکن مَیں نے تجھے اِس لئے برپا کیا ہے کہ تجھ پر اپنی قدرت کا اظہار کروں اور یوں تمام دنیا میں میرے نام کا پرچار کیا جائے۔"},{"number":17,"verse":"تُو ابھی تک اپنے آپ کو سرفراز کر کے میری قوم کے خلاف ہے اور اُنہیں جانے نہیں دیتا۔"},{"number":18,"verse":"اِس لئے کل مَیں اِسی وقت بھیانک قسم کے اولوں کا طوفان بھیج دوں گا۔ مصری قوم کی ابتدا سے لے کر آج تک مصر میں اولوں کا ایسا طوفان کبھی نہیں آیا ہو گا۔"},{"number":19,"verse":"اپنے بندوں کو ابھی بھیجنا تاکہ وہ تیرے مویشیوں کو اور کھیتوں میں پڑے تیرے مال کو لا کر محفوظ کر لیں۔ کیونکہ جو بھی کھلے میدان میں رہے گا وہ اولوں سے مر جائے گا، خواہ انسان ہو یا حیوان‘۔“"},{"number":20,"verse":"فرعون کے کچھ عہدیدار رب کا پیغام سن کر ڈر گئے اور بھاگ کر اپنے جانوروں اور غلاموں کو گھروں میں لے آئے۔"},{"number":21,"verse":"لیکن دوسروں نے رب کے پیغام کی پروا نہ کی۔ اُن کے جانور اور غلام باہر کھلے میدان میں رہے۔"},{"number":22,"verse":"رب نے موسیٰ سے کہا، ”اپنا ہاتھ آسمان کی طرف بڑھا دے۔ پھر مصر کے تمام انسانوں، جانوروں اور کھیتوں کے پودوں پر اولے پڑیں گے۔“"},{"number":23,"verse":"موسیٰ نے اپنی لاٹھی آسمان کی طرف اُٹھائی تو رب نے ایک زبردست طوفان بھیج دیا۔ اولے پڑے، بجلی گری اور بادل گرجتے رہے۔"},{"number":24,"verse":"اولے پڑتے رہے اور بجلی چمکتی رہی۔ مصری قوم کی ابتدا سے لے کر اب تک ایسے خطرناک اولے کبھی نہیں پڑے تھے۔"},{"number":25,"verse":"انسانوں سے لے کر حیوانوں تک کھیتوں میں سب کچھ برباد ہو گیا۔ اولوں نے کھیتوں میں تمام پودے اور درخت بھی توڑ دیئے۔"},{"number":26,"verse":"وہ صرف جشن کے علاقے میں نہ پڑے جہاں اسرائیلی آباد تھے۔"},{"number":27,"verse":"تب فرعون نے موسیٰ اور ہارون کو بُلایا۔ اُس نے کہا، ”اِس مرتبہ مَیں نے گناہ کیا ہے۔ رب حق پر ہے۔ مجھ سے اور میری قوم سے غلطی ہوئی ہے۔"},{"number":28,"verse":"اولے اور اللہ کی گرجتی آوازیں حد سے زیادہ ہیں۔ رب سے دعا کرو تاکہ اولے رُک جائیں۔ اب مَیں تمہیں جانے دوں گا۔ اب سے تمہیں یہاں رہنا نہیں پڑے گا۔“"},{"number":29,"verse":"موسیٰ نے فرعون سے کہا، ”مَیں شہر سے نکل کر دونوں ہاتھ رب کی طرف اُٹھا کر دعا کروں گا۔ پھر گرج اور اولے رُک جائیں گے اور آپ جان لیں گے کہ پوری دنیا رب کی ہے۔"},{"number":30,"verse":"لیکن مَیں جانتا ہوں کہ آپ اور آپ کے عہدیدار ابھی تک رب خدا کا خوف نہیں مانتے۔“"},{"number":31,"verse":"اُس وقت سَن کے پھول نکل چکے تھے اور جَو کی بالیں لگ گئی تھیں۔ اِس لئے یہ فصلیں تباہ ہو گئیں۔"},{"number":32,"verse":"لیکن گیہوں اور ایک اَور قسم کی گندم جو بعد میں پکتی ہے برباد نہ ہوئی۔"},{"number":33,"verse":"موسیٰ فرعون کو چھوڑ کر شہر سے نکلا۔ اُس نے رب کی طرف اپنے ہاتھ اُٹھائے تو گرج، اولے اور بارش کا طوفان رُک گیا۔"},{"number":34,"verse":"جب فرعون نے دیکھا کہ طوفان ختم ہو گیا ہے تو وہ اور اُس کے عہدیدار دوبارہ گناہ کر کے اکڑ گئے۔"},{"number":35,"verse":"فرعون اَڑا رہا اور اسرائیلیوں کو جانے نہ دیا۔ ویسا ہی ہوا جیسا رب نے موسیٰ سے کہا تھا۔"}]}