{"bibleAbbr":"AKJV1999+","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":1,"verses":[{"number":1,"verse":"In the eighth <WH8066> month, <WH2320> in the second <WH8147> year <WH8141> of Darius, <WH1867> came <WH1961> the word <WH1697> of the LORD <WH3068> to Zechariah, <WH2148> the son <WH1121> of Berechiah, <WH1296> the son <WH1121> of Iddo <WH5714> the prophet, <WH5030> saying, <WH559>"},{"number":2,"verse":"The LORD <WH3068> has been sore displeased <WH7107> with your fathers. <WH1>"},{"number":3,"verse":"Therefore say <WH559> you to them, Thus <WH3541> said <WH559> the LORD <WH3068> of hosts; <WH6635> Turn <WH7725> you to me, said <WH5002> the LORD <WH3068> of hosts, <WH6635> and I will turn <WH7725> to you, said <WH559> the LORD <WH3068> of hosts. <WH6635>"},{"number":4,"verse":"Be you not as your fathers, <WH1> to whom <WH834> <WH413> the former <WH7223> prophets <WH5030> have cried, <WH7121> saying, <WH559> Thus <WH3541> said <WH559> the LORD <WH3068> of hosts; <WH6635> Turn <WH7725> you now <WH4994> from your evil <WH7451> ways, <WH1870> and from your evil <WH7451> doings: <WH4611> but they did not hear, <WH8085> nor <WH3808> listen <WH7181> to me, said <WH5002> the LORD. <WH3068>"},{"number":5,"verse":"Your fathers, <WH1> where <WH346> are they? and the prophets, <WH5030> do they live <WH2421> for ever? <WH5769>"},{"number":6,"verse":"But my words <WH1697> and my statutes, <WH2706> which <WH834> I commanded <WH6680> my servants <WH5650> the prophets, <WH5030> did they not take <WH5381> hold <WH5381> of your fathers? <WH1> and they returned <WH7725> and said, <WH559> Like as the LORD <WH3068> of hosts <WH6635> thought <WH2161> to do <WH6213> to us, according to our ways, <WH1870> and according to our doings, <WH4611> so <WH3651> has he dealt <WH6213> with us."},{"number":7,"verse":"On the four <WH702> and twentieth <WH6242> day <WH3117> of the eleventh <WH6249> <WH6240> month, <WH2320> which <WH1931> is the month <WH2320> Sebat, <WH7627> in the second <WH8147> year <WH8141> of Darius, <WH1867> came <WH1961> the word <WH1697> of the LORD <WH3068> to Zechariah, <WH2148> the son <WH1121> of Berechiah, <WH1296> the son <WH1121> of Iddo <WH5714> the prophet, <WH5030> saying, <WH559>"},{"number":8,"verse":"I saw <WH7200> by night, <WH3915> and behold <WH2009> a man <WH376> riding <WH7392> on a red <WH122> horse, <WH5483> and he stood <WH5975> among <WH996> the myrtle <WH1918> trees that were in the bottom; <WH4699> and behind <WH310> him were there red <WH122> horses, <WH5483> speckled, <WH8320> and white. <WH3836>"},{"number":9,"verse":"Then said <WH559> I, O my lord, <WH113> what <WH4100> are these? <WH428> And the angel <WH4397> that talked <WH1696> with me said <WH559> to me, I will show <WH7200> you what <WH4100> these <WH428> be."},{"number":10,"verse":"And the man <WH376> that stood <WH5975> among <WH996> the myrtle <WH1918> trees answered <WH6030> and said, <WH559> These <WH428> are they whom <WH834> the LORD <WH3068> has sent <WH7971> to walk <WH1980> to and fro through the earth. <WH776>"},{"number":11,"verse":"And they answered <WH6030> the angel <WH4397> of the LORD <WH3068> that stood <WH5975> among <WH996> the myrtle <WH1918> trees, and said, <WH559> We have walked <WH1980> to and fro through the earth, <WH776> and, behold, <WH2009> all <WH3605> the earth <WH776> sits <WH3427> still, and is at rest. <WH8252>"},{"number":12,"verse":"Then the angel <WH4397> of the LORD <WH3068> answered <WH6030> and said, <WH559> O LORD <WH3068> of hosts, <WH6635> how <WH5704> long <WH5704> will you not have mercy <WH7355> on Jerusalem <WH3389> and on the cities <WH5892> of Judah, <WH3063> against which <WH834> you have had indignation <WH2194> these <WH2088> three score <WH7657> and ten years? <WH8141>"},{"number":13,"verse":"And the LORD <WH3068> answered <WH6030> the angel <WH4397> that talked <WH1696> with me with good <WH2896> words <WH1697> and comfortable <WH5150> words. <WH1697>"},{"number":14,"verse":"So the angel <WH4397> that communed <WH1696> with me said <WH559> to me, Cry <WH7121> you, saying, <WH559> Thus <WH3541> said <WH5002> the LORD <WH3068> of hosts; <WH6635> I am jealous <WH7065> for Jerusalem <WH3389> and for Zion <WH6726> with a great <WH1419> jealousy. <WH7068>"},{"number":15,"verse":"And I am very sore displeased <WH7107> with the heathen <WH1471> that are at ease: <WH7600> for I was but a little <WH4592> displeased, <WH7107> and they helped <WH5826> forward the affliction. <WH7451>"},{"number":16,"verse":"Therefore <WH3651> thus <WH3541> said <WH559> the LORD; <WH3068> I am returned <WH7725> to Jerusalem <WH3389> with mercies: <WH7356> my house <WH1004> shall be built <WH1129> in it, said <WH5002> the LORD <WH3068> of hosts, <WH6635> and a line <WH6957> shall be stretched <WH5186> forth on Jerusalem. <WH3389>"},{"number":17,"verse":"Cry <WH7121> yet, <WH5750> saying, <WH559> Thus <WH3541> said <WH559> the LORD <WH3068> of hosts; <WH6635> My cities <WH5892> through prosperity <WH2896> shall yet <WH5750> be spread <WH6327> abroad; <WH6527> and the LORD <WH3068> shall yet <WH5750> comfort <WH5162> Zion, <WH6726> and shall yet <WH5750> choose <WH977> Jerusalem. <WH3389>"},{"number":18,"verse":"Then lifted <WH5375> I up my eyes, <WH5869> and saw, <WH7200> and behold <WH2009> four <WH702> horns. <WH7161>"},{"number":19,"verse":"And I said <WH559> to the angel <WH4397> that talked <WH1696> with me, What <WH4100> be these? <WH428> And he answered <WH559> me, These <WH428> are the horns <WH7161> which <WH834> have scattered <WH2219> Judah, <WH3063> Israel, <WH3478> and Jerusalem. <WH3389>"},{"number":20,"verse":"And the LORD <WH3068> showed <WH7200> me four <WH702> carpenters. <WH2796>"},{"number":21,"verse":"Then said <WH559> I, What <WH4100> come <WH935> these <WH428> to do? <WH6213> And he spoke, <WH559> saying, <WH559> These <WH428> are the horns <WH7161> which <WH834> have scattered <WH2219> Judah, <WH3063> so that no <WH3808> man <WH376> did lift <WH5375> up his head: <WH7218> but these <WH428> are come <WH935> to fray <WH2729> them, to cast <WH3034> out the horns <WH7161> of the Gentiles, <WH1471> which lifted <WH5375> up their horn <WH7161> over <WH413> the land <WH776> of Judah <WH3063> to scatter <WH2219> it."}]}