{"bibleAbbr":"AKJV1999+","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":10,"verses":[{"number":1,"verse":"Ask<WH7592> you of the LORD<WH3068> rain<WH4306> in the time<WH6256> of the latter<WH4456> rain;<WH4456> so the LORD<WH3068> shall make<WH6213> bright<WH2385> clouds,<WH2385> and give<WH5414> them showers<WH1653> of rain,<WH4306> to every<WH376> one<WH376> grass<WH6212> in the field.<WH7704>"},{"number":2,"verse":"For the idols<WH8655> have spoken<WH1696> vanity,<WH205> and the diviners<WH7080> have seen<WH2372> a lie,<WH8267> and have told<WH1696> false<WH7723> dreams;<WH2472> they comfort<WH5162> in vain:<WH1892> therefore<WH5921> <WH3651> they went<WH5265> their way as a flock,<WH6629> they were troubled,<WH6031> because<WH3588> there was no<WH639> shepherd.<WH7462>"},{"number":3,"verse":"My anger<WH639> was kindled<WH2734> against<WH5921> the shepherds,<WH7462> and I punished<WH6485> the goats:<WH6260> for the LORD<WH3068> of hosts<WH6635> has visited<WH6485> his flock<WH5739> the house<WH1004> of Judah,<WH3063> and has made<WH7760> them as his goodly<WH1935> horse<WH5483> in the battle.<WH4421>"},{"number":4,"verse":"Out of him came<WH3318> forth<WH3318> the corner,<WH6438> out of him the nail,<WH3489> out of him the battle<WH4421> bow,<WH7198> out of him every<WH3605> oppressor<WH5065> together.<WH3162>"},{"number":5,"verse":"And they shall be as mighty<WH1368> men, which tread<WH947> down their enemies in the mire<WH2916> of the streets<WH2351> in the battle:<WH4421> and they shall fight,<WH3898> because<WH3588> the LORD<WH3068> is with them, and the riders<WH7392> on horses<WH5483> shall be confounded.<WH3001>"},{"number":6,"verse":"And I will strengthen<WH1396> the house<WH1004> of Judah,<WH3063> and I will save<WH3467> the house<WH1004> of Joseph,<WH3130> and I will bring<WH7725> them again<WH7725> to place<WH3427> them; for I have mercy<WH7355> on them: and they shall be as though<WH834> I had not cast<WH2186> them off: for I am the LORD<WH3068> their God,<WH430> and will hear<WH6030> them."},{"number":7,"verse":"And they of Ephraim<WH669> shall be like a mighty<WH1368> man, and their heart<WH3820> shall rejoice<WH8055> as through wine:<WH3196> yes, their children<WH1121> shall see<WH7200> it, and be glad;<WH8056> their heart<WH3820> shall rejoice<WH1523> in the LORD.<WH3068>"},{"number":8,"verse":"I will hiss<WH8319> for them, and gather<WH6908> them; for I have redeemed<WH6299> them: and they shall increase<WH7235> as they have increased.<WH7235>"},{"number":9,"verse":"And I will sow<WH2232> them among the people:<WH5971> and they shall remember<WH2142> me in far<WH4801> countries; and they shall live<WH2421> with their children,<WH1121> and turn<WH7725> again.<WH7725>"},{"number":10,"verse":"I will bring<WH7725> them again<WH7725> also out of the land<WH776> of Egypt,<WH4714> and gather<WH6908> them out of Assyria;<WH804> and I will bring<WH935> them into<WH413> the land<WH776> of Gilead<WH1568> and Lebanon;<WH3844> and place shall not be found<WH4672> for them."},{"number":11,"verse":"And he shall pass<WH5674> through the sea<WH3220> with affliction,<WH6869> and shall smite<WH5221> the waves<WH1530> in the sea,<WH3220> and all<WH3605> the deeps<WH4688> of the river<WH2975> shall dry<WH3001> up: and the pride<WH1347> of Assyria<WH804> shall be brought<WH3381> down,<WH3381> and the scepter<WH7626> of Egypt<WH4714> shall depart<WH5493> away."},{"number":12,"verse":"And I will strengthen<WH1396> them in the LORD;<WH3068> and they shall walk<WH1980> up and down in his name,<WH8034> said<WH5002> the LORD.<WH3068>"}]}