{"bibleAbbr":"AKJV1999+","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":2,"verses":[{"number":1,"verse":"I lifted <WH5375> up my eyes <WH5869> again, and looked, <WH7200> and behold <WH2009> a man <WH376> with a measuring <WH4060> line <WH2256> in his hand. <WH3027>"},{"number":2,"verse":"Then said <WH559> I, Where <WH575> go <WH1980> you? And he said <WH559> to me, To measure <WH4058> Jerusalem, <WH3389> to see <WH7200> what <WH4100> is the breadth <WH7341> thereof, and what <WH4100> is the length <WH753> thereof."},{"number":3,"verse":"And, behold, <WH2009> the angel <WH4397> that talked <WH1696> with me went <WH3318> forth, <WH3318> and another <WH312> angel <WH4397> went <WH3318> out to meet <WH7125> him,"},{"number":4,"verse":"And said <WH559> to him, Run, <WH7323> speak <WH1696> to this <WH1975> young <WH5288> man, saying, <WH559> Jerusalem <WH3389> shall be inhabited <WH3427> as towns <WH6519> without walls for the multitude <WH7230> of men <WH120> and cattle <WH929> therein: <WH8432>"},{"number":5,"verse":"For I, said <WH5002> the LORD, <WH3068> will be to her a wall <WH2346> of fire <WH784> round <WH5439> about, and will be the glory <WH3519> in the middle <WH8432> of her."},{"number":6,"verse":"Ho, <WH1945> ho, <WH1945> come forth, and flee <WH5127> from the land <WH776> of the north, <WH6828> said <WH5002> the LORD: <WH3068> for I have spread <WH6566> you abroad <WH6566> as the four <WH702> winds <WH7307> of the heaven, <WH8064> said <WH5002> the LORD. <WH3068>"},{"number":7,"verse":"Deliver <WH4422> yourself, O Zion, <WH6726> that dwell <WH3427> with the daughter <WH1323> of Babylon. <WH894>"},{"number":8,"verse":"For thus <WH3541> said <WH559> the LORD <WH3068> of hosts; <WH6635> After <WH310> the glory <WH3519> has he sent <WH7971> me to the nations <WH1471> which spoiled <WH7997> you: for he that touches <WH5060> you touches <WH5060> the apple <WH892> of his eye. <WH5869>"},{"number":9,"verse":"For, behold, <WH2005> I will shake <WH5130> my hand <WH3027> on them, and they shall be a spoil <WH7998> to their servants: <WH5647> and you shall know <WH3045> that the LORD <WH3068> of hosts <WH6635> has sent <WH7971> me."},{"number":10,"verse":"Sing <WH7442> and rejoice, <WH8055> O daughter <WH1323> of Zion: <WH6726> for, see, I come, <WH935> and I will dwell <WH7931> in the middle <WH8432> of you, said <WH5002> the LORD. <WH3068>"},{"number":11,"verse":"And many <WH7227> nations <WH1471> shall be joined <WH3867> to the LORD <WH3068> in that day, <WH3117> and shall be my people: <WH5971> and I will dwell <WH7931> in the middle <WH8432> of you, and you shall know <WH3045> that the LORD <WH3068> of hosts <WH6635> has sent <WH7971> me to you."},{"number":12,"verse":"And the LORD <WH3068> shall inherit <WH5157> Judah <WH3063> his portion <WH2506> in the holy <WH6944> land, <WH127> and shall choose <WH977> Jerusalem <WH3389> again. <WH5750>"},{"number":13,"verse":"Be silent, <WH2013> O all <WH3605> flesh, <WH1320> before <WH6440> the LORD: <WH3068> for he is raised <WH5782> up out of his holy <WH6944> habitation. <WH4583>"}]}