{"bibleAbbr":"LXXBr","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":2,"verse":"Πάντα τὰ ἔργα τοῦ ταπεινοῦ φανερὰ παρὰ τῷ Θεῷ, οἱ δὲ ἀσεβεῖς ἐν ἡμέρᾳ κακῇ ὀλοῦνται."},{"number":5,"verse":"Ἀκάθαρτος παρὰ Θεῷ πᾶς ὑψηλοκάρδιος, χειρὶ δὲ χεῖρας ἐμβαλὼν ἀδίκως οὐκ ἀθωωθήσεται·"},{"number":7,"verse":"ἀρχὴ ὁδοῦ ἀγαθῆς τὸ ποιεῖν τὰ δίκαια, δεκτὰ δὲ παρὰ Θεῷ μᾶλλον ἢ θύειν θυσίας·"},{"number":8,"verse":"ὁ ζητῶν τὸν Κύριον εὑρήσει γνῶσιν μετὰ δικαιοσύνης, οἱ δὲ ὀρθῶς ζητοῦντες αὐτὸν εὑρήσουσιν εἰρήνην."},{"number":9,"verse":"Πάντα τὰ ἔργα τοῦ Κυρίου μετὰ δικαιοσύνης, φυλάσσεται δὲ ὁ ἀσεβὴς εἰς ἡμέραν κακήν."},{"number":10,"verse":"Μαντεῖον ἐπὶ χείλεσι βασιλέως, ἐν δὲ κρίσει οὐ μὴ πλανηθῇ τὸ στόμα αὐτοῦ."},{"number":11,"verse":"Ῥοπὴ ζυγοῦ δικαιοσύνη παρὰ Κυρίῳ, τὰ δὲ ἔργα αὐτοῦ στάθμια δίκαια."},{"number":12,"verse":"Βδέλυγμα βασιλεῖ ὁ ποιῶν κακὰ, μετὰ γὰρ δικαιοσύνης ἑτοιμάζεται θρόνος ἀρχῆς."},{"number":13,"verse":"Δεκτὰ βασιλεῖ χείλη δίκαια, λόγους δέ ὀρθοὺς ἀγαπᾷ."},{"number":14,"verse":"Θυμὸ βασιλέως ἄγγελος θανάτου, ἀνὴρ δὲ σοφὸς ἐξιλάσεται αὐτόν."},{"number":15,"verse":"Ἐν φωτὶ ζωῆς υἱὸς βασιλέως, οἱ δὲ προσδεκτοὶ αὐτῷ ὥσπερ νέφος ὄψιμον."},{"number":16,"verse":"Νοσσιαὶ σοφίας αἱρετώτεραι χρυσίου, νοσσιαὶ δὲ φρονήσεως αἱρετώτεραι ὑπὲρ ἀργύριον."},{"number":17,"verse":"Τρίβοι ζωῆς ἐκκλίνουσιν ἀπὸ κακῶν, μῆκος δὲ βίου ὁδοὶ δικαιοσύνης. Ὁ δεχόμενος παιδείαν ἐν ἀγαθοῖς ἔσται, ὁ δὲ φυλάσσων ἐλέγχους σοφισθήσεται· ὃς φυλάσσει τὰς ἑαυτοῦ ὁδοὺς, τηρεῖ τὴν ἑαυτοῦ ψυχήν· ἀγαπῶν δὲ ζωὴν αὐτοῦ, φείσεται στόματος αὐτοῦ."},{"number":18,"verse":"Πρὸ συντριβῆς ἡγεῖται ὕβρις, πρὸ δὲ πτώματος κακοφροσύνη."},{"number":19,"verse":"Κρείσσων πρᾳΰθυμος μετὰ ταπεινώσεως, ἢ ὃς διαιρεῖται σκῦλα μετὰ ὑβριστῶν."},{"number":20,"verse":"Συνετὸς ἐν πράγμασιν εὑρετὴς ἀγαθῶν, πεποιθὼς δὲ ἐπὶ Θεῷ μακαριστός."},{"number":21,"verse":"Τοὺς σοφοὺς καὶ συνετοὺς φαύλους καλοῦσιν, οἱ δὲ γλυκεῖς ἐν λόγῳ πλείονα ἀκούσονται."},{"number":22,"verse":"Πηγὴ ζωῆς ἔννοια τοῖς κεκτημένοις, παιδεία δὲ ἀφρόνων κακή."},{"number":23,"verse":"Καρδία σοφοῦ νοήσει τὰ ἀπὸ τοῦ ἰδίου στόματος, ἐπὶ δὲ χείλεσι φορέσει ἐπιγνωμοσύνην·"},{"number":24,"verse":"Κηρία μέλιτος λόγοι καλοί, γλύκασμα δὲ αὐτοῦ ἴασις ψυχῆς."},{"number":25,"verse":"Εἰσὶν ὁδοὶ δοκοῦσαι εἶναι ὀρθαὶ ἀνδρὶ, τὰ μέντοι τελευταῖα αὐτῶν βλέπει εἰς πυθμένα ᾅδου."},{"number":26,"verse":"Ἀνὴρ ἐν πόνοις πονεῖ ἑαυτῷ, καὶ ἐκβιάζεται τὴν ἀπώλειαν ἑαυτοῦ. Ὁ μέντοι σκολιὸς ἐπὶ τῷ ἑαυτοῦ στόματι φορεῖ τὴν ἀπώλειαν·"},{"number":27,"verse":"ἀνὴρ ἄφρων ὀρύσσει ἑαυτῷ κακὰ, ἐπὶ δὲ τῶν ἑαυτοῦ χειλέων θησαυρίζει πῦρ."},{"number":28,"verse":"Ἀνὴρ σκολιὸς διαπέμπεται κακὰ, καὶ λαμπτῆρα δόλου πυρσεύσει κακοῖς, καὶ διαχωρίζει φίλους."},{"number":29,"verse":"Ἀνὴρ παράνομος ἀποπειρᾶται φίλων, καὶ ἀπάγει αὐτοὺς ὁδοὺς οὐκ ἀγαθάς."},{"number":30,"verse":"Στηρίζων δὲ ὀφθαλμοὺς αὐτοῦ διαλογίζεται διεστραμμένα, ὁρίζει δὲ τοῖς χείλεσιν αὐτοῦ πάντα τὰ κακά· οὗτος κάμινός ἐστι κακίας."},{"number":31,"verse":"Στέφανος καυχήσεως γῆρας, ἐν δὲ ὁδοῖς δικαιοσύνης εὑρίσκεται."},{"number":32,"verse":"Κρείσσων ἀνὴρ μακρόθυμος ἰσχυροῦ, ὁ δὲ κρατῶν ὀργῆς κρείσσων καταλαμβανομένου πόλιν."},{"number":33,"verse":"Εἰς κόλπους ἐπέρχεται πάντα τοῖς ἀδίκοις, παρὰ δὲ Κυρίου πάντα τὰ δίκαια."}]}