{"bibleAbbr":"LXXBr","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":26,"verses":[{"number":1,"verse":"Ὥσπερ δρόσος ἐν ἀμητῷ, καὶ ὥσπερ ὑετὸς ἐν θέρει, οὕτως οὐκ ἔστιν ἄφρουι τιμή."},{"number":2,"verse":"Ὥσπερ ὄρνεα πέταται καὶ στρουθοί, οὕτως ἀρὰ ματαία οὐκ ἐπελεύσεται οὐδενί."},{"number":3,"verse":"Ὥσπερ μάστιξ ἵππῳ καὶ κέντρον ὄνῳ, οὕτως ῥάβδος ἔθνει παρανόμῳ."},{"number":4,"verse":"Μὴ ἀποκρίνου ἄφρονι πρὸς τὴν ἐκείνου ἀφροσύνην, ἵνα μὴ ὅμοιος γένῃ αὐτῷ."},{"number":5,"verse":"Ἀλλὰ ἀποκρίνου ἄφρονι κατὰ τὴν ἀφροσύνην αὐτοῦ, ἵνα μὴ φαίνηται σοφὸς παρʼ ἑαυτῷ."},{"number":6,"verse":"Ἐκ τῶν ὁδῶν ἑαυτοῦ ὄνειδος ποιεῖται ὁ ἀποστείλας διʼ ἀγγέλου ἄφρονος λόγον."},{"number":7,"verse":"Ἄφελοῦ πορείαν σκελῶν, καὶ παρανομίαν ἐκ στόματος ἀφρόνων."},{"number":8,"verse":"Ὃς ἀποδεσμεύει λίθον ἐν σφενδόνῃ, ὅμοιός ἐστι τῷ διδόντι ἄφρονι δόξαν."},{"number":9,"verse":"Ἄκανθαι φύονται ἐν χειρὶ μεθύσου, δουλεία δὲ ἐν χειρὶ τῶν ἀφρόνων."},{"number":10,"verse":"Πολλὰ χειμάζεται πᾶσα σὰρξ ἀφρόνων, συντρίβεται γὰρ ἡ ἔκστασις αὐτῶν."},{"number":11,"verse":"Ὥσπερ κύων ὅταν ἐπέλθῃ ἐπὶ τὸν ἑαυτοῦ ἔμετον καὶ μισητὸς γένηται, οὕτως ἄφρων τῇ ἑαυτοῦ κακίᾳ ἀναστρέψας ἐπὶ τὴν ἑαυτοῦ ἁμαρτίαν· ἔστιν αἰσχύνη ἐπάγουσα ἁμαρτίαν, καὶ ἐστιν αἰσχύνη δόξα καὶ χάρις."},{"number":12,"verse":"Εἶδον ἄνδρα δόξαντα παρʼ αὐτῷ σοφὸν εἶναι, ἐλπίδα μέντοι ἔσχε μᾶλλον ἄφρων αὐτοῦ."},{"number":13,"verse":"Λέγει ὀκνηρὸς ἀποστελλόμενος εἰς ὁδὸν, λέων ἐν ταῖς ἐν δὲ ταῖς πλατείαις φονευταί."},{"number":14,"verse":"Ὥσπερ θύρα στρέφεται ἐπὶ τοῦ στρόφιγγος, οὕτως ὀκνηρὸς ἐπὶ τῆς κλίνης αὐτοῦ."},{"number":15,"verse":"Κρύψας ὀκνηρὸς τὴν χεῖρα ἐν τῷ κόλπῳ αὐτοῦ, οὐ δυνήσεται ἐπενεγκεῖν ἐπὶ στόμα."},{"number":16,"verse":"Σοφώτερος ἑαυτῷ ὀκνηρὸς φαίνεται, τοῦ ἐν πλησμονῇ ἀποκομίζοντος ἀγγελίαν."},{"number":17,"verse":"Ὥσπερ ὁ κρατῶν κέρκου κυνὸς, οὕτως ὁ προεστὼς ἀλλοτρίας κρίσεως."},{"number":18,"verse":"Ὥσπερ οἱ ἰώμενοι προβάλλουσι λόγους εἰς ἀνθρώπους, ὁ δὲ ἀπαντήσας τῷ λόγῳ πρῶτος ὑποσκελισθήσεται·"},{"number":19,"verse":"Οὕτως πάντες οἱ ἐνεδρεύοντες τοὺς ἑαυτῶν φίλους, ὅταν δὲ ὁραθῶσι, λέγουσιν, ὅτι παίζων ἔπραξα."},{"number":20,"verse":"Ἐν πολλοῖς ξύλοις θάλλει πῦρ, ὅπου δὲ οὐκ ἔστι δίθυμος, ἡσυχάζει μάχη."},{"number":21,"verse":"Ἐσχάρα ἄνθραξι καὶ ξύλα πυρὶ, ἀνὴρ δὲ λοίδορος εἰς ταραχὴν μάχης."},{"number":22,"verse":"Λόγοι κερκώπων μαλακοὶ, οὗτοι δὲ τύπτουσιν εἰς ταμιεῖα σπλάγχνων."},{"number":23,"verse":"Ἀργύριον διδόμενον μετὰ δόλου, ὥσπερ ὄστρακον ἡγητέον· χείλη λεῖα καρδίαν καλύπτει λυπηράν."},{"number":24,"verse":"Χείλεσι πάντα ἐπινεύει ἀποκλαιόμενος ἐχθρὸς, ἐν δὲ τῇ καρδίᾳ τεκταίνεται δόλους."},{"number":25,"verse":"Ἐάν σου δέηται ὁ ἐχθρὸς μεγάλῃ τῇ φωνῇ, μὴ πεισθῇς, ἑπτὰ γάρ πονηρίαι ἐν τῇ ψυχῇ αὐτοῦ."},{"number":26,"verse":"Ὁ κρύπτων ἔχθραν συνίστησι δόλον, ἐκκαλύπτει δὲ τὰς ἑαυτοῦ ἁμαρτίας εὔγνωστος ἐν συνεδρίοις."},{"number":27,"verse":"Ὁ ὀρύσσων βόθρον τῷ πλησίον, ἐμπεσεῖται εἰς αὐτόν· ὁ δὲ κυλίων λίθον, ἐφʼ ἑαυτὸν κυλίει."},{"number":28,"verse":"Γλῶσσα ψευδὴς μισεῖ ἀλήθειαν, στόμα δὲ ἄστεγον ποιεῖ ἀκαταστασίας."}]}