{"bibleAbbr":"LXXBr","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":4,"verses":[{"number":1,"verse":"Ἀκούσατε, παῖδες, παιδείαν πατρὸς, καὶ προσέχετε γνῶναι ἔννοιαν."},{"number":2,"verse":"Δῶρον γὰρ ἀγαθὸν δωροῦμαι ὑμῖν, τὸν ἐμὸν νόμον μὴ ἐγκαταλίπητε."},{"number":3,"verse":"Υἱὸς γὰρ ἐγενόμην κᾀγὼ πατρὶ ὑπήκοος, καὶ ἀγαπώμενος ἐν προσώπῳ μητρός."},{"number":4,"verse":"Οἳ ἔλεγον καὶ ἐδίδασκόν με, ἐρειδέτω ὁ ἡμέτερος λόγος εἰς σὴν καρδίαν· φύλασσε ἐντολὰς,"},{"number":5,"verse":"μὴ ἐπιλάθῃ· Μηδὲ παρίδῃς ῥῆσιν ἐμοῦ στόματος,"},{"number":6,"verse":"μηδὲ ἐγκαταλίπῃς αὐτὴν, καὶ ἀνθέξεταί σου· ἐράσθητι αὐτῆς, καὶ τηρήσει σε."},{"number":8,"verse":"Περιχαράκωσον αὐτὴν, καὶ ὑψώσει σε· τίμησον αὐτὴν, ἵνα σε περιλάβῃ·"},{"number":9,"verse":"Ἵνα δῷ τῇ σῇ κεφαλῇ στέφανον χαρίτων, στεφάνῳ δὲ τρυφῆς ὑπερασπίσῃ σου."},{"number":10,"verse":"Ἄκουε υἱὲ καὶ δέξαι ἐμοὺς λόγους, καὶ πληθυνθήσεται ἔτη ζωῆς σου, ἵνα σοι γένωνται πολλαὶ ὁδοὶ βίου."},{"number":11,"verse":"Ὁδοὺς γὰρ σοφίας διδάσκω σε, ἐμβιβάζω δέ σε τροχιαῖς ὀρθαῖς."},{"number":12,"verse":"Ἐὰν γὰρ πορεύῃ, οὐ συγκλεισθήσεταί σου τὰ διαβήματα· ἐὰν δὲ τρέχῃς, οὐ κοπιάσεις."},{"number":13,"verse":"Ἐπιλαβοῦ ἐμῆς παιδείας, μὴ ἀφῇς, ἀλλὰ φύλαξον αὐτὴν σεαυτῷ εἰς ζωήν σου."},{"number":14,"verse":"Ὁδοὺς ἀσεβῶν μὴ ἐπέλθῃς, μηδὲ ζηλώσῃς ὁδοὺς παρανόμων."},{"number":15,"verse":"Ἐν ᾧ ἂν τόπῳ στρατοπεδεύσωσι, μὴ ἐπέλθῃς ἐκεὶ, ἔκκλινον δὲ ἀπʼ αὐτῶν καὶ παράλλαξον."},{"number":16,"verse":"Οὐ γὰρ μὴ ὑπνώσωσιν, ἐὰν μὴ κακοποιήσωσιν· ἀφῄρηται ὁ ὕπνος αὐτῶν, καὶ οὐ κοιμῶνται."},{"number":17,"verse":"Οἵδε γὰρ σιτοῦνται σῖτα ἀσεβείας, οἴνῳ δὲ παρανόμῳ μεθύσκονται."},{"number":18,"verse":"Αἱ δὲ ὁδοὶ τῶν δικαίων ὁμοίως φωτὶ λάμπουσι, προπορεύονται καὶ φωτίζουσιν, ἕως κατορθώσῃ ἡ ἡμέρα."},{"number":19,"verse":"Αἱ δὲ ὁδοὶ τῶν ἀσεβῶν σκοτειναὶ, οὐκ οἴδασι πῶς προσκόπτουσιν."},{"number":20,"verse":"Υἱὲ ἐμῇ ῥήσει πρόσεχε, τοῖς δὲ ἐμοῖς λόγοις παράβαλλε σὸν οὖς."},{"number":21,"verse":"Ὅπως μὴ ἐκλίπωσί σε αἱ πηγαί σου, φύλασσε αὐτὰς ἐν καρδίᾳ."},{"number":22,"verse":"Ζωὴ γάρ ἐστι τοῖς εὑρίσκουσιν αὐτὰς, καὶ πάσῃ σαρκὶ ἴασις."},{"number":23,"verse":"Πάσῃ φυλακῇ τήρει σὴν καρδίαν, ἐκ γὰρ τούτων ἔξοδοι ζωῆς."},{"number":24,"verse":"Περίελε σεαυτοῦ σκολιὸν στόμα, καὶ ἄδικα χείλη μακρὰν ἀπὸ σοῦ ἄπωσαι."},{"number":25,"verse":"Οἱ ὀφθαλμοί σου ὀρθὰ βλεπέτωσαν, τὰ δὲ βλέφαρά σου νευέτω δίκαια."},{"number":26,"verse":"Ὀρθὰς τροχιὰς ποίει σοῖς ποσί, καὶ τὰς ὁδούς σου κατεύθυνε."},{"number":27,"verse":"Μὴ ἐκκλίνῃς εἰς τὰ δεξιὰ, μηδὲ εἰς τὰ ἀριστερά, ἀπόστρεψον δὲ σὸν πόδα ἀπὸ ὁδοῦ κακῆς· ὁδοὺς γὰρ τὰς ἐκ δεξιῶν οἶδεν ὁ Θεὸς, διεστραμμέναι δέ εἰσιν αἱ ἐξ ἀριστερῶν· αὐτὸς δὲ ὀρθὰς ποιήσει τὰς τροχιάς σου, τὰς δὲ πορείας σου ἐν εἰρήνῃ προάξει."}]}