{"bibleAbbr":"LXXBr","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"Υἱὲ, ἐὰν ἐγγυήσῃ σὸν φίλον, παραδώσεις σὴν χεῖρα ἐχθρῷ."},{"number":2,"verse":"Παγὶς γὰρ ἰσχυρὰ ἀνδρὶ τὰ ἴδια χείλη, καὶ ἁλίσκεται χείλεσιν ἰδίου στόματος."},{"number":3,"verse":"Ποίει υἱὲ ἃ ἐγώ σοι ἐντέλλομαι, καὶ σώζου· ἥκεις γὰρ εἰς χεῖρας κακῶν διὰ σὸν φίλον· ἴσθι μὴ ἐκλυόμενος, παρόξυνε δὲ καὶ τὸν φίλον σου ὃν ἐνεγγυήσω."},{"number":4,"verse":"Μὴ δῷς ὕπνον σοῖς ὄμμασι, μηδὲ ἐπινυστάξῃς σοῖς βλεφάροις,"},{"number":5,"verse":"ἵνα σώζῃ ὥσπερ δορκὰς ἐκ βρόχων, καὶ ὥσπερ ὄρνεον ἐκ παγίδος."},{"number":6,"verse":"Ἴθι πρὸς τὸν μύρμηκα ὦ ὀκνηρὲ, καὶ ζήλωσον ἰδὼν τὰς ὁδοὺς αὐτοῦ, καὶ γενοῦ ἐκείνου σοφώτερος."},{"number":7,"verse":"Ἐκείνῳ γὰρ γεωργίου μὴ ὑπάρχοντος, μηδὲ τὸν ἀναγκάζοντα ἔχων, μηδὲ ὑπὸ δεσπότην ὢν,"},{"number":8,"verse":"ἐτοιμάζεται θέρους τὴν τροφὴν, πολλήν τε ἐν τῷ ἀμητῷ ποιεῖται τὴν παράθεσιν· ἢ πορεύθητι πρὸς τὴν μέλισσαν, καὶ μάθε ὡς ἐργάτις ἐστὶ, τήν τε ἐργασίαν ὡς σεμνὴν ποιεῖται· ἧς τοὺς πόνους βασιλεῖς καὶ ἰδιῶται πρὸς ὑγίειαν προσφέρονται· ποθεινὴ δέ ἐστι πᾶσι καὶ ἐπίδοξος, καίπερ οὖσα τῇ ῥώμῃ ἀσθενὴς, τὴν σοφίαν τιμήσασα προήχθη."},{"number":9,"verse":"Ἕως τίνος ὀκνηρὲ κατάκεισαι; πότε δὲ ἐξ ὕπνου ἐγερθήσῃ;"},{"number":10,"verse":"ὀλίγον μὲν ὑπνοῖς, ὀλίγον δὲ κάθησαι, μικρὸν δὲ νυστάζεις, ὀλίγον δὲ ἐναγκαλίζῃ χερσὶ στήθη."},{"number":11,"verse":"Εἶτʼ ἐνπαραγίνεταί σοι ὥσπερ κακὸς ὁδοιπόρος ἡ πενία, καὶ ἡ ἔνδεια ὥσπερ ἀγαθὸς δρομεύς· ἐὰν δὲ ἄοκνος ᾖς, ἥξει ὥσπερ πηγὴ ὁ ἀμητός σου· ἡ δὲ ἔνδεια, ὥσπερ κακὸς δρομεὺς ἀπαυτομολήσει."},{"number":12,"verse":"Ἀνὴρ ἄφρων καὶ παράνομος πορεύεται ὁδοὺς οὐκ ἀγαθάς."},{"number":13,"verse":"Ὁ δʼ αὐτὸς ἐννεύει ὀφθαλμῷ, σημαίνει δὲ ποδὶ, διδάσκει δὲ ἐννεύμασι δακτύλων."},{"number":14,"verse":"Διεστραμμένη καρδία τεκταίνεται κακὰ, ἐν παντὶ καιρῷ ὁ τοιοῦτος ταραχὰς συνίστησιν πόλει."},{"number":15,"verse":"Διὰ τοῦτο ἐξαπίνης ἔρχεται ἡ ἀπώλεια αὐτοῦ, διακοπὴ καὶ συντριβὴ ἀνίατος."},{"number":16,"verse":"Ὅτι χαίρει πᾶσιν οἷς μισεῖ ὁ Θεὸς, συντρίβεται δὲ διʼ ἀκαθαρσίαν ψυχῆς."},{"number":17,"verse":"Ὀφθαλμὸς ὑβριστοῦ, γλῶσσα ἄδικος· χεῖρες ἐκχέουσαι αἷμα δικαίου,"},{"number":18,"verse":"καὶ καρδία τεκταινομένη λογισμοὺς κακοὺς, καὶ πόδες ἐπισπεύδοντες κακοποιεῖν."},{"number":19,"verse":"Ἐκκαίει ψευδῆ μάρτυς ἄδικος, καὶ ἐπιπέμπει κρίσεις ἀναμέσον ἀδελφῶν."},{"number":20,"verse":"Υἱὲ, φύλασσε νόμους πατρός σου, καὶ μὴ ἀπώσῃ θεσμοὺς μητρός σου·"},{"number":21,"verse":"Ἄφαψαι δὲ αὐτοὺς ἐπὶ σῇ ψυχῇ διαπαντὸς, καὶ ἐλκλοίωσαι περὶ σῷ τραχήλῳ·"},{"number":22,"verse":"Ἡνίκα ἂν περιπατῇς, ἐπάγου αὐτὴν καὶ μετὰ σοῦ ἔστω, ὡς δʼ ἂν καθεύδῃς φυλασσέτω σε, ἵνα ἐγειρομένῳ συλλαλῇ σοι."},{"number":23,"verse":"Ὅτι λύχνος ἐντολὴ νόμου καὶ φῶς, ὁδὸς ζωῆς, καὶ ἔλεγχος καὶ παιδεία,"},{"number":24,"verse":"τοῦ διαφυλάσσειν σε ἀπὸ γυναικὸς ὑπάνδρου, καὶ ἀπὸ διαβολῆς γλώσσης ἀλλοτρίας."},{"number":25,"verse":"Μή σε νικήσῃ κάλλους ἐπιθυμία, μηδὲ ἀγρευθῇς σοῖς ὀφθαλμοῖς, μηδὲ συναρπασθῇς ἀπὸ τῶν αὐτῆς βλεφάρων."},{"number":26,"verse":"Τιμὴ γὰρ πόρνης ὅση καὶ ἑνὸς ἄρτου, γυνὴ δὲ ἀνδρῶν τιμίας ψυχὰς ἀγρεύει."},{"number":27,"verse":"Ἀποδήσει τις πῦρ ἐν κόλπῳ, τὰ δὲ ἱμάτια οὐ κατακαύσει;"},{"number":28,"verse":"ἢ περιπατήσει τις ἐπʼ ἀνθράκων πυρὸς, τοὺς δὲ πόδας οὐ κατακαύσει;"},{"number":29,"verse":"Οὕτως ὁ εἰσελθὼν πρὸς γυναῖκα ὕπανδρον, οὐκ ἀθωωθήσεται, οὐδὲ πᾶς ὁ ἁπτόμενος αὐτῆς."},{"number":30,"verse":"Οὐ θαυμαστὸν ἐὰν ἁλῷ τις κλέπτων, κλέπτει γὰρ ἵνα ἐμπλήσῃ τὴν ψυχὴν πεινῶν."},{"number":31,"verse":"Ἐὰν δὲ ἁλῷ, ἀποτίσει ἑπταπλάσια, καὶ πάντα τὰ ὑπάρχοντα αὐτοῦ δοὺς ῥύσεται ἑσυτόν."},{"number":32,"verse":"Ὁ δὲ μοιχὸς διʼ ἔνδειαν φρενῶν ἀπώλειαν τῇ ψυχῇ αὐτοῦ περιποιεῖται,"},{"number":33,"verse":"ὀδύνας τε καὶ ἀτιμίας ὑποφέρει, τὸ δὲ ὄνειδος αὐτοῦ οὐκ ἐξαλειφθήσεται εἰς τὸν αἰῶνα."},{"number":34,"verse":"Μεστὸς γὰρ ζήλου θυμὸς ἀνδρὸς αὐτῆς, οὐ φείσεται ἐν ἡμέρᾳ κρίσεως."},{"number":35,"verse":"Οὐκ ἀνταλλάξεται οὐδενὸς λύτρου τὴν ἔχθραν, οὐδὲ μὴ διαλυθῇ πολλῶν δώρων."}]}