{"bibleAbbr":"teERV1997","bookName":"2 దినవృత్తాంతములు","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"( రెహబాము మూర్ఖంగా ప్రవర్తించటం) రెహబాము షెకెము పట్టణానికి వెళ్లాడు. ఎందువల్లననగా ఇశ్రాయేలు ప్రజలంతా రెహబామును రాజుగా అభిషిక్తుని చేయటానికి అక్కడికి వెళ్లారు."},{"number":2,"verse":"యరొబాము అప్పుడు ఈజిప్టులో వున్నాడు. అతడు ఇంతకు పూర్వము సొలొమోను రాజుకు భయపడి పారిపోయి ఈజిప్టులో దాక్కున్నాడు. యరొబాము తండ్రిపేరు నెబాతు. రెహబాము కొత్త రాజు కాబోతున్నట్లు యరొబాము విన్నాడు. అందుకని యరొబాము ఈజిప్టునుండి తిరిగి వచ్చాడు."},{"number":3,"verse":"ఇశ్రాయేలు ప్రజలు తమతో రమ్మని యరొబామును పిలిచారు. అప్పుడు యరొబాము, ఇశ్రాయేలు ప్రజలు అంతా కలిసి రెహబాము వద్దకు వెళ్లారు. వారతనితో యీలా అన్నారు: “రెహబామూ,"},{"number":4,"verse":"నీ తండ్రి మాకు జీవితం కష్టమయం చేశాడు. అది మాకు మోయలేని భారమయ్యింది. నీవు మాకాబరువును తేలిక చెయ్యి. అప్పుడు నీకు మేము సేవచేస్తాము.”"},{"number":5,"verse":"రెహబాము వారితో “మూడు రోజుల తరువాత మళ్లీ నా వద్దకు రండి” అని అన్నాడు. అందుకని ప్రజలు వెళ్లిపోయారు."},{"number":6,"verse":"రాజైన రెహబాము గతంలో తన తండ్రిగా సొలొమోను వద్ద సేవచేసిన పెద్దలను సంప్రదించాడు. “ఆ ప్రజలకు నేనేమి సమాధానం చెప్పాలని మీరు నాకు సలహా యిస్తున్నారు?” అని అడిగాడు."},{"number":7,"verse":"పెద్దలు రెహబాముతో యిలా అన్నారు: “నీవు గనుక ఆ ప్రజల పట్ల దయగలిగి వుంటే, వారిని సంతోషపెట్టి మంచిమాటలు మాట్లాడితే, వారు నీకు సదా సేవ చేస్తారు.”"},{"number":8,"verse":"కాని రెహబాము పెద్దల సలహా పాటించలేదు. పైగా రెహబాము తనతో పెరిగి తనకు సేవచేస్తున్న తన స్నేహితులను సంప్రదించాడు."},{"number":9,"verse":"రెహబాము వారితో యీలా అన్నాడు: “మీరు నాకు ఏమి సలహాయిస్తున్నారు? ఆ ప్రజలకు మనం ఎలా సమాధానం చెప్పాలి? వారు తమ పనిని తేలిక చేయమని నన్ను అడిగారు. నా తండ్రి వారిపై వుంచిన భారాన్ని తగ్గించమని వారు నన్ను కోరుతున్నారు.”"},{"number":10,"verse":"అప్పుడు రెహబాముతో పెరిగిన యువకులు అతనికి యిలా సలహా యిచ్చారు: “నీతో మాట్లాడిన ప్రజలకు నీవు చెప్పవలసినది యిది: ‘నీ తండ్రి మా బ్రతుకు భారం చేశాడు. అది పెద్ద బరువు మోసినట్లుగా వుంది. కాని ఆ బరువును తగ్గించమని మేము నిన్ను కోరుతున్నాము’ అని వారన్నారు గదా. కాని రెహబామూ, నీ సమాధానం యిలా వుండాలి: ‘నా చిటికెన వ్రేలు నా తండ్రి నడుముకంటె లావుగా వుంటుంది!"},{"number":11,"verse":"నా తండ్రి మీపై చాలా భారం వేశాడు. కాని నేను ఆ బరువును మరింత ఎక్కువ చేస్తాను. నా తండ్రి మిమ్మల్ని కొరడాలతో కొట్టాడు. కాని నేను లోహపు కొక్కెములున్న కొరడాలతో కొట్టిస్తాను’” అని చెప్పమన్నారు."},{"number":12,"verse":"మూడు రోజుల తరువాత యరొబాము, ప్రజలు కలిసి రెహబాము వద్దకు వచ్చారు. “మూడు రోజులలో మీరు నా వద్దకు రండి,” అని రెహబాము చెప్పిన దానికి అనుగుణంగా వారు వెళ్లారు."},{"number":13,"verse":"అప్పుడు రెహబాము రాజు వారితో అల్పబుద్ధితో మాట్లాడాడు. రెహబాము రాజు పెద్దల సలహాను పెడ చెవిని పెట్టాడు."},{"number":14,"verse":"యువకులు తనకు సలహా యిచ్చిన రీతిగా రెహబాము రాజు ప్రజలతో మాట్లాడాడు. “నా తండ్రి మీ బరువు ఎక్కువ చేశాడు. కాని నేను దానిని మరింత ఎక్కువ చేస్తాను. నా తండ్రి మిమ్మల్ని కొరడాలతో శిక్షించాడు. కాని నేను మిమ్మల్ని లోహపు కొక్కెములున్న కొరడాలతో శిక్షిస్తాను” అని అన్నాడు."},{"number":15,"verse":"ఆ విధంగా రాజైన రెహబాము ప్రజల విన్నపాన్ని వినలేదు. ప్రజలగోడు అతడు వినని కారణమేమనగా, పరిస్థితులలో ఈ మార్పు దేవుడు కల్పించటమే. దేవుడే ఇది జరిపించాడు. అహీయా ద్వారా యరొబాముకు దేవుడు చెప్పించిన దానిని నిజం చేసేలా ఇది జరిగింది. అహీయా షిలోనీయుడు. యరొబాము తండ్రి పేరు నెబాతు."},{"number":16,"verse":"రెహబాము రాజు తమ మనవి ఆలకించలేదని ఇశ్రాయేలు ప్రజలు అర్థం చేసుకున్నారు. అప్పుడు వారు రాజుతో యిలా అన్నారు: “మేము దావీదు కుటుంబంలో భాగస్తులమా? కాదు! యెష్షయి భూముల్లో మాకేమైనా వస్తుందా? రాదు! అందుకని ఇశ్రాయేలీయులారా, మనం మన ఇండ్లకు వెళ్లిపోదాం పదండి. దావీదు సంతతి వాడిని తన ప్రజల్ని ఏలుకో నీయండి!” తరువాత ఇశ్రాయేలు ప్రజలంతా తమ తమ ఇండ్లకు వెళ్లిపోయారు."},{"number":17,"verse":"కాని యూదా పట్టణాలలో ఇంకా కొంతమంది ఇశ్రాయేలీయులు నివసిస్తూ వున్నారు. రెహబాము వారికి కూడ రాజుగానే వున్నాడు."},{"number":18,"verse":"బలవంతంగా పని చేయించబడే జనులమీద అధికారిగా హదోరాము వున్నాడు. రెహబాము అతనిని ఇశ్రాయేలు ప్రజల వద్దకు పంపాడు. కాని ఇశ్రాయేలు ప్రజలు హదోరామును రాళ్లతో కొట్టి చంపివేశారు. దానితో రెహబాము తన రథంలోనికి దుమికి తప్పించు కున్నాడు. అతడు యెరూషలేముకు పారిపోయాడు."},{"number":19,"verse":"అప్పటి నుండి ఇప్పటి వరకు ఇశ్రాయేలీయులు దావీదు కుటుంబానికి ( దావీదు కుటుంబం బహుశః యూదా వంశం కావచ్చు. దావీదు కుటుంబం యూదా వంశానికి చెందినది.) వ్యతిరేకులై వున్నారు."}]}