{"bibleAbbr":"teERV1997","bookName":"2 దినవృత్తాంతములు","bookEnglishName":"2 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"రెహబాము యెరూషలేముకు వచ్చిన పిమ్మట ఒక లక్షాఎనబై వేలమంది కాకలు తీరిన సైనికులను సమీకరించాడు. ఈ సైనికులను యూదా, బెన్యామీను వంశాల నుండే ఎంపిక చేశాడు. వీరందరినీ ఇశ్రాయేలుపై దాడి చేసి ఆ రాజ్యాన్ని తిరిగి తన ఏలుబడిలోకి తీసుకొని రావటానికి సమీకరించాడు."},{"number":2,"verse":"కాని యెహోవా వాక్కు షెమయాకు వినవచ్చింది. షెమయా దైవజ్ఞుడు. యెహోవా యిలా చెప్పాడు:"},{"number":3,"verse":"“షెమయా, నీవు వెళ్లి సొలొమోను కుమారుడు, యూదా రాజు అయిన రెహబాముతో మాట్లాడుము. యూదాలోను, బెన్యామీను ప్రాంతంలోను నివసిస్తున్న ఇశ్రాయేలీయులందరితో కూడా మాట్లాడుము. వారికి యీలా చెప్పుము:"},{"number":4,"verse":"యెహోవా తెలియజేయునదేమనగా: ‘మీరు మీ సోదరులతో యుద్ధం చేయరాదు! ప్రతి ఒక్కడూ తన ఇంటికి తిరిగి వెళ్లిపోవాలి. ఇది యిలా జరిగేలా నేనే చేశాను’” కావున రాజైన రెహబాము, అతని సైన్యం యెహోవా మాట విని వెనుకకు వెళ్లి పోయారు. వారు యరొబాముపై దాడి చేయలేదు."},{"number":5,"verse":"( రెహబాము యూదాను బలపర్చటం) రెహబాము యెరూషలేములో నివసించాడు. పరాయి రాజుల దండయాత్రల నుండి రక్షణగా అతడు యూదాలో బలమైన నగరాలను నిర్మించాడు."},{"number":6,"verse":"బేత్లెహేము, ఏతాము, తెకోవ,"},{"number":7,"verse":"బేత్సూరు, శోకో, అదుల్లాము,"},{"number":8,"verse":"గాతు, మారేషా, జీపు,"},{"number":9,"verse":"అదోరయీము, లాకీషు, అజేకా,"},{"number":10,"verse":"జొర్యా, అయ్యాలోను, మరియు హెబ్రోనులో గల నగరాలను బాగుచేయించాడు. యూదాలోను, బెన్యామీనులోనుగల ఈ నగరాలు బలమైనవిగా తీర్చిదిద్దబడ్డాయి."},{"number":11,"verse":"రెహబాము ఈ నగరాలను బలపర్చిన తరువాత, వాటిలో అధిపతులను, నియమించాడు. ఆ నగరాలకు ఆహార పదార్థాలు, నూనె, ద్రాక్షారసం సరఫరాలను ఏర్పాటు చేశాడు."},{"number":12,"verse":"రెహబాము ప్రతి నగరంలో డాళ్లను, ఈటెలను కూడ వుంచి వాటిని చాలా బలమైనవిగా చేశాడు. యూదా, బెన్యామీను ప్రజల, నగరాలను రెహబాము తన అధీనంలో వుంచుకున్నాడు."},{"number":13,"verse":"ఇశ్రాయేలులో వున్న యాజకులు, లేవీయులు అంతా రెహబాముతో ఒక అవగాహనకు వచ్చి, అతనితో కలిశారు."},{"number":14,"verse":"లేవీయులు తమ పచ్చిక బీళ్లను, వారి స్వంత పొలాలను వదిలి యూదాకు, యెరూషలేముకు వచ్చారు. లేవీయులు ఇది ఎందుకు చేశారనగా యరొబాము, అతని కుమారులు తమను యెహోవా సేవలో, యాజకులుగా పని చేయటానికి తిరస్కరించారు."},{"number":15,"verse":"ఉన్నత స్థలాలలో ఆరాధనలకై యరొబాము తన స్వంత యాజకులను ఎంపిక చేసుకొన్నాడు. ఆ గుట్టల మీద అతడు తాను చేసిన మేక, గిత్త దూడల విగ్రహాలను ప్రతిష్ఠించాడు."},{"number":16,"verse":"లేవీయులు ఇశ్రాయేలును వదిలి పెట్టడంతో, ఇశ్రాయేలు దేవుడైన యెహోవాలో విశ్వాసమున్న ఇశ్రాయేలు గోత్రాలవారంతా యెరూషలేముకు వచ్చారు. వారు తమ పూర్వీకుల దేవునికి బలులు అర్పించటానికి వచ్చారు."},{"number":17,"verse":"వారంతా యూదా రాజ్యాన్ని బలమైనదిగా చేశారు. వారు సొలొమోను కుమారుడు రెహబాముకు మూడు సంవత్సరాలపాటు మద్దతు యిచ్చారు. ఆ విధంగా చేయటానికి కారణమేమనగా ఆ సమయంలో వారు దావీదు సొలొమోను నడిచిన రీతిగా నడుచుకున్నారు."},{"number":18,"verse":"( రెహబాము కుటుంబం) రెహబాము మహలతు అనే స్త్రీని వివాహం చేసికొన్నాడు. ఆమె తండ్రి పేరు యెరీమోతు. ఆమె తల్లి పేరు అబీహాయిలు. యెరీమోతు తండ్రి పేరు దావీదు. అబీహాయిలు తండ్రిపేరు ఏలీయాబు. ఏలీయాబు తండ్రిపేరు యెష్షయి."},{"number":19,"verse":"రెహబాముకు మహలతు ద్వారా యూషు, షెమర్యా, జహము అనే కుమారులు పుట్టారు."},{"number":20,"verse":"పిమ్మట రెహబాము మయకాను వివాహం చేసికొన్నాడు. మయకా అబ్షాలోము మనుమరాలు. ( మనుమరాలు “కుమార్తె” అని శబ్దార్థం.) రెహబాముకు మయకావల్ల అబీయా, అత్తయి, జీజా, షెలోమీతు అనువారు పుట్టారు."},{"number":21,"verse":"తన ఇతర భార్యల కన్న, దాసీల కన్న, రెహబాము మయకాను ఎక్కువగా ప్రేమించాడు. మయకా అబ్షాలోము మనుమరాలు. రెహబాముకు పద్ధెనిమిది మంది భార్యలు, అరవై మంది దాసీలు వున్నారు. రెహబాముకు ఇరవై ఎనిమిది మంది కుమారులు, ఇరవై మంది కుమార్తెలు వున్నారు."},{"number":22,"verse":"అబీయాను అతని సోదరులపై నాయకునిగా రెహబాము నియమించాడు. అబీయాను రాజుగా చేసే వుద్దేశంతోనే రెహబాము ఈ పని చేశాడు."},{"number":23,"verse":"రెహబాము చాలా తెలివిగా ప్రవర్తించాడు. తన కుమారులందరినీ యూదా, బెన్యామీను ప్రాంతాలలో వున్న బలమైన నగారాలన్నిటికీ పంపాడు. రెహబాము తన కుమారులకు ఆహారాది వస్తువులను పుష్కలంగా సరఫరా చేశాడు. తన కుమారులకు భార్యలను కూడా అతడు ఎంపిక చేశాడు."}]}