{"bibleAbbr":"teERV1997","bookName":"2 దినవృత్తాంతములు","bookEnglishName":"2 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"( యూదా రాజుగా అబీయా) ఇశ్రాయేలు రాజుగా యరొబాము ( ఇశ్రాయేలు … యరొబాము ఇది సుమారు క్రీ. పూ. 923వ సంవత్సరం. రాజైన యరొబాము రెహబాముకు ఎదురు తిరిగి, ఇశ్రాయేలు తెగలలో పదింటితో తన స్వంత రాజ్యాన్ని ప్రారంభించాడు. చూడండి .) పద్దెనిమిదవ సంవత్సరంలో కొనసాగుతూ వుండగా, అబీయా యూదాకు కొత్తగా రాజయ్యాడు."},{"number":2,"verse":"అబీయా యెరూషలేములో మూడేండ్లు పాలించాడు. అబీయా తల్లి పేరు మయకా. ( మయకా ఈమెకు మికాయా అను మారు పేరు కలదు.) మయకా తండ్రి పేరు ఊరియేలు. ఊరియేలు గిబియా పట్టణంవాడు. అబీయాకు యరొబాముకు మధ్య యుద్ధం జరిగింది."},{"number":3,"verse":"అబీయాకు నాలుగు లక్షలమంది ధైర్యంగల సైనికులున్నారు. అబీయా ఆ సైన్యాన్ని యుద్ధానికి నడిపించాడు. యరొబాముకు ఎనిమిది లక్షలమంది ధైర్యంగల సైనికులున్నారు. అబీయాతో యుద్ధానికి యరొబాము సిద్ధమయ్యాడు."},{"number":4,"verse":"అప్పుడు అబీయా కొండల దేశమైన ఎఫ్రాయిములో వున్న సెమరాయిము పర్వతం మీద నిలబడి యీలా అన్నాడు: “యరొబామూ, ఇశ్రాయేలీయులందరూ నేను చెప్పేది వినండి."},{"number":5,"verse":"ఇశ్రాయేలు దేవుడైన యెహోవా దావీదుకు, అతని కుమారులకు శాశ్వతంగా ఇశ్రాయేలు రాజులు కావటానికి హక్కు ఇచ్చాడని మీరు తెలుసుకోవాలి. ఉప్పు ఒడంబడిక ( ఉప్పు ఒడంబడిక ప్రజలు ఒకచోట కూర్చొని ఉప్పుతింటే ఆ స్నేహ ఒడంబడిక వీడరానిది అని అర్థం. దేవుడు దావీదుతో ఉల్లంఘించరాని ఒడంబడిక చేసికొన్నాడని అబీయా ఇక్కడ చెప్పుతున్నాడు.) ద్వారా దావీదుకు దేవుడు ఈ హక్కు యిచ్చాడు."},{"number":6,"verse":"కాని యరొబాము యెహోవాకు వ్యతిరేకి అయ్యాడు! యరొబాము నెబాతు కుమారుడు. నెబాతు దావీదు కుమారుడైన సొలొమోను అధికారులలో ఒకడు."},{"number":7,"verse":"అయితే పనికి మాలిన, దుష్టవ్యక్తులు యరొబాముకు స్నేహితులయ్యారు. యరొబాము, ఆ చెడ్డ మనుష్యులే రెహబాముకు ఎదురు తిరిగారు అప్పుడు రెహబాము చిన్నవాడు. అనుభవంలేనివాడు. అందువల్ల యరొబామును, అతని చెడు స్నేహితులను రెహబాము అదుపులో పెట్టలేకపోయాడు."},{"number":8,"verse":"“ఓ యరొబామూ! నీవు, నీతో వున్న ఇశ్రాయేలు ప్రజలు ఇప్పుడు యెహోవా రాజ్యానికి వ్యతిరేకంగా కుట్ర పన్నుతున్నారు యెహోవా రాజ్యం దావీదు కుమారులకు చెందుతుంది. మీరు చాలామంది వున్నారు. యరొబాము మీకు బంగారు గిత్తలను చేయించి వాటిని దేవుళ్లవలె పూజించమన్నాడు."},{"number":9,"verse":"మీరు యెహోవా యాజకులను, లేవీయులను వెళ్లగొట్టారు. యాజకులు అహరోను సంతతివారు. మీ స్వంత యాజకులను మీరు ఎంపిక చేసుకున్నారు. ఇది పరదేశీయులు చేసే పద్ధతి. ఒక గిత్తను గాని, ఏడు గొర్రె పొట్టేళ్లనుగాని తీసుకొని తనను పరిశుద్ధునిగా చేసుకోవటానికి ఎవడు వచ్చినా అతడు దేవుళ్ళుకాని విగ్రహాలకు యాజకులు కావచ్చు."},{"number":10,"verse":"“కాని, మా విషయానికి వస్తే యెహోవాయే మా దేవుడు. యూదా ప్రజలమైన మేము దేవునిపట్ల భయభక్తులు కలిగియున్నాము. మేము ఆయనను వదిలిపెట్టలేదు! యెహోవాను సేవించే యాజకులు అహరోను సంతతివారే. యెహోవా సేవలో యాజకులకు లేవీయులు తోడ్పడతారు."},{"number":11,"verse":"వారు దహనబలులు, సుగంధద్రవ్యాలతో ధూపం నిత్యం ఉదయ సాయంకాలాల్లో సమర్పిస్తారు. ఆలయంలో ప్రత్యేకమైన బల్లమీద నైవేద్యపు రొట్టెలను వారు వరుసలలో పెడతారు. వారు ప్రతి సాయంత్రం బంగారు దీపస్తంభం నిలిపి ప్రమిదలు వెలిగిస్తారు. మన దేవుడైన యెహోవా ఆజ్ఞను మేము అనుసరిస్తాము. కాని యరొబామూ, నీవు మరియు నీతోవున్న ఇశ్రాయేలీయులూ యెహోవాను లక్ష్యపెట్టడంలేదు. మీరు ఆయనను వదిలి పెట్టారు."},{"number":12,"verse":"దేవుడే మాకు తోడై వున్నాడు. ఆయనే మా అధిపతి. ఆయన యాజకులు మాతో వున్నారు. మీపై యుద్ధానికి యెహోవా యాజకులు బూరలు ఊది మమ్మల్ని పిలుస్తారు. ఓ ఇశ్రాయేలు ప్రజలారా, మీ పూర్వీకుల దేవుడగు యెహోవా మీదికి యుద్ధానికి పోకండి. ఎందువల్లనంటే, మీరు విజయం పొందలేరు!”"},{"number":13,"verse":"కాని యరొబాము కొంతమంది సైనికులను అబీయా సైన్యం వెనుక చాటుగా పొంచి వుండటానికి పంపాడు. యరొబాము సైన్యం అబీయా సైన్యానికి ఎదురుగా వుంది. యరొబాము సైన్యం నుండి రహస్యంగా వెళ్లిన సైనికులు అబీయా సైన్యానికి వెనకగా వున్నారు."},{"number":14,"verse":"యూదాకు చెందిన అబీయా సైన్యంలోని భటులు వెనుదిరిగి చూచినప్పుడు యరొబాము సైన్యం తమను ముందు నుండి, వెనుక నుండి ఎదుర్కొంటున్నట్లు భావించారు. యూదా సైనికులు యెహోవాను పిలిచారు. యాజకులు బూరలు ఊదారు."},{"number":15,"verse":"పిమ్మట అబీయా సైన్యం కేకలు పెట్టింది. యూదా సైనికులు యుద్ధ నినాదాలు చేసినప్పుడు, దేవుడు యరొబాము సైన్యాన్ని ఓడించాడు. ఇశ్రాయేలు నుండి వచ్చిన యరొబాము సైన్యాన్ని యూదా నుంచి వచ్చిన అబీయా సైన్యం ఓడించింది."},{"number":16,"verse":"యూదా సైనికుల నుండి ఇశ్రాయేలు సైనికులు పారిపోయారు. ఇశ్రాయేలు సైన్యాన్ని ఓడించేలా దేవుడు యూదా సైన్యానికి తోడ్పడ్డాడు."},{"number":17,"verse":"అబీయా సైన్యం ఇశ్రాయేలు సైన్యాన్ని చిత్తుగా ఓడించింది. ఐదులక్షల మంది ఇశ్రాయేలు యోధులు చనిపోయారు."},{"number":18,"verse":"ఆ విధంగా అప్పుడు ఇశ్రాయేలు ప్రజలు ఓడింపబడ్డారు; యూదా ప్రజలు గెలిచారు. వారి పూర్వీకుల దేవుడైన యెహోవా మీద వారు ఆధారపడిన కారణంగా యూదా సైన్యం విజయం సాధించింది."},{"number":19,"verse":"అబీయా సైన్యం యరొబాము సైన్యాన్ని తరిమి కొట్టింది. అబీయా సైన్యం యరొబాముకు చెందిన బేతేలు, యెషానా, ఎఫ్రోను పట్టణాలను పట్టుకుంది. వారు ఆ పట్టణాలతో పాటు వాటి పరిసర గ్రామాలను కూడా వశపర్చుకున్నారు."},{"number":20,"verse":"అబీయా నివసించియున్నంత కాలం యరొబాము బలమైన రాజు కాలేకపోయాడు. యెహోవా యరొబామును చంపేశాడు."},{"number":21,"verse":"అబీయా మిక్కిలి బలవంతుడైన రాజయ్యాడు అతడు పదునల్గురు స్త్రీలను వివాహమాడాడు. అతడు ఇరువై యిద్దరు కుమారులకు, పదహారుగురు కుమార్తెలకు తండ్రి అయ్యాడు."},{"number":22,"verse":"అబీయా చేసిన ఇతర కార్యాలన్నీ ప్రవక్తయగు ఇద్దో రచనల్లో పొందుపర్చబడ్డాయి."}]}