{"bibleAbbr":"teERV1997","bookName":"2 దినవృత్తాంతములు","bookEnglishName":"2 Chronicles","chapterNumber":21,"verses":[{"number":1,"verse":"యెహోషాపాతు చనిపోగా, అతనిని అతని పూర్వీకుల సరసన సమాధిఛేశారు. అతడు దావీదు నగరంలో సమాధి చేయబడ్డాడు. యెహోషాపాతు స్థానంలో అతని కుమారుడు యెహోరాము కొత్త రాజయ్యాడు."},{"number":2,"verse":"యెహోరాము సోదరులు అజర్యా, యెహీయేలు, జెకర్యా, అజర్యా, మిఖాయేలు, మరియు షెపట్య అనువారు. వీరంతా యెహోషాపాతు కుమారులు. యెహోషాపాతు యూదా రాజ్యానికి రాజు."},{"number":3,"verse":"యెహోషాపాతు తన కుమారులకు వెండి బంగారు వస్తువులు, తదితర విలువైన కానుకలు యిచ్చాడు అతడు యూదాలో బలమైన కోటలు నిర్మించి యిచ్చాడు. కాని యెహోషాపాతు రాజ్యాన్ని యెహోరాముకు యిచ్చాడు. ఎందువల్లనంటే అతడు పెద్ద కుమారుడు."},{"number":4,"verse":"( యూదా రాజుగా యెహోరాము) యెహోరాము తన తండ్రి రాజ్యాన్ని చేపట్టి తనను తాను పటిష్ట పర్చుకొని స్థిరపడ్డాడు. తరువాత కత్తిని వినియోగించి తన సోదరులనందరినీ చంపి వేశాడు. అతడు మరికొందరు ఇశ్రాయేలు పెద్దలను కూడా నరికివేశాడు."},{"number":5,"verse":"యెహోరాము ఏల నారంభించే నాటికి ముప్పై రెండు సంవత్సరాలవాడు. అతడు యెరూషలేములో ఎనిమిది సంవత్సరాలు పాలించాడు."},{"number":6,"verse":"అతడు ఇశ్రాయేలు రాజులు నివసించిన రీతిలో జీవితం కొనసాగించాడు. అహాబు కుటుంబం మాదిరిగానే అతడు కూడ నివసించాడు. ఎందువల్ల నంటే అహాబు కుమార్తెనే యెహోరాము వివాహమాడాడు. యెహోరాము యెహోవా దృష్టికి చెడ్డవైన పనులన్నీ చేశాడు."},{"number":7,"verse":"కాని యెహోవా దావీదుతో చేసుకొన్న ఒడంబడిక ప్రకారం ఆయన దావీదు కుటుంబాన్ని నాశనం చేయలేదు. దావీదు కొరకు, ఆయన సంతతివారి కొరకు యెహోవా శాశ్వతంగా ఒక జ్యోతిని వెలిగించుతానని మాట యిచ్చివున్నాడు. ( యెహోవా … యిచ్చివున్నాడు ఇక్కడ గ్రంధకర్త ఉద్దేశ్యం దావీదు సంతతివారు శాశ్వతంగా పరిపాలిస్తారని.)"},{"number":8,"verse":"యెహోరాము కాలంలోనే యూదా ఆధిపత్యం నుండి ఎదోము విడిపోయి, స్వతంత్ర రాజ్యమయ్యింది. ఎదోమీయులు వారి స్వంత రాజును ప్రకటించుకున్నారు."},{"number":9,"verse":"అందువల్ల యెహోవారాము తన సైన్యాధిపతులతోను, రథాలతోను ఎదోము మీదికి వెళ్లాడు. ఎదోమీయుల సైన్యం యెహోరామును, అతని రథాధిపతులను చుట్టుముట్టింది. కాని యెహోరాము తీవ్రంగా యుద్ధం చేసి చీకటి పడ్డాక బయట పడ్డాడు."},{"number":10,"verse":"అప్పటి నుండి ఈ నాటి వరకు ఎదోము రాజ్యం యూదాపై తిరుగబడుతూనే వుంది. లిబ్నా పట్టణవాసులు కూడా యెహోరాముకు వ్యతిరేకులైనారు. యెహోరాము యెహోవాను విడనాడినందుకు ఫలితంగా ఇదంతా జరిగింది. యెహోవా యెహోరాము పూర్వీకులు ఆరాధించిన దేవుడు."},{"number":11,"verse":"యెహోరాము యూదా కొండలమీద, గుట్టలమీద క్షుద్ర దేవతల పూజలకై స్థలాలను నిర్మించాడు. దేవుడు ఆశించిన దానిని చేయకుండా యెరూషలేము ప్రజలకు యెహోరాము అడ్డుపడ్డాడు. అతడు యూదా ప్రజలను యెహోవాకు దూరం చేశాడు."},{"number":12,"verse":"ప్రవక్తయైన ఏలీయా ద్వారా యెహోరాముకు ఒక వర్తమానం వచ్చింది. ఆ వర్తమానం యిలా వుంది: “దేవుడైన యెహోవా తెలియజేయునదేమనగా: ఆయన మీ పూర్వీకుడైన దావీదు ఆరాధించిన దైవం. యెహోవా చెప్పుచున్నాడు: ‘యెహోరామూ, నీ తండ్రి యెహోషాపాతు నడిచిన మార్గాన్ని నీవు విడనాడినావు. యూదా రాజైన ఆసా నడిచిన మార్గాన్ని కూడ నీవు విడనాడినావు."},{"number":13,"verse":"అంతేకాదు నీవు ఇశ్రాయేలు రాజులు నడచిన పెడమార్గాన్ని అనుసరించావు. దేవుడు ఆశించిన రీతిగా నడవకుండా నీవు యూదా, యెరూషలేము ప్రజలను ఆపావు. అదే నేరాన్ని అహాబు, అతని కుటుంబంవారు చేశారు. వారు దేవుని పట్ల విశ్వాస ఘాతకులైనారు. నీవు నీ సోదరులను హత్యచేశావు. నీకంటె నీ సోదరులు మంచివారు."},{"number":14,"verse":"కావున త్వరలో యెహోవా నీ ప్రజలను కఠినంగా శిక్షిస్తాడు. యెహోవా నీ పిల్లలను భార్యలను శిక్షించి, నీ ఆస్తిని పాడుచేస్తాడు."},{"number":15,"verse":"నీకు పేగుల్లో భయంకరమైన జబ్బు చేస్తుంది. రోజు రోజుకూ నీ జబ్బు ముదురుతుంది. ఆ భయంకరమైన వ్యాధివల్ల నీ ప్రేగులు బయటికి వచ్చేస్తాయి.’”"},{"number":16,"verse":"యెహోవా ఫిలిష్తీయులను, ఇథియోపియులకు (కూషీయులు) దగ్గరలో నివసిస్తున్న అరబీయులను యెహోరాము మీదికి పోయేలా ప్రేరేపించాడు."},{"number":17,"verse":"ఆ ప్రజలు యూదా రాజ్యం మీదికి దండెత్తారు. వారు రాజగృహంలోని ధనాన్నంతా కొల్లగొట్టారు. వారు యెహోరాము కుమారులను, భార్యలను తీసుకొనిపోయారు. యెహోరాము చిన్న కుమారుడు మాత్రం వదిలిపెట్టబడ్డాడు. యెహోరాము చిన్న కుమారుని పేరు యెహోయాహాజు. ( యెహోయాహాజు ఈ పేరు 2 దినవృత్తాంతముల 22:1-12 వచనాలలో అహజ్యా అని వాడబడింది.)"},{"number":18,"verse":"ఈ సంఘటనలు జరిగిన తరువాత యెహోవా యెహోరాముకు పేగుల్లో నయంకాని వ్యాధిని కలుగజేశాడు."},{"number":19,"verse":"జబ్బు ముదిరి రెండు సంవత్సరాల తరువాత యెహోరాము పేగులు బయటికి వచ్చాయి. భరించలేని బాధతో అతడు చనిపోయాడు. తన తండ్రికి చేసినట్లు ప్రజలు యెహోరాముకు గౌరవసూచకంగా పెద్దమంట వేయలేదు."},{"number":20,"verse":"యెహోరాము రాజయ్యే నాటికి ముప్పై రెండు సంవత్సరాలవాడు. అతడు యెరూషలేములో ఎనిమిది సంవత్సరాలు పాలించాడు. యెహోరాము చనిపోయినప్పుడు ఒక్కడు కూడ విచారించలేదు. యెహోరామును ప్రజలు దావీదు నగరంలో సమాధి చేశారుగాని, రాజులను వుంచే చోట అతనిని సమాధి చేయలేదు."}]}