{"bibleAbbr":"teERV1997","bookName":"2 దినవృత్తాంతములు","bookEnglishName":"2 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"( అహజ్యా యూదా రాజవటం) యెహోరాము స్థానంలో యెరూషలేము ప్రజలు అహజ్యాను ( అహజ్యా యెహోయాహాజు అని పాఠాంతరము.) కొత్త రాజుగా చేసారు. అహజ్యా యెహోరాము యొక్క చిన్న కుమారుడు. అరబీయులతో యెహోరాము మీదికి వచ్చిన ప్రజలు యెహోరాము కుమారులందరినీ చంపివేశారుగాని, చిన్నవానిని మాత్రం వదిలారు. అందువల్ల అహజ్యా యూదాలో పరిపాలించగలిగాడు."},{"number":2,"verse":"అహజ్యా పరిపాలన ఆరంభించే నాటికి ఇరువది రెండేండ్లవాడు. ( అహజ్యా … రెండేండ్లవాడు కొన్ని వ్రాత ప్రతులలో నలబై రెండేండ్ల వాడనివుంది. రాజులు రెండవ గ్రంథం 8:26 వ వచనంలో అహజ్యా పరిపాలించే నాటికి ఇరవై రెండేండ్లవాడని వుంది.) యెరూషలేములో అహజ్యా ఒక్క సంవత్సరం పాలించాడు. అతని తల్లి పేరు అతల్యా. అతల్యా తండ్రి పేరు ఒమ్రీ."},{"number":3,"verse":"అహాబు కుటుంబం నివసించిన తీరునే అహజ్యా నివసించాడు. అతడలా నివసించటానికి కారణం అతని తల్లి అతనిని దుష్టకార్యాలకు ప్రేరేపించటమే."},{"number":4,"verse":"యెహోవా దృష్టిలో అహజ్యా పాపకార్యాలు చేశాడు. అహాబు కుటుంబం కూడా అదే చేసింది. అహజ్యా తండ్రి చనిపోయినపిమ్మట అతనికి అహాబు కుటుంబం వారు సలహాదారులయ్యారు. వారు అహజ్యాకు తప్పుడు సలహాలిచ్చారు. ఆ తప్పుడు సలహాలే అతని చావుకు దారితీశాయి."},{"number":5,"verse":"అహాబు కుటుంబం అతని కిచ్చిన సలహనే అహజ్యా పాటించాడు. ఇశ్రాయేలు రాజైన యెహోరాముతో కలిసి అహజ్యా అరాము (సిరియా) రాజైన హజాయేలుపై యుద్ధానికి రామోత్గిలాదు పట్టణానికి వెళ్లాడు. యెహోరాము తండ్రి ఇశ్రాయేలు రాజైన అహాబు. కాని అరామీయులు (సిరియనులు) యుద్ధంలో యెహోరామును గాయపర్చారు."},{"number":6,"verse":"యెహోరాము తన గాయాలను నయం చేసికోటానికి యెజ్రెయేలుకు తిరిగి వెళ్లాడు. అరాము రాజైన హజాయేలుతో రామోతు వద్ద పోరాడుతుండగా అతడు గాయపడ్డాడు. పిమ్మట యెహోరామును చూడటానికి అహజ్యా (యెహోయహాజు) యెజ్రెయేలు పట్టణానికి వెళ్లాడు. అహజ్యా తండ్రి పేరు యూదా రాజైన యెహోరాము. యెహోరాము తండ్రి పేరు అహాబు. యెహోరాము గాయపడటంతో అతడు యెజ్రెయేలు పట్టణానికి వెళ్లాడు."},{"number":7,"verse":"యెహోరామును చూడటానికి అహజ్యా వెళ్లినప్పుడు దేవుడు అతనికి మరణం కలుగజేశాడు. అహజ్యా వెళ్లి యెహోరాముతో కలిసి యెహూను చూడటానికి వెళ్లాడు. యెహూ తండ్రి పేరు నింషీ. అహాబు వంశాన్ని నాశనం చేయటానికి దేవుడు యెహూను నియమించాడు."},{"number":8,"verse":"అహాబు వంశాన్ని యెహూ నాశనం చేస్తూవున్నాడు. అప్పుడతడు యూదా పెద్దలను, అహజ్యా సేవలో వున్న అతని బంధువులను చూశాడు. యూదా పెద్దలను, అహజ్యా బంధువులను యెహూ చంపివేశాడు."},{"number":9,"verse":"పిమ్మట అహజ్యా కొరకు యెహూ వెదికాడు. అతడు సమరయ (షోమ్రోను) పట్టణంలో దాగుకొనే ప్రయత్నం చేస్తూండగా యెహూ మనుష్యులు అతనిని పట్టుకున్నారు. వారు అహజ్యాను యెహూ వద్దకు తీసుకొని వచ్చారు. వారు అహజ్యాను చంపి, సమాధి చేశారు. “అహజ్యా యెహోషాపాతు వారసుడు. యెహోషాపాతు యెహోవాను నిండు హృదయంతో అనుసరించాడు” అని వారు అన్నారు. యూదా రాజ్యాన్ని సమైక్యంగా వుంచే శక్తి అహజ్యా కుటుంబానికి లేదు."},{"number":10,"verse":"( రాణి అతల్యా) అహజ్యా తల్లి పేరు అతల్యా. తన కుమారుడు చంపబడ్డాడని తెలుసుకోగానే ఆమె యూదాలో రాజ వంశస్తుల నందరినీ చంపివేసింది."},{"number":11,"verse":"కాని యెహోషెబతు ( యెహోషెబతు యెహోషెబ అని పాఠాంతరం.) అనే స్త్రీ అహజ్యా కుమారుడైన యోవాషును దాచివేసింది. యోవాషును, అతని దాదిని యెహోషెబతు లోపలి పడకగదిలో దాచింది. యెహోషెబతు రాజైన యెహోరాము కుమార్తె. ఆమె యెహోయాదా భర్యా. యెహోయాదా ఒక యాజకుడు. పైగా యెహోషెబతు అహజ్యాకు సోదరి. యెహోషెబతు దాచిన కారణంగా, యోవాషును అతల్యా చంపలేకపోయింది."},{"number":12,"verse":"ఆలయంలో ఆరు సంవత్సరాల పాటు యోవాషు యాజకుల వద్ద దాచబడ్డాడు. ఆ సమయంలో అతల్యా పరిపాలన కొనసాగింది."}]}