{"bibleAbbr":"teERV1997","bookName":"2 దినవృత్తాంతములు","bookEnglishName":"2 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"( సొలొమోను ఆలయాన్ని నిర్మించటం) యెరూషలేములో మోరీయా పర్వతం మీద సొలొమోను ఆలయ నిర్మాణం మొదలు పెట్టాడు. ఈ మోరీయా పర్వతం మీదే సొలొమోను తండ్రియైన దావీదుకు యెహోవా ప్రత్యక్షమయ్యాడు. దావీదు సిద్ధపర్చిన స్థలంలోనే సొలొమోను ఆలయాన్ని నిర్మించాడు. ఈ స్థలం ఒర్నానుకు చెందిన నూర్పిడి కళ్లంవద్ద వుంది. ఒర్నాను యెబూసీయుడు."},{"number":2,"verse":"తన పాలన ఇశ్రాయేలులో నాల్గవ సంవత్సరం రెండవ నెల జరుగుతూ వుండగా సొలొమోను ఆలయ నిర్మాణం చేపట్టాడు."},{"number":3,"verse":"ఆలయ నిర్మాణ విషయంలో సొలొమోనుకు కొలతలు యివ్వబడ్డాయి: దాని పునాది తొంబై అడుగుల (అరవై మూరలు) పొడవు: ముప్పై అడుగుల (ఇరవై మూరలు) వెడల్పు. ఆలయ కొలతలు తీసుకొన్నుప్పుడు. సొలొమోను పాత మూర కొలతనే అనుసరించాడు."},{"number":4,"verse":"ఆలయ మండపం పొడవు ముప్పై అడుగులు; ఎత్తు ముప్పై అడుగులు. అతడు మండపము యొక్క లోపలి భాగమంతా మేలిమి బంగారంతో పొదిగించాడు."},{"number":5,"verse":"పెద్దగది గోడల మీద తమాల వృక్షముల (ఖర్జూరపు చెట్లు) చెక్కలు అమర్చాడు. ఆ తమాల వృక్షపు చెక్కలమీద మేలిమి బంగారపు రేకులు తాపించాడు. ఈ బంగారపు రేకుల మీద ఖర్జూరపు చెట్ల బొమ్మలు చెక్కించి గొలుసుల నగిషీ పని చేయించాడు."},{"number":6,"verse":"ఆలయంలో అందం ఇనుమడించే విధంగా విలువైన రత్నాలు పొదిగించాడు. పర్వయీము నుండి తెచ్చిన బంగారాన్ని ఈ పనికి వినియోగించాడు. (అక్కడ బంగారం విస్తారంగా లభించేది. బహుశః ఆ ప్రదేశం ఓఫీరు దేశంలో ఉండి వుండవచ్చు)."},{"number":7,"verse":"ఆలయపు లోపలి భాగాన్నంతా బంగారు రేకులతో కప్పించాడు. పై కప్పు దూలాలకు దర్వాజాలకు, గోడలకు, తలుపులకు సొలొమోను బంగారు పూత వేయించాడు. గోడల మీద దేవదూతల (కెరూబులు) చిత్రాలు చెక్కించాడు."},{"number":8,"verse":"తరువాత సొలొమోను అతి పవిత్ర స్థలం ( అతి పవిత్ర స్థలం ఇది ఆలయపు లోపలిగది. ఇందులో దేవుని ఒడంబడిక పెట్టెను వుంచుతారు. దీనినే “పవిత్రాతి పవిత్ర స్థలం” అంటారు. ఇక్కడ దేవుడు నివసిస్తూ, ఆరాధింపబడతాడు.) ఏర్పాటు చేశాడు. అతి పవిత్ర స్థలం పొడవు ముప్పై అడుగులు; వెడల్పు ముప్పై అడుగులు. ఆలయం వెడల్పంత వెడల్పు దీనికి కూడ వుంది. అతి పవిత్ర స్థలం గోడల నిండా మేలిమి బంగారు రేకులు వేయించాడు. ఈ బంగారపు బరువు ఇరవై మూడు టన్నులు (ఆరువందల తలాంతులు)."},{"number":9,"verse":"బంగారపు మేకుల తూకము ఏబై తులాలు. (ఇంచుమించు ఒకటింపావు పౌనులు). పై గదులకు బంగారు పూత వేయించాడు."},{"number":10,"verse":"రెండు కెరూబుల బొమ్మలు అతి పరిశుద్ధ స్థలంలో పెట్టించటానికి చేయించాడు. పనివారు ఆ కెరూబుల బొమ్మలకు బంగారు తొడుగు వేశారు."},{"number":11,"verse":"ఆ కెరూబుల ప్రతిదాని రెక్క పొడవు ఏడున్నర అడుగులు ఉంది. ఆ రెండు కెరూబుల నాలుగు రెక్కల పొడవు ముప్పై అడుగులు. మొదటి కెరూబు ఒక రెక్క ఒక పక్క గోడకు ఆనుకొని వుంటుంది. రెండవ రెక్క రెండవ కెరూబు రెక్కకు తగులుతూ వుంటుంది."},{"number":12,"verse":"రెండవ కెరూబు ఒక రెక్క గది గోడకు రెండవ వైపున ఆనుతుంది."},{"number":13,"verse":"రెండు కెరూబుల రెక్కలు మొత్తం ముప్పై అడగుల దూరం వ్యాపించి వుంటాయి. దేవదూతల బొమ్మలు అతి పరిశుద్ధ స్థలంలోకి చూస్తున్నట్లు నిలబడి వుంటాయి."},{"number":14,"verse":"నీలం, ఊదా, ఎరుపు బట్టలతోను, ఖరీదైన పట్టుతోను సొలొమోను తెరలు ( తెరలు ఈ తెరలను ముందు గదికి, అతి పవిత్ర స్థలానికి మధ్య వేలాడదీస్తారు. తద్వారా దేవుని ఒడంబడిక పెట్టెను కెరూబులను ఎవ్వరూ వెంటనే చూడలేరు.) చేయించాడు. ఈ తెరల మీద కూడ కెరూబుల చిత్రాలు చిత్రించాడు."},{"number":15,"verse":"ఆలయం ముందు రెండు స్తంభాలను ఏర్పాటు చేయించాడు. ఒక్కొక్క స్తంభం ఏబై రెండున్నర అడుగుల (ముప్పైయైదు మూరలు) ఎత్తు వుంటుంది. ఒక్కొక్క స్తంభం యొక్క శిఖరంమీది పీట యెత్తు ఏడున్నర అడుగులు."},{"number":16,"verse":"కంఠాహారం లాంటి గొలుసులను సొలొమోను చేయించాడు. ఆ గొలుసులను స్తంభాల మీద పీటలకు అలంకరించాడు. వంద దానిమ్మ కాయల బొమ్మలు చేయించి గొలుసులకు తగిలించాడు."},{"number":17,"verse":"ఇలా అలంకరించిన స్తంభాలను సొలొమోను ఆలయం ముందు నిలిపాడు. ఒక స్తంభం కుడి ప్రక్క, రెండవ స్తంభం ఎడమ ప్రక్కన నిలిపారు. సొలొమోను కుడి ప్రక్క స్తంభానికి “యాకీను” ( యాకీను హెబ్రీలో యాకీను అనగా “ఆయనే స్థాపించును” అని అర్థం.) అని పేరు పెట్టాడు. ఎడమ ప్రక్క స్తంభానికి “బోయజు” ( బోయజు హెబ్రీలో బోయజు అనగా “ఆయనలోనే శక్తి వున్నది” అని అర్థం.) అని పేరు పెట్టాడు."}]}