{"bibleAbbr":"KJV1611","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":8,"verses":[{"number":1,"verse":"O that thou wert as my brother that sucked the brests of my mother, when I should find thee without, I would kisse thee, yet I should not be despised."},{"number":2,"verse":"I would leade thee, and bring thee into my mothers house, who would instruct me: I would cause thee to drinke of spiced wine, of the iuice of my pomegranate."},{"number":3,"verse":"His left hand should be vnder my head, and his right hand should embrace me."},{"number":4,"verse":"I charge you, O daughters of Ierusalem, that ye stirre not vp, nor awake my loue vntill he please."},{"number":5,"verse":"(Who is this that commeth vp from the wildernesse, leaning vpon her beloued?) I raised thee vp vnder the apple tree: there thy mother brought thee forth, there she brought thee forth, that bare thee."},{"number":6,"verse":"Set mee as a seale vpon thine heart, as a seale vpon thine arme: for loue is strong as death, iealousie is cruel as the graue: the coales thereof are coales of fire, which hath a most vehement flame."},{"number":7,"verse":"Many waters cannot quench loue, neither can the floods drowne it: if a man would giue all the substance of his house for loue, it would vtterly be contemned."},{"number":8,"verse":"We haue a litle sister, and shee hath no breasts: what shall we doe for our sister, in the day when she shall bee spoken for?"},{"number":9,"verse":"If she be a wall, we will build vpon her a palace of siluer: and if she bee a dore, we will inclose her with boards of Cedar."},{"number":10,"verse":"I am a wall, and my breasts like towers: then was I in his eyes as one that found fauour."},{"number":11,"verse":"Solomon had a vineyard at Baalhamon, hee let out the vineyard vnto keepers: euery one for the fruit thereof was to bring a thousand pieces of siluer."},{"number":12,"verse":"My vineyard which is mine, is before me: thou (O Solomon) must haue a thousand, and those that keepe the fruit thereof, two hundred."},{"number":13,"verse":"Thou that dwellest in the gardens, the companions hearken to thy voice: cause me to heare it."},{"number":14,"verse":"Make haste, my beloued, and be thou like to a Roe, or to a yong Hart vpon the mountaines of spices."}]}