{"bibleAbbr":"Geneva1587","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":1,"verses":[{"number":1,"verse":"Now after the The beginning of this book depends on the last chapter of Deuteronomy which was written by Joshua as a preparation to his history. death of Moses the servant of the LORD it came to pass, that the LORD spake unto Joshua the son of Nun, Moses' minister, saying, The Argument - In this book the Holy Spirit sets most lively before us the accomplishment of God's promise, who as he promised by the mouth of Moses, that a prophet would be raised up to the people like him, whom he wills to obey, (Deu_18:15): so he shows himself true to his promise, as at all other times, and after the death of Moses his faithful servant, he raises up Joshua to be ruler and governor over his people, that they should neither be discouraged for lack of a captain, nor have reason to distrust God's promises later. So that Joshua might be confirmed in his calling, and the people also might have no opportunity to grudge, as though he were not approved by God: he is adorned with most excellent gifts and graces from God, both to govern the people with counsel, and to defend them with strength, that he lacks nothing which either belongs to a valiant captain, or a faithful minister. So he overcomes all difficulties, and brings them into the land of Canaan: which according to God's ordinance he divides among the people and appoints their borders: he established laws and ordinances, and put them in remembrance of God's revealed benefits, assuring them of his grace and favour if they obey God, and of his plagues and vengeance if they disobey him. This history represents Jesus Christ the true Joshua, who leads us into eternal happiness, signified to us by this land of Canaan. From the beginning of Genesis to the end of this book is 2567 years. For from Adam to the flood are 1656, from the flood to the departure of Abraham out of Chaldea 423, and from then to the death of Joseph 290. So that Genesis contains 2369, Exodus 140, the other three books of Moses 40, Joshua 27. So the whole makes 2576 years."},{"number":2,"verse":"Moses my seruant is dead: nowe therefore arise, go ouer this Iorden, thou, and all this people, vnto the lande which I giue them, that is, to ye children of Israel."},{"number":3,"verse":"Euery place that the sole of your foote shall treade vpon, haue I giuen you, as I said vnto Moses."},{"number":4,"verse":"From the Of Zin, called Kadesh and Paran. wilderness and this Lebanon even unto the great river, the river Euphrates, all the land of the Meaning, the whole land of Canaan. Hittites, and unto the great Called Mediterranean. sea toward the going down of the sun, shall be your coast."},{"number":5,"verse":"There shall not a man be able to withstande thee all the dayes of thy life: as I was with Moses, so will I be with thee: I will not leaue thee, nor forsake thee."},{"number":6,"verse":"Be strong and of a good courage: for vnto this people shalt thou deuide the lande for an inheritance, which I sware vnto their fathers to giue them."},{"number":7,"verse":"Only be thou strong and very courageous, that thou mayest observe to do according to all the law, which Moses my servant commanded thee: turn not from it [to] the right hand or [to] the left, that thou mayest He shows where true prosperity consists, even to obey the word of God. prosper whithersoever thou goest."},{"number":8,"verse":"This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and Showing that it is not possible to govern well, without the continual study of God's word. night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success."},{"number":9,"verse":"Haue not I commanded thee, saying, Be strong and of a good courage, feare not, nor be discouraged? for I the Lord thy God will be with thee, whithersoeuer thou goest."},{"number":10,"verse":"Then Ioshua commanded the officers of the people, saying,"},{"number":11,"verse":"Pass through the host, and command the people, saying, Prepare you victuals; for Meaning, from the day that this was proclaimed, (Jos_3:2). within three days ye shall pass over this Jordan, to go in to possess the land, which the LORD your God giveth you to possess it."},{"number":12,"verse":"And vnto the Reubenites, and to the Gadites, and to halfe the tribe of Manasseh spake Ioshua, saying,"},{"number":13,"verse":"Remember the word which Moses the servant of the LORD commanded you, saying, The LORD your God hath given you rest, and hath given you this Which belonged to Sihon the king of the Amorites, and Og king of Bashan. land."},{"number":14,"verse":"Your wiues, your children, and your cattell shall remaine in the land which Moses gaue you on this side Iorden: but ye shall goe ouer before your brethren armed, all that be men of warre, and shall helpe them,"},{"number":15,"verse":"Until the LORD have given your brethren rest, as [he hath given] you, and they also have possessed the land which the LORD your God giveth them: then ye shall return unto the land of your possession, and enjoy it, which Moses the LORD'S servant By your request, but yet by God's secret appointment, (Deu_33:21). gave you on this side Jordan toward the sunrising."},{"number":16,"verse":"Then they answered Ioshua, saying, Al that thou hast commaunded vs, we will doe, and whithersoeuer thou sendest vs, we will goe."},{"number":17,"verse":"According as we hearkened unto Moses in all things, They not only promise to obey him as long as God is with him: but to help punish all who rebel against him. so will we hearken unto thee: only the LORD thy God be with thee, as he was with Moses."},{"number":18,"verse":"Whosoeuer shall rebell against thy commaundement, and will not obey thy wordes in all that thou commaundest him, let him bee put to death: onely be strong and of good courage."}]}