{"bibleAbbr":"GB1587","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":11,"verses":[{"number":1,"verse":"And it came to pass, when Jabin king of Hazor had heard [those things], that he The more God's power appears, the more the wicked rage against it. sent to Jobab king of Madon, and to the king of Shimron, and to the king of Achshaph,"},{"number":2,"verse":"And to the kings that [were] on the north of the mountains, and of the plains south of Which the evangelists call the lake of Gennesaret, or Tiberias. Chinneroth, and in the valley, and in the borders of Dor on the west,"},{"number":3,"verse":"[And to] the Canaanite on the east and on the west, and [to] the Amorite, and the Hittite, and the Perizzite, and the Jebusite in the mountains, and [to] the Hivite under Which was mount Sion, as in (Deu_4:48). Hermon in the land of Mizpeh."},{"number":4,"verse":"And they came out & all their hostes with them, many people as the sande that is on the sea shore for multitude, with horses and charets exceeding many."},{"number":5,"verse":"So all these Kings met together, and came and pitched together at the waters of Merom, for to fight against Israel."},{"number":6,"verse":"And the LORD said unto Joshua, Be not afraid because of them: for to morrow about this time will I deliver them up all slain before Israel: thou shalt That neither they should serve to the use of war, nor the Israelites should put their trust in them. hough their horses, and burn their chariots with fire."},{"number":7,"verse":"Then came Ioshua and al the men of warre with him against them by the waters of Merom suddenly, and fell vpon them."},{"number":8,"verse":"And the LORD delivered them into the hand of Israel, who smote them, and chased them unto great Zidon, and unto Which signifies hot waters, or according to some, brine pits. Misrephothmaim, and unto the valley of Mizpeh eastward; and they smote them, until they left them none remaining."},{"number":9,"verse":"And Ioshua did vnto them as the Lorde bade him: he houghed their horses, & burnt their charets with fire."},{"number":10,"verse":"At that time also Ioshua turned backe, and tooke Hazor, & smote the King thereof with the sword: for Hazor before time was the head of all those kingdomes."},{"number":11,"verse":"And they smote all the Both men, women and children. souls that [were] therein with the edge of the sword, utterly destroying [them]: there was not any left to breathe: and he burnt Hazor with fire."},{"number":12,"verse":"So all ye cities of those Kings, & all the kings of them did Ioshua take, & smote them with the edge of the sword, and vtterly destroyed them, as Moses the seruant of the Lord had commaunded."},{"number":13,"verse":"But [as for] the cities that stood still in their Which were strong by situation and not hurt by war. strength, Israel burned none of them, save Hazor only; [that] did Joshua burn."},{"number":14,"verse":"And all the spoil of these cities, and the cattle, the children of Israel took for a prey unto themselves; but every All mankind. man they smote with the edge of the sword, until they had destroyed them, neither left they any to breathe."},{"number":15,"verse":"As the Lorde had commaunded Moses his seruant, so did Moses commande Ioshua, and so did Ioshua: he left nothing vndone of all that the Lord had commaunded Moses."},{"number":16,"verse":"So Joshua took all that land, the hills, and all the south country, and all the land of Goshen, and the valley, and the plain, and the That is, Samaria. mountain of Israel, and the valley of the same;"},{"number":17,"verse":"[Even] from the mount So called, because it was bare and without trees. Halak, that goeth up to Seir, even unto Baalgad in the valley of Lebanon under mount Hermon: and all their kings he took, and smote them, and slew them."},{"number":18,"verse":"Ioshua made warre long time with all those Kings,"},{"number":19,"verse":"Neither was there any citie that made peace with the children of Israel, saue those Hiuites that inhabited Gibeon: all other they tooke by battell."},{"number":20,"verse":"For it was of the LORD to That is, to give them over to themselves: and therefore they could not but rebel against God and seek their own destruction. harden their hearts, that they should come against Israel in battle, that he might destroy them utterly, [and] that they might have no favour, but that he might destroy them, as the LORD commanded Moses."},{"number":21,"verse":"And that same season came Ioshua, and destroyed the Anakims out of the mountaines: as out of Hebron, out of Debir, out of Anab, and out of all the mountaines of Iudah, and out of all the mountaines of Israel: Ioshua destroyed them vtterly with their cities."},{"number":22,"verse":"There was none of the Anakims left in the land of the children of Israel: only in Gaza, Out of which came Goliath, (1Sa_17:4). in Gath, and in Ashdod, there remained."},{"number":23,"verse":"So Ioshua tooke the whole land, according to all that the Lorde had saide vnto Moses: and Ioshua gaue it for an inheritance vnto Israel according to their portion through their tribes: then the land was at rest without warre."}]}