{"bibleAbbr":"GB1587","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":15,"verses":[{"number":1,"verse":"This then was the lot of the tribe of the children of Iudah by their families: euen to the border of Edom and the wildernesse of Zin, Southward on the Southcoast."},{"number":2,"verse":"And their south border was from the shore of the salt sea, from the The Hebrew word signifies tongue, by which it means either the arm of the sea that comes into the land, or a rock, or cape that goes into the sea. bay that looketh southward:"},{"number":3,"verse":"And it went out on the Southside towarde Maaleth-akrabbim, and went along to Zin, and ascended vp on the Southside vnto Kadesh-barnea, and went along to Hezron, and went vp to Adar, and fet a compasse to Karkaa."},{"number":4,"verse":"From thence went it along to Azmon, and reached vnto the riuer of Egypt, and the end of that coast was on the Westside: this shall be your South coast."},{"number":5,"verse":"And the east border [was] the salt sea, [even] unto the Meaning the mouth of the river where it runs into the Salt sea. end of Jordan. And [their] border in the north quarter [was] from the bay of the sea at the uttermost part of Jordan:"},{"number":6,"verse":"And the border went up to Bethhogla, and passed along by the north of Betharabah; and the border went up to the Which was a mark to part their countries. stone of Bohan the son of Reuben:"},{"number":7,"verse":"Againe this border goeth vp to Debir from the valley of Achor, and Northwarde, turning toward Gilgal, that lyeth before the going vp to Adummim, which is on the Southside of the riuer: also this border goeth vp to the waters of En-shemesh, and endeth at En-rogel."},{"number":8,"verse":"Then this border goeth vp to the valley of the sonne of Hinnom; on the Southside of the Iebusites: the same is Ierusalem. Also this border goeth vp to the top of the mountaine that lyeth before the valley of Hinnom Westward, which is by the end of the valley of ye gyants Northward."},{"number":9,"verse":"So this border compasseth from the top of the mountaine vnto the fountaine of the water of Nephtoah, & goeth out to the cities of mount Ephron: and this border draweth to Baalah, which is Kiriath-iearim."},{"number":10,"verse":"Then this border compasseth from Baalah Westward vnto mount Seir, and goeth along vnto the side of mount Iearim, which is Chesalon on the Northside: so it commeth downe to Bethshemesh, and goeth to Timnah."},{"number":11,"verse":"And the border went out unto the side of Ekron northward: and the border was drawn to Shicron, and passed along to mount Baalah, and went out unto Jabneel; and the goings out of the border were at the Meaning, toward Syria. sea."},{"number":12,"verse":"And the Westborder is to the great Sea: so this border shalbe the bounds of the children of Iudah round about, according to their families."},{"number":13,"verse":"And vnto Caleb the sonne of Iephunneh did Ioshua giue a part among the children of Iudah, as the Lord commanded him, euen Kiriath-arba of the father of Anak, which is Hebron."},{"number":14,"verse":"And Caleb This was done after the death of Joshua, (Jdg_1:10, Jdg_1:20). drove thence the three sons of Anak, Sheshai, and Ahiman, and Talmai, the children of Anak."},{"number":15,"verse":"And he went vp thence to the inhabitants of Debir: and the name of Debir before time was Kiriath-sepher."},{"number":16,"verse":"Then Caleb sayd, He that smiteth Kiriath-sepher, and taketh it, euen to him wil I giue Achsah my daughter to wife."},{"number":17,"verse":"And Othniel, the sonne of Kenaz, the brother of Caleb tooke it: and he gaue him Achsah his daughter to wife."},{"number":18,"verse":"And it came to pass, as she came [unto him], that she moved him to ask of her father a field: Because her husband tarried too long. and she lighted off [her] ass; and Caleb said unto her, What wouldest thou?"},{"number":19,"verse":"Who answered, Give me a blessing; for thou hast given me a south land; Because her country was barren, she wanted a field that had springs from her father. (Jdg_1:14-15). give me also springs of water. And he gave her the upper springs, and the nether springs."},{"number":20,"verse":"This shalbe the inheritance of the tribe of the children of Iudah according to their families."},{"number":21,"verse":"And the vtmost cities of the tribe of the children of Iudah, toward the coastes of Edom Southward were Kabzeel, and Eder, and Iagur,"},{"number":22,"verse":"And Kinah, and Dimonah, and Adadah,"},{"number":23,"verse":"And Kedesh, and Hazor, and Ithnan,"},{"number":24,"verse":"Ziph, and Telem, and Bealoth,"},{"number":25,"verse":"And Hazor, Hadattah, and Kerioth, Hesron (which is Hazor)"},{"number":26,"verse":"Amam, and Shema, and Moladah,"},{"number":27,"verse":"And Hazar, Gaddah, and Heshmon, and Beth-palet,"},{"number":28,"verse":"And Hasar-shual, and Beersheba, and Biziothiah,"},{"number":29,"verse":"Baalah, and Iim, and Azem,"},{"number":30,"verse":"And Eltolad, and Chesil, and Which before was called Zephath, (Jdg_1:17). Hormah,"},{"number":31,"verse":"And Ziklag, & Madmanna, & Sansannah,"},{"number":32,"verse":"And Lebaoth, and Shilhim, and Ain, and Rimmon: all these cities are twentie and nine with their villages."},{"number":33,"verse":"In the lowe countrey were Eshtaol, and Zoreah, and Ashnah,"},{"number":34,"verse":"And Zanoah, and En-gannim, Tappuah, and Enam,"},{"number":35,"verse":"Iarmuth, and Adullam, Socoh, & Azekah,"},{"number":36,"verse":"And Sharaim, and Adithaim, and Gederah, and Gederothaim: fourteene cities with their villages."},{"number":37,"verse":"Zenam, and Hadashah, and Migdal-gad,"},{"number":38,"verse":"And Dileam, and Mizpeh, and Ioktheel,"},{"number":39,"verse":"Lachish, and Bozkath, and Eglon,"},{"number":40,"verse":"And Cabbon, and Lahmam, and Kithlish,"},{"number":41,"verse":"And Gederoth, Beth-dagon, and Naamah, and Makkedah: sixteene cities with their villages."},{"number":42,"verse":"Lebnah, and Ether, and Ashan,"},{"number":43,"verse":"And Iipthtah, and Ashnah, and Nezib,"},{"number":44,"verse":"And Keilah, and Aczib, & Mareshah: nine cities with their villages."},{"number":45,"verse":"Ekron with her townes and her villages,"},{"number":46,"verse":"From Ekron, euen vnto the Sea, all that lyeth about Ashdod with their villages."},{"number":47,"verse":"Ashdod with her towns and her villages, Gaza with her towns and her villages, unto the Meaning, the Nile (Jos_13:3). river of Egypt, and the great sea, and the border [thereof]:"},{"number":48,"verse":"And in the mountaines were Shamir, and Iattir, and Socoh,"},{"number":49,"verse":"And Dannah, and Which is also called Kirjath-sepher, (Jos_15:15). Kirjathsannah, which [is] Debir,"},{"number":50,"verse":"And Anab, and Ashtemoth, and Anim,"},{"number":51,"verse":"And Goshen, and Holon, & Giloh: eleuen cities with their villages,"},{"number":52,"verse":"Arab, and Dumah, and Eshean,"},{"number":53,"verse":"And Ianum, & Beth-tappuah, & Aphekah,"},{"number":54,"verse":"And Humtah, and Kiriath-arba, (which is Hebron) and Zior: nine cities with their villages."},{"number":55,"verse":"Maon, Carmel, and Ziph, and Iuttah,"},{"number":56,"verse":"And Izreel, and Iokdeam, and Zanoah,"},{"number":57,"verse":"Kain, Gibeah, and Timnah: ten cities with their villages."},{"number":58,"verse":"Halhul, Beth-zur, and Gedor,"},{"number":59,"verse":"And Maarah, and Beth-anoth, & Eltekon: sixe cities with their villages."},{"number":60,"verse":"Kiriath-baal, which is Kiriath-iearim, and Rabbah: two cities with their villages."},{"number":61,"verse":"In the wildernes were Beth-arabah, Middin, and Secacah,"},{"number":62,"verse":"And Nibshan, and the Of this city the salt sea has it's name. city of Salt, and Engedi; six cities with their villages."},{"number":63,"verse":"As for the Jebusites the inhabitants of Jerusalem, the children of Judah could not drive them That is, utterly, though they slew the most part, and burnt their city, (Jdg_1:8). out: but the Jebusites dwell with the children of Judah at Jerusalem unto this day."}]}