{"bibleAbbr":"Geneva1587","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":18,"verses":[{"number":1,"verse":"And the whole congregation of the children of Israel assembled together at Shiloh, and set up the For they had now removed it from Gilgal, and set it up in Shiloh. tabernacle of the congregation there. And the land was subdued before them."},{"number":2,"verse":"And there remained among the children of Israel seven tribes, As Eleazar, Joshua, and the heads of the tribes had done to Judah, Ephraim, and half of Manasseh. which had not yet received their inheritance."},{"number":3,"verse":"Therefore Ioshua said vnto the children of Israel, Howe long are ye so slacke to enter and possesse the land which the Lord God of your fathers hath giuen you?"},{"number":4,"verse":"Give out from among you three men for [each] tribe: and I will send them, and they shall rise, and go through the land, and describe it according to That is, into seven portions, one to every tribe. the inheritance of them; and they shall come [again] to me."},{"number":5,"verse":"And they shall divide it into seven parts: Judah shall abide in their coast on the south, and the house of Joseph shall For these had their inheritance already appointed. abide in their coasts on the north."},{"number":6,"verse":"Ye shall therefore describe the land [into] seven parts, and bring [the description] hither to me, that I may cast lots for you here before the Before the ark of the Lord. LORD our God."},{"number":7,"verse":"But the Levites have no part among you; for the That is, the sacrifices and offerings, (Jos_13:14). priesthood of the LORD [is] their inheritance: and Gad, and Reuben, and half the tribe of Manasseh, have received their inheritance beyond Jordan on the east, which Moses the servant of the LORD gave them."},{"number":8,"verse":"And the men arose, and went away: and Joshua charged them that went to By writing the names of every country and city. describe the land, saying, Go and walk through the land, and describe it, and come again to me, that I may here cast lots for you before the LORD in Shiloh."},{"number":9,"verse":"So the men departed, and passed through the lande, and described it by cities into seuen partes in a booke, and returned to Ioshua into the campe at Shiloh."},{"number":10,"verse":"And Joshua That everyone should be content with God's appointment. cast lots for them in Shiloh before the LORD: and there Joshua divided the land unto the children of Israel according to their divisions."},{"number":11,"verse":"And the lot of the tribe of the children of Benjamin came up according to their families: and the coast of their lot came forth Their inheritance bordered on Judah and Joseph. between the children of Judah and the children of Joseph."},{"number":12,"verse":"And their coast on the Northside was from Iorden, and the border went vp to the side of Iericho on the Northpart, and went vp through the mountaines Westward, and the endes thereof are in the wildernesse of Beth-auen:"},{"number":13,"verse":"And the border went over from thence toward Luz, to the side of Luz, which [is] Which was in the tribe of Ephraim: another Bethel was in the tribe of Benjamin. Bethel, southward; and the border descended to Atarothadar, near the hill that [lieth] on the south side of the nether Bethhoron."},{"number":14,"verse":"So the border turneth, and compasseth the corner of the Sea Southward, from the mount that lyeth before Beth-horon Southward: and the endes thereof are at Kiriath-baal (which is Kiriath-iearim) a citie of the children of Iudah: this is the Westquarter."},{"number":15,"verse":"And the Southquarter is from the ende of Kiriath-iearim, and this border goeth out Westward, and commeth to the fountaine of waters of Nephtoah."},{"number":16,"verse":"And this border descendeth at the ende of the mountaine, that lyeth before the valley of Ben-hinnom, which is in the valley of the gyants Northward, and descendeth into the valley of Hinnom by the side of Iebusi Southwarde, and goeth downe to En-rogel,"},{"number":17,"verse":"And was drawn from the north, and went forth to Which is in the tribe of Ephraim. Enshemesh, and went forth toward Geliloth, which [is] over against the going up of Adummim, and descended to the stone of Bohan the son of Reuben,"},{"number":18,"verse":"So it goeth along to the side ouer against the plaine Northward, and goeth downe into the plaine."},{"number":19,"verse":"And the border passed along to the side of Bethhoglah northward: and the outgoings of the border were at the north bay of the salt sea at the south To the very straight, where the river runs into the Salt sea. end of Jordan: this [was] the south coast."},{"number":20,"verse":"Also Iorden is the border of it on the Eastside: this is the inheritance of the children of Beniamin by the coastes thereof rounde about according to their families."},{"number":21,"verse":"Nowe the cities of the tribe of the children of Beniamin according to their families, are Iericho, and Beth-hoglah, and the valley of Keziz,"},{"number":22,"verse":"And Beth-arabah, and Zemaraim, and Beth-el,"},{"number":23,"verse":"And Auim, and Parah, and Ophrah,"},{"number":24,"verse":"And Chephar, Ammonai, and Ophni, and Gaba: twelue cities with their villages."},{"number":25,"verse":"Gibeon, and Ramah, and Beeroth,"},{"number":26,"verse":"And Mizpeh, & Chephirah, and Mozah,"},{"number":27,"verse":"And Rekem, and Irpeel, and Taralah,"},{"number":28,"verse":"And Zelah, Eleph, and Jebusi, which [is] Which was not completely in the tribe of Benjamin, but part of it was also in the tribe of Judah. Jerusalem, Gibeath, [and] Kirjath; fourteen cities with their villages. This [is] the inheritance of the children of Benjamin according to their families."}]}