{"bibleAbbr":"Geneva1587","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":19,"verses":[{"number":1,"verse":"And the second lot came forth to Simeon, [even] for the tribe of the children of Simeon according to their families: and their inheritance was According to Jacob's prophecy that he would be scattered among the other tribes. within the inheritance of the children of Judah."},{"number":2,"verse":"Nowe they had in their inheritance, Beersheba, and Sheba, and Moladah,"},{"number":3,"verse":"And Hazur-shual, and Balah, and Azem,"},{"number":4,"verse":"And Eltolad, and Bethul, and Hormah,"},{"number":5,"verse":"And Ziklag, and Beth-marcaboth, and Hazar-susah,"},{"number":6,"verse":"And Beth-lebaoth, and Sharuhen: thirteene cities with their villages."},{"number":7,"verse":"Ain, Remmon, and Ether, and Ashan: foure cities with their villages."},{"number":8,"verse":"And all the villages that were round about these cities, vnto Baalathbeer, & Ramath Southward: this is the inheritance of the tribe of the children of Simeon according to their families."},{"number":9,"verse":"Out of the portion of the children of Judah [was] the inheritance of the children of Simeon: for the part of the children of Judah was too But this large portion was given them by God's providence to declare their increase in time to come. much for them: therefore the children of Simeon had their inheritance within the inheritance of them."},{"number":10,"verse":"Also the third lot arose for the children of Zebulun according to their families: and the coastes of their inheritance came to Sarid,"},{"number":11,"verse":"And their border went up Or, westward, toward the great sea. toward the sea, and Maralah, and reached to Dabbasheth, and reached to the river that [is] before Jokneam;"},{"number":12,"verse":"And turneth from Sarid Eastward towarde the sunne rising vnto the border of Chisloth-tabor, and goeth out to Daberath, and ascendeth to Iaphia,"},{"number":13,"verse":"And from thence goeth along Eastwarde towarde the sunne rising to Gittah-hepher to Ittah-kazin, and goeth foorth to Rimmon, and turneth to Neah."},{"number":14,"verse":"And this border compasseth it on ye North side to Hannathon, and the endes thereof are in the valley of Iiphtah-el,"},{"number":15,"verse":"And Kattath, and Nahallal, and Shimron, and Idalah, and There was another Bethlehem in the tribe of Judah. Bethlehem: twelve cities with their villages."},{"number":16,"verse":"This is the inheritance of the children of Zebulun according to their families: that is, these cities and their villages."},{"number":17,"verse":"The fourth lot came out to Issachar, euen for the children of Issachar according to their families."},{"number":18,"verse":"And their coast was Izreelah, and Chesulloth, and Shunem,"},{"number":19,"verse":"And Hapharaim, and Shion, and Anaharath,"},{"number":20,"verse":"And Harabbith, and Kishion, and Abez,"},{"number":21,"verse":"And Remeth, and There was another city of this name in the tribe of Judah: for in various tribes certain cities had the same name, and were distinguished by the tribe only. Engannim, and Enhaddah, and Bethpazzez;"},{"number":22,"verse":"And this coast reacheth to Tabor, & Shahazimath, and Beth-shemesh, and the endes of their coast reach to Iorden: sixteene cities with their villages."},{"number":23,"verse":"This is the inheritance of the tribe of the children of Issachar according to their families: that is, the cities, and their villages."},{"number":24,"verse":"Also the fift lot came out for the tribe of the children of Asher according to their families."},{"number":25,"verse":"And their coast was Helcath, and Hali, and Beten, and Achshaph,"},{"number":26,"verse":"And Alammelech, and Amad, and Misheal, and came to Carmel Westward, and to Shihor Libnath,"},{"number":27,"verse":"And turneth toward the sunrising to Bethdagon, and reacheth to Joins to the tribe of Zebulun, which lay more to the east. Zebulun, and to the valley of Jiphthahel toward the north side of Bethemek, and Neiel, and goeth out to Cabul on the left hand,"},{"number":28,"verse":"And to Ebron, and Rehob, & Hammon, and Kanah, vnto great Zidon."},{"number":29,"verse":"And [then] the coast turneth to Ramah, and to the strong city Which was Zoar, a strong city at the sea. Tyre; and the coast turneth to Hosah; and the outgoings thereof are at the sea from the coast to Achzib:"},{"number":30,"verse":"Vmmah also and Aphek, and Rehob: two and twentie cities with their villages."},{"number":31,"verse":"This is the inheritance of the tribe of the children of Asher according to their families: that is, these cities and their villages."},{"number":32,"verse":"The sixt lot came out to the children of Naphtali, euen to the children of Naphtali according to their families."},{"number":33,"verse":"And their coast was from These cities were in the country of Zaanannim. Heleph, from Allon to Zaanannim, and Adami, Nekeb, and Jabneel, unto Lakum; and the outgoings thereof were at Jordan:"},{"number":34,"verse":"So this coast turneth Westwarde to Aznoth-tabor, and goeth out from thence to Hukkok, and reacheth to Zebulun on the Southside, and goeth to Asher on the Westside, and to Iudah by Iorden toward the sunne rising."},{"number":35,"verse":"And the fenced cities [are] Ziddim, Zer, and Hammath, Rakkath, and Of which the lake of Gennesaret had its name. Chinnereth,"},{"number":36,"verse":"And Adamah, and Ramah, and Hazor,"},{"number":37,"verse":"And Kedesh, and Edrei, and En-hazor,"},{"number":38,"verse":"And Iron, and Migdal-el, Horem, & Beth-anah, and Beth-shemesh: nineteene cities with their villages."},{"number":39,"verse":"This is the inheritance of the tribe of the children of Naphtali according to their families: that is, the cities and their villages."},{"number":40,"verse":"The seuenth lot came out for the tribe of the children of Dan according to their families."},{"number":41,"verse":"And the coast of their inheritance was Zorah, and Eshtaol, and Ir-shemesh,"},{"number":42,"verse":"And Shaalabbin, and Aiialon, and Ithlah,"},{"number":43,"verse":"And Elon, and Temnathah, and Ekron,"},{"number":44,"verse":"And Eltekeh, and Gibbethon, and Baalah,"},{"number":45,"verse":"And Iehud, and Bene-berak, and Gath-rimmon,"},{"number":46,"verse":"And Mejarkon, and Rakkon, with the border before Called Joppa. Japho."},{"number":47,"verse":"And the coast of the children of Dan went out [too little] for them: therefore the children of Dan went up to According as Jacob had prophesied in (Gen_49:17). fight against Leshem, and took it, and smote it with the edge of the sword, and possessed it, and dwelt therein, and called Leshem, Dan, after the name of Dan their father."},{"number":48,"verse":"This is the inheritance of the tribe of the childre of Dan according to their families: that is, these cities and their villages."},{"number":49,"verse":"When they had made an ende of deuiding the lande by the coastes thereof, then the children of Israel gaue an inheritance vnto Ioshua the sonne of Nun among them."},{"number":50,"verse":"According to the worde of the Lord they gaue him the citie which hee asked, euen Timnath-serah in mount Ephraim: and hee built the citie and dwelt therein."},{"number":51,"verse":"These are ye heritages which Eleazar the Priest, and Ioshua the sonne of Nun, & the chiefe fathers of the tribes of the children of Israel deuided by lot in Shiloh before the Lorde at the doore of the Tabernacle of the Congregation: so they made an ende of deuiding the countrey."}]}