{"bibleAbbr":"Geneva1587","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":20,"verses":[{"number":1,"verse":"The Lord also spake vnto Ioshua, saying,"},{"number":2,"verse":"Speake to the children of Israel, and say, Appoint you cities of refuge, whereof I spake vnto you by the hand of Moses,"},{"number":3,"verse":"That the slayer that killeth [any] person At unawares and bearing him no grudge. unawares [and] unwittingly may flee thither: and they shall be your refuge from the avenger of blood."},{"number":4,"verse":"And he that doeth flee vnto one of those cities, shall stand at the entring of the gate of the citie, and shall shewe his cause to the Elders of the citie: and they shall receiue him into the citie vnto them, and giue him a place, that hee may dwell with them."},{"number":5,"verse":"And if the That is, the nearest kinsman of him that is slain. avenger of blood pursue after him, then they shall not deliver the slayer up into his hand; because he smote his neighbour unwittingly, and hated him not beforetime."},{"number":6,"verse":"And he shall dwell in that city, until he stand before the congregation for Till his cause was proved. judgment, [and] until the death of the high priest that shall be in those days: then shall the slayer return, and come unto his own city, and unto his own house, unto the city from whence he fled."},{"number":7,"verse":"Then they appointed Kedesh in Galil in mount Naphtali, and Shechem in mount Ephraim, and Kiriath-arba, (which is Hebron) in the mountaine of Iudah."},{"number":8,"verse":"And on the other side Jordan by Jericho eastward, they assigned Bezer in the wilderness upon the plain out of the tribe of Reuben, and Ramoth in Gilead out of the tribe of Gad, and Golan in Bashan out of the Out of the half tribe of Manasseh beyond the Jordan. tribe of Manasseh."},{"number":9,"verse":"These were the cities appointed for all the children of Israel, and for the stranger that sojourneth among them, that whosoever killeth [any] person at unawares might flee thither, and not die by the hand of the avenger of blood, until he stood before the Before the Judges. congregation."}]}