{"bibleAbbr":"Geneva1587","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":24,"verses":[{"number":1,"verse":"And Joshua gathered all the That is, the nine tribes and the half. tribes of Israel to Shechem, and called for the elders of Israel, and for their heads, and for their judges, and for their officers; and they presented themselves before Before the ark which was brought to Shechem, when they went to bury Joseph's bones. God."},{"number":2,"verse":"And Joshua said unto all the people, Thus saith the LORD God of Israel, Your fathers dwelt on the other side of the Euphrates in Mesopotamia, (Gen_11:26). flood in old time, [even] Terah, the father of Abraham, and the father of Nachor: and they served other gods."},{"number":3,"verse":"And I tooke your father Abraham from beyond the flood, and brought him through all the land of Canaan, and multiplied his seede, and gaue him Izhak."},{"number":4,"verse":"And I gaue vnto Izhak, Iaakob and Esau: and I gaue vnto Esau mount Seir, to possesse it: but Iaakob and his children went downe into Egypt."},{"number":5,"verse":"I sent Moses also & Aaron, and I plagued Egypt: and when I had so done among them, I brought you out."},{"number":6,"verse":"So I brought your fathers out of Egypt, and ye came vnto the Sea, and the Egyptians pursued after your fathers with charets and horsemen vnto the red sea."},{"number":7,"verse":"And when they cried unto the LORD, he put darkness between you and the Egyptians, and brought the sea upon them, and covered them; and your eyes have seen what I have done in Egypt: and ye dwelt in the wilderness a Even forty years. long season."},{"number":8,"verse":"After, I brought you into the land of the Amorites, which dwelt beyond Iorden, and they fought with you: but I gaue them into your hand, and ye possessed their countrey, and I destroyed them out of your sight."},{"number":9,"verse":"Also Balak the sonne of Zippor King of Moab arose and warred against Israel, and sent to call Balaam the sonne of Beor for to curse you,"},{"number":10,"verse":"But I would not heare Balaam: therefore he blessed you, and I deliuered you out of his hand."},{"number":11,"verse":"And ye went over Jordan, and came unto Jericho: and the Because it was the chief city, under it he contains all the country: else they of the city fought not. men of Jericho fought against you, the Amorites, and the Perizzites, and the Canaanites, and the Hittites, and the Girgashites, the Hivites, and the Jebusites; and I delivered them into your hand."},{"number":12,"verse":"And I sent hornets before you, which cast them out before you, euen the two kings of the Amorites, and not with thy sword, nor with thy bow."},{"number":13,"verse":"And I haue giuen you a land, wherein ye did not labour, and cities which ye built not, and yee dwell in them, and eate of the vineyards and oliue trees, which yee planted not."},{"number":14,"verse":"Now therefore This is the true use of God's benefits, to learn by it to fear and serve him with an upright conscience. fear the LORD, and serve him in sincerity and in truth: and put away the gods which your fathers served on the other side of the flood, and in Egypt; and serve ye the LORD."},{"number":15,"verse":"And if it seem evil unto you to serve the LORD, choose you this day whom ye will serve; whether the gods which your fathers served that [were] on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: This teaches us that if all the world would go from God, yet every one of us particularly is bound to cleave to him. but as for me and my house, we will serve the LORD."},{"number":16,"verse":"Then the people answered and saide, God forbid, that we shoulde forsake the Lord, to serue other gods."},{"number":17,"verse":"For the Lorde our God, he brought vs and our fathers out of the lande of Egypt, from the house of bondage, and he did those great miracles in our sight, and preserued vs in all the way that we went, and among all the people through whome we came."},{"number":18,"verse":"And the LORD drave out from before us all the people, even the Amorites which dwelt in the land: [therefore] will we also serve the LORD; How much more are we bound to serve God in Christ, by whom we have received the redemption of our souls. for he [is] our God."},{"number":19,"verse":"And Ioshua saide vnto the people, Ye can not serue the Lorde: for he is an holie God: he is a ielous God: hee will not pardon your iniquitie nor your sinnes."},{"number":20,"verse":"If yee forsake the Lorde and serue strange gods, then he will returne and bring euill vpon you, and consume you, after that hee hath done you good."},{"number":21,"verse":"And the people saide vnto Ioshua, Nay, but we will serue the Lord."},{"number":22,"verse":"And Joshua said unto the people, Ye [are] witnesses If you do the contrary, your own mouths will condemn you. against yourselves that ye have chosen you the LORD, to serve him. And they said, [We are] witnesses."},{"number":23,"verse":"Now therefore put away, [said he], the strange Out of your hearts and otherwise. gods which [are] among you, and incline your heart unto the LORD God of Israel."},{"number":24,"verse":"And ye people saide vnto Ioshua, The Lord our God wil we serue, & his voyce wil we obey."},{"number":25,"verse":"So Joshua By joining God and the people together: also he repeated the promises and threatenings out of the Law. made a covenant with the people that day, and set them a statute and an ordinance in Shechem."},{"number":26,"verse":"And Ioshua wrote these woordes in the booke of the Lawe of God, and tooke a great stone, and pitched it there vnder an oke that was in the Sanctuarie of the Lord."},{"number":27,"verse":"And Joshua said unto all the people, Behold, this stone shall be a witness unto us; for it So that man's deception should not go unpunished, the dumb creatures will cry for vengeance. hath heard all the words of the LORD which he spake unto us: it shall be therefore a witness unto you, lest ye deny your God."},{"number":28,"verse":"Then Ioshua let the people depart, euery man vnto his inheritance."},{"number":29,"verse":"And after these things Ioshua the sonne of Nun, the seruaunt of the Lord died, being an hundreth and ten yeeres olde."},{"number":30,"verse":"And they buried him in ye border of his inheritance in Timnath-serah, which is in mount Ephraim, on the Northside of mount Gaash."},{"number":31,"verse":"And Israel Such are the people commonly as their rulers are. served the LORD all the days of Joshua, and all the days of the elders that overlived Joshua, and which had known all the works of the LORD, that he had done for Israel."},{"number":32,"verse":"And the bones of Ioseph, which the children of Israel brought out of Egypt, buried they in Shechem in a parcell of ground which Iaakob bought of the sonnes of Hamor the father of Shechem, for an hundreth pieces of siluer, and the children of Ioseph had them in their inheritance."},{"number":33,"verse":"Also Eleazar the sonne of Aaron died, whome they buried in the hill of Phinehas his sonne, which was giuen him in mount Ephraim."}]}