{"bibleAbbr":"Geneva1587","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"And it came to pass, when all the kings which In respect to the plain of Moab. [were] on this side Jordan, in the hills, and in the valleys, and in all the coasts of the The main sea called the Mediterranean. great sea over against Lebanon, the Hittite, and the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite, heard [thereof];"},{"number":2,"verse":"They gathered themselues together, to fight against Ioshua, & against Israel with one accord."},{"number":3,"verse":"But the inhabitants of Gibeon heard what Ioshua had done vnto Iericho, and to Ai."},{"number":4,"verse":"They did work wilily, and went and made as if they had been ambassadors, and took old sacks upon their asses, and wine bottles, old, and rent, and Because they were all worn. bound up;"},{"number":5,"verse":"And olde shoes and clouted vpon their feete: also the raiment vpon them was old, and all their prouision of bread was dried, and mouled."},{"number":6,"verse":"So they came vnto Ioshua into the hoste to Gilgal, and said vnto him, and vnto the men of Israel, Wee be come from a farre countrey: nowe therefore make a league with vs."},{"number":7,"verse":"And the men of Israel said unto the For the Gibeonites and the Hivites were all one people. Hivites, Peradventure ye dwell among us; and how shall we make a league with you?"},{"number":8,"verse":"And they said vnto Ioshua, We are thy seruants. Then Ioshua saide vnto them, Who are ye? And whence come ye?"},{"number":9,"verse":"And they said unto him, From a very far country thy servants are come because of Even the idolaters for fear of death will pretend to honour the true God, and receive his religion. the name of the LORD thy God: for we have heard the fame of him, and all that he did in Egypt,"},{"number":10,"verse":"And all that he hath done to the two Kings of the Amorites that were beyonde Iorden, to Sihon King of Heshbon, & to Og King of Bashan, which were at Ashtaroth."},{"number":11,"verse":"Wherefore our elders, and all the inhabitants of our countrey spake to vs, saying, Take vitailes with you for the iourney, and go to meete them, and say vnto them, Wee are your seruants: now therefore make ye a league with vs."},{"number":12,"verse":"This our The wicked lack no art, nor spare no lies to set forth their policy, when they will deceive the servants of God. bread we took hot [for] our provision out of our houses on the day we came forth to go unto you; but now, behold, it is dry, and it is mouldy:"},{"number":13,"verse":"Also these bottels of wine which we filled, were newe, and lo, they be rent, and these our garments and our shooes are olde, by reason of the exceeding great iourney."},{"number":14,"verse":"And the Some think that the Israelites are of their victuals, and so made a league with them. men took of their victuals, and asked not [counsel] at the mouth of the LORD."},{"number":15,"verse":"So Ioshua made peace with them, & made a league with them, that he would suffer them to liue: also the Princes of the Congregation sware vnto them."},{"number":16,"verse":"But at the end of three dayes, after they had made a league with them, they heard that they were their neighbours, and that they dwelt among them."},{"number":17,"verse":"And the children of Israel From Gilgal. journeyed, and came unto their cities on the third day. Now their cities [were] Gibeon, and Chephirah, and Beeroth, and Kirjathjearim."},{"number":18,"verse":"And the children of Israel smote them not, because the princes of the congregation had sworn unto them by the LORD God of Israel. And all the congregation Fearing lest for their sin the plague of God would have come on them all. murmured against the princes."},{"number":19,"verse":"Then all the Princes said vnto all the Congregation, We haue sworne vnto them by the Lord God of Israel: nowe therefore we may not touch them."},{"number":20,"verse":"This we will do to them; we will even let them live, lest wrath be upon us, because of the This does not establish rash oaths, but shows God's mercy toward his, who would not punish them for their sin. oath which we sware unto them."},{"number":21,"verse":"And the Princes sayd vnto them againe, Let them liue, but they shall hewe wood, and drawe water vnto all the Congregation, as the Princes appoint them."},{"number":22,"verse":"Ioshua then called them, and talked with them, and sayd, Wherefore haue ye beguiled vs, saying, We are very farre from you, when ye dwel among vs?"},{"number":23,"verse":"Now therefore ye [are] cursed, and there shall none of you be freed from being bondmen, and hewers of wood and drawers of water for For the use of the tabernacle and the temple when it will be built. the house of my God."},{"number":24,"verse":"And they answered Ioshua, and sayd, Because it was tolde thy seruants, that the Lord thy God had commanded his seruant Moses to giue you all the land, and to destroy all the inhabitants of the land out of your sight, therefore we were exceeding sore afraid for our liues at the presence of you, and haue done this thing:"},{"number":25,"verse":"And beholde nowe, we are in thine hand: doe as it seemeth good and right in thine eyes to doe vnto vs."},{"number":26,"verse":"And so did he unto them, and delivered them out of the Who were minded to put them to death for fear of God's wrath. hand of the children of Israel, that they slew them not."},{"number":27,"verse":"And Joshua made them that day hewers of wood and drawers of water for the congregation, and for the That is, for the service of the temple, as in (Jos_9:23). altar of the LORD, even unto this day, in the place which he should choose."}]}