{"bibleAbbr":"KNCL","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":10,"verses":[{"number":1,"verse":"ಭವ್ಯಭವಿಷ್ಯದ ವಾಗ್ದಾನ ವಸಂತಕಾಲದಲ್ಲಿ ಮಳೆಗಾಗಿ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಗೆ ಪ್ರಾರ್ಥನೆ ಮಾಡಿರಿ. ಮೋಡ ಮಿಂಚುಗಳನ್ನು ಗಾಳಿಮಳೆಯನ್ನು ಉಂಟುಮಾಡುವವರು ಅವರೇ. ಸರ್ವರಿಗೂ ಹೊಲಗದ್ದೆಗಳಲ್ಲಿ ಪೈರುಪಚ್ಚೆಗಳನ್ನು ನೀಡುವವರು ಅವರೇ."},{"number":2,"verse":"ಗೃಹದೇವತೆಗಳು ನುಡಿಯುವುದು ಜೊಳ್ಳು; ಶಕುನ ಹೇಳುವವರ ಮಾತು ಸುಳ್ಳು. ಸ್ವಪ್ನಕಾರರ ಕನಸುಗಳು ಕಲ್ಪಿತ, ಅವರು ಹೇಳುವ ಸಮಾಧಾನ ವ್ಯರ್ಥ, ಈ ಕಾರಣ ಜನರು ಕುರಿಗಳಂತೆ ಚದರಿದ್ದಾರೆ; ಕುರುಬನಿಲ್ಲದೆ ಕಂಗೆಟ್ಟಿದ್ದಾರೆ."},{"number":3,"verse":"ಸರ್ವೇಶ್ವರ ಹೀಗೆನ್ನುತ್ತಾರೆ: “ಎಂತಲೇ ಕುರಿಗಾಹಿಗಳ ಮೇಲೆ ನನ್ನ ಕೋಪ ಭುಗಿಲೆದ್ದಿದೆ. ಆ ಮುಂದಾಳುಗಳ ಮೇಲೆ ನನ್ನ ದಂಡನೆ ಎರಗಲಿದೆ. ಸೇನಾಧೀಶ್ವರ ಸರ್ವೇಶ್ವರನಾದ ನಾನು ಜುದೇಯ ಕುಲವನ್ನು ನನ್ನ ಮಂದೆಯಂತೆ ಪರಿಪಾಲಿಸುವೆನು. ಅದನ್ನು ವೀರ ಯುದ್ಧಾಶ್ವವನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳುವೆನು."},{"number":4,"verse":"ಆ ಕುಲದಿಂದಲೇ ಮೂಲೆಗಲ್ಲು, ಗುಡಾರದ ಗೂಟ, ಯುದ್ಧದ ಬಿಲ್ಲುಗಳು ಬರುವುವು. ಆ ಕುಲದಿಂದಲೇ ಸಕಲ ಅಧಿಕಾರಿಗಳು ಹೊರಬರುವರು."},{"number":5,"verse":"ಇವರೆಲ್ಲರು ರಣವೀರರಂತೆ ಶತ್ರುಗಳನ್ನು ಬೀದಿಕೆಸರಿನಲ್ಲಿ ತುಳಿದುಬಿಡುವರು. ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಸಂಗಡ ಇದ್ದಾರೆಂದು ಧೈರ್ಯದಿಂದ ಯುದ್ಧಮಾಡುವರು, ಎದುರಿಸುವ ಕುದುರೆ ಸವಾರರನ್ನು ಭ್ರಾಂತಿಗೊಳಿಸುವರು.”"},{"number":6,"verse":"“ಬಲಗೊಳಿಸುವೆನು ಯೆಹೂದ್ಯ ಕುಲವನು ಉದ್ಧರಿಸುವೆನು ಜೊಸೇಫನ ವಂಶವನು. ಕನಿಕರಿಸುವೆನು, ಮರಳಿ ಬರಮಾಡುವೆನು ಅವರನು ನಾನು ಕೈಬಿಟ್ಟವರಂತೆ ಇರಲಾರರವರು ಇನ್ನು. ಏಕೆನೆ ನಾನೇ ದೇವ ಸರ್ವೇಶ್ವರ ಅವರಿಗೆ ಕಿವಿಗೊಡುವೆನು ನಾನು ಅವರ ಕರೆಗೆ ಸದುತ್ತರವೀಯುವೆನು ಅವರ ಮೊರೆಗೆ."},{"number":7,"verse":"ಬಲಾಢ್ಯ ವೀರರಾಗುವರು ಎಫ್ರಯಿಮ್ ಕುಲದವರು ದ್ರಾಕ್ಷಾರಸ ಕುಡಿದವರಂತೆ ಮನದಲ್ಲಿ ಸುಖಿಸುವರು. ಇದಕಂಡು ಸಂತೋಷಿಸುವರು ಅವರ ಕುವರಕುವರಿಯರು ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯಲಿ ಹೃತ್ಪೂರ್ವಕವಾಗಿ ಆನಂದಗೊಳ್ಳುವರು."},{"number":8,"verse":"“ಸಭೆ ಸೇರಿಸುವೆನವರನು ನಿಸ್ಸಂದೇಹವಾಗಿ ವಿಮುಕ್ತಗೊಳಿಸುವೆನವರನು ಕರೆದು ಸನ್ನೆಮಾಡಿ ಹಿಂದಿನಂತೆ ಮುಂದೆಯೂ ಬೆಳೆವರವರು ಸಮೃದ್ಧಿಯಾಗಿ."},{"number":9,"verse":"ಚದರಿದೆನಾದರೂ ಅವರನು ಅನ್ಯರಾಷ್ಟ್ರಗಳಲಿ ಸ್ಮರಿಸಿಕೊಳ್ಳುವರವರು ನನ್ನನು ದೂರದೇಶಗಳಲಿ ಹಿಂದಿರುಗುವರು ಸಂತಾನ ಸಮೇತ ಬದುಕಿಬಾಳಿ."},{"number":10,"verse":"ಕರೆತರುವೆನವರನು ಈಜಿಪ್ಟ್, ಅಸ್ಸೀರಿಯ ನಾಡುಗಳಿಂದ ಗಿಲ್ಯಾದ್, ಲೆಬೊನೇನ್‍ಗಳಲ್ಲವರು ಬಂದು ಸೇರುವುದರಿಂದ ತುಂಬಿತುಳುಕುವುವು ಆ ನಾಡುಗಳು ಜನಸ್ತೋಮದಿಂದ."},{"number":11,"verse":"ದಾಟಿಬರುವರವರು ಕಷ್ಟವೆಂಬ ಕಡಲನು ಛೇದಿಸಿಬಿಡುವೆನು ಅಲ್ಲಕಲ್ಲೋಲ ಸಮುದ್ರವನು. ತಳದ ತನಕ ಒಣಗಿಹೋಗುವುದು ನೈಲ್ ನದಿಯು ಕುಗ್ಗಿಹೋಗುವುದು ಅಸ್ಸೀರಿಯಾದ ಗರ್ವವು ತಪ್ಪಿಹೋಗುವುದು ಈಜಿಪ್ಟಿನ ರಾಜದರ್ಪವು."},{"number":12,"verse":"ಬಲಿಷ್ಠರಾಗುವರಾ ಜನರು ಸರ್ವೇಶ್ವರನಲಿ ಹೆಚ್ಚಳಪಡುವರು ಆತನ ನಾಮದಲಿ,” ನುಡಿದಿಹನು ಸರ್ವೇಶ್ವರ ಈ ರೀತಿಯಲಿ."}]}