{"bibleAbbr":"urGV2010","bookName":"پیدائش","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"( نوح کی اولاد) یہ نوح کے بیٹوں سِم، حام اور یافت کا نسب نامہ ہے۔ اُن کے بیٹے سیلاب کے بعد پیدا ہوئے۔"},{"number":2,"verse":"( یافت کی نسل) یافت کے بیٹے جُمر، ماجوج، مادی، یاوان، تُوبل، مسک اور تیراس تھے۔"},{"number":3,"verse":"جُمرکے بیٹے اشکناز، ریفت اور تُجرمہ تھے۔"},{"number":4,"verse":"یاوان کے بیٹے اِلیسہ اور ترسیس تھے۔ کِتّی اور دودانی بھی اُس کی اولاد ہیں۔"},{"number":5,"verse":"وہ اُن قوموں کے آبا و اجداد ہیں جو ساحلی علاقوں اور جزیروں میں پھیل گئیں۔ یہ یافت کی اولاد ہیں جو اپنے اپنے قبیلے اور ملک میں رہتے ہوئے اپنی اپنی زبان بولتے ہیں۔"},{"number":6,"verse":"( حام کی نسل) حام کے بیٹے کوش، مصر، فوط اور کنعان تھے۔"},{"number":7,"verse":"کوش کے بیٹے سِبا، حویلہ، سبتہ، رعمہ اور سبتکہ تھے۔ رعمہ کے بیٹے سبا اور ددان تھے۔"},{"number":8,"verse":"کوش کا ایک اَور بیٹا بنام نمرود تھا۔ وہ دنیا میں پہلا زبردست حاکم تھا۔"},{"number":9,"verse":"رب کے نزدیک وہ زبردست شکاری تھا۔ اِس لئے آج بھی کسی اچھے شکاری کے بارے میں کہا جاتا ہے، ”وہ نمرود کی مانند ہے جو رب کے نزدیک زبردست شکاری تھا۔“"},{"number":10,"verse":"اُس کی سلطنت کے پہلے مرکز ملکِ سِنعار میں بابل، ارک، اکاد اور کلنہ کے شہر تھے۔"},{"number":11,"verse":"اُس ملک سے نکل کر وہ اسور چلا گیا جہاں اُس نے نینوہ، رحوبوت عیر، کلح"},{"number":12,"verse":"اور رسن کے شہر تعمیر کئے۔ بڑا شہر رسن نینوہ اور کلح کے درمیان واقع ہے۔"},{"number":13,"verse":"مصر اِن قوموں کا باپ تھا: لودی، عنامی، لِہابی، نفتوحی،"},{"number":14,"verse":"فتروسی، کسلوحی (جن سے فلستی نکلے) اور کفتوری۔"},{"number":15,"verse":"کنعان کا پہلوٹھا صیدا تھا۔ کنعان ذیل کی قوموں کا باپ بھی تھا: حِتّی"},{"number":16,"verse":"یبوسی، اموری، جرجاسی،"},{"number":17,"verse":"حِوّی، عرقی، سینی،"},{"number":18,"verse":"اروادی، صماری اور حماتی۔ بعد میں کنعانی قبیلے اِتنے پھیل گئے"},{"number":19,"verse":"کہ اُن کی حدود شمال میں صیدا سے جنوب کی طرف جرار سے ہو کر غزہ تک اور وہاں سے مشرق کی طرف سدوم، عمورہ، ادمہ اور ضبوئیم سے ہو کر لَسَع تک تھیں۔"},{"number":20,"verse":"یہ سب حام کی اولاد ہیں، جو اُن کے اپنے اپنے قبیلے، اپنی اپنی زبان، اپنے اپنے ملک اور اپنی اپنی قوم کے مطابق درج ہیں۔"},{"number":21,"verse":"( سِم کی نسل) سِم یافت کا بڑا بھائی تھا۔ اُس کے بھی بیٹے پیدا ہوئے۔ سِم تمام بنی عِبر کا باپ ہے۔"},{"number":22,"verse":"سِم کے بیٹے عیلام، اسور، ارفکسد، لُود اور اَرام تھے۔"},{"number":23,"verse":"اَرام کے بیٹے عُوض، حول، جتر اور مس تھے۔"},{"number":24,"verse":"ارفکسد کا بیٹا سلح اور سلح کا بیٹا عِبر تھا۔"},{"number":25,"verse":"عِبر کے ہاں دو بیٹے پیدا ہوئے۔ ایک کا نام فلج یعنی تقسیم تھا، کیونکہ اُن ایام میں دنیا تقسیم ہوئی۔ فلج کے بھائی کا نام یُقطان تھا۔"},{"number":26,"verse":"یُقطان کے بیٹے الموداد، سلف، حصرماوت، اِراخ،"},{"number":27,"verse":"ہدورام، اُوزال، دِقلہ،"},{"number":28,"verse":"عوبال، ابی مائیل، سبا،"},{"number":29,"verse":"اوفیر، حویلہ اور یوباب تھے۔ یہ سب یُقطان کے بیٹے تھے۔"},{"number":30,"verse":"وہ میسا سے لے کر سفار اور مشرقی پہاڑی علاقے تک آباد تھے۔"},{"number":31,"verse":"یہ سب سِم کی اولاد ہیں، جو اپنے اپنے قبیلے، اپنی اپنی زبان، اپنے اپنے ملک اور اپنی اپنی قوم کے مطابق درج ہیں۔"},{"number":32,"verse":"یہ سب نوح کے بیٹوں کے قبیلے ہیں، جو اپنی نسلوں اور قوموں کے مطابق درج کئے گئے ہیں۔ سیلاب کے بعد تمام قومیں اِن ہی سے نکل کر رُوئے زمین پر پھیل گئیں۔"}]}