{"bibleAbbr":"urGV2010","bookName":"پیدائش","bookEnglishName":"Genesis","chapterNumber":13,"verses":[{"number":1,"verse":"( ابرام اور لوط الگ ہو جاتے ہیں) ابرام اپنی بیوی، لوط اور تمام جائیداد کو ساتھ لے کر مصر سے نکلا اور کنعان کے جنوبی علاقے دشتِ نجب میں واپس آیا۔"},{"number":2,"verse":"ابرام نہایت دولت مند ہو گیا تھا۔ اُس کے پاس بہت سے مویشی اور سونا چاندی تھی۔"},{"number":3,"verse":"وہاں سے جگہ بہ جگہ چلتے ہوئے وہ آخرکار بیت ایل سے ہو کر اُس مقام تک پہنچ گیا جہاں اُس نے شروع میں اپنا ڈیرا لگایا تھا اور جو بیت ایل اور عَی کے درمیان تھا۔"},{"number":4,"verse":"وہاں جہاں اُس نے قربان گاہ بنائی تھی اُس نے رب کا نام لے کر اُس کی عبادت کی۔"},{"number":5,"verse":"لوط کے پاس بھی بہت سی بھیڑبکریاں، گائےبَیل اور خیمے تھے۔"},{"number":6,"verse":"نتیجہ یہ نکلا کہ آخرکار وہ مل کر نہ رہ سکے، کیونکہ اِتنی جگہ نہیں تھی کہ دونوں کے ریوڑ ایک ہی جگہ پر چر سکیں۔"},{"number":7,"verse":"ابرام اور لوط کے چرواہے آپس میں جھگڑنے لگے۔ (اُس زمانے میں کنعانی اور فرِزّی بھی ملک میں آباد تھے۔)"},{"number":8,"verse":"تب ابرام نے لوط سے بات کی، ”ایسا نہیں ہونا چاہئے کہ تیرے اور میرے درمیان جھگڑا ہو یا تیرے چرواہوں اور میرے چرواہوں کے درمیان۔ ہم تو بھائی ہیں۔"},{"number":9,"verse":"کیا ضرورت ہے کہ ہم مل کر رہیں جبکہ تُو آسانی سے اِس ملک کی کسی اَور جگہ رہ سکتا ہے۔ بہتر ہے کہ تُو مجھ سے الگ ہو کر کہیں اَور رہے۔ اگر تُو بائیں ہاتھ جائے تو مَیں دائیں ہاتھ جاؤں گا، اور اگر تُو دائیں ہاتھ جائے تو مَیں بائیں ہاتھ جاؤں گا۔“"},{"number":10,"verse":"لوط نے اپنی نظر اُٹھا کر دیکھا کہ دریائے یردن کے پورے علاقے میں ضُغر تک پانی کی کثرت ہے۔ وہ رب کے باغ یا ملکِ مصر کی مانند تھا، کیونکہ اُس وقت رب نے سدوم اور عمورہ کو تباہ نہیں کیا تھا۔"},{"number":11,"verse":"چنانچہ لوط نے دریائے یردن کے پورے علاقے کو چن لیا اور مشرق کی طرف جا بسا۔ یوں دونوں رشتے دار ایک دوسرے سے جدا ہو گئے۔"},{"number":12,"verse":"ابرام ملکِ کنعان میں رہا جبکہ لوط یردن کے علاقے کے شہروں کے درمیان آباد ہو گیا۔ وہاں اُس نے اپنے خیمے سدوم کے قریب لگا دیئے۔"},{"number":13,"verse":"لیکن سدوم کے باشندے نہایت شریر تھے، اور اُن کے رب کے خلاف گناہ نہایت مکروہ تھے۔"},{"number":14,"verse":"( رب کا ابرام کے ساتھ دوبارہ وعدہ) لوط ابرام سے جدا ہوا تو رب نے ابرام سے کہا، ”اپنی نظر اُٹھا کر چاروں طرف یعنی شمال، جنوب، مشرق اور مغرب کی طرف دیکھ۔"},{"number":15,"verse":"جو بھی زمین تجھے نظر آئے اُسے مَیں تجھے اور تیری اولاد کو ہمیشہ کے لئے دیتا ہوں۔"},{"number":16,"verse":"مَیں تیری اولاد کو خاک کی طرح بےشمار ہونے دوں گا۔ جس طرح خاک کے ذرے گنے نہیں جا سکتے اُسی طرح تیری اولاد بھی گنی نہیں جا سکے گی۔"},{"number":17,"verse":"چنانچہ اُٹھ کر اِس ملک کی ہر جگہ چل پھر، کیونکہ مَیں اِسے تجھے دیتا ہوں۔“"},{"number":18,"verse":"ابرام روانہ ہوا۔ چلتے چلتے اُس نے اپنے ڈیرے حبرون کے قریب ممرے کے درختوں کے پاس لگائے۔ وہاں اُس نے رب کی تعظیم میں قربان گاہ بنائی۔"}]}