{"bibleAbbr":"urGV2010","bookName":"پیدائش","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"( اسحاق کی پیدائش) تب رب نے سارہ کے ساتھ ویسا ہی کیا جیسا اُس نے فرمایا تھا۔ جو وعدہ اُس نے سارہ کے بارے میں کیا تھا اُسے اُس نے پورا کیا۔"},{"number":2,"verse":"وہ حاملہ ہوئی اور بیٹا پیدا ہوا۔ عین اُس وقت بوڑھے ابراہیم کے ہاں بیٹا پیدا ہوا جو اللہ نے مقرر کر کے اُسے بتایا تھا۔"},{"number":3,"verse":"ابراہیم نے اپنے اِس بیٹے کا نام اسحاق یعنی ’وہ ہنستا ہے‘ رکھا۔"},{"number":4,"verse":"جب اسحاق آٹھ دن کا تھا تو ابراہیم نے اُس کا ختنہ کرایا، جس طرح اللہ نے اُسے حکم دیا تھا۔"},{"number":5,"verse":"جب اسحاق پیدا ہوا اُس وقت ابراہیم 100 سال کا تھا۔"},{"number":6,"verse":"سارہ نے کہا، ”اللہ نے مجھے ہنسایا، اور ہر کوئی جو میرے بارے میں یہ سنے گا ہنسے گا۔"},{"number":7,"verse":"اِس سے پہلے کون ابراہیم سے یہ کہنے کی جرأت کر سکتا تھا کہ سارہ اپنے بچوں کو دودھ پلائے گی؟ اور اب میرے ہاں بیٹا پیدا ہوا ہے، اگرچہ ابراہیم بوڑھا ہو گیا ہے۔“"},{"number":8,"verse":"اسحاق بڑا ہوتا گیا۔ جب اُس کا دودھ چھڑایا گیا تو ابراہیم نے اُس کے لئے بڑی ضیافت کی۔"},{"number":9,"verse":"( ابراہیم ہاجرہ اور اسمٰعیل کو نکال دیتا ہے) ایک دن سارہ نے دیکھا کہ مصری لونڈی ہاجرہ کا بیٹا اسمٰعیل اسحاق کا مذاق اُڑا رہا ہے۔"},{"number":10,"verse":"اُس نے ابراہیم سے کہا، ”اِس لونڈی اور اُس کے بیٹے کو گھر سے نکال دیں، کیونکہ وہ میرے بیٹے اسحاق کے ساتھ میراث نہیں پائے گا۔“"},{"number":11,"verse":"ابراہیم کو یہ بات بہت بُری لگی۔ آخر اسمٰعیل بھی اُس کا بیٹا تھا۔"},{"number":12,"verse":"لیکن اللہ نے اُس سے کہا، ”جو بات سارہ نے اپنی لونڈی اور اُس کے بیٹے کے بارے میں کہی ہے وہ تجھے بُری نہ لگے۔ سارہ کی بات مان لے، کیونکہ تیری نسل اسحاق ہی سے قائم رہے گی۔"},{"number":13,"verse":"لیکن مَیں اسمٰعیل سے بھی ایک قوم بناؤں گا، کیونکہ وہ تیرا بیٹا ہے۔“"},{"number":14,"verse":"ابراہیم صبح سویرے اُٹھا۔ اُس نے روٹی اور پانی کی مشک ہاجرہ کے کندھوں پر رکھ کر اُسے لڑکے کے ساتھ گھر سے نکال دیا۔ ہاجرہ چلتے چلتے بیرسبع کے ریگستان میں اِدھر اُدھر پھرنے لگی۔"},{"number":15,"verse":"پھر پانی ختم ہو گیا۔ ہاجرہ لڑکے کو کسی جھاڑی کے نیچے چھوڑ کر"},{"number":16,"verse":"کوئی 300 فٹ دُور بیٹھ گئی۔ کیونکہ اُس نے دل میں کہا، ”مَیں اُسے مرتے نہیں دیکھ سکتی۔“ وہ وہاں بیٹھ کر رونے لگی۔"},{"number":17,"verse":"لیکن اللہ نے بیٹے کی روتی ہوئی آواز سن لی۔ اللہ کے فرشتے نے آسمان پر سے پکار کر ہاجرہ سے بات کی، ”ہاجرہ، کیا بات ہے؟ مت ڈر، کیونکہ اللہ نے لڑکے کا جو وہاں پڑا ہے رونا سن لیاہے۔"},{"number":18,"verse":"اُٹھ، لڑکے کو اُٹھا کر اُس کا ہاتھ تھام لے، کیونکہ مَیں اُس سے ایک بڑی قوم بناؤں گا۔“"},{"number":19,"verse":"پھر اللہ نے ہاجرہ کی آنکھیں کھول دیں، اور اُس کی نظر ایک کنوئیں پر پڑی۔ وہ وہاں گئی اور مشک کو پانی سے بھر کر لڑکے کو پلایا۔"},{"number":20,"verse":"اللہ لڑکے کے ساتھ تھا۔ وہ جوان ہوا اور تیرانداز بن کر بیابان میں رہنے لگا۔"},{"number":21,"verse":"جب وہ فاران کے ریگستان میں رہتا تھا تو اُس کی ماں نے اُسے ایک مصری عورت سے بیاہ دیا۔"},{"number":22,"verse":"( ابی مَلِک کے ساتھ عہد) اُن دنوں میں ابی مَلِک اور اُس کے سپاہ سالار فیکل نے ابراہیم سے کہا، ”جو کچھ بھی آپ کرتے ہیں اللہ آپ کے ساتھ ہے۔"},{"number":23,"verse":"اب مجھ سے اللہ کی قَسم کھائیں کہ آپ مجھے اور میری آل اولاد کو دھوکا نہیں دیں گے۔ مجھ پر اور اِس ملک پر جس میں آپ پردیسی ہیں وہی مہربانی کریں جو مَیں نے آپ پر کی ہے۔“"},{"number":24,"verse":"ابراہیم نے جواب دیا، ”مَیں قَسم کھاتا ہوں۔“"},{"number":25,"verse":"پھر اُس نے ابی مَلِک سے شکایت کرتے ہوئے کہا، ”آپ کے بندوں نے ہمارے ایک کنوئیں پر قبضہ کر لیا ہے۔“"},{"number":26,"verse":"ابی مَلِک نے کہا، ”مجھے نہیں معلوم کہ کس نے ایسا کیا ہے۔ آپ نے بھی مجھے نہیں بتایا۔ آج مَیں پہلی دفعہ یہ بات سن رہا ہوں۔“"},{"number":27,"verse":"تب ابراہیم نے ابی مَلِک کو بھیڑبکریاں اور گائےبَیل دیئے، اور دونوں نے ایک دوسرے کے ساتھ عہد باندھا۔"},{"number":28,"verse":"پھر ابراہیم نے بھیڑ کے سات مادہ بچوں کو الگ کر لیا۔"},{"number":29,"verse":"ابی مَلِک نے پوچھا، ”آپ نے یہ کیوں کیا؟“"},{"number":30,"verse":"ابراہیم نے جواب دیا، ”بھیڑ کے اِن سات بچوں کو مجھ سے لے لیں۔ یہ اِس کے گواہ ہوں کہ مَیں نے اِس کنوئیں کو کھودا ہے۔“"},{"number":31,"verse":"اِس لئے اُس جگہ کا نام بیرسبع یعنی ’قَسم کا کنواں‘ رکھا گیا، کیونکہ وہاں اُن دونوں مردوں نے قَسم کھائی۔"},{"number":32,"verse":"یوں اُنہوں نے بیرسبع میں ایک دوسرے سے عہد باندھا۔ پھر ابی مَلِک اور فیکل فلستیوں کے ملک واپس چلے گئے۔"},{"number":33,"verse":"اِس کے بعد ابراہیم نے بیرسبع میں جھاؤ کا درخت لگایا۔ وہاں اُس نے رب کا نام لے کر اُس کی عبادت کی جو ابدی خدا ہے۔"},{"number":34,"verse":"ابراہیم بہت عرصے تک فلستیوں کے ملک میں آباد رہا، لیکن اجنبی کی حیثیت سے۔"}]}