{"bibleAbbr":"urGV2010","bookName":"پیدائش","bookEnglishName":"Genesis","chapterNumber":27,"verses":[{"number":1,"verse":"( اسحاق یعقوب کو برکت دیتا ہے) اسحاق بوڑھا ہو گیا تو اُس کی نظر دُھندلا گئی۔ اُس نے اپنے بڑے بیٹے کو بُلا کر کہا، ”بیٹا۔“ عیسَو نے جواب دیا، ”جی، مَیں حاضر ہوں۔“"},{"number":2,"verse":"اسحاق نے کہا، ”مَیں بوڑھا ہو گیا ہوں اور خدا جانے کب مر جاؤں۔"},{"number":3,"verse":"اِس لئے اپنا تیر کمان لے کر جنگل میں نکل جا اور میرے لئے کسی جانور کا شکار کر۔"},{"number":4,"verse":"اُسے تیار کر کے ایسا لذیذ کھانا پکا جو مجھے پسند ہے۔ پھر اُسے میرے پاس لے آ۔ مرنے سے پہلے مَیں وہ کھانا کھا کر تجھے برکت دینا چاہتا ہوں۔“"},{"number":5,"verse":"رِبقہ نے اسحاق کی عیسَو کے ساتھ بات چیت سن لی تھی۔ جب عیسَو شکار کرنے کے لئے چلا گیا تو اُس نے یعقوب سے کہا،"},{"number":6,"verse":"”ابھی ابھی مَیں نے تمہارے ابو کو عیسَو سے یہ بات کرتے ہوئے سنا کہ"},{"number":7,"verse":"’میرے لئے کسی جانور کا شکار کر کے لے آ۔ اُسے تیار کر کے میرے لئے لذیذ کھانا پکا۔ مرنے سے پہلے مَیں یہ کھانا کھا کر تجھے رب کے سامنے برکت دینا چاہتا ہوں۔‘"},{"number":8,"verse":"اب سنو، میرے بیٹے! جو کچھ مَیں بتاتی ہوں وہ کرو۔"},{"number":9,"verse":"جا کر ریوڑ میں سے بکریوں کے دو اچھے اچھے بچے چن لو۔ پھر مَیں وہی لذیذ کھانا پکاؤں گی جو تمہارے ابو کو پسند ہے۔"},{"number":10,"verse":"تم یہ کھانا اُس کے پاس لے جاؤ گے تو وہ اُسے کھا کر مرنے سے پہلے تمہیں برکت دے گا۔“"},{"number":11,"verse":"لیکن یعقوب نے اعتراض کیا، ”آپ جانتی ہیں کہ عیسَو کے جسم پر گھنے بال ہیں جبکہ میرے بال کم ہیں۔"},{"number":12,"verse":"کہیں مجھے چھونے سے میرے باپ کو پتا نہ چل جائے کہ مَیں اُسے فریب دے رہا ہوں۔ پھر مجھ پر برکت نہیں بلکہ لعنت آئے گی۔“"},{"number":13,"verse":"اُس کی ماں نے کہا، ”تم پر آنے والی لعنت مجھ پر آئے، بیٹا۔ بس میری بات مان لو۔ جاؤ اور بکریوں کے وہ بچے لے آؤ۔“"},{"number":14,"verse":"چنانچہ وہ گیا اور اُنہیں اپنی ماں کے پاس لے آیا۔ رِبقہ نے ایسا لذیذ کھانا پکایا جو یعقوب کے باپ کو پسند تھا۔"},{"number":15,"verse":"عیسَو کے خاص موقعوں کے لئے اچھے لباس رِبقہ کے پاس گھر میں تھے۔ اُس نے اُن میں سے بہترین لباس چن کر اپنے چھوٹے بیٹے کو پہنا دیا۔"},{"number":16,"verse":"ساتھ ساتھ اُس نے بکریوں کی کھالیں اُس کے ہاتھوں اور گردن پر جہاں بال نہ تھے لپیٹ دیں۔"},{"number":17,"verse":"پھر اُس نے اپنے بیٹے یعقوب کو روٹی اور وہ لذیذ کھانا دیا جو اُس نے پکایا تھا۔"},{"number":18,"verse":"یعقوب نے اپنے باپ کے پاس جا کر کہا، ”ابو جی۔“ اسحاق نے کہا، ”جی، بیٹا۔ تُو کون ہے؟“"},{"number":19,"verse":"اُس نے کہا، ”مَیں آپ کا پہلوٹھا عیسَو ہوں۔ مَیں نے وہ کیا ہے جو آپ نے مجھے کہا تھا۔ اب ذرا اُٹھیں اور بیٹھ کر میرے شکار کا کھانا کھائیں تاکہ آپ بعد میں مجھے برکت دیں۔“"},{"number":20,"verse":"اسحاق نے پوچھا، ”بیٹا، تجھے یہ شکار اِتنی جلدی کس طرح مل گیا؟“ اُس نے جواب دیا، ”رب آپ کے خدا نے اُسے میرے سامنے سے گزرنے دیا۔“"},{"number":21,"verse":"اسحاق نے کہا، ”بیٹا، میرے قریب آ تاکہ مَیں تجھے چھو لوں کہ تُو واقعی میرا بیٹا عیسَو ہے کہ نہیں۔“"},{"number":22,"verse":"یعقوب اپنے باپ کے نزدیک آیا۔ اسحاق نے اُسے چھو کر کہا، ”تیری آواز تو یعقوب کی ہے لیکن تیرے ہاتھ عیسَو کے ہیں۔“"},{"number":23,"verse":"یوں اُس نے فریب کھایا۔ چونکہ یعقوب کے ہاتھ عیسَو کے ہاتھ کی مانند تھے اِس لئے اُس نے اُسے برکت دی۔"},{"number":24,"verse":"توبھی اُس نے دوبارہ پوچھا، ”کیا تُو واقعی میرا بیٹا عیسَو ہے؟“ یعقوب نے جواب دیا، ”جی، مَیں وہی ہوں۔“"},{"number":25,"verse":"آخرکار اسحاق نے کہا، ”شکار کا کھانا میرے پاس لے آ، بیٹا۔ اُسے کھانے کے بعد مَیں تجھے برکت دوں گا۔“ یعقوب کھانا اور مَے لے آیا۔ اسحاق نے کھایا اور پیا،"},{"number":26,"verse":"پھر کہا، ”بیٹا، میرے پاس آ اور مجھے بوسہ دے۔“"},{"number":27,"verse":"یعقوب نے پاس آ کر اُسے بوسہ دیا۔ اسحاق نے اُس کے لباس کو سونگھ کر اُسے برکت دی۔ اُس نے کہا، ”میرے بیٹے کی خوشبو اُس کھلے میدان کی خوشبو کی مانند ہے جسے رب نے برکت دی ہے۔"},{"number":28,"verse":"اللہ تجھے آسمان کی اوس اور زمین کی زرخیزی دے۔ وہ تجھے کثرت کا اناج اور انگور کا رس دے۔"},{"number":29,"verse":"قومیں تیری خدمت کریں، اور اُمّتیں تیرے سامنے جھک جائیں۔ اپنے بھائیوں کا حکمران بن، اور تیری ماں کی اولاد تیرے سامنے گھٹنے ٹیکے۔ جو تجھ پر لعنت کرے وہ خود لعنتی ہو اور جو تجھے برکت دے وہ خود برکت پائے۔“"},{"number":30,"verse":"( عیسَو بھی برکت مانگتا ہے) اسحاق کی برکت کے بعد یعقوب ابھی رُخصت ہی ہوا تھا کہ اُس کا بھائی عیسَو شکار کر کے واپس آیا۔"},{"number":31,"verse":"وہ بھی لذیذ کھانا پکا کر اُسے اپنے باپ کے پاس لے آیا۔ اُس نے کہا، ”ابو جی، اُٹھیں اور میرے شکار کا کھانا کھائیں تاکہ آپ مجھے برکت دیں۔“"},{"number":32,"verse":"اسحاق نے پوچھا، ”تُو کون ہے؟“ اُس نے جواب دیا، ”مَیں آپ کا بڑا بیٹا عیسَو ہوں۔“"},{"number":33,"verse":"اسحاق گھبرا کر شدت سے کانپنے لگا۔ اُس نے پوچھا، ”پھر وہ کون تھا جو کسی جانور کا شکار کر کے میرے پاس لے آیا؟ تیرے آنے سے ذرا پہلے مَیں نے اُس شکار کا کھانا کھا کر اُس شخص کو برکت دی۔ اب وہ برکت اُسی پر رہے گی۔“"},{"number":34,"verse":"یہ سن کر عیسَو زوردار اور تلخ چیخیں مارنے لگا۔ ”ابو، مجھے بھی برکت دیں،“ اُس نے کہا۔"},{"number":35,"verse":"لیکن اسحاق نے جواب دیا، ”تیرے بھائی نے آ کر مجھے فریب دیا۔ اُس نے تیری برکت تجھ سے چھین لی ہے۔“"},{"number":36,"verse":"عیسَو نے کہا، ”اُس کا نام یعقوب ٹھیک ہی رکھا گیا ہے، کیونکہ اب اُس نے مجھے دوسری بار دھوکا دیا ہے۔ پہلے اُس نے پہلوٹھے کا حق مجھ سے چھین لیا اور اب میری برکت بھی زبردستی لے لی۔ کیا آپ نے میرے لئے کوئی برکت محفوظ نہیں رکھی؟“"},{"number":37,"verse":"لیکن اسحاق نے کہا، ”مَیں نے اُسے تیرا حکمران اور اُس کے تمام بھائیوں کو اُس کے خادم بنا دیا ہے۔ مَیں نے اُسے اناج اور انگور کا رس مہیا کیا ہے۔ اب مجھے بتا بیٹا، کیا کچھ رہ گیا ہے جو مَیں تجھے دوں؟“"},{"number":38,"verse":"لیکن عیسَو خاموش نہ ہوا بلکہ کہا، ”ابو، کیا آپ کے پاس واقعی صرف یہی برکت تھی؟ ابو، مجھے بھی برکت دیں۔“ وہ زار و قطار رونے لگا۔"},{"number":39,"verse":"پھر اسحاق نے کہا، ”تُو زمین کی زرخیزی اور آسمان کی اوس سے محروم رہے گا۔"},{"number":40,"verse":"تُو صرف اپنی تلوار کے سہارے زندہ رہے گا اور اپنے بھائی کی خدمت کرے گا۔ لیکن ایک دن تُو بےچین ہو کر اُس کا جوا اپنی گردن پر سے اُتار پھینکے گا۔“"},{"number":41,"verse":"( یعقوب کی ہجرت) باپ کی برکت کے سبب سے عیسَو یعقوب کا دشمن بن گیا۔ اُس نے دل میں کہا، ”وہ دن قریب آ گئے ہیں کہ ابو انتقال کر جائیں گے اور ہم اُن کا ماتم کریں گے۔ پھر مَیں اپنے بھائی کو مار ڈالوں گا۔“"},{"number":42,"verse":"رِبقہ کو اپنے بڑے بیٹے عیسَو کا یہ ارادہ معلوم ہوا۔ اُس نے یعقوب کو بُلا کر کہا، ”تمہارا بھائی بدلہ لینا چاہتا ہے۔ وہ تمہیں قتل کرنے کا ارادہ رکھتا ہے۔"},{"number":43,"verse":"بیٹا، اب میری سنو، یہاں سے ہجرت کر جاؤ۔ حاران شہر میں میرے بھائی لابن کے پاس چلے جاؤ۔"},{"number":44,"verse":"وہاں کچھ دن ٹھہرے رہنا جب تک تمہارے بھائی کا غصہ ٹھنڈا نہ ہو جائے۔"},{"number":45,"verse":"جب اُس کا غصہ ٹھنڈا ہو جائے گا اور وہ تمہارے اُس کے ساتھ کئے گئے سلوک کو بھول جائے گا، تب مَیں اطلاع دوں گی کہ تم وہاں سے واپس آ سکتے ہو۔ مَیں کیوں ایک ہی دن میں تم دونوں سے محروم ہو جاؤں؟“"},{"number":46,"verse":"پھر رِبقہ نے اسحاق سے بات کی، ”مَیں عیسَو کی بیویوں کے سبب سے اپنی زندگی سے تنگ ہوں۔ اگر یعقوب بھی اِس ملک کی عورتوں میں سے کسی سے شادی کرے تو بہتر ہے کہ مَیں پہلے ہی مر جاؤں۔“"}]}