{"bibleAbbr":"urGV2010","bookName":"پیدائش","bookEnglishName":"Genesis","chapterNumber":30,"verses":[{"number":1,"verse":"لیکن راخل بےاولاد ہی رہی، اِس لئے وہ اپنی بہن سے حسد کرنے لگی۔ اُس نے یعقوب سے کہا، ”مجھے بھی اولاد دیں ورنہ مَیں مر جاؤں گی۔“"},{"number":2,"verse":"یعقوب کو غصہ آیا۔ اُس نے کہا، ”کیا مَیں اللہ ہوں جس نے تجھے اولاد سے محروم رکھاہے؟“"},{"number":3,"verse":"راخل نے کہا، ”یہاں میری لونڈی بِلہاہ ہے۔ اُس کے ساتھ ہم بستر ہوں تاکہ وہ میرے لئے بچے کو جنم دے اور مَیں اُس کی معرفت ماں بن جاؤں۔“"},{"number":4,"verse":"یوں اُس نے اپنے شوہر کو بِلہاہ دی، اور وہ اُس سے ہم بستر ہوا۔"},{"number":5,"verse":"بِلہاہ حاملہ ہوئی اور بیٹا پیدا ہوا۔"},{"number":6,"verse":"راخل نے کہا، ”اللہ نے میرے حق میں فیصلہ دیا ہے۔ اُس نے میری دعا سن کر مجھے بیٹا دے دیا ہے۔“ اُس نے اُس کا نام دان یعنی ’کسی کے حق میں فیصلہ کرنے والا‘ رکھا۔"},{"number":7,"verse":"بِلہاہ دوبارہ حاملہ ہوئی اور ایک اَور بیٹا پیدا ہوا۔"},{"number":8,"verse":"راخل نے کہا، ”مَیں نے اپنی بہن سے سخت کُشتی لڑی ہے، لیکن جیت گئی ہوں۔“ اُس نے اُس کا نام نفتالی یعنی ’کُشتی میں مجھ سے جیتا گیا‘ رکھا۔"},{"number":9,"verse":"جب لیاہ نے دیکھا کہ میرے اَور بچے پیدا نہیں ہو رہے تو اُس نے یعقوب کو اپنی لونڈی زِلفہ دے دی تاکہ وہ بھی اُس کی بیوی ہو۔"},{"number":10,"verse":"زِلفہ کے بھی ایک بیٹا پیدا ہوا۔"},{"number":11,"verse":"لیاہ نے کہا، ”مَیں کتنی خوش قسمت ہوں!“ چنانچہ اُس نے اُس کا نام جد یعنی خوش قسمتی رکھا۔"},{"number":12,"verse":"پھر زِلفہ کے دوسرا بیٹا پیدا ہوا۔"},{"number":13,"verse":"لیاہ نے کہا، ”مَیں کتنی مبارک ہوں۔ اب خواتین مجھے مبارک کہیں گی۔“ اُس نے اُس کا نام آشر یعنی مبارک رکھا۔"},{"number":14,"verse":"ایک دن اناج کی فصل کی کٹائی ہو رہی تھی کہ روبن باہر نکل کر کھیتوں میں چلا گیا۔ وہاں اُسے مردم گیاہ ( ایک پودا جس کے بارے میں خیال کیا جاتا تھا کہ اُسے کھا کر بانجھ عورت بھی بچے کو جنم دے گی۔) مل گئے۔ وہ اُنہیں اپنی ماں لیاہ کے پاس لے آیا۔ یہ دیکھ کر راخل نے لیاہ سے کہا، ”مجھے ذرا اپنے بیٹے کے مردم گیاہ میں سے کچھ دے دو۔“"},{"number":15,"verse":"لیاہ نے جواب دیا، ”کیا یہی کافی نہیں کہ تم نے میرے شوہر کو مجھ سے چھین لیا ہے؟ اب میرے بیٹے کے مردم گیاہ کو بھی چھیننا چاہتی ہو۔“ راخل نے کہا، ”اگر تم مجھے اپنے بیٹے کے مردم گیاہ میں سے دو تو آج رات یعقوب کے ساتھ سو سکتی ہو۔“"},{"number":16,"verse":"شام کو یعقوب کھیتوں سے واپس آ رہا تھا کہ لیاہ آگے سے اُس سے ملنے کو گئی اور کہا، ”آج رات آپ کو میرے ساتھ سونا ہے، کیونکہ مَیں نے اپنے بیٹے کے مردم گیاہ کے عوض آپ کو اُجرت پر لیا ہے۔“ چنانچہ یعقوب نے لیاہ کے پاس رات گزاری۔"},{"number":17,"verse":"اُس وقت اللہ نے لیاہ کی دعا سنی اور وہ حاملہ ہوئی۔ اُس کے پانچواں بیٹا پیدا ہوا۔"},{"number":18,"verse":"لیاہ نے کہا، ”اللہ نے مجھے اِس کا اجر دیا ہے کہ مَیں نے اپنے شوہر کو اپنی لونڈی دی۔“ اُس نے اُس کا نام اِشکار یعنی اجر رکھا۔"},{"number":19,"verse":"اِس کے بعد وہ ایک اَور دفعہ حاملہ ہوئی۔ اُس کے چھٹا بیٹا پیدا ہوا۔"},{"number":20,"verse":"اُس نے کہا، ”اللہ نے مجھے ایک اچھا خاصا تحفہ دیا ہے۔ اب میرا خاوند میرے ساتھ رہے گا، کیونکہ مجھ سے اُس کے چھ بیٹے پیدا ہوئے ہیں۔“ اُس نے اُس کا نام زبولون یعنی رہائش رکھا۔"},{"number":21,"verse":"اِس کے بعد بیٹی پیدا ہوئی۔ اُس نے اُس کا نام دینہ رکھا۔"},{"number":22,"verse":"پھر اللہ نے راخل کو بھی یاد کیا۔ اُس نے اُس کی دعا سن کر اُسے اولاد بخشی۔"},{"number":23,"verse":"وہ حاملہ ہوئی اور ایک بیٹا پیدا ہوا۔ اُس نے کہا، ”مجھے بیٹا عطا کرنے سے اللہ نے میری عزت بحال کر دی ہے۔"},{"number":24,"verse":"رب مجھے ایک اَور بیٹا دے۔“ اُس نے اُس کا نام یوسف یعنی ’وہ اَور دے‘ رکھا۔"},{"number":25,"verse":"( یعقوب کا لابن کے ساتھ سودا) یوسف کی پیدائش کے بعد یعقوب نے لابن سے کہا، ”اب مجھے اجازت دیں کہ مَیں اپنے وطن اور گھر کو واپس جاؤں۔"},{"number":26,"verse":"مجھے میرے بال بچے دیں جن کے عوض مَیں نے آپ کی خدمت کی ہے۔ پھر مَیں چلا جاؤں گا۔ آپ تو خود جانتے ہیں کہ مَیں نے کتنی محنت کے ساتھ آپ کے لئے کام کیا ہے۔“"},{"number":27,"verse":"لیکن لابن نے کہا، ”مجھ پر مہربانی کریں اور یہیں رہیں۔ مجھے غیب دانی سے پتا چلا ہے کہ رب نے مجھے آپ کے سبب سے برکت دی ہے۔"},{"number":28,"verse":"اپنی اُجرت خود مقرر کریں تو مَیں وہی دیا کروں گا۔“"},{"number":29,"verse":"یعقوب نے کہا، ”آپ جانتے ہیں کہ مَیں نے کس طرح آپ کے لئے کام کیا، کہ میرے وسیلے سے آپ کے مویشی کتنے بڑھ گئے ہیں۔"},{"number":30,"verse":"جو تھوڑا بہت میرے آنے سے پہلے آپ کے پاس تھا وہ اب بہت زیادہ بڑھ گیا ہے۔ رب نے میرے کام سے آپ کو بہت برکت دی ہے۔ اب وہ وقت آ گیا ہے کہ مَیں اپنے گھر کے لئے کچھ کروں۔“"},{"number":31,"verse":"لابن نے کہا، ”مَیں آپ کو کیا دوں؟“ یعقوب نے کہا، ”مجھے کچھ نہ دیں۔ مَیں اِس شرط پر آپ کی بھیڑبکریوں کی دیکھ بھال جاری رکھوں گا کہ"},{"number":32,"verse":"آج مَیں آپ کے ریوڑ میں سے گزر کر اُن تمام بھیڑوں کو الگ کر لوں گا جن کے جسم پر چھوٹے یا بڑے دھبے ہوں یا جو سفید نہ ہوں۔ اِسی طرح مَیں اُن تمام بکریوں کو بھی الگ کر لوں گا جن کے جسم پر چھوٹے یا بڑے دھبے ہوں۔ یہی میری اُجرت ہو گی۔"},{"number":33,"verse":"آئندہ جن بکریوں کے جسم پر چھوٹے یا بڑے دھبے ہوں گے یا جن بھیڑوں کا رنگ سفید نہیں ہو گا وہ میرا اجر ہوں گی۔ جب کبھی آپ اُن کا معائنہ کریں گے تو آپ معلوم کر سکیں گے کہ مَیں دیانت دار رہا ہوں۔ کیونکہ میرے جانوروں کے رنگ سے ہی ظاہر ہو گا کہ مَیں نے آپ کا کچھ چُرایا نہیں ہے۔“"},{"number":34,"verse":"لابن نے کہا، ”ٹھیک ہے۔ ایسا ہی ہو جیسا آپ نے کہا ہے۔“"},{"number":35,"verse":"اُسی دن لابن نے اُن بکروں کو الگ کر لیا جن کے جسم پر دھاریاں یا دھبے تھے اور اُن تمام بکریوں کو جن کے جسم پر چھوٹے یا بڑے دھبے تھے۔ جس کے بھی جسم پر سفید نشان تھا اُسے اُس نے الگ کر لیا۔ اِسی طرح اُس نے اُن تمام بھیڑوں کو بھی الگ کر لیا جو پورے طور پر سفید نہ تھے۔ پھر لابن نے اُنہیں اپنے بیٹوں کے سپرد کر دیا"},{"number":36,"verse":"جو اُن کے ساتھ یعقوب سے اِتنا دُور چلے گئے کہ اُن کے درمیان تین دن کا فاصلہ تھا۔ تب یعقوب لابن کی باقی بھیڑبکریوں کی دیکھ بھال کرتا گیا۔"},{"number":37,"verse":"یعقوب نے سفیدہ، بادام اور چنار کی ہری ہری شاخیں لے کر اُن سے کچھ چھلکا یوں اُتار دیا کہ اُس پر سفید دھاریاں نظر آئیں۔"},{"number":38,"verse":"اُس نے اُنہیں بھیڑبکریوں کے سامنے اُن حوضوں میں گاڑ دیا جہاں وہ پانی پیتے تھے، کیونکہ وہاں یہ جانور مست ہو کر ملاپ کرتے تھے۔"},{"number":39,"verse":"جب وہ اِن شاخوں کے سامنے ملاپ کرتے تو جو بچے پیدا ہوتے اُن کے جسم پر چھوٹے اور بڑے دھبے اور دھاریاں ہوتی تھیں۔"},{"number":40,"verse":"پھر یعقوب نے بھیڑ کے بچوں کو الگ کر کے اپنے ریوڑوں کو لابن کے اُن جانوروں کے سامنے چرنے دیا جن کے جسم پر دھاریاں تھیں اور جو سفید نہ تھے۔ یوں اُس نے اپنے ذاتی ریوڑوں کو الگ کر لیا اور اُنہیں لابن کے ریوڑ کے ساتھ چرنے نہ دیا۔"},{"number":41,"verse":"لیکن اُس نے یہ شاخیں صرف اُس وقت حوضوں میں کھڑی کیں جب طاقت ور جانور مست ہو کر ملاپ کرتے تھے۔"},{"number":42,"verse":"کمزور جانوروں کے ساتھ اُس نے ایسا نہ کیا۔ اِسی طرح لابن کو کمزور جانور اور یعقوب کو طاقت ور جانور مل گئے۔"},{"number":43,"verse":"یوں یعقوب بہت امیر بن گیا۔ اُس کے پاس بہت سے ریوڑ، غلام اور لونڈیاں، اونٹ اور گدھے تھے۔"}]}