{"bibleAbbr":"urGV2010","bookName":"پیدائش","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"( بیت ایل میں یعقوب پر اللہ کی برکت) اللہ نے یعقوب سے کہا، ”اُٹھ، بیت ایل جا کر وہاں آباد ہو۔ وہیں اللہ کے لئے جو تجھ پر ظاہر ہوا جب تُو اپنے بھائی عیسَو سے بھاگ رہا تھا قربان گاہ بنا۔“"},{"number":2,"verse":"چنانچہ یعقوب نے اپنے گھر والوں اور باقی سارے ساتھیوں سے کہا، ”جو بھی اجنبی بُت آپ کے پاس ہیں اُنہیں پھینک دیں۔ اپنے آپ کو پاک صاف کر کے اپنے کپڑے بدلیں،"},{"number":3,"verse":"کیونکہ ہمیں یہ جگہ چھوڑ کر بیت ایل جانا ہے۔ وہاں مَیں اُس خدا کے لئے قربان گاہ بناؤں گا جس نے مصیبت کے وقت میری دعا سنی۔ جہاں بھی مَیں گیا وہاں وہ میرے ساتھ رہا ہے۔“"},{"number":4,"verse":"یہ سن کر اُنہوں نے یعقوب کو تمام بُت دے دیئے جو اُن کے پاس تھے اور تمام بالیاں جو اُنہوں نے تعویذ کے طور پر کانوں میں پہن رکھی تھیں۔ اُس نے سب کچھ سِکم کے قریب بلوط کے درخت کے نیچے زمین میں دبا دیا۔"},{"number":5,"verse":"پھر وہ روانہ ہوئے۔ ارد گرد کے شہروں پر اللہ کی طرف سے اِتنا شدید خوف چھا گیا کہ اُنہوں نے یعقوب اور اُس کے بیٹوں کا تعاقب نہ کیا۔"},{"number":6,"verse":"چلتے چلتے یعقوب اپنے لوگوں سمیت لُوز پہنچ گیا جو ملکِ کنعان میں تھا۔ آج لُوز کا نام بیت ایل ہے۔"},{"number":7,"verse":"یعقوب نے وہاں قربان گاہ بنا کر مقام کا نام بیت ایل یعنی ’اللہ کا گھر‘ رکھا۔ کیونکہ وہاں اللہ نے اپنے آپ کو اُس پر ظاہر کیا تھا جب وہ اپنے بھائی سے فرار ہو رہا تھا۔"},{"number":8,"verse":"وہاں رِبقہ کی دایہ دبورہ مر گئی۔ وہ بیت ایل کے جنوب میں بلوط کے درخت کے نیچے دفن ہوئی، اِس لئے اُس کا نام الّون بکوت یعنی ’رونے کا بلوط کا درخت‘ رکھا گیا۔"},{"number":9,"verse":"اللہ یعقوب پر ایک دفعہ اَور ظاہر ہوا اور اُسے برکت دی۔ یہ مسوپتامیہ سے واپس آنے پر دوسری بار ہوا۔"},{"number":10,"verse":"اللہ نے اُس سے کہا، ”اب سے تیرا نام یعقوب نہیں بلکہ اسرائیل ہو گا۔“ یوں اُس نے اُس کا نیا نام اسرائیل رکھا۔"},{"number":11,"verse":"اللہ نے یہ بھی اُس سے کہا، ”مَیں اللہ قادرِ مطلق ہوں۔ پھل پھول اور تعداد میں بڑھتا جا۔ ایک قوم نہیں بلکہ بہت سی قومیں تجھ سے نکلیں گی۔ تیری اولاد میں بادشاہ بھی شامل ہوں گے۔"},{"number":12,"verse":"مَیں تجھے وہی ملک دوں گا جو ابراہیم اور اسحاق کو دیا ہے۔ اور تیرے بعد اُسے تیری اولاد کو دوں گا۔“"},{"number":13,"verse":"پھر اللہ وہاں سے آسمان پر چلا گیا۔"},{"number":14,"verse":"جہاں اللہ یعقوب سے ہم کلام ہوا تھا وہاں اُس نے پتھر کا ستون کھڑا کیا اور اُس پر مَے اور تیل اُنڈیل کر اُسے مخصوص کیا۔"},{"number":15,"verse":"اُس نے جگہ کا نام بیت ایل رکھا۔"},{"number":16,"verse":"( راخل کی موت) پھر یعقوب اپنے گھر والوں کے ساتھ بیت ایل کو چھوڑ کر اِفراتہ کی طرف چل پڑا۔ راخل اُمید سے تھی، اور راستے میں بچے کی پیدائش کا وقت آ گیا۔ بچہ بڑی مشکل سے پیدا ہوا۔"},{"number":17,"verse":"جب دردِ زہ عروج کو پہنچ گیا تو دائی نے اُس سے کہا، ”مت ڈرو، کیونکہ ایک اَور بیٹا ہے۔“"},{"number":18,"verse":"لیکن وہ دم توڑنے والی تھی، اور مرتے مرتے اُس نے اُس کا نام بن اونی یعنی ’میری مصیبت کا بیٹا‘ رکھا۔ لیکن اُس کے باپ نے اُس کا نام بن یمین یعنی ’دہنے ہاتھ یا خوش قسمتی کا بیٹا‘ رکھا۔"},{"number":19,"verse":"راخل فوت ہوئی، اور وہ اِفراتہ کے راستے میں دفن ہوئی۔ آج کل اِفراتہ کو بیت لحم کہا جاتا ہے۔"},{"number":20,"verse":"یعقوب نے اُس کی قبر پر پتھر کا ستون کھڑا کیا۔ وہ آج تک راخل کی قبر کی نشان دہی کرتا ہے۔"},{"number":21,"verse":"وہاں سے یعقوب نے اپنا سفر جاری رکھا اور مِجدل عِدر کی پرلی طرف اپنے خیمے لگائے۔"},{"number":22,"verse":"جب وہ وہاں ٹھہرے تھے تو روبن یعقوب کی حرم بِلہاہ سے ہم بستر ہوا۔ یعقوب کو معلوم ہو گیا۔ یعقوب کے بارہ بیٹے تھے۔"},{"number":23,"verse":"( یعقوب کے بیٹے) لیاہ کے بیٹے یہ تھے: اُس کا سب سے بڑا بیٹا روبن، پھر شمعون، لاوی، یہوداہ، اِشکار اور زبولون۔"},{"number":24,"verse":"راخل کے دو بیٹے تھے، یوسف اور بن یمین۔"},{"number":25,"verse":"راخل کی لونڈی بِلہاہ کے دو بیٹے تھے، دان اور نفتالی۔"},{"number":26,"verse":"لیاہ کی لونڈی زِلفہ کے دو بیٹے تھے، جد اور آشر۔ یعقوب کے یہ بیٹے مسوپتامیہ میں پیدا ہوئے۔"},{"number":27,"verse":"( اسحاق کی موت) پھر یعقوب اپنے باپ اسحاق کے پاس پہنچ گیا جو حبرون کے قریب ممرے میں اجنبی کی حیثیت سے رہتا تھا (اُس وقت حبرون کا نام قِریَت اربع تھا)۔ وہاں اسحاق اور اُس سے پہلے ابراہیم رہا کرتے تھے۔"},{"number":28,"verse":"اسحاق 180 سال کا تھا جب وہ عمر رسیدہ اور زندگی سے آسودہ ہو کر اپنے باپ دادا سے جا ملا۔ اُس کے بیٹے عیسَو اور یعقوب نے اُسے دفن کیا۔"}]}