{"bibleAbbr":"urGV2010","bookName":"پیدائش","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"( یوسف کے بھائی مصر میں) جب یعقوب کو معلوم ہوا کہ مصر میں اناج ہے تو اُس نے اپنے بیٹوں سے کہا، ”تم کیوں ایک دوسرے کا منہ تکتے ہو؟"},{"number":2,"verse":"سنا ہے کہ مصر میں اناج ہے۔ وہاں جا کر ہمارے لئے کچھ خرید لاؤ تاکہ ہم بھوکے نہ مریں۔“"},{"number":3,"verse":"تب یوسف کے دس بھائی اناج خریدنے کے لئے مصر گئے۔"},{"number":4,"verse":"لیکن یعقوب نے یوسف کے سگے بھائی بن یمین کو ساتھ نہ بھیجا، کیونکہ اُس نے کہا، ”ایسا نہ ہو کہ اُسے جانی نقصان پہنچے۔“"},{"number":5,"verse":"یوں یعقوب کے بیٹے بہت سارے اَور لوگوں کے ساتھ مصر گئے، کیونکہ ملکِ کنعان بھی کال کی گرفت میں تھا۔"},{"number":6,"verse":"یوسف مصر کے حاکم کی حیثیت سے لوگوں کو اناج بیچتا تھا، اِس لئے اُس کے بھائی آ کر اُس کے سامنے منہ کے بل جھک گئے۔"},{"number":7,"verse":"جب یوسف نے اپنے بھائیوں کو دیکھا تو اُس نے اُنہیں پہچان لیا لیکن ایسا کیا جیسا اُن سے ناواقف ہو اور سختی سے اُن سے بات کی، ”تم کہاں سے آئے ہو؟“ اُنہوں نے جواب دیا، ”ہم ملکِ کنعان سے اناج خریدنے کے لئے آئے ہیں۔“"},{"number":8,"verse":"گو یوسف نے اپنے بھائیوں کو پہچان لیا، لیکن اُنہوں نے اُسے نہ پہچانا۔"},{"number":9,"verse":"اُسے وہ خواب یاد آئے جو اُس نے اُن کے بارے میں دیکھے تھے۔ اُس نے کہا، ”تم جاسوس ہو۔ تم یہ دیکھنے آئے ہو کہ ہمارا ملک کن کن جگہوں پر غیرمحفوظ ہے۔“"},{"number":10,"verse":"اُنہوں نے کہا، ”جناب، ہرگز نہیں۔ آپ کے غلام غلہ خریدنے آئے ہیں۔"},{"number":11,"verse":"ہم سب ایک ہی مرد کے بیٹے ہیں۔ آپ کے خادم شریف لوگ ہیں، جاسوس نہیں ہیں۔“"},{"number":12,"verse":"لیکن یوسف نے اصرار کیا، ”نہیں، تم دیکھنے آئے ہو کہ ہمارا ملک کن کن جگہوں پر غیرمحفوظ ہے۔“"},{"number":13,"verse":"اُنہوں نے عرض کی، ”آپ کے خادم کُل بارہ بھائی ہیں۔ ہم ایک ہی آدمی کے بیٹے ہیں جو کنعان میں رہتا ہے۔ سب سے چھوٹا بھائی اِس وقت ہمارے باپ کے پاس ہے جبکہ ایک مر گیا ہے۔“"},{"number":14,"verse":"لیکن یوسف نے اپنا الزام دہرایا، ”ایسا ہی ہے جیسا مَیں نے کہا ہے کہ تم جاسوس ہو۔"},{"number":15,"verse":"مَیں تمہاری باتیں جانچ لوں گا۔ فرعون کی حیات کی قَسم، پہلے تمہارا سب سے چھوٹا بھائی آئے، ورنہ تم اِس جگہ سے کبھی نہیں جا سکو گے۔"},{"number":16,"verse":"ایک بھائی کو اُسے لانے کے لئے بھیج دو۔ باقی سب یہاں گرفتار رہیں گے۔ پھر پتا چلے گا کہ تمہاری باتیں سچ ہیں کہ نہیں۔ اگر نہیں تو فرعون کی حیات کی قَسم، اِس کا مطلب یہ ہو گا کہ تم جاسوس ہو۔“"},{"number":17,"verse":"یہ کہہ کر یوسف نے اُنہیں تین دن کے لئے قیدخانے میں ڈال دیا۔"},{"number":18,"verse":"تیسرے دن اُس نے اُن سے کہا، ”مَیں اللہ کا خوف مانتا ہوں، اِس لئے تم کو ایک شرط پر جیتا چھوڑوں گا۔"},{"number":19,"verse":"اگر تم واقعی شریف لوگ ہو تو ایسا کرو کہ تم میں سے ایک یہاں قیدخانے میں رہے جبکہ باقی سب اناج لے کر اپنے بھوکے گھر والوں کے پاس واپس جائیں۔"},{"number":20,"verse":"لیکن لازم ہے کہ تم اپنے سب سے چھوٹے بھائی کو میرے پاس لے آؤ۔ صرف اِس سے تمہاری باتیں سچ ثابت ہوں گی اور تم موت سے بچ جاؤ گے۔“ یوسف کے بھائی راضی ہو گئے۔"},{"number":21,"verse":"وہ آپس میں کہنے لگے، ”بےشک یہ ہمارے اپنے بھائی پر ظلم کی سزا ہے۔ جب وہ التجا کر رہا تھا کہ مجھ پر رحم کریں تو ہم نے اُس کی بڑی مصیبت دیکھ کر بھی اُس کی نہ سنی۔ اِس لئے یہ مصیبت ہم پر آ گئی ہے۔“"},{"number":22,"verse":"اور روبن نے کہا، ”کیا مَیں نے نہیں کہا تھا کہ لڑکے پر ظلم مت کرو، لیکن تم نے میری ایک نہ مانی۔ اب اُس کی موت کا حساب کتاب کیا جا رہا ہے۔“"},{"number":23,"verse":"اُنہیں معلوم نہیں تھا کہ یوسف ہماری باتیں سمجھ سکتا ہے، کیونکہ وہ مترجم کی معرفت اُن سے بات کرتا تھا۔"},{"number":24,"verse":"یہ باتیں سن کر وہ اُنہیں چھوڑ کر رونے لگا۔ پھر وہ سنبھل کر واپس آیا۔ اُس نے شمعون کو چن کر اُسے اُن کے سامنے ہی باندھ لیا۔"},{"number":25,"verse":"( یوسف کے بھائی کنعان واپس جاتے ہیں) یوسف نے حکم دیا کہ ملازم اُن کی بوریاں اناج سے بھر کر ہر ایک بھائی کے پیسے اُس کی بوری میں واپس رکھ دیں اور اُنہیں سفر کے لئے کھانا بھی دیں۔ اُنہوں نے ایسا ہی کیا۔"},{"number":26,"verse":"پھر یوسف کے بھائی اپنے گدھوں پر اناج لاد کر روانہ ہو گئے۔"},{"number":27,"verse":"جب وہ رات کے لئے کسی جگہ پر ٹھہرے تو ایک بھائی نے اپنے گدھے کے لئے چارا نکالنے کی غرض سے اپنی بوری کھولی تو دیکھا کہ بوری کے منہ میں اُس کے پیسے پڑے ہیں۔"},{"number":28,"verse":"اُس نے اپنے بھائیوں سے کہا، ”میرے پیسے واپس کر دیئے گئے ہیں! وہ میری بوری میں ہیں۔“ یہ دیکھ کر اُن کے ہوش اُڑ گئے۔ کانپتے ہوئے وہ ایک دوسرے کو دیکھنے اور کہنے لگے، ”یہ کیا ہے جو اللہ نے ہمارے ساتھ کیا ہے؟“"},{"number":29,"verse":"ملکِ کنعان میں اپنے باپ کے پاس پہنچ کر اُنہوں نے اُسے سب کچھ سنایا جو اُن کے ساتھ ہوا تھا۔ اُنہوں نے کہا،"},{"number":30,"verse":"”اُس ملک کے مالک نے بڑی سختی سے ہمارے ساتھ بات کی۔ اُس نے ہمیں جاسوس قرار دیا۔"},{"number":31,"verse":"لیکن ہم نے اُس سے کہا، ’ہم جاسوس نہیں بلکہ شریف لوگ ہیں۔"},{"number":32,"verse":"ہم بارہ بھائی ہیں، ایک ہی باپ کے بیٹے۔ ایک تو مر گیا جبکہ سب سے چھوٹا بھائی اِس وقت کنعان میں باپ کے پاس ہے۔‘"},{"number":33,"verse":"پھر اُس ملک کے مالک نے ہم سے کہا، ’اِس سے مجھے پتا چلے گا کہ تم شریف لوگ ہو کہ ایک بھائی کو میرے پاس چھوڑ دو اور اپنے بھوکے گھر والوں کے لئے خوراک لے کر چلے جاؤ۔"},{"number":34,"verse":"لیکن اپنے سب سے چھوٹے بھائی کو میرے پاس لے آؤ تاکہ مجھے معلوم ہو جائے کہ تم جاسوس نہیں بلکہ شریف لوگ ہو۔ پھر مَیں تم کو تمہارا بھائی واپس کر دوں گا اور تم اِس ملک میں آزادی سے تجارت کر سکو گے‘۔“"},{"number":35,"verse":"اُنہوں نے اپنی بوریوں سے اناج نکال دیا تو دیکھا کہ ہر ایک کی بوری میں اُس کے پیسوں کی تھیلی رکھی ہوئی ہے۔ یہ پیسے دیکھ کر وہ خود اور اُن کا باپ ڈر گئے۔"},{"number":36,"verse":"اُن کے باپ نے اُن سے کہا، ”تم نے مجھے میرے بچوں سے محروم کر دیا ہے۔ یوسف نہیں رہا، شمعون بھی نہیں رہا اور اب تم بن یمین کو بھی مجھ سے چھیننا چاہتے ہو۔ سب کچھ میرے خلاف ہے۔“"},{"number":37,"verse":"پھر روبن بول اُٹھا، ”اگر مَیں اُسے سلامتی سے آپ کے پاس واپس نہ پہنچاؤں تو آپ میرے دو بیٹوں کو سزائے موت دے سکتے ہیں۔ اُسے میرے سپرد کریں تو مَیں اُسے واپس لے آؤں گا۔“"},{"number":38,"verse":"لیکن یعقوب نے کہا، ”میرا بیٹا تمہارے ساتھ جانے کا نہیں۔ کیونکہ اُس کا بھائی مر گیا ہے اور وہ اکیلا ہی رہ گیا ہے۔ اگر اُس کو راستے میں جانی نقصان پہنچے تو تم مجھ بوڑھے کو غم کے مارے پاتال میں پہنچاؤ گے۔“"}]}