{"bibleAbbr":"urGV2010","bookName":"پیدائش","bookEnglishName":"Genesis","chapterNumber":44,"verses":[{"number":1,"verse":"( گم شدہ پیالہ) یوسف نے گھر پر مقرر ملازم کو حکم دیا، ”اُن مردوں کی بوریاں خوراک سے اِتنی بھر دینا جتنی وہ اُٹھا کر لے جا سکیں۔ ہر ایک کے پیسے اُس کی اپنی بوری کے منہ میں رکھ دینا۔"},{"number":2,"verse":"سب سے چھوٹے بھائی کی بوری میں نہ صرف پیسے بلکہ میرے چاندی کے پیالے کو بھی رکھ دینا۔“ ملازم نے ایسا ہی کیا۔"},{"number":3,"verse":"اگلی صبح جب پَو پھٹنے لگی تو بھائیوں کو اُن کے گدھوں سمیت رُخصت کر دیا گیا۔"},{"number":4,"verse":"وہ ابھی شہر سے نکل کر دُور نہیں گئے تھے کہ یوسف نے اپنے گھر پر مقرر ملازم سے کہا، ”جلدی کرو۔ اُن آدمیوں کا تعاقب کرو۔ اُن کے پاس پہنچ کر یہ پوچھنا، ’آپ نے ہماری بھلائی کے جواب میں غلط کام کیوں کیا ہے؟"},{"number":5,"verse":"آپ نے میرے مالک کا چاندی کا پیالہ کیوں چُرایا ہے؟ اُس سے وہ نہ صرف پیتے ہیں بلکہ اُسے غیب دانی کے لئے بھی استعمال کرتے ہیں۔ آپ ایک نہایت سنگین جرم کے مرتکب ہوئے ہیں‘۔“"},{"number":6,"verse":"جب ملازم بھائیوں کے پاس پہنچا تو اُس نے اُن سے یہی باتیں کیں۔"},{"number":7,"verse":"جواب میں اُنہوں نے کہا، ”ہمارے مالک ایسی باتیں کیوں کرتے ہیں؟ کبھی نہیں ہو سکتا کہ آپ کے خادم ایسا کریں۔"},{"number":8,"verse":"آپ تو جانتے ہیں کہ ہم ملکِ کنعان سے وہ پیسے واپس لے آئے جو ہماری بوریوں میں تھے۔ تو پھر ہم کیوں آپ کے مالک کے گھر سے چاندی یا سونا چُرائیں گے؟"},{"number":9,"verse":"اگر وہ آپ کے خادموں میں سے کسی کے پاس مل جائے تو اُسے مار ڈالا جائے اور باقی سب آپ کے غلام بنیں۔“"},{"number":10,"verse":"ملازم نے کہا، ”ٹھیک ہے ایسا ہی ہو گا۔ لیکن صرف وہی میرا غلام بنے گا جس نے پیالہ چُرایا ہے۔ باقی سب آزاد ہیں۔“"},{"number":11,"verse":"اُنہوں نے جلدی سے اپنی بوریاں اُتار کر زمین پر رکھ دیں۔ ہر ایک نے اپنی بوری کھول دی۔"},{"number":12,"verse":"ملازم بوریوں کی تلاشی لینے لگا۔ وہ بڑے بھائی سے شروع کر کے آخرکار سب سے چھوٹے بھائی تک پہنچ گیا۔ اور وہاں بن یمین کی بوری میں سے پیالہ نکلا۔"},{"number":13,"verse":"بھائیوں نے یہ دیکھ کر پریشانی میں اپنے لباس پھاڑ لئے۔ وہ اپنے گدھوں کو دوبارہ لاد کر شہر واپس آ گئے۔"},{"number":14,"verse":"جب یہوداہ اور اُس کے بھائی یوسف کے گھر پہنچے تو وہ ابھی وہیں تھا۔ وہ اُس کے سامنے منہ کے بل گر گئے۔"},{"number":15,"verse":"یوسف نے کہا، ”یہ تم نے کیا کِیا ہے؟ کیا تم نہیں جانتے کہ مجھ جیسا آدمی غیب کا علم رکھتا ہے؟“"},{"number":16,"verse":"یہوداہ نے کہا، ”جنابِ عالی، ہم کیا کہیں؟ اب ہم اپنے دفاع میں کیا کہیں؟ اللہ ہی نے ہمیں قصوروار ٹھہرایا ہے۔ اب ہم سب آپ کے غلام ہیں، نہ صرف وہ جس کے پاس سے پیالہ مل گیا۔“"},{"number":17,"verse":"یوسف نے کہا، ”اللہ نہ کرے کہ مَیں ایسا کروں، بلکہ صرف وہی میرا غلام ہو گا جس کے پاس پیالہ تھا۔ باقی سب سلامتی سے اپنے باپ کے پاس واپس چلے جائیں۔“"},{"number":18,"verse":"( یہوداہ بن یمین کی سفارش کرتا ہے) لیکن یہوداہ نے یوسف کے قریب آ کر کہا، ”میرے مالک، مہربانی کر کے اپنے بندے کو ایک بات کرنے کی اجازت دیں۔ مجھ پر غصہ نہ کریں اگرچہ آپ مصر کے بادشاہ جیسے ہیں۔"},{"number":19,"verse":"جنابِ عالی، آپ نے ہم سے پوچھا، ’کیا تمہارا باپ یا کوئی اَور بھائی ہے؟‘"},{"number":20,"verse":"ہم نے جواب دیا، ’ہمارا باپ ہے۔ وہ بوڑھا ہے۔ ہمارا ایک چھوٹا بھائی بھی ہے جو اُس وقت پیدا ہوا جب ہمارا باپ عمر رسیدہ تھا۔ اُس لڑکے کا بھائی مر چکا ہے۔ اُس کی ماں کے صرف یہ دو بیٹے پیدا ہوئے۔ اب وہ اکیلا ہی رہ گیا ہے۔ اُس کا باپ اُسے شدت سے پیار کرتا ہے۔‘"},{"number":21,"verse":"جنابِ عالی، آپ نے ہمیں بتایا، ’اُسے یہاں لے آؤ تاکہ مَیں خود اُسے دیکھ سکوں۔‘"},{"number":22,"verse":"ہم نے جواب دیا، ’یہ لڑکا اپنے باپ کو چھوڑ نہیں سکتا، ورنہ اُس کا باپ مر جائے گا۔‘"},{"number":23,"verse":"پھر آپ نے کہا، ’تم صرف اِس صورت میں میرے پاس آ سکو گے کہ تمہارا سب سے چھوٹا بھائی تمہارے ساتھ ہو۔‘"},{"number":24,"verse":"جب ہم اپنے باپ کے پاس واپس پہنچے تو ہم نے اُنہیں سب کچھ بتایا جو آپ نے کہا تھا۔"},{"number":25,"verse":"پھر اُنہوں نے ہم سے کہا، ’مصر لوٹ کر کچھ غلہ خرید لاؤ۔‘"},{"number":26,"verse":"ہم نے جواب دیا، ’ہم جا نہیں سکتے۔ ہم صرف اِس صورت میں اُس مرد کے پاس جا سکتے ہیں کہ ہمارا سب سے چھوٹا بھائی ساتھ ہو۔ ہم تب ہی جا سکتے ہیں جب وہ بھی ہمارے ساتھ چلے۔‘"},{"number":27,"verse":"ہمارے باپ نے ہم سے کہا، ’تم جانتے ہو کہ میری بیوی راخل سے میرے دو بیٹے پیدا ہوئے۔"},{"number":28,"verse":"پہلا مجھے چھوڑ چکا ہے۔ کسی جنگلی جانور نے اُسے پھاڑ کھایا ہو گا، کیونکہ اُسی وقت سے مَیں نے اُسے نہیں دیکھا۔"},{"number":29,"verse":"اگر اِس کو بھی مجھ سے لے جانے کی وجہ سے جانی نقصان پہنچے تو تم مجھ بوڑھے کو غم کے مارے پاتال میں پہنچاؤ گے‘۔“"},{"number":30,"verse":"یہوداہ نے اپنی بات جاری رکھی، ”جنابِ عالی، اب اگر مَیں اپنے باپ کے پاس جاؤں اور وہ دیکھیں کہ لڑکا میرے ساتھ نہیں ہے تو وہ دم توڑ دیں گے۔ اُن کی زندگی اِس قدر لڑکے کی زندگی پر منحصر ہے اور وہ اِتنے بوڑھے ہیں کہ ہم ایسی حرکت سے اُنہیں قبر تک پہنچا دیں گے۔"},{"number":32,"verse":"نہ صرف یہ بلکہ مَیں نے باپ سے کہا، ’مَیں خود اِس کا ضامن ہوں گا۔ اگر مَیں اِسے سلامتی سے واپس نہ پہنچاؤں تو پھر مَیں زندگی کے آخر تک قصوروار ٹھہروں گا۔‘"},{"number":33,"verse":"اب اپنے خادم کی گزارش سنیں۔ مَیں یہاں رہ کر اِس لڑکے کی جگہ غلام بن جاتا ہوں، اور وہ دوسرے بھائیوں کے ساتھ واپس چلا جائے۔"},{"number":34,"verse":"اگر لڑکا میرے ساتھ نہ ہوا تو مَیں کس طرح اپنے باپ کو منہ دکھا سکتا ہوں؟ مَیں برداشت نہیں کر سکوں گا کہ وہ اِس مصیبت میں مبتلا ہو جائیں۔“"}]}