{"bibleAbbr":"ERV2006","bookName":"Romans","bookEnglishName":"Romans","chapterNumber":11,"verses":[{"number":1,"verse":"(God Has Not Forgotten His People) So I ask, “Did God force his people to leave him?” Of course not. I myself am an Israelite. I am from the family of Abraham, from the tribe of Benjamin."},{"number":2,"verse":"God chose the Israelites to be his people before they were born. And he did not force them to leave. Surely you know what the Scriptures say about Elijah. The Scriptures tell about Elijah praying to God against the people of Israel. He said,"},{"number":3,"verse":"“Lord, they have killed your prophets and destroyed your altars. I am the only prophet still living, and they are trying to kill me now.” (Quote from 1 Kings 19:10, 14.)"},{"number":4,"verse":"But what answer did God give to Elijah? God said, “I have kept for myself seven thousand men who have never given worship to Baal.” (Quote from 1 Kings 19:18.)"},{"number":5,"verse":"It is the same now. God has chosen a few people by his grace."},{"number":6,"verse":"And if he chose them by grace, then it is not what they have done that made them his people. If they could be made his people by what they did, his gift of grace would not really be a gift."},{"number":7,"verse":"So this is what has happened: The people of Israel wanted God’s blessing, but they did not all get it. The people he chose did get his blessing, but the others became hard and refused to listen to him."},{"number":8,"verse":"As the Scriptures say, “God caused the people to fall asleep.” (Cross references: : Isaiah 29:10) “God closed their eyes so that they could not see, and he closed their ears so that they could not hear. This continues until now.” (: Deuteronomy 29:4)"},{"number":9,"verse":"And David says, “Let those people be caught and trapped at their own feasts. Let them fall and be punished."},{"number":10,"verse":"Let their eyes be closed so that they cannot see. And let them be troubled forever.” (: Psalm 69:22-23)"},{"number":11,"verse":"So I ask: When the Jews fell, did that fall destroy them? No! But their mistake brought salvation to those who are not Jews. The purpose of this was to make the Jews jealous."},{"number":12,"verse":"Their mistake brought rich blessings to the world. And what they lost brought rich blessings to the non-Jewish people. So surely the world will get much richer blessings when enough Jews become the kind of people God wants."},{"number":13,"verse":"Now I am speaking to you people who are not Jews. I am an apostle to the non-Jewish people. So while I have that work, I will do the best I can."},{"number":14,"verse":"I hope I can make my own people jealous. That way, maybe I can help some of them to be saved."},{"number":15,"verse":"God turned away from the Jews. When that happened, he became friends with the other people in the world. So when he accepts the Jews, it will be like bringing people to life after death."},{"number":16,"verse":"If the first piece of bread is offered to God, then the whole loaf is made holy. If the roots of a tree are holy, the tree’s branches are holy too."},{"number":17,"verse":"It is as if some of the branches from an olive tree have been broken off, and the branch of a wild olive tree has been joined to that first tree. If you are not a Jew, you are the same as that wild branch, and you now share the strength and life of the first tree."},{"number":18,"verse":"But don’t act as if you are better than those branches that were broken off. You have no reason to be proud of yourself, because you don’t give life to the root. The root gives life to you."},{"number":19,"verse":"You might say, “Branches were broken off so that I could be joined to their tree.”"},{"number":20,"verse":"That is true. But those branches were broken off because they did not believe. And you continue to be part of the tree only because you believe. Don’t be proud, but be afraid."},{"number":21,"verse":"If God did not let the natural branches of that tree stay, he will not let you stay if you stop believing."},{"number":22,"verse":"So you see that God is kind, but he can also be very strict. He punishes those who stop following him. But he is kind to you, if you continue trusting in his kindness. If you don’t continue depending on him, you will be cut off from the tree."},{"number":23,"verse":"And if the Jews will believe in God again, he will accept them back. He is able to put them back where they were."},{"number":24,"verse":"It is not natural for a wild branch to become part of a good tree. But you non-Jewish people are like a branch cut from a wild olive tree. And you were joined to a good olive tree. But those Jews are like a branch that grew from the good tree. So surely they can be joined to their own tree again."},{"number":25,"verse":"I want you to understand this secret truth, brothers and sisters. This truth will help you understand that you don’t know everything. The truth is this: Part of Israel has been made stubborn, but that will change when enough non-Jewish people have come to God."},{"number":26,"verse":"And that is how all Israel will be saved. The Scriptures say, “The Savior will come from Zion; he will take away all evil from the family of Jacob."},{"number":27,"verse":"And I will make this agreement with those people when I take away their sins.” (: Isaiah 59:20-21; 27:9)"},{"number":28,"verse":"The Jews refuse to accept the Good News, so they are God’s enemies. This has happened to help you who are not Jews. But they are still God’s chosen people, and he loves them because of the promises he made to their ancestors."},{"number":29,"verse":"God never changes his mind about the people he calls. He never decides to take back the blessings he has given them."},{"number":30,"verse":"At one time you refused to obey God. But now you have received mercy, because the Jews refused to obey."},{"number":31,"verse":"And now they are the ones who refuse to obey, because God showed mercy to you. But this happened so that they can also receive mercy from him."},{"number":32,"verse":"All people have refused to obey God. And he has put them all together as people who don’t obey him so that he can show mercy to everyone."},{"number":33,"verse":"(Praise to God) Yes, God’s riches are very great! His wisdom and knowledge have no end! No one can explain what God decides. No one can understand his ways."},{"number":34,"verse":"As the Scriptures say, “Who can know what is on the Lord’s mind? Who is able to give him advice?” (: Isaiah 40:13)"},{"number":35,"verse":"“Who has ever given God anything? God owes nothing to anyone.” (: Job 41:11)"},{"number":36,"verse":"Yes, God made all things. And everything continues through him and for him. To God be the glory forever! Amen."}]}