{"bibleAbbr":"Geneva1587","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"These generations are here recited, partly to declare the marvellous increase, and also to set forth their great forgetfulness of God's grace towards their fathers. Now these [are] the generations of the sons of Noah, Shem, Ham, and Japheth: and unto them were sons born after the flood."},{"number":2,"verse":"The sons of Japheth; Gomer, and Magog, and Of Madai and Javan came the Medes and Greeks. Madai, and Javan, and Tubal, and Meshech, and Tiras."},{"number":3,"verse":"And the sonnes of Gomer, Ashkenaz, and Riphath, and Togarmah."},{"number":4,"verse":"Also the sonnes of Iauan, Elishah and Tarshish, Kittim, and Dodanim."},{"number":5,"verse":"By these were the So do the Jews call all countries which are separated from them by sea, as Greece, Italy etc, which were given to the children of Japheth, of whom came the Gentiles. isles of the Gentiles divided in their lands; every one after his tongue, after their families, in their nations."},{"number":6,"verse":"And the sons of Ham; Of Cush and Mizraim came the Ethiopians and Egyptians. Cush, and Mizraim, and Phut, and Canaan."},{"number":7,"verse":"And the sonnes of Cush, Seba and Hauilah, and Sabtah, and Raamah, and Sabtecha: also the sonnes of Raamah were Sheba and Dedan."},{"number":8,"verse":"And Cush begat Nimrod: he began to be a Meaning, a cruel oppressor and tyrant. mighty one in the earth."},{"number":9,"verse":"He was a mighty hunter before the LORD: wherefore it is said, Even His tyranny came into a proverb as hated both by God and man: for he did not cease to commit cruelty even in God's presence. as Nimrod the mighty hunter before the LORD."},{"number":10,"verse":"And the beginning of his kingdom was Babel, and Erech, and Accad, and Calneh, in the land of For there was another city in Egypt, called Babel. Shinar."},{"number":11,"verse":"Out of that land came Asshur, and builded Niniueh, and the citie Rehoboth, and Calah:"},{"number":12,"verse":"Resen also betweene Niniueh and Calah: this is a great citie."},{"number":13,"verse":"And Mizraim begat Of Lud came the Lydians. Ludim, and Anamim, and Lehabim, and Naphtuhim,"},{"number":14,"verse":"Pathrusim also, & Casluhim (out of whom came the Philistims) and Caphtorims."},{"number":15,"verse":"Also Canaan begat Zidon his first borne, and Heth,"},{"number":16,"verse":"And Iebusi, and Emori, and Girgashi,"},{"number":17,"verse":"And Hiui, and Arki, and Sini,"},{"number":18,"verse":"And Aruadi, and Zemari, and Hamathi: and afterwarde were the families of the Canaanites spred abroade."},{"number":19,"verse":"Then the border of the Canaanites was from Zidon, as thou commest to Gerar vntil Azzah, and as thou goest vnto Sodom, & Gomorah, and Admah, and Zeboijm, euen vnto Lasha."},{"number":20,"verse":"These are the sonnes of Ham according to their families, according to their tongues in their countries and in their nations."},{"number":21,"verse":"Unto In his stock the Church was preserved: therefore Moses stops speaking of Japheth and Ham, and speaks of Shem extensively. Shem also, the father of all the children of Of whom came the Hebrews or Jews. Eber, the brother of Japheth the elder, even to him were [children] born."},{"number":22,"verse":"The sonnes of Shem were Elam and Asshur, and Arpachshad, and Lud, and Aram."},{"number":23,"verse":"And the sonnes of Aram, Vz and Hul, and Gether and Mash."},{"number":24,"verse":"Also Arpachshad begate Shelah, and Shelah begate Eber."},{"number":25,"verse":"And unto Eber were born two sons: the name of one [was] Peleg; for in his days was the earth This division came by the diversity of language, as appears in (Gen_11:9). divided; and his brother's name [was] Joktan."},{"number":26,"verse":"Then Ioktan begate Almodad and Sheleph, and Hazarmaueth, and Ierah,"},{"number":27,"verse":"And Hadoram, and Vzal, and Dicklah,"},{"number":28,"verse":"And Obal, and Abimael, and Sheba,"},{"number":29,"verse":"And Ophir, and Hauilah, and Iobab: all these were the sonnes of Ioktan."},{"number":30,"verse":"And their dwelling was from Mesha, as thou goest vnto Sephar a mount of the East."},{"number":31,"verse":"These are the sonnes of Shem according to their families, according to their tongues, in their countreis and nations."},{"number":32,"verse":"These are the families of the sonnes of Noah, after their generations among their people: and out of these were the nations diuided in the earth after the flood."}]}