{"bibleAbbr":"GB1587","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":22,"verses":[{"number":1,"verse":"And after these things God did proue Abraham, and said vnto him, Abraham. Who answered, Here am I."},{"number":2,"verse":"And he said, Take now thy son, thine only [son] Isaac, whom thou lovest, and get thee into the land of Signifying the fear of God, in which place he was also honoured, Solomon later building the temple there. Moriah; and This was the main point of his temptation, seeing that he was commanded to offer up him in whom God had promised to bless all the nations of the world. offer him there for a burnt offering upon one of the mountains which I will tell thee of."},{"number":3,"verse":"Then Abraham rose vp early in the morning, and sadled his asse, and tooke two of his seruants with him, and Izhak his sonne, and cloue wood for the burnt offering, and rose vp & went to the place, which God had tolde him."},{"number":4,"verse":"Then the third day Abraham lift vp his eyes, and sawe the place afarre off,"},{"number":5,"verse":"And Abraham said unto his young men, Abide ye here with the ass; and I and the lad will go yonder and worship, and He did not doubt that God would accomplish his promise, even if he should sacrifice his son. come again to you."},{"number":6,"verse":"Then Abraham tooke the wood of the burnt offering, and layed it vpon Izhak his sonne, and he tooke the fire in his hand, and the knife: and they went both together."},{"number":7,"verse":"Then spake Izhak vnto Abraham his father, and said, My father; he answered, Here am I, my sonne; he said, Behold the fire & the wood, but where is the lambe for ye burnt offring?"},{"number":8,"verse":"And Abraham said, My son, God will provide himself a lamb for a The only way to overcome all temptation is to rest on God's providence. burnt offering: so they went both of them together."},{"number":9,"verse":"And they came to the place which God had told him of; and Abraham built an altar there, and laid the wood in order, and For it is likely that his father had told him God's commandment, to which he showed himself obedient. bound Isaac his son, and laid him on the altar upon the wood."},{"number":10,"verse":"And Abraham stretching forth his hand, tooke the knife to kill his sonne."},{"number":11,"verse":"But the Angel of the Lord called vnto him from heauen, saying, Abraham, Abraham; he answered, Here am I."},{"number":12,"verse":"And he said, Lay not thine hand upon the lad, neither do thou any thing unto him: for now I That is, by your true obedience you have declared your living faith. know that thou fearest God, seeing thou hast not withheld thy son, thine only [son] from me."},{"number":13,"verse":"And Abraham lifting vp his eyes, looked: and behold, there was a ramme behind him caught by the hornes in a bush. then Abraham went and tooke the ramme, and offered him vp for a burnt offering in the steade of his sonne."},{"number":14,"verse":"And Abraham called the name of that place Jehovahjireh: as it is said [to] this day, In the mount of the LORD it shall The name is changed to show that God both sees and provides secretly for his and also evidently is seen, and felt in the right time. be seen."},{"number":15,"verse":"And the Angel of the Lorde cryed vnto Abraham from heauen the second time,"},{"number":16,"verse":"And said, By Signifying, that there is none greater then he. myself have I sworn, saith the LORD, for because thou hast done this thing, and hast not withheld thy son, thine only [son]:"},{"number":17,"verse":"Therefore will I surely blesse thee, and will greatly multiplie thy seede, as the starres of the heauen, and as the sand which is vpon the sea shore, and thy seede shall possesse the gate of his enemies."},{"number":18,"verse":"And in thy seede shall all the nations of the earth be blessed, because thou hast obeyed my voyce."},{"number":19,"verse":"Then turned Abraham againe vnto his seruants, and they rose vp & went together to Beer-sheba: and Abraham dwelt at Beer-sheba."},{"number":20,"verse":"And after these things one tolde Abraham, saying, Beholde Milcah, she hath also borne children vnto thy brother Nahor:"},{"number":21,"verse":"To wit, Vz his eldest sonne, and Buz his brother, and Kemuel the father of Aram,"},{"number":22,"verse":"And Chesed and Hazo, and Pildash, and Iidlaph, and Bethuel."},{"number":23,"verse":"And Bethuel begate Rebekah: these eight did Milcah beare to Nahor Abrahams brother."},{"number":24,"verse":"And his Concubine is often used to refer to those women who were inferior to the wives. concubine, whose name [was] Reumah, she bare also Tebah, and Gaham, and Thahash, and Maachah."}]}