{"bibleAbbr":"Geneva1587","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":46,"verses":[{"number":1,"verse":"And Israel took his journey with all that he had, and came to Beersheba, and By this he signified both that he worshipped the true God, and that he kept in his heart the possession of that land from which need drove him at that time. offered sacrifices unto the God of his father Isaac."},{"number":2,"verse":"And God spake vnto Israel in a vision by night, saying, Iaakob, Iaakob. Who answered, I am here."},{"number":3,"verse":"Then hee sayde, I am God, the God of thy father, feare not to goe downe into Egypt: for I will there make of thee a great nation."},{"number":4,"verse":"I will Conducting you by my power. go down with thee into Egypt; and I will also surely In your posterity. bring thee up [again]: and Joseph shall Shall shut your eyes when you die: which belongs to him that was most dear or chief of the kindred. put his hand upon thine eyes."},{"number":5,"verse":"Then Iaakob rose vp from Beer-sheba: and the sonnes of Israel caried Iaakob their father, & their children, & their wiues in the charets, which Pharaoh had sent to cary him."},{"number":6,"verse":"And they tooke their cattell & their goods, which they had gotten in the lande of Canaan, and came into Egypt, both Iaakob and all his seede with him,"},{"number":7,"verse":"His sonnes and his sonnes sonnes with him, his daughters and his sonnes daughters, and al his seede brought he with him into Egypt."},{"number":8,"verse":"And these are the names of the children of Israel, which came into Egypt, euen Iaakob and his sonnes: Reuben, Iaakobs first borne."},{"number":9,"verse":"And the sonnes of Reuben: Hanoch, and Phallu, and Hezron, and Carmi."},{"number":10,"verse":"And the sonnes of Simeon: Iemuel, & Iamin, and Ohad, and Iachin, and Zohar; & Shaul the sonne of a Canaanitish woman."},{"number":11,"verse":"Also the sonnes of Leui: Gershon, Kohath, and Merari."},{"number":12,"verse":"Also the sonnes of Iudah: Er, & Onan, and Shelah, and Pharez, and Zerah: (but Er and Onan died in ye land of Canaan) And the sonnes of Pharez were Hezron and Hamul."},{"number":13,"verse":"Also the sonnes of Issachar: Tola, and Phuuah, and Iob, and Shimron."},{"number":14,"verse":"Also the sonnes of Zebulun: Sered, and Elon, and Iahleel."},{"number":15,"verse":"These bee the sonnes of Leah, which shee bare vnto Iaakob in Padan Aram, with his daughter Dinah. All the soules of his sonnes & his daughters were thirtie and three."},{"number":16,"verse":"Also the sonnes of Gad: Ziphion, & Haggi, Shuni, and Ezbon, Eri, and Arodi, and Areli."},{"number":17,"verse":"Also the sonnes of Asher: Iimnah, and Ishuah, and Isui, and Beriah, and Serah their sister; the sonnes of Beriah: Heber, and Malchiel."},{"number":18,"verse":"These are the children of Zilpah, whome Laban gaue to Leah his daughter: and these shee bare vnto Iaakob, euen sixtene soules."},{"number":19,"verse":"The sonnes of Rahel Iaakobs wife were Ioseph and Beniamin."},{"number":20,"verse":"And vnto Ioseph in the lande of Egypt were borne Manasseh, and Ephraim, which Asenath the daughter of Poti-pherah prince of On bare vnto him."},{"number":21,"verse":"Also the sonnes of Beniamin: Belah, & Becher, and Ashbel, Gera, and Naaman, Ehi, and Rosh, Muppim, and Huppim, and Ard."},{"number":22,"verse":"These are the sonnes of Rahel, which were borne vnto Iaakob, fourteene soules in all."},{"number":23,"verse":"Also the sonnes of Dan: Hushim."},{"number":24,"verse":"Also the sonnes of Naphtali: Iahzeel, & Guni, and Iezer, and Shillem."},{"number":25,"verse":"These are the sonnes of Bilhah, which Laban gaue vnto Rahel his daughter, and shee bare these to Iaakob, in all, seuen soules."},{"number":26,"verse":"Al the soules, that came with Iaakob into Egypt, which came out of his loynes (beside Iaakobs sonnes wiues) were in the whole, three score and sixe soules."},{"number":27,"verse":"Also the sonnes of Ioseph, which were borne him in Egypt, were two soules: so that al the soules of the house of Iaakob, which came into Egypt, are seuentie."},{"number":28,"verse":"The he sent Iudah before him vnto Ioseph, to direct his way vnto Goshen, and they came into the land of Goshen."},{"number":29,"verse":"Then Ioseph made ready his charet and went vp to Goshen to meete Israel his father, and presented himselfe vnto him and fel on his necke, and wept vpon his necke a good while."},{"number":30,"verse":"And Israel sayde vnto Ioseph, Now let me die, since I haue seene thy face, and that thou art yet aliue."},{"number":31,"verse":"Then Ioseph said to his brethren, & to his fathers house, I wil go vp and shew Pharaoh, and tell him, My brethren & my fathers house, which were in the land of Canaan, are come vnto me,"},{"number":32,"verse":"And the men [are] He was not ashamed of his father and kindred, though they were of base condition. shepherds, for their trade hath been to feed cattle; and they have brought their flocks, and their herds, and all that they have."},{"number":33,"verse":"And if Pharaoh call you, and aske you, What is your trade?"},{"number":34,"verse":"That ye shall say, Thy servants' trade hath been about cattle from our youth even until now, both we, [and] also our fathers: that ye may dwell in the land of Goshen; for every shepherd [is] an God permits the world to hate his own, so they will forsake the filth of the world, and cling to him. abomination unto the Egyptians."}]}