{"bibleAbbr":"Geneva1587","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":5,"verses":[{"number":1,"verse":"This [is] the book of the generations of Adam. In the day that God created man, in the Read (Gen_1:26). likeness of God made he him;"},{"number":2,"verse":"Male and female created he them; and blessed them, and called their name By giving them both one name, he notes the inseparable conjunction of man and wife. Adam, in the day when they were created."},{"number":3,"verse":"And Adam lived an hundred and thirty years, and begat [a son] in his own As well, concerning his creation, as his corruption. likeness, after his image; and called his name Seth:"},{"number":4,"verse":"And the dayes of Adam, after he had begotten Sheth, were eight hundreth yeeres, and he begate sonnes and daughters."},{"number":5,"verse":"So all the dayes that Adam liued, were nine hundreth and thirtie yeeres: and he died."},{"number":6,"verse":"And He proves Adam's generation by those who came from Seth, to show the true Church, and also what care God had over the same from the beginning, in that he continued his graces toward it by a continual succession. Seth lived an hundred and five years, and begat Enos:"},{"number":7,"verse":"And Sheth liued, after he begate Enosh, eight hundreth and seuen yeeres, and begate sonnes and daughters."},{"number":8,"verse":"And all the days of Seth were The main reason for long life in the first age, was the multiplication of mankind, that according to God's commandment at the beginning the world might be filled with people, who would universally praise him. nine hundred and twelve years: and he died."},{"number":9,"verse":"Also Enosh liued ninetie yeeres, and begate Kenan."},{"number":10,"verse":"And Enosh liued, after he begate Kenan, eight hundreth and fifteene yeeres, and begate sonnes and daughters."},{"number":11,"verse":"So all the dayes of Enosh were nine hundreth and fiue yeeres: and he died"},{"number":12,"verse":"Likewise Kenan liued seuentie yeeres, and begate Mahalaleel."},{"number":13,"verse":"And Kenan liued, after he begate Mahalaleel, eight hundreth and fourtie yeeres, and begate sonnes and daughters."},{"number":14,"verse":"So all the dayes of Kenan were nine hundreth and tenne yeeres: and he died."},{"number":15,"verse":"Mahalaleel also liued sixtie & fiue yeres, and begate Iered."},{"number":16,"verse":"Also Mahalaleel liued, after he begate Iered, eight hundreth and thirtie yeeres, and begate sonnes and daughters."},{"number":17,"verse":"So all the dayes of Mahalaleel were eight hundreth ninetie and fiue yeeres: and he died."},{"number":18,"verse":"And Iered liued an hundreth sixtie and two yeeres, and begate Henoch."},{"number":19,"verse":"Then Iered liued, after he begate Henoch, eight hundreth yeeres, and begate sonnes and daughters."},{"number":20,"verse":"So all the dayes of Iered were nine hundreth sixtie and two yeeres: and he died."},{"number":21,"verse":"Also Henoch liued sixtie & fiue yeeres, and begate Methushelah."},{"number":22,"verse":"And Enoch That is, he led an upright and godly life. walked with God after he begat Methuselah three hundred years, and begat sons and daughters:"},{"number":23,"verse":"So all the dayes of Henoch were three hundreth sixtie and fiue yeeres."},{"number":24,"verse":"And Enoch walked with God: and he [was] not; for To show that there was a better life prepared and to be a testimony of the immortality of souls and bodies. To inquire where he went is mere curiosity. God took him."},{"number":25,"verse":"Methushelah also liued an hundreth eightie and seuen yeeres, and begate Lamech."},{"number":26,"verse":"And Methushelah liued, after he begate Lamech, seuen hundreth eightie and two yeeres, and begate sonnes and daughters."},{"number":27,"verse":"So al the dayes of Methushelah were nine hundreth sixtie and nine yeeres: and he died."},{"number":28,"verse":"Then Lamech liued an hundreth eightie and two yeeres, and begate a sonne,"},{"number":29,"verse":"And he called his name Noah, saying, This [same] shall Lamech had respect for the promise, (Gen_3:15), and desired to see the deliverer who would be sent and yet saw but a figure of it. He spoke this by the spirit of prophecy because Noah delivered the Church and preserved it by his obedience. comfort us concerning our work and toil of our hands, because of the ground which the LORD hath cursed."},{"number":30,"verse":"And Lamech liued, after he begate Noah, fiue hundreth ninetie and fiue yeeres, and begate sonnes and daughters."},{"number":31,"verse":"So all the dayes of Lamech were seuen hundreth seuentie and seuen yeeres: and he died."},{"number":32,"verse":"And Noah was fiue hundreth yeere olde; Noah begate Shem, Ham and Iapheth."}]}