{"bibleAbbr":"guOV2016","bookName":"થેસ્સાલોનિકીઓને પાઉલ પ્રેરિતનો બીજો પત્ર","bookEnglishName":"2 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"( પાપનો માણસ-ખ્રિસ્ત વિરોધી) હવે, ભાઈઓ, ( .) આપણા પ્રભુ ઈસુ ખ્રિસ્તના આવવા વિષે તથા તેમની પાસે આપણા એકત્રિત થવા વિષે, અમે તમને વિનંતી કરીએ છીએ કે,"},{"number":2,"verse":"પ્રભુનો દિવસ જાણે હમણાં જ આવ્યો હોય, [એમ સમજીને] તમે કોઈ આત્મા, વચનથી કે, [જાણે] અમારા તરફથી [આવેલા] પત્રથી સહેજે તમારાં મનને ચલિત થવા ન દો, અને ગભરાઓ નહિ."},{"number":3,"verse":"કોઈ માણસ કોઈ પણ પ્રકારે તમને ભમાવે નહિ, કેમ કે એમ થતાં પહેલાં ધર્મત્યાગ થશે તથા પાપનો માણસ, એટલે વિનાશનો પુત્ર, પ્રગટ થશે;"},{"number":4,"verse":"( ; .) જે ઈશ્વર ગણાય છે અથવા જે પૂજ્ય મનાય છે તેમની વિરુદ્ધ થઈને તે પોતાને મોટો મનાવે છે, અને એમ ઈશ્વર હોવાનો દાવો કરીને તે ઈશ્વર તરીકે ઈશ્વરના મંદિરમાં બેસે છે."},{"number":5,"verse":"શું તમને યાદ નથી કે હું તમારી સાથે હતો, ત્યારે એ વાતો મેં તમને કહી હતી?"},{"number":6,"verse":"વળી તેને [નિર્માણ થયેલે સમયે] પ્રગટ થતાં શું અટકાવે છે તે હવે તમે સમજો છો."},{"number":7,"verse":"કેમ કે અધર્મની ગુપ્ત અસર ચાલુ થઈ ચૂકી છે; પણ જે હાલ અટકાવનાર છે તેને વચમાંથી દૂર કરવામાં નહિ આવે ત્યાં સુધી [તેને અટકાવવામાં આવશે]."},{"number":8,"verse":"ત્યાર પછી તે અધર્મી પ્રગટ થશે. ( .) પ્રભુ ઈસુ માત્ર ફૂંકથી તેનો સંહાર કરશે, તથા પોતાના આગમનના પ્રભાવથી તેનો નાશ કરશે."},{"number":9,"verse":"શેતાનના કરાવ્યા પ્રમાણે સર્વ પ્રકારનાં ખોટાં પરાક્રમો, ( .) ચિહ્નો તથા ચમત્કારો સાથે,"},{"number":10,"verse":"તેમ જેઓએ પોતાના તારણ અર્થે પ્રેમથી સત્યનો અંગીકાર કર્યો નહિ, અને જેઓનો વિનાશ થાય છે તેમને માટે દરેક જાતના પાપરૂપ કપટ સાથે તે [અધર્મી પુરુષ] પ્રગટ થશે."},{"number":11,"verse":"જેઓએ સત્ય પર વિશ્વાસ કર્યો નહિ, પણ અધર્મમાં આનંદ માન્યો, તે સર્વને દોષિત ઠરાવવાને માટે"},{"number":12,"verse":"તેઓ અસત્ય માને માટે ઈશ્વર તેઓને ભ્રમણામાં નાખે છે."},{"number":13,"verse":"( તારણને માટે તમે પસંદ કરાયા છો) પણ ભાઈઓ, તમે પ્રભુને પ્રિય છો, તમારે વિષે હંમેશાં ઈશ્વરની સ્તુતિ કરવાને અમે બંધાયેલા છીએ, કેમ કે આત્માના પવિત્રીકરણ વડે તથા સત્ય પરના વિશ્વાસ વડે તારણને અર્થે ઈશ્વરે તમને આરંભથી પસંદ કર્યા છે."},{"number":14,"verse":"અને એટલા માટે તેમણે તમને આપણા પ્રભુ ઈસુ ખ્રિસ્તનો મહિમા પામવાને અર્થે અમારી સુવાર્તા દ્વારા તેડયા છે."},{"number":15,"verse":"માટે, ભાઈઓ, દઢ રહો, અને જે શિક્ષણ તમને વચનદ્વારા કે અમારા પત્ર દ્વારા મળ્યું છે તેને વળગી રહો."},{"number":16,"verse":"હવે આપણા પ્રભુ ઈસુ ખ્રિસ્ત પોતે ને ઈશ્વર આપણા પિતા, જેમણે આપણા પર પ્રેમ રાખ્યો, ને કૃપા કરીને આપણને સર્વકાળનો દિલાસો ને સારી આશા આપ્યાં,"},{"number":17,"verse":"તે તમારાં હ્રદયોને દિલાસો આપો, ને દરેક સારા કામમાં તથા વચનમાં તમને દઢ કરો."}]}