{"bibleAbbr":"TERV1998","bookName":"நெகேமியா","bookEnglishName":"Nehemiah","chapterNumber":3,"verses":[{"number":1,"verse":"(சுவரைக் கட்டுபவர்கள்) தலைமை ஆசாரியரின் பெயர் எலியாசீப். எலியாசீபும் அவனது சகோதரர்களாகிய ஆசாரியர்களும் எழுந்துப் போய் ஆட்டுவாசலைக் கட்டினார்கள். அவர்கள் ஜெபம் செய்து அந்த வாசலைக் கர்த்தருக்குரிய பரிசுத்தமானதாக ஆக்கினார்கள். அவர்கள் சுவரில் கதவுகளை வைத்தனர். அந்த ஆசாரியர்கள் எருசலேமின் சுவரில் நூறு என்னும் கோபுரம்வரையும் அனனெயேலின் கோபுரம்வரையும் வேலை செய்தனர். அவர்கள் ஜெபம் செய்து தங்கள் வேலையைக் கர்த்தருக்குரிய பரிசுத்தமானதாக ஆக்கினார்கள்."},{"number":2,"verse":"எரிகோவிலிருந்து வந்த மனிதர்கள் ஆசாரியர்களுக்கு அருகில் சுவர்கள் கட்டினார்கள். இம்ரியின் குமாரனாகிய சக்கூர் எரிகோவின் மனிதர்களுக்கு அருகில் கட்டினான்."},{"number":3,"verse":"செனாவின் குமாரர்கள் மீன்வாசலைக் கட்டினார்கள். சரியான இடத்தில் உத்திரம் வைத்தனர். அவர்கள் அந்தக் கட்டிடத்திற்கு கதவுகளை வைத்தனர். பிறகு அந்த கதவிற்குப் பூட்டுகளையும் தாழ்ப்பாள்களையும் போட்டார்கள்."},{"number":4,"verse":"உரியாவின் குமாரனான மெரெமோத் சுவரின் அடுத்தப் பகுதியைப் பழுதுபார்த்து கட்டினான். (கோசின் குமாரன் உரியா.) பெரகியாவின் குமாரனான மெசுல்லாம் அதற்கு அடுத்த சுவரைப் பழுதுபார்த்து கட்டினான் (மெஷேசாபெயேலின் குமாரன் பெரகியா.) பானாவின் குமாரனாகிய சாதோக் அருகிலுள்ள சுவரைப் பழுதுபார்த்து கட்டினான்."},{"number":5,"verse":"தெக்கோவா ஊரார் அவர்கள் அருகே பழுதுபார்த்து கட்டினார்கள். ஆனால் அவர்களது தலைவர்களோ அவர்களின் ஆளுநரான நெகேமியாவிற்கு வேலை செய்ய மறுத்துவிட்டனர்."},{"number":6,"verse":"யோய்தாவும் மெசுல்லாமும் பழைய வாசலை பழுதுபார்த்து கட்டினார்கள். யோய்தா, பசெயாகின் குமாரன். மெசுல்லாம், பேசோதியாவின் குமாரன். அவர்கள் அதற்கு தூண்கள் அமைத்தனர். அவர்கள் கதவுகளையும் அதற்குரிய பூட்டுகள் மற்றும் தாழ்ப்பாள்களையும் பொருத்தினார்கள்."},{"number":7,"verse":"கிபியோன் மற்றும் மிஸ்பா ஊர்களின் மனிதர்கள் அடுத்த பகுதியைப் பழுதுபார்த்து கட்டினார்கள். அந்த வேலையை மெலதீயா என்னும் கிபியோனியனும், யாதோன் என்னும் மெரோனோத்தியனும் செய்தனர். மிஸ்பா மற்றும் கிபியோன் ஐபிராத்து நதியிடையே மேற்கு பகுதியின் ஆளுநரின் ஆட்சிக்குட்பட்டிருந்தது."},{"number":8,"verse":"அராயாவின் குமாரனான ஊசியேல் அடுத்தப் பகுதியைப் பழுதுபார்த்து கட்டினான். ஊசியேல் ஒரு பொற்கொல்லனாய் இருந்தான். தைலக்காரர்களில் ஒருவரான அனனியா அடுத்தப் பகுதியைப் பழுதுபார்த்துக் கட்டினான். அம்மனிதர்கள் அந்த அகன்ற மதில்வரைக்கும் எருசலேமைக் கட்டிப் பழுதுபார்த்தனர்."},{"number":9,"verse":"ஊரின் குமாரனான ரெப்பாயா அவர்கள் அருகே பழுதுபார்த்துக் கட்டினான். ரெப்பாயா, எருசலேமின் பாதி பகுதிக்குரிய ஆளுநர்."},{"number":10,"verse":"அருமாப்பின் குமாரனான யெதாயா அடுத்த சுவர் பகுதியைக் கட்டினான். யெதாயா தனது சொந்த வீட்டின் அருகிலுள்ளவற்றைப் பழுதுபார்த்து கட்டினான். ஆசாப் நெயாவின் குமாரனான அத்தூஸ் அடுத்தப் பகுதியைப் பழுதுபார்த்துக் கட்டினான்."},{"number":11,"verse":"ஆரீமின் குமாரனான மல்கிஜாவும் பாகாத்மோவாபின் குமாரனான அசூபும் அடுத்தப் பகுதியைப் பழுது பார்த்துக் கட்டினார்கள். சூளைகளின் கோபுரத்தையும் அவர்கள் பழுதுபார்த்தார்கள்."},{"number":12,"verse":"அலோகேசின் குமாரனான சல்லும் அடுத்த சுவர்பகுதியைப் பழுதுபார்த்தான். அவனது குமாரத்திகள் அவனுக்கு உதவினார்கள். சல்லூம் எருசலேமின் பாதி பகுதிக்கு ஆளுநராக இருந்தான்."},{"number":13,"verse":"ஆனூனும் சானோவாகின் குடிமக்களும் பள்ளத்தாக்கின் வாசலைப் பழுதுபார்த்தனர். அவர்கள் அதனைக் கட்டி அதற்கு கதவுகளை அமைத்தனர். பிறகு அவர்கள் அதற்குப் பூட்டுகளையும் தாழ்ப்பாளையும் பொருத்தினர். அவர்கள் குப்பைமேட்டு வாசல் வரைக்கும் 500 கெஜம் சுவரைக் கட்டினார்கள்."},{"number":14,"verse":"ரெக்காவின் குமாரனான மல்கியா, குப்பை மேட்டு வாசலைப் பழுதுபார்த்துக் கட்டினான். மல்கியா, பெத்கேரேமின் மாகாணத்து ஆளுநராக இருந்தான். அவன் வாசலைக் கட்டினான். அதற்குக் கதவுகளைப் பொருத்தினான். பிறகு அதற்குரிய பூட்டுகளையும் தாழ்ப்பாள்களையும் வைத்தான்."},{"number":15,"verse":"அவன் நீருற்று வாசலை பழுதுபார்த்தான். கொல்லோசேயின் குமாரனான சல்லூம் மிஸ்பா மாகாணத்து ஆளுநர், அவன் வாசலை அமைத்து அதற்குக் கூரையையும் போட்டான். பிறகு அதற்கு கதவுகளையும் வைத்தான். அதற்குரிய பூட்டுகளையும் தாழ்ப்பாள்களையும் போட்டு வைத்தான். சல்லூம், சீலோவாவின் குளத்து சுவரையும் கட்டினான். அது ராஜாவினுடைய தோட்டத்தை அடுத்து இருந்தது. தாவீது நகரத்திலிருந்து இறங்குகிற படிக்கட்டுகளையும் அவன் கட்டிமுடித்தான்."},{"number":16,"verse":"அஸ்பூகின் குமாரனான நெகேமியா அடுத்தப் பகுதியைப் பழுதுபார்த்தான். இந்த நெகேமியா பெத்சூர் மாவட்டத்தின் பாதிப் பகுதிக்கு ஆளுநராக இருந்தான். இவன் தாவீதின் கல்லறைகளுக்கு எதிரான இடம்வரையும் பழுதுபார்த்தான். அதோடு வெட்டப்பட்ட குளம் வரையிலும், பராக்கிரமசாலிகளின் வீடுவரையிலும் உள்ளவற்றைப் பழுதுபார்த்தான்."},{"number":17,"verse":"லேவியின் கோத்திரத்தார் அடுத்தப் பகுதியைப் பழுதுபார்த்தனர். லேவியர்கள் பானியின் குமாரனான ரேகூமிற்குக் கீழ் வேலைபார்த்தனர். அடுத்தப் பகுதியை அசபியா பழுதுபார்த்தான். அசபியா, கேகிலா மாவட்டத்தின் பாதிப் பகுதிக்கு ஆளுநராக இருந்தான். அவன் தனது சொந்த மாவட்டத்திற்கே பழுதுபார்த்தான்."},{"number":18,"verse":"அடுத்தப் பகுதியை அவனது சகோதரர்கள் பழுதுபார்த்தனர். அவர்கள் எனாதாதின் குமாரனான பின்னூவியின் கீழ் வேலை பார்த்தனர். பின்னூவி, கேகிலா மாவட்டத்தின் பாதிப் பகுதிக்கு ஆளுநராக இருந்தான்."},{"number":19,"verse":"யெசுவாவின் குமாரனாகிய ஏசர் அடுத்தப் பகுதியைப் பழுது பார்த்தான். ஏசர், மிஸ்பாவின் ஆளுநராக இருந்தான். அவன் ஆயுத அறையிலிருந்து சுவரின் மூலைவரையுள்ள சுவர்ப் பகுதியைப் பழுதுபார்த்துக் கட்டினான்."},{"number":20,"verse":"சாபாயின் குமாரனான பாரூக் அடுத்தப் பகுதியைப் பழுதுபார்த்தான். பாரூக் மிகக் கடினமாக வேலை செய்தான். அவன் அந்த மூலையிலிருந்து தலைமை ஆசாரியனான எலியாசீபின் வீட்டின் நுழைவாயில் வரை சுவரைக் கட்டினான்."},{"number":21,"verse":"கோசின் குமாரன் உரியா. உரியாவின் குமாரன் மெரெமோத். அவன் எலியாசிபின் வாசற்படி முதல் அந்த வீட்டின் கடைசிவரையுள்ள சுவரைப் பழுதுபார்த்தான்."},{"number":22,"verse":"அடுத்தப் பகுதியிலுள்ள சுவர்கள் அந்தப் பகுதியில் வாழும் ஆசாரியர்களால் பழுதுபார்த்துக் கட்டப்பட்டன."},{"number":23,"verse":"பென்யமீனும் அசூபும் தங்கள் வீட்டிற்கு எதிரேயுள்ள சுவரைப் பழுதுபார்த்துக் கட்டினார்கள். அனனியாவின் குமாரனாகிய மாசேயாவின் குமாரன் அசரியா, அவனது வீட்டிற்கு அருகே இருந்த சுவரைப் பழுதுபார்த்துக் கட்டினான்."},{"number":24,"verse":"எனாதாதின் குமாரனான பின்னூவி அசரியாவின் வீட்டிலிருந்த சுவரின் கோடி வளைவு வரைக்கும் உள்ள வேறொரு பங்கைக் கட்டினான்."},{"number":25,"verse":"ஊசாயின் குமாரனான பாலால் வளைவுக்கு எதிரேயும் கோபுரத்திற்கு அருகேயும் உள்ளவற்றைக் கட்டினான். இந்த கோபுரம் ராஜாவின் உயரமான அரண்மனையில் இருந்தது. அது ராஜாவின் காவல் வீட்டின் முற்றத்தை அடுத்திருந்தது. பாலாலுக்கு அடுத்து (பிறகு) பாரோஷின் குமாரன் பெதாயா வேலைச் செய்தான்."},{"number":26,"verse":"ஆலய வேலைக்காரர்கள் ஓபேல் மலையில் குடியிருந்தார்கள். அவர்கள் கிழக்கேயிருக்கிற தண்ணீர் வாசல்வரையிலும் கோபுரத்திற்கு அருகிலும் கட்டினார்கள்."},{"number":27,"verse":"தெக்கோவா ஊரார், பெரிய கோபுரத்திலிருந்து ஓபேலின் மதில்வரைப் பழுதுபார்த்து கட்டினார்கள்."},{"number":28,"verse":"குதிரைவாசல் முதற்கொண்டு ஆசாரியர்கள் தம் பகுதியை பழுதுபார்த்தார்கள். ஒவ்வொரு ஆசாரியரும் அவரது சொந்த வீட்டிற்கு முன்னுள்ள சுவரைக் கட்டினார்கள்."},{"number":29,"verse":"இம்மேரின் குமாரனான சாதோக் தன் வீட்டிற்கு எதிரே இருக்கிறதைப் பழுதுபார்த்தான். அவனுக்கு பின்னாக, செக்கனியாவின் குமாரனான செமாயா பழுதுபார்த்துக் கட்டினான். செமாயா, கிழக்கு வாசலின் காவல்காரனாக இருந்தான்."},{"number":30,"verse":"செல்மீயாவின் குமாரனான அனனியாவும் சாலாபின் குமாரனான ஆனூனும் வேறொரு பங்கைப் பழுது பார்த்துக் கட்டினார்கள். (ஆனூன், சாலாபின் ஆறாவது குமாரன்) பெரக்கியாவின் குமாரன் மெசுல்லாம் அவனது வீட்டின் முன்னால் ஒரு பகுதியை கட்டினான்."},{"number":31,"verse":"மல்கியா, ஆலய வேலைக்காரர்களும் வணிகர்களும் குடியிருப்புகள் வரையுள்ள அடுத்த பாகத்தை பழுதுபார்த்தான். அது சோதனை வாசலுக்கு எதிரேயுள்ளது. மல்கியா, பொற்கொல்லனாய் இருந்தான்."},{"number":32,"verse":"கோடியின் மேல்வீட்டிற்கும் ஆட்டு வாசலுக்கும் இடையே இருக்கிறதைப் பொற்கொல்லர்களும் மளிகைக்காரரும் பழுதுபார்த்துக் கட்டினார்கள்."}]}