{"bibleAbbr":"AKJV1999+","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":17,"verses":[{"number":1,"verse":"Now it came <WH1961> to pass, as David <WH1732> sat <WH3427> in his house, <WH1004> that David <WH1732> said <WH559> to Nathan <WH5416> the prophet, <WH5030> See, <WH2009> I dwell <WH3427> in an house <WH1004> of cedars, <WH730> but the ark <WH727> of the covenant <WH1285> of the LORD <WH3068> remains under <WH8478> curtains. <WH3407>"},{"number":2,"verse":"Then Nathan <WH5416> said <WH559> to David, <WH1732> Do <WH6213> all <WH3605> that is in your heart; <WH3824> for God <WH430> is with you."},{"number":3,"verse":"And it came <WH1961> to pass the same <WH1931> night, <WH3915> that the word <WH1697> of God <WH430> came <WH1961> to Nathan, <WH5416> saying, <WH559>"},{"number":4,"verse":"Go <WH3212> and tell <WH559> David <WH1732> my servant, <WH5650> Thus <WH3541> said <WH559> the LORD, <WH3068> You shall not build <WH1129> me an house <WH1004> to dwell <WH3427> in:"},{"number":5,"verse":"For I have not dwelled <WH3427> in an house <WH1004> since <WH4480> the day <WH3117> that I brought <WH5927> up Israel <WH3478> to this <WH2088> day; <WH3117> but have gone <WH1961> from tent <WH168> to tent, <WH168> and from one tabernacle <WH4908> to another."},{"number":6,"verse":"Wherever <WH3605> <WH834> I have walked <WH1980> with all <WH3605> Israel, <WH3478> spoke <WH1696> I a word <WH1697> to any <WH259> of the judges <WH8199> of Israel, <WH3478> whom <WH834> I commanded <WH6680> to feed <WH7462> my people, <WH5971> saying, <WH559> Why <WH4100> have you not built <WH1129> me an house <WH1004> of cedars? <WH730>"},{"number":7,"verse":"Now <WH6258> therefore thus <WH3541> shall you say <WH559> to my servant <WH5650> David, <WH1732> Thus <WH3541> said <WH559> the LORD <WH3068> of hosts, <WH6635> I took <WH3947> you from the sheepcote, <WH5116> even from following <WH310> the sheep, <WH6629> that you should be ruler <WH5057> over <WH5921> my people <WH5971> Israel: <WH3478>"},{"number":8,"verse":"And I have been <WH1961> with you wherever <WH3605> <WH834> you have walked, and have cut <WH3772> off all <WH3605> your enemies <WH341> from before <WH6440> you, and have made <WH6213> you a name <WH8034> like the name <WH8034> of the great <WH1419> men that are in the earth. <WH776>"},{"number":9,"verse":"Also I will ordain <WH7760> a place <WH4725> for my people <WH5971> Israel, <WH3478> and will plant <WH5193> them, and they shall dwell <WH7931> in their place, <WH8478> and shall be moved <WH7264> no <WH3808> more; <WH5750> neither <WH3808> shall the children <WH1121> of wickedness <WH5766> waste <WH1086> them any more, <WH3254> as at the beginning, <WH7223>"},{"number":10,"verse":"And since the time <WH3117> that I commanded <WH6680> judges <WH8199> to be over <WH5921> my people <WH5971> Israel. <WH3478> Moreover I will subdue <WH3665> all <WH3605> your enemies. <WH341> Furthermore I tell <WH5046> you that the LORD <WH3068> will build <WH1129> you an house. <WH1004>"},{"number":11,"verse":"And it shall come <WH1961> to pass, when <WH3588> your days <WH3117> be expired <WH4390> that you must go <WH3212> to be with your fathers, <WH1> that I will raise <WH6965> up your seed <WH2233> after <WH310> you, which <WH834> shall be of your sons; <WH1121> and I will establish <WH3559> his kingdom. <WH4438>"},{"number":12,"verse":"He shall build <WH1129> me an house, <WH1004> and I will establish <WH3559> his throne <WH3678> for ever. <WH5769>"},{"number":13,"verse":"I will be his father, <WH25> and he shall be my son: <WH1121> and I will not take <WH5493> my mercy <WH2617> away <WH5493> from him, as I took <WH5493> it from him that was before <WH6440> you:"},{"number":14,"verse":"But I will settle <WH5975> him in my house <WH1004> and in my kingdom <WH4438> for ever: <WH5769> and his throne <WH3678> shall be established <WH3559> for ever more. <WH5769>"},{"number":15,"verse":"According to all <WH3605> these <WH428> words, <WH1697> and according to all <WH3605> this <WH2088> vision, <WH2377> so <WH3651> did Nathan <WH5416> speak <WH1696> to David. <WH1732>"},{"number":16,"verse":"And David <WH1732> the king <WH4428> came <WH935> and sat <WH3427> before <WH6440> the LORD, <WH3068> and said, <WH559> Who <WH4310> am I, O LORD <WH3068> God, <WH430> and what <WH4310> is my house, <WH1004> that you have brought <WH935> me till now? <WH1988>"},{"number":17,"verse":"And yet this <WH2063> was a small <WH6994> thing in your eyes, <WH5869> O God; <WH430> for you have also spoken <WH1696> of your servant's <WH5650> house <WH1004> for a great <WH7350> while to come, and have regarded <WH7200> me according to the estate <WH8448> of a man <WH120> of high <WH4608> degree, O LORD <WH3068> God. <WH430>"},{"number":18,"verse":"What <WH4100> can David <WH1732> speak more <WH3254> <WH5750> to you for the honor <WH3519> of your servant? <WH5650> for you know <WH3045> your servant. <WH5650>"},{"number":19,"verse":"O LORD, <WH3068> for your servant's <WH5650> sake, <WH5668> and according to your own heart, <WH3820> have you done <WH6213> all <WH3605> this <WH2063> greatness, <WH1420> in making known <WH3045> all <WH3605> these great <WH1420> things."},{"number":20,"verse":"O LORD, <WH3068> there is none <WH369> like <WH3644> you, neither <WH369> is there any God <WH430> beside <WH2108> you, according to all <WH3605> that we have heard <WH8085> with our ears. <WH241>"},{"number":21,"verse":"And what <WH4310> one <WH259> nation <WH1471> in the earth <WH776> is like your people <WH5971> Israel, <WH3478> whom <WH834> God <WH430> went <WH1980> to redeem <WH6299> to be his own people, <WH5971> to make <WH7760> you a name <WH8034> of greatness <WH1420> and terribleness, <WH3372> by driving <WH1644> out nations <WH1471> from before <WH6440> your people <WH5971>whom <WH834> you have redeemed <WH6299> out of Egypt? <WH4714>"},{"number":22,"verse":"For your people <WH5971> Israel <WH3478> did you make <WH5414> your own people <WH5971> for ever; <WH5769> and you, LORD, <WH3068> became <WH1961> their God. <WH430>"},{"number":23,"verse":"Therefore now, <WH6258> LORD, <WH3068> let the thing <WH1697> that you have spoken <WH1696> concerning <WH5921> your servant <WH5650> and concerning <WH5921> his house <WH1004> be established <WH539> for ever, <WH5769> and do <WH6213> as you have said. <WH1696>"},{"number":24,"verse":"Let it even be established, <WH539> that your name <WH8034> may be magnified <WH1431> for ever, <WH5769> saying, <WH559> The LORD <WH3068> of hosts <WH6635> is the God <WH430> of Israel, <WH3478> even a God <WH430> to Israel: <WH3478> and let the house <WH1004> of David <WH1732> your servant <WH5650> be established <WH3559> before <WH6440> you."},{"number":25,"verse":"For you, O my God, <WH430> have told <WH1540> your servant <WH5650> that you will build <WH1129> him an house: <WH1004> therefore <WH5921> <WH3651> your servant <WH5650> has found <WH4672> in his heart <WH3820> to pray <WH6419> before <WH6440> you."},{"number":26,"verse":"And now, <WH6258> LORD, <WH3068> you are God, <WH430> and have promised <WH1696> this <WH2063> goodness <WH2896> to your servant: <WH5650>"},{"number":27,"verse":"Now <WH6258> therefore let it please <WH2974> you to bless <WH1288> the house <WH1004> of your servant, <WH5650> that it may be before <WH6440> you for ever: <WH5769> for you bless, <WH1288> O LORD, <WH3068> and it shall be blessed <WH1288> for ever. <WH5769>"}]}