{"bibleAbbr":"WB1895","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":1,"verses":[{"number":1,"verse":"Peter, an apostle of Jesus Christ, [writing] to the dispersed, in Pontus, Galatia, Cappadocia, Asia, and Bithynia. [who are] elect and pilgrims"},{"number":2,"verse":"according to the foreknowledge of God the Father by sanctification of the Spirit for obedience and sprinkling by the blood of Jesus Christ. May grace and peace be yours abundantly."},{"number":3,"verse":"Blessed [be] the God and Father of our Lord Jesus Christ, who according to his abundant mercy has begotten us again into a living hope by the resurrection of Jesus Christ from the dead"},{"number":4,"verse":"to an incorruptible, undefiled, and unfading inheritance reserved in heaven for you."},{"number":5,"verse":"You are kept by the power of God through faith for salvation [which is] ready to be revealed at the end of time."},{"number":6,"verse":"You greatly rejoice in this, even though now for a short time you have to be afflicted with sadness through various trials,"},{"number":7,"verse":"so that the testing of you faith, which is more precious than perishable gold, will be found to be with praise, honor, and glory at the appearing of Jesus Christ,"},{"number":8,"verse":"whom you love although you haven't seen him. Though you don't see him now, yet you believe and rejoice with indescribable and glorious joy,"},{"number":9,"verse":"because you are receiving the goal of your faith, the salvation of [your] souls."},{"number":10,"verse":"This salvation [is] what the prophets have diligently asked about and searched for, when they prophesied about the grace [that would come] to you."},{"number":11,"verse":"They were examining what time and conditions the Spirit of Christ, which was in them, did indicate when he predicted the suffering of Christ and the glory that would follow."},{"number":12,"verse":"It was revealed to them that it was not to them but to us they were ministering the things, which are now reported to you by those who by the Holy Spirit sent from heaven have preached the gospel to you."},{"number":13,"verse":"Therefore have your minds constantly ready for action, be alert, and hope to the end for the grace that is to be brought to you at the revealing of Jesus Christ."},{"number":14,"verse":"[You need to be] obedient children, not conforming yourselves to your former sensual desires in your time of ignorance."},{"number":15,"verse":"On the contrary, even as he who has called is holy, so you be holy in everything you do,"},{"number":16,"verse":"because it is written, \"Be holy, because I am holy.\""},{"number":17,"verse":"And if you call on the Father, who without favoritism judges every ones' work, then live the time of your pilgrimage in reverent fear."},{"number":18,"verse":"You know that you were not redeemed with perishable things like silver and gold from your futile way of life handed down to you"},{"number":19,"verse":"but with the precious blood of Christ, even as a lamb without blemish and spotless,"},{"number":20,"verse":"truly foreknown before the foundation of the world, but appeared in these last times for you."},{"number":21,"verse":"Through him, you believe in God who raised him up from the dead and gave him glory, so that your faith and hope might be in God."},{"number":22,"verse":"Because you have purified your souls by obeying the truth through the Spirit resulting in sincere love for the brothers, love one another with a pure heart fervently."},{"number":23,"verse":"You are born again not from a perishable seed but from an imperishable one by the word of God, which lives and remains forever."},{"number":24,"verse":"For all flesh [is] like grass, and all human glory [is] like the grass's flower. The grass withers, and its flower falls off,"},{"number":25,"verse":"but the word of the Lord endures forever. This is the word by which the gospel is preached to you."}]}