{"bibleAbbr":"CVg2018","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":13,"verses":[{"number":1,"verse":"In die autem illo, lectum est in volumine Moysi, audiente populo : et inventum est scriptum in eo, quod non debeant introire Ammonites et Moabites in ecclesiam Dei usque in æternum :"},{"number":2,"verse":"eo quod non occurrerint filiis Israël cum pane et aqua, et conduxerint adversum eos Balaam ad maledicendum eis : et convertit Deus noster maledictionem in benedictionem."},{"number":3,"verse":"Factum est autem, cum audissent legem, separaverunt omnem alienigenam ab Israël."},{"number":4,"verse":"Et super hoc erat Eliasib sacerdos, qui fuerat præpositus in gazophylacio domus Dei nostri, et proximus Tobiæ."},{"number":5,"verse":"Fecit ergo sibi gazophylacium grande, et ibi erant ante eum reponentes munera, et thus, et vasa, et decimam frumenti, vini, et olei, partes Levitarum, et cantorum, et janitorum, et primitias sacerdotales."},{"number":6,"verse":"In omnibus autem his non fui in Jerusalem, quia anno trigesimo secundo Artaxerxis regis Babylonis veni ad regem, et in fine dierum rogavi regem."},{"number":7,"verse":"Et veni in Jerusalem, et intellexi malum quod fecerat Eliasib Tobiæ, ut faceret ei thesaurum in vestibulis domus Dei."},{"number":8,"verse":"Et malum mihi visum est valde. Et projeci vasa domus Tobiæ foras de gazophylacio :"},{"number":9,"verse":"præcepique et emundaverunt gazophylacia : et retuli ibi vasa domus Dei, sacrificium, et thus."},{"number":10,"verse":"Et cognovi quod partes Levitarum non fuissent datæ, et fugisset unusquisque in regionem suam de Levitis, et cantoribus, et de his qui ministrabant :"},{"number":11,"verse":"et egi causam adversus magistratus, et dixi : Quare dereliquimus domum Dei ? et congregavi eos, et feci stare in stationibus suis."},{"number":12,"verse":"Et omnis Juda apportabat decimam frumenti, vini, et olei, in horrea."},{"number":13,"verse":"Et constituimus super horrea Selemiam sacerdotem, et Sadoc scribam, et Phadaiam de Levitis, et juxta eos Hanan filium Zachur, filium Mathaniæ : quoniam fideles comprobati sunt, et ipsis creditæ sunt partes fratrum suorum."},{"number":14,"verse":"Memento mei, Deus meus, pro hoc, et ne deleas miserationes meas quas feci in domo Dei mei, et in cæremoniis ejus."},{"number":15,"verse":"In diebus illis vidi in Juda calcantes torcularia in sabbato, portantes acervos, et onerantes super asinos vinum, et uvas, et ficus, et omne onus, et inferentes in Jerusalem, die sabbati. Et contestatus sum ut in die qua vendere liceret, venderent."},{"number":16,"verse":"Et Tyrii habitaverunt in ea, inferentes pisces, et omnia venalia : et vendebant in sabbatis filiis Juda in Jerusalem."},{"number":17,"verse":"Et objurgavi optimates Juda, et dixi eis : Quæ est hæc res mala quam vos facitis, et profanatis diem sabbati ?"},{"number":18,"verse":"numquid non hæc fecerunt patres nostri, et adduxit Deus noster super nos omne malum hoc, et super civitatem hanc ? et vos additis iracundiam super Israël violando sabbatum."},{"number":19,"verse":"Factum est autem, cum quievissent portæ Jerusalem in die sabbati, dixi : et clauserunt januas, et præcepi ut non aperirent eas usque post sabbatum : et de pueris meis constitui super portas, ut nullus inferret onus in die sabbati."},{"number":20,"verse":"Et manserunt negotiatores, et vendentes universa venalia, foris Jerusalem semel et bis."},{"number":21,"verse":"Et contestatus sum eos, et dixi eis : Quare manetis ex adverso muri ? si secundo hoc feceritis, manum mittam in vos. Itaque ex tempore illo non venerunt in sabbato."},{"number":22,"verse":"Dixi quoque Levitis ut mundarentur, et venirent ad custodiendas portas, et sanctificandam diem sabbati : et pro hoc ergo memento mei, Deus meus, et parce mihi secundum multitudinem miserationum tuarum."},{"number":23,"verse":"Sed et in diebus illis vidi Judæos ducentes uxores Azotidas, Ammonitidas, et Moabitidas."},{"number":24,"verse":"Et filii eorum ex media parte loquebantur azotice, et nesciebant loqui judaice, et loquebantur juxta linguam populi et populi."},{"number":25,"verse":"Et objurgavi eos, et maledixi. Et cecidi ex eis viros, et decalvavi eos, et adjuravi in Deo ut non darent filias suas filiis eorum, et non acciperent de filiabus eorum filiis suis et sibimetipsis, dicens :"},{"number":26,"verse":"Numquid non in hujuscemodi re peccavit Salomon rex Israël ? et certe in gentibus multis non erat rex similis ei, et dilectus Deo suo erat, et posuit eum Deus regem super omnem Israël : et ipsum ergo duxerunt ad peccatum mulieres alienigenæ."},{"number":27,"verse":"Numquid et nos inobedientes faciemus omne malum grande hoc ut prævaricemur in Deo nostro, et ducamus uxores peregrinas ?"},{"number":28,"verse":"De filiis autem Jojada filii Eliasib sacerdotis magni, gener erat Sanaballat Horonites, quem fugavi a me."},{"number":29,"verse":"Recordare, Domine Deus meus, adversum eos qui polluunt sacerdotium, jusque sacerdotale et Leviticum."},{"number":30,"verse":"Igitur mundavi eos ab omnibus alienigenis, et constitui ordines sacerdotum et Levitarum, unumquemque in ministerio suo :"},{"number":31,"verse":"et in oblatione lignorum in temporibus constitutis, et in primitivis : memento mei, Deus meus, in bonum. Amen."}]}