{"bibleAbbr":"t4t2014","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"Jesus showed the religious leaders that the Scriptures indicated that God permitted some people to disobey religious laws when they needed food. He also showed them that he had the authority from God to tell people what was right to do on the Sabbath.During that period of time, on a ◄Sabbath/Jewish day of rest►, Jesus and we disciples were walking through some grain fields. And because we were hungry, we began to pick some of the heads of grain and eat them. The laws of Moses permitted people to do that if they were hungry."},{"number":2,"verse":"Some Pharisees saw us do what they considered to be work. So they said to Jesus, accusing him, “Look! Your disciples are doing work that is not permitted in our laws [PRS] for us to do on our day of rest!”"},{"number":3,"verse":"Jesus wanted to show them that the record in the Scriptures indicated that God permitted people to disobey certain religious laws when they needed food. So he said to them, “It is written {Someone wrote} in the Scriptures [RHQ] what our revered ancestor King David did when he and the men with him were hungry. You have read about that, ◄but you do not think about what it implies!/so why do you not think about what it implies?► [RHQ]"},{"number":4,"verse":"David entered the big tent where they worshipped God and asked for some food. The high priest gave him the bread that had been {they had} presented to God. According to the laws of Moses, only priests were permitted to eat that bread, but David and the men who were with him ate it. AndGod did not consider that what they did was wrong!"},{"number":5,"verse":"Also, think about the laws that Moses wrote [RHQ]. He said that even though the priests, by working in the Temple on our Jewish day of rest, are not obeying the Jewish day of rest laws, they are not guilty. You have surely read that, but you do not understand what it means."},{"number":6,"verse":"Note this: God allows men to work in the Temple on our rest day because that work must be done. But in addition, I tell you thatI have more authority than the authority of the Temple. So, it is more important for you to obey my teachings than to obey your traditions about our rest day."},{"number":7,"verse":"You should think about these wordsof God in the Scriptures: ‘I want you to act mercifully toward people, and not just offer sacrifices.’ If you understood what that means, you would not condemn my disciples, who have done no wrong."},{"number":8,"verse":"I want you to know that I, the one who came from heaven, have the authority to determine what is right for my disciples to do on the days of rest.”"},{"number":9,"verse":"Jesus healed a man on the Sabbath. At the same time, he told the Pharisees that they were mistaken in thinking that it was wrong to heal a person on the Sabbath.After Jesus left there that day, he went into a building where we Jews worship God."},{"number":10,"verse":"He saw a man with a shriveled hand there. The Pharisees thought that Jesus would be disobeying the tradition about not working on the day of rest if he healed the man, so one of them asked him, “Does God permit us to heal people on our day of rest?” They asked that question so that they might accuse him if he healed someone ◄on the Sabbath/on the Jewish rest day►."},{"number":11,"verse":"He replied to them, “Would anyone among you who has only one sheep that falls into a hole ◄on the Sabbath/on the Jewish rest day► just leave it there [RHQ]? Certainly not! You would take hold of it and lift it out right away, and that would be acceptable work on our day of rest, too!"},{"number":12,"verse":"Because sheep are valuable, their owners may work on our day of rest in order to rescue them. So, because people are more valuable than sheep, it is certainly right for us to do something goodby healing another person any day, including our day of rest!”"},{"number":13,"verse":"Then he said to the man, “Stretch out your withered hand!” The man stretched it out, and it became normal like the other hand!"},{"number":14,"verse":"Then the Pharisees left the meeting house. They were worried that the people would reject their traditions and would accept Jesus' teaching instead. So they met together to plan how they could kill him."},{"number":15,"verse":"Jesus explained that his acting humbly when he healed people was a fulfillment of prophecy.Because Jesus knew that the Pharisees were plotting to kill him, he took us disciples and went away from there. Crowds, including many sick people, followed him, wanting him to heal them, and he healed them all."},{"number":16,"verse":"But he told them firmly that they should not tell other people yet who he was."},{"number":17,"verse":"By acting humbly like that he fulfilled what was written by Isaiah the prophet {what Isaiah the prophet wrote} long ago about the Messiah. Isaiah wrote that God said:"},{"number":18,"verse":"Take note of my servant whom I have chosen, the one whom I love and with whom I am pleased. I will put my Spirit in him, and he will proclaim that God will judge the non-Jews justly."},{"number":19,"verse":"He will not quarrel with people, neither will he shout. He will not teach with a loud voice in the main streets."},{"number":20,"verse":"Until he has justly judged the people who trust in him and has declared them not guilty, he will not destroy anyone who is weak like a smashed stalk [MET], nor will he silence anyone who is helpless like a smoldering linen wick [MET, DOU]."},{"number":21,"verse":"As a result, the non-Jews will confidently expect that he will do great things for them."},{"number":22,"verse":"Jesus refuted the argument that he was expelling demons by Satan's power, and he warned that making such statements is an unforgivable sin against the Holy Spirit.One day when Jesus was at home, some men brought to Jesus a man who, because of being controlled by a demon {a demon controlled him}, was blind and unable to speak. Jesus healed him by expelling the demon. As a result, the manbegan to talk and was able to see."},{"number":23,"verse":"All the crowd who saw it marveled. They began asking each other, “Could this man be the Messiah, the descendant of King David, whom we have been expecting?”"},{"number":24,"verse":"Because the Pharisees and the men who taught the Jewish laws heard that the people thought that Jesus might be the Messiah because he had expelled the demon, they said, “It is not God, but Beelzebub, the ruler of the demons, who enablesthis man to expel demons from people!”"},{"number":25,"verse":"But Jesus knew whatthe Pharisees were thinking and saying. So, in order to show them that what they said did not make sense, he said to them, “If the people in [MTY] one nation fight against each other, they will destroy their nation {their nation will be destroyed}. If people who live in the same city or house fight each other, they will certainly not remain as one group or family."},{"number":26,"verse":"Similarly, if Satan were expelling his own demons [MTY], it would be as though he was fighting against himself. ◄His kingdom would not continue!/How could his kingdom continue?► [RHQ] His rule over them would certainly not last!"},{"number":27,"verse":"Furthermore, if it is true that Satan enables me to expel demons, is it also true that your disciples who expel demonsdo so bySatan's power [RHQ]? No! So they will show you that you are not thinking logically."},{"number":28,"verse":"But because it is God's Spirit who enables me to expel demons, that proves that the power of God to rule people's lives has come to you."},{"number":29,"verse":"I will illustrate why I am able to expel demons. ◄A person cannot go into the house of a strong man [MET] like Satan and carry off his possessions if he does not first bind the strong man./How can someone go into the house of a strong man [MET] like Satan and carry off his possessions if he does not first bind the strong man?► [RHQ] But if he binds the strong man, then he will be able to steal the things in that man's house."},{"number":30,"verse":"No one can be neutral. Those who do not acknowledge that the Holy Spirit enables me to expel demons are opposing me, and those who do not gather people to become mydisciples are causingthose people to [DOU] go away from me."},{"number":31,"verse":"You are saying that it is not the Holy Spirit who is enabling me to expel demons. So I will say this to you: If those who offend and slander other people in any way arethen sorry and ask God to forgive them, God will forgive them. But people who discredit what the Holy Spirit does will not be forgiven {God will not forgive people who discredit what the Holy Spirit does}."},{"number":32,"verse":"God is willing to forgive people who criticize me, the One who came from heaven. But I warn you that those who say evil things about what the Holy Spirit does will not be forgiven {God will not forgive people who speak evil words about what the Holy Spirit does}. They will not be forgiven {He will not forgive them} now, and they will never be forgiven {he will never forgive them}.”"},{"number":33,"verse":"Jesus said that we can judge what people are like by seeing what they do. “Think about this: You can know whether a person is good and what that person says is good, in the same way that you can know whether a tree [MET] and the fruit it produces [MET] are good. You can also know whether a person and what that person says is evil in the same way that you can know whether a tree [MET] and its fruit [MET] are blighted. You can know whether a tree is good by seeing its fruit, and similarly people can know the evil character of you Pharisees by listening to your accusations against me."},{"number":34,"verse":"What you teach harms people spiritually like poisonous snakes harm them physically [MET]! You are not able to speak good things because you are evil [RHQ]. Evil people [SYN] like you speak what comes from all that is in their ◄inner beings/hearts►."},{"number":35,"verse":"Good people speak good things. That is like taking good things out of buildings where they are stored. But evil people speak evil things. That is like taking evil things out of buildings where they are stored."},{"number":36,"verse":"I tell you that on the day when God judges [MTY], he will make people recall every useless word they have spoken, and he will judge them accordingly."},{"number":37,"verse":"God will either declare that you are righteous based on the words that you have spoken, or else he will condemn you based on what you have said.”"},{"number":38,"verse":"Jesus told the Jewish leaders that the only miracle that they would see him do would be one like God did for Jonah.Then some of the Pharisees and men who taught the Jewish laws responded to what Jesus was teaching by saying to him, “Teacher, we want to see you perform a miracle that would prove to us that God sent you.”"},{"number":39,"verse":"Then Jesus said to them, “You people have already seen me perform miracles, but you are evil, and you do not faithfully worship God [MET]! You want me to perform a miracle that would prove to you that God sent me, but God will enable you to see only one miracle. It will be like what happened to Jonah the prophet [MET]."},{"number":40,"verse":"Jonah was in the stomach of a huge fish for three days and nights before God caused him to live again. Similarly, for three days and nights I, the one who came from heaven, will be in a place where dead people are, and then God will cause me to live again."},{"number":41,"verse":"When God judges all people, the people who lived in Nineveh will stand in front of him with you people who have seen me perform miracles. The people of Nineveh turned from their sinful ways as a result of hearing what Jonah preached. Jonah was important, but I, who am more important than Jonah, have come and preached to you, but you have not turned from your sinful ways. So when God judges all people, he will condemn you."},{"number":42,"verse":"The queen from Sheba, South of Israel, who lived long ago, came from a distant region in order to listen to King Solomon teach many wise things. But now I, a man who is much greater and wiser than Solomon, am here, but you have not listened to what I have told you. So at the time when God judges all people, the queen from Sheba will stand in front of him, along with you people, and will condemn you.”"},{"number":43,"verse":"Jesus taught that those who have had evil spirits expelled from them need to have their lives controlled by the Holy Spirit. “Sometimes when an evil spirit leaves a person, it wanders around in desolate areas, seeking someone in whom it can rest. If it does not find anyone,"},{"number":44,"verse":"it says to itself, ‘I will return to the person [MET] in whom I used to live.’ So it goes back and finds that the Spirit of God is not in control of that person's life. The person's life is like a house that has been swept clean and everything put in order [MET], but it is empty."},{"number":45,"verse":"Then this evil spirit goes and gets seven other spirits that are even more evil, and they all enter that person and begin living there. So, although that person's condition was bad before, it becomes much worse. That is what you wicked people who have heard me teach will experience.”"},{"number":46,"verse":"Jesus said that those who do God's will are as important to Jesus as his own relatives are.While Jesus was still speaking to the crowds, his mother and his younger brothers arrived. They stood outside the house, wanting to speak with him."},{"number":47,"verse":"Someone said to him, “Your mother and your younger brothers are standing outside the house, wanting to talk to you.”"},{"number":48,"verse":"Then Jesus said to the person who told himthat, “◄I will tell you something about my mother and brothers [MET]./Do you know who I consider to be like my mother and my brothers?►” [MET, RHQ]"},{"number":49,"verse":"He then pointed toward us disciples and said, “These are ones whom I love as much as I love my mother and my brothers [MET]."},{"number":50,"verse":"Those who do what God my Father who is in heaven wants, are as dear to me [MET] as my brother, my sister, or my mother.”"}]}