{"bibleAbbr":"t4t2014","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":15,"verses":[{"number":1,"verse":"Jesus rebuked the religious leaders for ignoring God's commands in order to uphold their own religious traditions.Then some Pharisees and men who taught the Jewish laws came from Jerusalem to talk to Jesus. They said,"},{"number":2,"verse":"“◄We think it is disgusting that your disciples disobey the traditions of our ancestors!/Why do your disciples disobey what our ancestors wrote down and our elders taught us?► [RHQ] They do not perform the proper ritual of washing their hands before they eat!”"},{"number":3,"verse":"Jesus answered them, “◄What is really disgusting is that you refuse to obey God's commands just so that you can follow what your ancestors taught you!/Why do you refuse to obey what God commanded people to do, just so that you can follow your own traditions?► [RHQ]"},{"number":4,"verse":"God gave these two commands: ‘Honor your father and your mother,’ and ‘People who speak evil about their father or mother must be executed.’"},{"number":5,"verse":"But you tell people, ‘You can say to your father or mother, “What I was going to give to you to help provide for you, I have now promised to give to God.” ’"},{"number":6,"verse":"And if you do that, you think that you do not need to give anything to your parents. In that way, by teaching people your traditions, you disregard what God commanded."},{"number":7,"verse":"You only pretend to be good! Isaiah prophesied accurately about you also when he quoted what God said about your ancestors. God said,"},{"number":8,"verse":"‘These people talk as if they honor me [MTY], but they do not think about honoring me at all [MET]."},{"number":9,"verse":"It is useless for them to worship me, because they teach what people thought up as if I myself had commanded it.’ ”"},{"number":10,"verse":"Jesus said that people are defiled by the words that come out of their mouths, rather than by any kind of food that they eat.Then Jesus again summoned the crowd to come nearer to him. Then he said to them, “Listen to what I am about to tell you, and try to understand it."},{"number":11,"verse":"Nothing that a person puts into his mouth to eat causes God to consider that person to be unacceptable. Instead, it is the words that come out of people's mouths [SYN] that cause God to reject them.”"},{"number":12,"verse":"Jesus explained that people's inner thoughts are what make them unacceptable to God.Later we disciples went to Jesus and said, “Do you know that the Pharisees heard what you said, and as a result they felt offended [RHQ]?”"},{"number":13,"verse":"Then, to teach us what God would do to the Pharisees, Jesus told us this parable: “My Father in heaven will get rid of all those who teach things that are contrary to his truth, just like a farmer gets rid of plants that he did not plant by pulling them up along with their roots [MET]."},{"number":14,"verse":"Do not pay any attention to the Pharisees. They do not help people who do not know God's truth to understand it, just like blind guides do not help blind people to perceive where they should go [MET]. If a blind person tries to lead another blind person, they will both fall into a hole [MET]. Similarly, both the Pharisees and their disciples will end up in hell.”"},{"number":15,"verse":"Peter said to Jesus, “Explain to us the parable about what a person eats.”"},{"number":16,"verse":"He replied to them, “◄I am disappointed that even you, who should understand what I teach, still do not understand!/Why is it that even you who should understand what I teach, still do not understand?► [RHQ]"},{"number":17,"verse":"◄You ought to understand that all food that people eat enters their stomachs, and later the refuse passes out of their bodies./Cannot you understand that all food that people eat enters their stomachs and later the refuse passes out of their bodies?► [RHQ] Because food does not alter what we think and desire, what we eat does not cause God to consider that we are unacceptable to him."},{"number":18,"verse":"You should know that what comes out of people's mouths, meaning everything that they say [SYN], comes from their inner beings/hearts. Many of the things that they say cause God to consider them to be unacceptable to him."},{"number":19,"verse":"It is people's innermost beings that cause them to think things that are evil, to murder people, to commit adultery, to commit other sexual sins, to steal things, to testify falsely, and to speak evil about others."},{"number":20,"verse":"It is these actions that cause God to consider people to be unacceptable to him. To eat with unwashed hands does not cause God to consider people unacceptable to him.”"},{"number":21,"verse":"Jesus healed a non-Jewish woman's daughter after testing the mother's faith in him.After Jesus took us and left Galilee district, we went into the region where the cities of Tyre and Sidon are located."},{"number":22,"verse":"A woman from the group of people called Canaanites who live in that region came to the place where Jesus was staying. She kept shouting to him, “Lord, you are the descendant of King David, you are the Messiah! Have pity on me and my daughter! She is suffering very much because a demon controls her.”"},{"number":23,"verse":"But Jesus did not answer her at all. We disciples came to him, and knowing that the woman was not a Jew, we said to him, “Tell her to leave because she keeps bothering us by yelling behind us!”"},{"number":24,"verse":"But Jesus said to her, “I have been sent {God has sent me} to help only the Israelite people at this time [SYN]. They are like sheep that have gotten lost [MET] because they do not know the way to heaven.”"},{"number":25,"verse":"But she came closer to Jesus and knelt down in front of him to worship him. She pled, “Lord/Sir, help me!”"},{"number":26,"verse":"Then, to suggest to her that he needed to help the Jews first and not the non-Jews, whom the Jews called dogs, he told her, “It is not good for someone to take food that has been prepared for the children and throw it to the little dogs.”"},{"number":27,"verse":"But to show that she believed that non-Jews could also receive help from God, the woman said to Jesus, “Lord/Sir, what you say is correct, but even the little dogs eat the crumbs that fall to the floor when their masters sit at their tables and eat!”"},{"number":28,"verse":"Then Jesus said to her, “O woman, because you believe firmly in me, I will heal your daughter as you desire!” At that moment the demon left her daughter, and she became well."},{"number":29,"verse":"Jesus healed many people on a hillside near Galilee lake.After Jesus, along with us disciples, departed from that area, we went back to Galilee lake and walked along it. Then Jesus climbed the hill near there and sat down to teach the people."},{"number":30,"verse":"Crowds kept coming to him for the next two days and brought lame, crippled, and blind people, those who were unable to talk, and many others who had various sicknesses. They laid them in front of Jesus so that he would heal them [SYN]. And he healed them."},{"number":31,"verse":"The crowd saw him heal people who could not talk, crippled people, lame people, and blind people, and they were amazed. They said, “Praise God who rules over us who live in Israel!”"},{"number":32,"verse":"Jesus miraculously fed over 4000 people.Then Jesus called us disciples to him and said to us, “This crowd of people has been with me for three days and have nothing left to eat. I feel sorry for them. I do not want to send them away while they are still hungry, because if I did that, they might faint on the way home.”"},{"number":33,"verse":"We disciples said to him, “In this place where nobody lives, ◄we cannot possibly obtain enough food to feed such a large crowd!/how can we obtain a large enough amount of food to feed such a large crowd?► [RHQ]”"},{"number":34,"verse":"Jesus asked us, “How many small loaves do you have?” We said to him, “We have seven small loaves and a few cooked fish.”"},{"number":35,"verse":"He told the people to sit on the ground."},{"number":36,"verse":"Then he took the seven small loaves and the fish. After he thanked God for them, he broke them into pieces, and he kept giving them to us. Then we kept distributing them to the crowd."},{"number":37,"verse":"Because Jesus made the food multiply miraculously, all those people ate and had plenty to satisfy them. There were four thousand men who ate, but no one counted the women and the children who also ate. Then we disciples collected the pieces of food that were left over, and we filled seven large baskets with them."},{"number":39,"verse":"After Jesus dismissed the crowd, he, along with us, got in the boat, and we sailed around the lake to the region called Magadan."}]}