{"bibleAbbr":"t4t2014","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":3,"verses":[{"number":1,"verse":"John the Baptizer announced the coming of Jesus, and he baptized many people who heard his message.While Jesus was still in Nazareth town, John, whom the people called the Baptizer, went to a desolate place in Judea district."},{"number":2,"verse":"He was preaching to the people who came there. He kept saying, “You need to turn away from your sinful behavior, because God [MET] will soon begin to rule over people, and he will reject you if you do not turn away from your sinful life.”"},{"number":3,"verse":"John was the person who fulfilled what was said by Isaiah the prophet {what Isaiah the prophet predicted when he said}, long ago, In a desolate area ◄people will hear someone/someone will be heard► shouting to the people who pass by, Prepare yourselves to receive the Lord when he comes! Make yourselves ready so that you will be prepared when he comes [MET, DOU], just like people straighten out the road for an important official!"},{"number":4,"verse":"John wore coarse clothing made from camel's hair. And as the prophet Elijah did long ago, he wore a leather belt around his waist. His food was only grasshoppers and honey that he found in that desolate area."},{"number":5,"verse":"People who lived in Jerusalem city [MTY], many [HYP] people who lived in other places in Judea district [MTY], and many [HYP] people who lived in the area around the Jordan River [MTY] came to John to hear him preach."},{"number":6,"verse":"After they heard him tell them to turn away from their sinful behavior, they openly confessed their sins, and as a result they were baptized by John {John baptized them} in the Jordan River."},{"number":7,"verse":"John told the Pharisees and Sadducees that they needed to repent before he would baptize them.After John noted that many men of the Pharisee religious group and of the Sadducee religious group were coming to him to be baptized {in order that he would baptize them}, he said to them, “You people are evil like poisonous snakes [MET]! I warn you that God will some day punish [MTY] everyone who sins. ◄And do not think that you can escape from his punishing you [MTY] if you do not turn from your sinful behavior!/Did someone tell you that you can escape from his punishing you [MTY] if you do not turn from your sinful behavior?► [RHQ]"},{"number":8,"verse":"Do what is appropriate [IDI] for people who have truly turned away from their sinful behavior before you come to me in order to be baptized {that I baptize you}."},{"number":9,"verse":"God promised to give Abraham many descendants. In order to fulfill that promise, Goddoes not need you! I tell you that he can change these stones to make them descendants of Abraham. So do not start to say to yourselves, ‘Since we are descendants of our ancestor Abraham, God will not punish us even though we have sinned.’"},{"number":10,"verse":"God is ready to punish you if you do not turn away from your sinful behavior, just like a man who lays his axe at the roots of a fruit tree in order to chop it down and throw it into the fire if it does not produce good fruit [MET].”"},{"number":11,"verse":"John said that someone greater than him would soon come who would enable some of the people to change their lives and who would severely punish the others.“As for me, I am not very important, because I baptize you only with water. I baptize you because of your feeling sorry that you have sinned. But someone else will come soon who is very great; he will do powerful deeds (OR, act powerfully). Because he is superior to me, I am not worthy even to do a menial task for him, such as to carry his sandals. He will put his Holy Spirit within you to truly change the way you live [MET], and he will judge others of you and punish you in the fire in hell."},{"number":12,"verse":"He is like a farmer who wants to clear away the grain that is on the ground where it has been threshed {they have threshed it}. That farmer uses a huge fork to throw the grain into the air to separate the wheat from the chaff [MET], and then he cleans up the threshing area. Similarly, God will separate righteous people from the evil people like a farmer who gathers the wheat into his storage area, and then God will burn thepeople who are like chaff with a fire that will never be put out [MET].”"},{"number":13,"verse":"When John baptized Jesus, God showed that Jesus was his Son by sending the Holy Spirit upon him.During that time, Jesus went from Galilee District to the Jordan River, where John was. He did that in order to be baptized by John {in order to ask that John would baptize him}."},{"number":14,"verse":"When Jesus asked John to baptize him, John objected, saying, “I need to be baptized by you {you to baptize me} because you are superior to me. Since you are not a sinner, ◄you(sg) should not come to me to be baptized by me {to ask that I baptize you(sg)}!/why do you come to me to be baptized by me {ask that I baptize you(sg)} [RHQ]?►”"},{"number":15,"verse":"But Jesus said to him, “Baptize me at this time, because in this way we two will do everything that God requires.” Then John consented to baptize him."},{"number":16,"verse":"After he was baptized {John baptized Jesus}, Jesus immediately came up out of the water. Just then, it was as though the sky was opened {split apart}. Then Jesus saw God's Spirit coming down upon him. He came in the form of a dove."},{"number":17,"verse":"Then God [SYN] spoke from heaven, saying, “This is my Son. I love him. I am very pleased with him.”"}]}