{"bibleAbbr":"KNCL","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":3,"verses":[{"number":1,"verse":"(ಅಂತಿಮ ದಿನಗಳು) ಅಂತಿಮ ದಿನಗಳು ಕಷ್ಟಕರವಾದ ಕಾಲವಾಗಿರುತ್ತದೆಂಬುದನ್ನು ಜ್ಞಾಪಕದಲ್ಲಿಡು."},{"number":2,"verse":"ಜನರು ಸ್ವಾರ್ಥಚಿಂತಕರೂ ಲೋಭಿಗಳೂ ಅಹಂಕಾರಿಗಳೂ ಬಡಾಯಿಕೋರರೂ ದೇವದೂಷಕರೂ ಹೆತ್ತವರಿಗೆ ಅವಿಧೇಯರೂ ಕೃತಘ್ನರೂ ಭಕ್ತಿಹೀನರೂ ಆಗುವರು."},{"number":3,"verse":"ಅವರು ಮಮತೆ ಇಲ್ಲದವರೂ ಸಮಾಧಾನ ಸಹಿಸದವರೂ ಚಾಡಿಕೋರರೂ ಸ್ವೇಚ್ಛಾವರ್ತಿಗಳೂ ಕ್ರೂರಿಗಳೂ ಒಳಿತನ್ನು ದ್ವೇಷಿಸುವವರೂ ಆಗುವರು."},{"number":4,"verse":"ನಂಬಿಕೆದ್ರೋಹಿಗಳೂ ದುಡುಕುವವರೂ ಮಹಾಗರ್ವಿಗಳೂ ಆಗುವರು. ದೇವರನ್ನು ಅರಸದೆ ಭೋಗಗಳನ್ನೇ ಬಯಸುವರು."},{"number":5,"verse":"ಅವರು ಭಕ್ತಿಯ ವೇಷ ಧರಿಸಿದ್ದರೂ ಅದರ ನಿಜವಾದ ಶಕ್ತಿಯನ್ನು ಅಲ್ಲಗಳೆಯುವರು. ಇಂಥವರ ಸಹವಾಸ ನಿನಗೆ ಬೇಡ."},{"number":6,"verse":"ಇವರಲ್ಲಿ ಕೆಲವರು ಮನೆಮನೆಗಳಿಗೆ ನುಸಳಿ ನಾನಾ ಪಾಪಗಳಿಂದಲೂ ಕಾಮನೆಗಳಿಂದಲೂ ಕೂಡಿರುವ ಮತಿಗೆಟ್ಟ ಮಹಿಳೆಯರನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳುವರು."},{"number":7,"verse":"ಆ ಮಹಿಳೆಯರಾದರೋ ಯಾರಿಗೆ ಬೇಕಾದರೂ ಕಿವಿಗೊಡುವರು. ಸತ್ಯವನ್ನು ಮಾತ್ರ ಮನಗಾಣರು."},{"number":8,"verse":"ಯನ್ನ ಮತ್ತು ಯಂಬ್ರ ಎಂಬವರು ಮೋಶೆಯನ್ನು ವಿರೋಧಿಸಿದಂತೆ, ಇವರು ಸತ್ಯವನ್ನು ಪ್ರತಿಭಟಿಸುತ್ತಾರೆ."},{"number":9,"verse":"ದುರ್ಮತಿಗಳೂ ವಿಶ್ವಾಸಭ್ರಷ್ಟರೂ ಆಗಿದ್ದಾರೆ. ಆದರೆ ಅವರ ಮೂರ್ಖತನ ದೀರ್ಘಕಾಲ ಬಾಳದು. ಯನ್ನ ಮತ್ತು ಯಂಬ್ರಳ ದೋಷದಂತೆ ಅದು ಸರ್ವರಿಗೂ ಬಟ್ಟಬಯಲಾಗುತ್ತದೆ."},{"number":10,"verse":"(ಕೆಲವು ಸಲಹೆಗಳು) ನೀನಾದರೋ ನನ್ನ ಬೋಧನೆ, ನಡತೆ ಹಾಗೂ ಧ್ಯೇಯಗಳನ್ನು ಅರಿತಿರುವೆ. ನನ್ನ ವಿಶ್ವಾಸ, ಸಹಿಷ್ಣುತೆ ಮತ್ತು ಸೈರಣೆ ನಿನಗೆ ತಿಳಿದಿದೆ."},{"number":11,"verse":"ನಾನು ಅನುಭವಿಸಿದ ಹಿಂಸೆನೋವುಗಳ ಮತ್ತು ಕಷ್ಟದುಃಖಗಳ ಕುರಿತು ಕೇಳಿರುವೆ. ಅಂತಿಯೋಕ್ಯ, ಇಕೋನಿಯ ಮತ್ತು ಲುಸ್ತ್ರ ಪಟ್ಟಣಗಳಲ್ಲಿ ನಾನು ಎಂಥ ಕ್ರೂರವಾದ ಹಿಂಸೆ ಅನುಭವಿಸಿದೆನೆಂಬುದು ನಿನಗೆ ತಿಳಿಯದ ವಿಷಯವೇನೂ ಅಲ್ಲ. ಆದರೆ ಪ್ರಭು ನನ್ನನ್ನು ಇವೆಲ್ಲವುಗಳಿಂದ ಪಾರುಮಾಡಿದರು."},{"number":12,"verse":"ಕ್ರಿಸ್ತಯೇಸುವಿನ ಅನುಯಾಯಿಯಾಗಿ ಭಕ್ತಿಯಿಂದ ಬಾಳಲು ಆಶಿಸುವ ಪ್ರತಿಯೊಬ್ಬನೂ ಹಿಂಸೆಗೊಳಗಾಗುತ್ತಾನೆ."},{"number":13,"verse":"ದುಷ್ಕರ್ಮಿಗಳು ಮತ್ತು ದುರ್ಬೋಧಕರು ಇತರರನ್ನು ವಂಚಿಸುತ್ತಾ ತಮ್ಮನ್ನೂ ವಂಚಿಸಿಕೊಳ್ಳುತ್ತಾ ದಿನೇದಿನೇ ಅಧೋಗತಿಗಿಳಿಯುತ್ತಾರೆ."},{"number":14,"verse":"ನೀನಾದರೋ ನಿನಗೆ ಬೋಧಿಸಲಾಗಿರುವ ಹಾಗೂ ನೀನು ದೃಢವಾಗಿ ನಂಬಿರುವ ಸತ್ಯಗಳನ್ನು ಅನುಸರಿಸು."},{"number":15,"verse":"ನಿನ್ನ ಬೋಧಕರು ಯಾರೆಂಬುದು ನಿನಗೆ ಗೊತ್ತಿದೆ. ಚಿಕ್ಕಂದಿನಿಂದಲೇ ನೀನು ಪವಿತ್ರಗ್ರಂಥವನ್ನು ಪರಿಚಯಮಾಡಿಕೊಂಡಿರುವೆ. ಯೇಸುಕ್ರಿಸ್ತರನ್ನು ವಿಶ್ವಾಸಿಸುವುದರ ಮೂಲಕ ಜೀವೋದ್ಧಾರವನ್ನು ಪಡೆಯಬಹುದೆಂಬ ಜ್ಞಾನವು ಲಭಿಸುವುದು ಆ ಪವಿತ್ರಗ್ರಂಥದಿಂದಲೇ."},{"number":16,"verse":"ಪವಿತ್ರಗ್ರಂಥ ದೈವಪ್ರೇರಣೆಯಿಂದ ರಚಿತವಾದುದು. ಆದ್ದರಿಂದ ಅದು ಪ್ರಬೋಧನೆಗೂ ಖಂಡನೆಗೂ ತಿದ್ದುಪಾಟಿಗೂ ನೀತಿಬೋಧೆಗೂ ಉಪಯುಕ್ತವಾಗಿದೆ."},{"number":17,"verse":"ಅದರ ಮೂಲಕ ದೈವಭಕ್ತರು ಸಿದ್ಧರೂ ಸಕಲ ಸತ್ಕಾರ್ಯಗಳಿಗೆ ಸನ್ನದ್ಧರೂ ಆಗಬಲ್ಲರು."}]}