{"bibleAbbr":"KNCL","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":4,"verses":[{"number":1,"verse":"ದೇವರ ಸಮಕ್ಷಮದಲ್ಲಿ, ಮತ್ತು ಜೀವಿಸುವವರಿಗೂ ಸತ್ತವರಿಗೂ ನ್ಯಾಯತೀರ್ಪನ್ನು ಕೊಡಲು ಬರುವ ಕ್ರಿಸ್ತಯೇಸುವಿನ ಸಮಕ್ಷಮದಲ್ಲಿ, ನಾನು ಅವರ ಪ್ರತ್ಯಕ್ಷತೆಯನ್ನೂ ಸಾಮ್ರಾಜ್ಯವನ್ನೂ ಮುಂದಿಟ್ಟು ನಿನಗೆ ಆಜ್ಞಾಪಿಸುವುದೇನೆಂದರೆ:"},{"number":2,"verse":"ನೀನು ದೇವರ ವಾಕ್ಯವನ್ನು ಆಸಕ್ತಿಯಿಂದ ಕಾಲ ಅಕಾಲಗಳನ್ನು ಲೆಕ್ಕಿಸದೆ ಬೋಧಿಸು. ಸತ್ಯವನ್ನು ಮನಗಾಣಿಸು; ತಪ್ಪನ್ನು ತಿದ್ದು; ಒಳ್ಳೆಯದನ್ನು ಪ್ರೋತ್ಸಾಹಿಸು’ ತಾಳ್ಮೆಯನ್ನು ಕಳೆದುಕೊಳ್ಳದೆ ಉಪದೇಶಮಾಡು."},{"number":3,"verse":"ಜನರು ಸದ್ಬೋಧನೆಯನ್ನು ಸಹಿಸದೆ, ಸ್ವೇಚ್ಛಾಚಾರಿಗಳಾಗುವ ಕಾಲವು ಬರುತ್ತದೆ. ತಮ್ಮ ದುರಿಚ್ಛೆಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಬೋಧಿಸುವವರಿಗೆ ಕಾತರದಿಂದ ಕಿವಿಗೊಡಲು ಕೂಡಿಕೊಳ್ಳುತ್ತಾರೆ."},{"number":4,"verse":"ಸತ್ಯಕ್ಕೆಕಿವಿಗೊಡದೆ ಕಟ್ಟುಕತೆಗಳನ್ನು ಕೇಳಲು ಅಲೆದಾಡುತ್ತಾರೆ."},{"number":5,"verse":"ಆದರೆ, ನೀನು ಎಲ್ಲ ಸನ್ನಿವೇಶಗಳಲ್ಲೂ ಸ್ಥಿರಚಿತ್ತದಿಂದಿರು. ಕಷ್ಟವನ್ನು ಸಹಿಸಿಕೋ. ಶುಭಸಂದೇಶವನ್ನು ನಿಷ್ಠೆಯಿಂದ ಸಾರು. ನಿನ್ನ ಕರ್ತವ್ಯವನ್ನು ಸರಿಯಾಗಿ ನಿರ್ವಹಿಸು."},{"number":6,"verse":"ನಾನು ಯಜ್ಞಪಶುವಾಗಿ ಅರ್ಪಿತನಾಗುವ ಸಮಯವು ಬಂದಿದೆ. ಈ ಲೋಕದಿಂದ ತೆರಳಬೇಕಾದ ಕಾಲವೂ ಕೂಡಿಬಂದಿದೆ."},{"number":7,"verse":"ಬಾಳಿನ ಸ್ಪರ್ಧೆಯಲ್ಲಿ ಭಾಗವಹಿಸಿದ್ದೇನೆ. ನನ್ನ ಓಟವನ್ನು ಮುಗಿಸಿದ್ದೇನೆ. ವಿಶ್ವಾಸವನ್ನು ಕಾಪಾಡಿಕೊಂಡಿದ್ದೇನೆ."},{"number":8,"verse":"ಇನ್ನು ನನಗೆ ಉಳಿದಿರುವುದು ಒಂದೇ: ಸಜ್ಜನರಿಗೆ ಸಲ್ಲುವಂಥ ಜಯಮಾಲೆ ನನಗೀಗ ಸಿದ್ಧವಾಗಿದೆ. ಅದನ್ನು ನೀತಿವಂತ ನ್ಯಾಯಾಧಿಪತಿಯಾದ ಪ್ರಭು ಆ ದಿನದಂದು ನನಗೆ ಕೊಡುವರು; ನನಗೆ ಮಾತ್ರವಲ್ಲ, ಅವರ ಪ್ರತ್ಯಕ್ಷತೆಯನ್ನು ಪ್ರೀತಿಯಿಂದ ನಿರೀಕ್ಷಿಸುತ್ತಿರುವ ಎಲ್ಲರಿಗೂ ಕೊಡುವರು."},{"number":9,"verse":"ವೈಯಕ್ತಿಕ ಹಿತನುಡಿಗಳು ನನ್ನ ಬಳಿಗೆ ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗನೆ ಬರುವುದಕ್ಕೆ ಪ್ರಯತ್ನಿಸು."},{"number":10,"verse":"ದೇಮನು ಇಹಲೋಕದ ಆಶಾಪಾಶಗಳಿಗೆ ಒಳಗಾಗಿ ನನ್ನನ್ನು ಬಿಟ್ಟು ಥೆಸಲೋನಿಕಕ್ಕೆ ಹೋದನು. ಕ್ರೆಸ್ಕನು ಗಲಾತ್ಯಕ್ಕೂ ತೀತನು ದಲ್ಮಾತ್ಯಕ್ಕೂ ಹೋಗಿದ್ದಾರೆ."},{"number":11,"verse":"ಲೂಕನು ಮಾತ್ರ ನನ್ನ ಜೊತೆಯಿದ್ದಾನೆ, ನೀನು ಬರುವಾಗ ಮಾರ್ಕನನ್ನು ನಿನ್ನ ಸಂಗಡ ಕರೆದುಕೊಂಡು ಬಾ. ಅವನ ಸೇವೆ ನನಗೆ ಅಗತ್ಯವಾಗಿದೆ."},{"number":12,"verse":"ತುಖಿಕನನ್ನು ನಾನು ಎಫೆಸಕ್ಕೆ ಕಳುಹಿಸಿದ್ದೇನೆ."},{"number":13,"verse":"ನೀನು ಬರುವಾಗ ತ್ರೋವದಲ್ಲಿ ನಾನು ಕರ್ಪನ ಬಳಿ ಬಿಟ್ಟುಬಂದ ನನ್ನ ಮೇಲಂಗಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಬಾ. ನನ್ನ ಕೆಲವು ಪುಸ್ತಕಗಳನ್ನೂ ಮುಖ್ಯವಾಗಿ ಚರ್ಮದ ಸುರುಳಿಗಳನ್ನೂ ತಪ್ಪದೆ ತೆಗೆದುಕೊಂಡು ಬಾ."},{"number":14,"verse":"ಕಂಚುಗಾರನಾದ ಅಲೆಗ್ಸಾಂಡರನು ನನಗೆ ಬಹಳ ಕೇಡುಮಾಡಿದ್ದಾನೆ. ಪ್ರಭು ಅವನ ಕೃತ್ಯಗಳಿಗೆ ತಕ್ಕ ಶಿಕ್ಷೆಯನ್ನು ವಿಧಿಸುವರು."},{"number":15,"verse":"ನೀನು ಅವನ ವಿಷಯದಲ್ಲಿ ಎಚ್ಚರಿಕೆಯಿಂದಿರು. ನಮ್ಮ ಬೋಧನೆಗೆ ಅವನು ಕಟುವಾದ ವಿರೋಧಿ ಆಗಿದ್ದಾನೆ."},{"number":16,"verse":"ನಾನು ಮೊದಲನೆಯ ಸಾರಿ ವಿಚಾರಣೆಗೆ ಒಳಗಾಗಿ ಪ್ರತಿವಾದಿಸುತ್ತಿದ್ದಾಗ ಯಾರೂ ನನ್ನ ಪರವಾಗಿ ನಿಲ್ಲಲಿಲ್ಲ. ಎಲ್ಲರೂ ನನ್ನನ್ನು ಕೈಬಿಟ್ಟರು. ದೇವರು ಅವರನ್ನು ಕ್ಷಮಿಸಲಿ."},{"number":17,"verse":"ಆದರೆ ಪ್ರಭು ನನಗೆ ಬೆಂಬಲವಾಗಿ ನಿಂತರು. ನಾನು ಶುಭಸಂದೇಶವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಸಾರುವಂತೆಯೂ ಅನ್ಯಧರ್ಮೀಯರೆಲ್ಲರು ಅದನ್ನು ಕೇಳುವಂತೆಯೂ ಮಾಡಿದರು. ಅಲ್ಲದೆ, ಸಿಂಹದ ಬಾಯಿಂದಲೂ ನನ್ನನ್ನು ಸಂರಕ್ಷಿಸಿದರು."},{"number":18,"verse":"ಪ್ರಭು ನನ್ನನ್ನು ಸಕಲ ಕೇಡುಗಳಿಂದ ರಕ್ಷಿಸಿ, ತಮ್ಮ ಸ್ವರ್ಗಸಾಮ್ರಾಜ್ಯಕ್ಕೆ ನನ್ನನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಸೇರಿಸುವರು. ಯುಗಯುಗಾಂತರಕ್ಕೂ ಅವರಿಗೆ ಮಹಿಮೆ ಸಲ್ಲಲಿ, ಆಮೆನ್."},{"number":19,"verse":"ಶುಭಾಶಯಗಳು ಪ್ರಿಸ್ಕಳಿಗೂ ಅಕ್ವಿಲನಿಗೂ ಒನೇಸಿಫೊರನ ಮನೆಯವರಿಗೂ ನನ್ನ ಶುಭಾಶಯಗಳನ್ನು ತಿಳಿಸು."},{"number":20,"verse":"ಎರಸ್ತನು ಕೊರಿಂಥದಲ್ಲಿ ಉಳಿದುಕೊಂಡಿದ್ದಾನೆ. ತ್ರೊಫಿಮನನ್ನು ಅನಾರೋಗ್ಯದ ನಿಮಿತ್ತ ಮಿಲೇತದಲ್ಲಿಯೇ ಬಿಟ್ಟಿದ್ದೇನೆ."},{"number":21,"verse":"ಚಳಿಗಾಲಕ್ಕೆ ಮೊದಲೇ ಇಲ್ಲಿಗೆ ಬರಲು ಪ್ರಯತ್ನಿಸು. ಯುಬೂಲ, ಫುದೇಯ, ಲೀನ, ಕ್ಲೌದ್ಯ ಇವರು ಮತ್ತು ಇತರ ಸಹೋದರರು ನಿನಗೆ ಶುಭಾಶಯಗಳನ್ನು ಕಳುಹಿಸಿದ್ದಾರೆ."},{"number":22,"verse":"ಪ್ರಭು ನಿನ್ನೊಂದಿಗಿರಲಿ, ದೇವರ ಅನುಗ್ರಹ ನಿಮ್ಮೆಲ್ಲರಲ್ಲೂ ಇರಲಿ!"}]}