{"bibleAbbr":"guOV2016","bookName":"એસ્તેર","bookEnglishName":"Esther","chapterNumber":3,"verses":[{"number":1,"verse":"( યહૂદીઓનો પૂરો નાશ કરવાની હામાનની યોજના) તે પછી અહાશ્વેરોશ રાજાએ અગાગના વંશજ હામ્માદાથાના પુત્ર હામાને ઊંચી પદવીએ ચઢાવ્યો. રાજાએ હામાનની બેઠક તેની સાથેના સર્વ સરદારોથી ચઢતી રાખી."},{"number":2,"verse":"રાજાના સર્વ અમલદારો, જેઓ રાજાના દરવાજામાં હતા, તેઓ નમસ્કાર કરીને હામાનને માન આપતા; કેમ કે રાજાએ તેના વિષે એવી આજ્ઞા કરી હતી. પણ મોર્દખાય તેને નમસ્કાર કરતો નહિ, અને તેને માન પણ આપતો નહિ."},{"number":3,"verse":"ત્યારે રાજાના અમલદારો, જેઓ રાજાના દરવાજામાં હતા, તેઓએ મોર્દખાયને પૂછ્યું, “તું રાજાની આજ્ઞાનું ઉલ્લંઘન કેમ કરે છે?”"},{"number":4,"verse":"તેઓ દરરોજ તેને એમ કહેતા, તેમ છતાં તે તેઓનું સાંભળતો નહિ. ત્યારે એમ થયું કે, મોર્દખાયની આવી વર્તણૂક તે સહન કરશે કે નહિ તે જોવા માટે તેઓએ હામાનને કહી દીધું; કેમ કે મોર્દખાયે તેઓને કહ્યું હતું, “હું યહૂદી છું.”"},{"number":5,"verse":"જ્યારે હામાને જોયું કે, મોર્દખાય મને નમસ્કાર કરતો નથી ને મને માન આપતો નથી, ત્યારે તે ક્રોધે ભરાયો."},{"number":6,"verse":"પણ એકલા મોર્દખાય ઉપર હાથ નાખવો એ તેને હલકું લાગ્યું. કેમ કે મોર્દખાય કઈ જાતનો છે તે તેઓએ તેને જણાવ્યું હતું. તે માટે હામાને અહાશ્વેરોશના આખા રાજ્યમાંના સર્વ યહૂદીઓનો, એટલે મોર્દખાયની આખી કોમનો, વિનાશ કરવાની કોશિશ કરી."},{"number":7,"verse":"અહાશ્વેરોશ રાજાના બારમાં વર્ષના પહેલા માસમાં, એટલે નીસાન માસમાં દિવસ અને મહિનો નક્કી કરવા માટે ચિઠ્ઠીઓ [એટલે ‘પૂર’] નાખવામાં આવી, અને બારમા માસના, એટલે અદાર માસના તેરમા દિવસ પર ચિઠ્ઠી પડી."},{"number":8,"verse":"ત્યારે હામાને અહાશ્વેરોશ રાજાને કહ્યું, “તમારા રાજ્યના સર્વ પ્રાંતોના લોકોમાં પ્રસરેલી તથા વિખરાયેલી એક પ્રજા છે. તેઓના નિયમો સર્વ લોકોનાથી જુદા છે. તેઓ રાજાના કાયદા પણ પાળતા નથી; તેથી તેઓને જીવતા રહેવા દેવા એ રાજાને હિતકારક નથી."},{"number":9,"verse":"જો રાજાની મરજી હોય તો તેઓનો નાશ કરવાનું ફરમાન બહાર પાડવું જોઈએ. અને રાજાના ખજાનચીઓના હાથમાં હું દશ હજાર તાલંત રૂપું રાજાના ભંડારમાં લઈ જવા માટે આપીશ.”"},{"number":10,"verse":"એ સાંભળીને રાજાએ પોતાની મુદ્રિકા પોતાના હાથમાંથી કાઢીને યહૂદીઓના શત્રુ અગાગવંશી હામ્માદાથાના પુત્ર હામાનને આપી."},{"number":11,"verse":"રાજાએ હામાનને કહ્યું, “તારું રૂપું તથા તે લોક પણ તને સ્વાધીન કરવામાં આવ્યાં છે, માટે તને યોગ્ય લાગે તેમ કરજે.”"},{"number":12,"verse":"તે પછી પહેલા માસને તેરમે દિવસે રાજાના ચિટનીસોને બોલાવવામાં આવ્યા. અને હામાને જે સર્વ આજ્ઞાઓ આપી તે પ્રમાણે રાજાના અમલદારો પર, દરેક પ્રાંતના સૂબાઓ પર, તથા દરેક પ્રજાના સરદારો પર, અર્થાત્ દરેક પ્રાંતની લિપિ અને દરેક પ્રજાની ભાષા પ્રમાણે લખવામાં આવ્યું. અને અહાશ્વેરોશ રાજાને નામે તે હુકમો લખાયા, અને રાજાની મુદ્રિકાથી તેના ઉપર મહોર કરવામાં આવી."},{"number":13,"verse":"કાસદોની મારફતે રાજાના સર્વ પ્રાંતોમાં તે રવાના કરવામાં આવ્યા, “એક જ દિવસે, બારમા માસની, એટલે અદાર માસની તેરમી તારીખે, સર્વ યહૂદીઓનો, જુવાન, વૃદ્ધ, બાળકો તથા સ્ત્રીઓનો વિનાશ કરવો, એટલે કતલ કરીને તેમને મારી નાખવાં, અને તેઓની માલમિલકત લૂટી લેવી.”"},{"number":14,"verse":"એ હુકમ દરેક પ્રાંતમાં જાહેર થાય તે માટે તેની નકલ સર્વ પ્રજાઓમાં પ્રગટ કરવામાં આવી કે, તેઓ તે દિવસને માટે તૈયાર થઈ રહે."},{"number":15,"verse":"કાસદો રાજાની આજ્ઞા પ્રમાણે તાકીદે રવાના થયા, તે હુકમ સૂસાના મહેલમાં જાહેર થયો. રાજા તથા હામાન [દ્રાક્ષારસ] પીવાને બેઠા; પણ સૂસા નગરમાં ગભરાટ મચી રહ્યો."}]}