{"bibleAbbr":"guOV2016","bookName":"એસ્તેર","bookEnglishName":"Esther","chapterNumber":6,"verses":[{"number":1,"verse":"( રાજા મોર્દખાયનું બહુમાન કરે છે) તે રાત્રે રાજાને ઊંઘ આવી નહિ; તેથી તેણે કાળવૃત્તાંતોની નોંધનું પુસ્તક લાવવાની આજ્ઞા કરી, ને રાજાની આગળ તે વાંચવામાં આવ્યું."},{"number":2,"verse":"( .) તેમાં એવું લખેલું માલૂમ પડ્યું, “રાજાના દરવાનોમાંના બે ખવાસો, નામે બિગ્થાના તથા તેરેશ, જેઓ અહાશ્વેરોશ રાજાના જાન ઉપર હાથ નાખવાની કોશિશ કરતા હતા, તે વિષે મોર્દખાયે ખબર આપી હતી.”"},{"number":3,"verse":"રાજાએ પૂછ્યું, “એને માટે મોર્દખાયને શું કંઈ માન તથા મોભો આપવામાં આવ્યાં છે?” ત્યારે રાજાના ખિજમતગારોએ કહ્યું, “તેને માટે કંઈ જ કરવામાં આવ્યું નથી.”"},{"number":4,"verse":"રાજાએ પૂછ્યું, “આંગણામાં કોણ છે?” હવે જે ફાંસી હામાને મોર્દખાયને માટે તૈયાર કરાવી હતી તે પર એને ફાંસી આપવાનું રાજાને કહેવા માટે તે રાજમહેલના બહારના આંગણામાં આવ્યો હતો."},{"number":5,"verse":"રાજાના સેવકોએ રાજાને કહ્યું, “આંગણામાં હામાન ઊભો છે.” રાજાએ કહ્યું, “તેને અંદર આવવા દો.”"},{"number":6,"verse":"ત્યારે હામાન અંદર ગયો. રાજાએ તેને પૂછ્યું, “જે માણસને માન આપવાની રાજાની ખુશી હોય તેને માટે શું કરવું જોઈએ?” હવે હામાને મનમાં વિચાર્યું, “મારા કરતાં બીજા કોને માન આપવા રાજા વિશેષ ખુશ થાય?”"},{"number":7,"verse":"હામાને રાજાને કહ્યું, “જે માણસને માન આપવાની રાજાની ખુશી હોય,"},{"number":8,"verse":"તેને માટે તો, જે રાજપોશાક રાજાને પહેરવાનો રિવાજ છે તે, તથા જે ઘોડા પર રાજા સવાર થાય છે, ને જેને માથે રાજમુગટ મુકાય છે, તે લાવવાં."},{"number":9,"verse":"તે પોશાક તથા તે ઘોડો રાજાના સૌથી નામીચા સરદારોમાંના એકના હાથમાં આપવાં કે, જે માણસને માન આપવાની રાજાની ખુશી હોય તેને તે પહેરાવીને ઘોડા પર સવારી કરાવે અને નગરમાં ફેરવે, અને તેની આગળ એવી નેકી પોકારવામાં આવે કે, જેને માન આપવાની રાજાની ખુશી છે, તે માણસને આ પ્રમાણે કરવામાં આવશે.’”"},{"number":10,"verse":"ત્યારે રાજાએ હામાનને કહ્યું, “તાકીદથી તારા કહ્યા પ્રમાણે પોશાક તથા ઘોડો લાવ; યહૂદી મોર્દખાય રાજાના દરવાજા આગળ બેસે છે, તેને એ જ પ્રમાણે તું કર. તું જે બોલ્યો છે તે બધામાંથી કંઈ જ રહી જવું ન જોઈએ.”"},{"number":11,"verse":"ત્યારે હામાને તે પોશાક મોર્દખાયને પહેરાવ્યો, અને તે ઘોડા પર તેને બેસાડીને તેને નગરને રસ્તે ફેરવીને તેની આગળ નેકી પહેરાવી કે, “જેને માન આપવાની રાજાની ખુશી છે તે માણસને આ પ્રમાણે કરવામાં આવશે.”"},{"number":12,"verse":"મોર્દખાય રાજાના દરવાજા આગળ પાછો આવ્યો. પણ હામાન શોક કરતો કરતો પોતાનું માથું ઢાંકીને ઘેર જલદી જતો રહ્યો,"},{"number":13,"verse":"અને પોતા પર જે વીત્યું હતું, તે હામાને પોતાની પત્ની ઝેરેશને તથા પોતાના સર્વ મિત્રોને કહી સંભળાવ્યું, ત્યારે તેના મિત્રમંડળે તથા તેની પત્ની ઝેરેશે તેને કહ્યું, “મોર્દખાય કે, જેની આગળ તમારી પડતી થવા લાગી છે, તે જો યહૂદીઓના વંશનો હોય, તો તેની વિરુદ્ધ તમારું કંઈ ચાલવાનું નથી, પણ તેની આગળ નિશ્ચે તમારી પડતી થશે.”"},{"number":14,"verse":"હજુ તો તેઓ તેની સાથે વાતો કરતાં હતાં, એટલામાં રાજાના ખોજાઓ આવી પહોંચ્યાં, અને એસ્તેરે જે મિજબાની તૈયાર કરી હતી તેમાં તેઓ હામાનને ઉતાવળે તેડી ગયા."}]}