{
  "bibleAbbr" : "TCL1995",
  "bookName" : "உரோமையர்",
  "bookEnglishName" : "Romans",
  "chapterNumber" : 12,
  "verses" : [ {
    "number" : 1,
    "verse" : "(வாழ்க்கையை தேவனுக்குக் கொடுங்கள்) சகோதர சகோதரிகளே, கடவுளுடைய இரக்கத்தை முன்னிட்டு உங்களை வேண்டுகிறேன்: கடவுளுக்கு உகந்த, தூய, உயிருள்ள பலியாக உங்களைப் படையுங்கள். இதுவே நீங்கள் செய்யும் உள்ளார்ந்த வழிபாடு."
  }, {
    "number" : 2,
    "verse" : "இந்த உலகத்தின் போக்கின்படி ஒழுகாதீர்கள். மாறாக, உங்கள் உள்ளம் புதப்பிக்கப் பெற்று மாற்றம் அடைவதாக! அப்போது கடவுளின் திருவுளம் எது எனத் தேர்ந்து தெளிவீர்கள். எது நல்லது, எது உகந்தது, எது நிறைவானது என்பதும் உங்களுக்குத் தெளிவாகத் தெரியும்."
  }, {
    "number" : 3,
    "verse" : "இறையருள் பெற்றவன் என்னும் முறையில் உங்களுள் ஒவ்வொருவருக்கும் நான் கூறுவது: உங்களுள் எவரும் தம்மைக் குறித்து மட்டுமீறி மதிப்புக் கொள்ளலாகாது: அவரவருக்குக் கடவுள் வரையறுத்துக் கொடுத்த நம்பிக்கையின் அளவுக்கேற்ப ஒவ்வொருவரும் தம்மை மதித்துக் கொள்ளட்டும்."
  }, {
    "number" : 4,
    "verse" : "ஒரே உடலில் நமக்கு உறுப்புகள் பல உள: அந்த உறுப்புகளெல்லாம் ஒரே செயலைச் செய்வதில்லை."
  }, {
    "number" : 5,
    "verse" : "அது போலவே, நாம் பலராயிருந்தாலும் கிறிஸ்துவோடு இணைந்திருப்பதால் ஒரே உடலாய் இருக்கிறோம்: ஒருவருக்கொருவர் உடனுறுப்புகளாய் இருக்கிறோம்."
  }, {
    "number" : 6,
    "verse" : "ஆயினும், நமக்கு அளிக்கப்பட்டுள்ள அருளுக்கேற்ப வௌவேறு அருள்கொடைகளைப் பெற்றுள்ளோம். இறைவாக்குரைக்கும் கொடையை நாம் பெற்றிருந்தால் நாம் கொண்டிருக்கும் நம்பிக்கைக்கு ஏற்றவாறு அதைப் பயன்படுத்த வேண்டும்."
  }, {
    "number" : 7,
    "verse" : "தொண்டாற்றும் கொடையை நாம் பெற்றிருந்தால் அதைத் தொண்டு புரிவதற்குப் பயன்படுத்த வேண்டும்."
  }, {
    "number" : 8,
    "verse" : "கற்றுக் கொடுப்போர் கற்றுக் கொடுப்பதிலும், ஊக்கமூட்டுவோர் ஊக்கம் தருவதிலும், தமக்குள்ளதை வழங்குவோர் தாராளமாய்க் கொடுப்பதிலும், தலைமை தாங்குவோர் முழு ஆர்வத்தோடு செயல்படுவதிலும், இரக்கச் செயல்களில் ஈடுபடுவோர் முகமலர்ச்சியோடு அவற்றைச் செய்வதிலும்தாம் பெற்ற அருள்கொடைகளைப் பயன்படுத்த வேண்டும்."
  }, {
    "number" : 9,
    "verse" : "உங்கள் அன்பு கள்ளமற்றதாய் இருப்பதாக! தீமையை வெறுத்து நன்மையையே பற்றிக்கொள்ளுங்கள்."
  }, {
    "number" : 10,
    "verse" : "உடன் பிறப்புகள் போன்று ஒருவருக்கொருவர் உளங்கனிந்த அன்பு காட்டுங்கள்: பிறர் உங்களைவிட மதிப்புக்கு உரியவரென எண்ணுங்கள்."
  }, {
    "number" : 11,
    "verse" : "விடா முயற்சியோடும் ஆர்வம் மிக்க உள்ளத்தோடும் ஆண்டவருக்குப் பணிபுரியுங்கள்."
  }, {
    "number" : 12,
    "verse" : "எதிர்நோக்கி இருப்பதில் மகிழ்ச்சி கொள்ளுங்கள்: துன்பத்தில் தளரா மனத்துடன் இருங்கள்: இறைவேண்டலில் நிலைத்திருங்கள்."
  }, {
    "number" : 13,
    "verse" : "வறுமையுற்ற இறைமக்களோடு உங்களிடமுள்ளதைப் பகிர்ந்து கொள்ளுங்கள்: விருந்தோம்பலில் கருத்தாய் இருங்கள்."
  }, {
    "number" : 14,
    "verse" : "உங்களைத் துன்புறுத்துவோருக்கு ஆசி கூறுங்கள்: ஆம், ஆசி கூறுங்கள்: சபிக்க வேண்டாம்."
  }, {
    "number" : 15,
    "verse" : "மகிழ்வாரோடு மகிழுங்கள்: அழுவாரோடு அழுங்கள்."
  }, {
    "number" : 16,
    "verse" : "நீங்கள் ஒருமனத்தவராய் இருங்கள்: உயர்வுமனப்பான்மை கொள்ளாமல் தாழ்நிலையில் உள்ளவர்களோடு நன்கு பழகுங்கள். நீங்கள் உங்களையே அறிவாளிகளெனக் கருதிப் பெருமிதம் கொள்ள வேண்டாம்."
  }, {
    "number" : 17,
    "verse" : "தீமைக்குப் பதில் தீமை செய்யாதீர்கள்: எல்லா மனிதரும் நலமெனக் கருதுபவை பற்றியே எண்ணுங்கள்."
  }, {
    "number" : 18,
    "verse" : "இயலுமானால், உங்களால் முடிந்தவரை எல்லாரோடும் அமைதியுடன் வாழுங்கள்."
  }, {
    "number" : 19,
    "verse" : "அன்பார்ந்தவர்களே! பழிவாங்காதீர்கள்: அதைக் கடவுளின் சினத்திற்கு விட்டுவிடுங்கள். ஏனெனில், மறைநூலில் எழுதியுள்ளவாறு, “பழிவாங்குவதும் கைம்மாறு அளிப்பதும் எனக்கு உரியன” என்கிறார் ஆண்டவர்."
  }, {
    "number" : 20,
    "verse" : "நீயோ, “உன் எதிரி பசியாய் இருந்தால், அவனுக்கு உணவு கொடு: அவன் தாகத்தோடு இருந்தால், அவன் குடிக்கக் கொடு. இவ்வாறு செய்வதால், அவன் தலைமேல் எரிதழலைக் குவிப்பாய்.”"
  }, {
    "number" : 21,
    "verse" : "தீமை உங்களை வெல்லவிடாதீர்கள், நன்மையால் தீமையை வெல்லுங்கள்!"
  } ]
}