{"bibleAbbr":"RV1895","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":22,"verses":[{"number":1,"verse":"And the LORD spake unto Moses, saying,"},{"number":2,"verse":"Speak unto Aaron and to his sons, that they separate themselves from the holy things of the children of Israel, which they hallow unto me, and that they profane not my holy name: I am the LORD."},{"number":3,"verse":"Say unto them, Whosoever he be of all your seed throughout your generations, that approacheth unto the holy things, which the children of Israel hallow unto the LORD, having his uncleanness upon him, that soul shall be cut off from before me: I am the LORD."},{"number":4,"verse":"What man soever of the seed of Aaron is a leper, or hath an issue; he shall not eat of the holy things, until he be clean. And whoso toucheth any thing that is unclean by the dead, or a man whose seed goeth from him;"},{"number":5,"verse":"or whosoever toucheth any creeping thing, whereby he may be made unclean, or a man of whom he may take uncleanness, whatsoever uncleanness he hath;"},{"number":6,"verse":"the soul which toucheth any such shall be unclean until the even, and shall not eat of the holy things, unless he bathe his flesh in water."},{"number":7,"verse":"And when the sun is down, he shall be clean; and afterward he shall eat of the holy things, because it is his bread."},{"number":8,"verse":"That which dieth of itself, or is torn of beasts, he shall not eat to defile himself therewith: I am the LORD."},{"number":9,"verse":"They shall therefore keep my charge, lest they bear sin for it, and die therein, if they profane it: I am the LORD which sanctify them."},{"number":10,"verse":"There shall no stranger eat of the holy thing: a sojourner of the priest's, or an hired servant, shall not eat of the holy thing."},{"number":11,"verse":"But if a priest buy any soul, the purchase of his money, he shall eat of it; and such as are born in his house, they shall eat of his bread."},{"number":12,"verse":"And if a priest's daughter be married unto a stranger, she shall not eat of the heave offering of the holy things."},{"number":13,"verse":"But if a priest's daughter be a widow, or divorced, and have no child, and is returned unto her father's house, as in her youth, she shall eat of her father's bread: but there shall no stranger eat thereof."},{"number":14,"verse":"And if a man eat of the holy thing unwittingly, then he shall put the fifth part thereof unto it, and shall give unto the priest the holy thing."},{"number":15,"verse":"And they shall not profane the holy things of the children of Israel, which they offer unto the LORD;"},{"number":16,"verse":"and so cause them to bear the iniquity that bringeth guilt, when they eat their holy things: for I am the LORD which sanctify them."},{"number":17,"verse":"And the LORD spake unto Moses, saying,"},{"number":18,"verse":"Speak unto Aaron, and to his sons, and unto all the children of Israel, and say unto them, Whosoever he be of the house of Israel, or of the strangers in Israel, that offereth his oblation, whether it be any of their vows, or any of their freewill offerings, which they offer unto the LORD for a burnt offering;"},{"number":19,"verse":"that ye may be accepted, ye shall offer a male without blemish, of the beeves, of the sheep, or of the goats."},{"number":20,"verse":"But whatsoever hath a blemish, that shall ye not offer: for it shall not be acceptable for you."},{"number":21,"verse":"And whosoever offereth a sacrifice of peace offerings unto the LORD to accomplish a vow, or for a freewill offering, of the herd or of the flock, it shall be perfect to be accepted; there shall be no blemish therein."},{"number":22,"verse":"Blind, or broken, or maimed, or having a wen, or scurvy, or scabbed, ye shall not offer these unto the LORD, nor make an offering by fire of them upon the altar unto the LORD."},{"number":23,"verse":"Either a bullock or a lamb that hath any thing superfluous or lacking in his parts, that mayest thou offer for a freewill offering; but for a vow it shall not be accepted."},{"number":24,"verse":"That which hath its stones bruised, or crushed, or broken, or cut, ye shall not offer unto the LORD; neither shall ye do thus in your land."},{"number":25,"verse":"Neither from the hand of a foreigner shall ye offer the bread of your God of any of these; because their corruption is in them, there is a blemish in them: they shall not be accepted for you."},{"number":26,"verse":"And the LORD spake unto Moses, saying,"},{"number":27,"verse":"When a bullock, or a sheep, or a goat, is brought forth, then it shall be seven days under the dam; and from the eighth day and thenceforth it shall be accepted for the oblation of an offering made by fire unto the LORD."},{"number":28,"verse":"And whether it be cow or ewe, ye shall not kill it and her young both in one day."},{"number":29,"verse":"And when ye sacrifice a sacrifice of thanksgiving unto the LORD, ye shall sacrifice it that ye may be accepted."},{"number":30,"verse":"On the same day it shall be eaten; ye shall leave none of it until the morning: I am the LORD."},{"number":31,"verse":"Therefore shall ye keep my commandments, and do them: I am the LORD."},{"number":32,"verse":"And ye shall not profane my holy name; but I will be hallowed among the children of Israel: I am the LORD which hallow you,"},{"number":33,"verse":"that brought you out of the land of Egypt, to be your God: I am the LORD."}]}