{"bibleAbbr":"bnOV2016","bookName":"যাকোবের পত্র।","bookEnglishName":"James","chapterNumber":4,"verses":[{"number":1,"verse":"( বিবাদ, অহঙ্কার ও দুঃসাহস সম্বন্ধে চেতনা।) তোমাদের মধ্যে কোথা হইতে যুদ্ধ ও কোথা হইতে বিবাদ উৎপন্ন হয়? তোমাদের অঙ্গ প্রত্যঙ্গে যে সকল সুখাভিলাষ যুদ্ধ করে, সে সকল হইতে কি নয়?"},{"number":2,"verse":"তোমরা অভিলাষ করিতেছ, কিন্তু প্রাপ্ত হও না; তোমরা নরহত্যা ও ঈর্ষা করিতেছ, কিন্তু পাইতে পার না; তোমরা বিবাদ ও যুদ্ধ করিয়া থাক, কিছু প্রাপ্ত হও না, কারণ তোমরা যাচ্ঞা কর না।"},{"number":3,"verse":"যাচ্ঞা করিতেছ, তথাপি ফল পাইতেছ না; কারণ মন্দ ভাবে যাচ্ঞা করিতেছ, যেন আপন আপন সুখাভিলাষে ব্যয় করিতে পার।"},{"number":4,"verse":"হে ব্যভিচারিণীগণ, তোমরা কি জান না যে, জগতের মিত্রতা ঈশ্বরের সহিত শত্রুতা? সুতরাং যে কেহ জগতের মিত্র হইতে বাসনা করে, সে আপনাকে ঈশ্বরের শত্রু করিয়া তুলে।"},{"number":5,"verse":"অথবা তোমরা কি মনে কর যে, শাস্ত্রের বচন ফলহীন? যে আত্মা তিনি আমাদের অন্তরে বাস করাইয়াছেন, সেই আত্মা কি মাৎসর্য্যের নিমিত্ত স্নেহ করেন? ( (বা) সেই আত্মা অন্তর্জ্বালা পর্য্যন্ত স্নেহ করেন।)"},{"number":6,"verse":"বরং তিনি আরও অনুগ্রহ প্রদান করেন; এই কারণ শাস্ত্র বলে, “ঈশ্বর অহঙ্কারীদের প্রতিরোধ করেন, কিন্তু নম্রদিগকে অনুগ্রহ প্রদান করেন।” ( ।)"},{"number":7,"verse":"অতএব তোমরা ঈশ্বরের বশীভূত হও; কিন্তু দিয়াবলের প্রতিরোধ কর, তাহাতে সে তোমাদের হইতে পলায়ন করিবে।"},{"number":8,"verse":"ঈশ্বরের নিকটবর্ত্তী হও, তাহাতে তিনিও তোমাদের নিকটবর্ত্তী হইবেন। হে পাপিগণ, হস্ত শুচি কর; হে দ্বিমনা লোক সকল, হৃদয় বিশুদ্ধ কর।"},{"number":9,"verse":"তাপিত ও শোকার্ত্ত হও, এবং রোদন কর; তোমাদের হাস্য শোকে, এবং আনন্দ বিষাদে পরিণত হউক।"},{"number":10,"verse":"প্রভুর সাক্ষাতে নত হও, তাহাতে তিনি তোমাদিগকে উন্নত করিবেন।"},{"number":11,"verse":"হে ভ্রাতৃগণ, পরস্পর পরীবাদ করিও না; যে ব্যক্তি ভ্রাতার পরীবাদ করে, কিম্বা ভ্রাতার বিচার করে, সে ব্যবস্থার পরীবাদ করে ও ব্যবস্থার বিচার করে। কিন্তু তুমি যদি ব্যবস্থার বিচার কর, তবে ব্যবস্থার পালনকারী না হইয়া বিচারকর্ত্তা হইয়াছ।"},{"number":12,"verse":"একমাত্র ব্যবস্থাপক ও বিচারকর্ত্তা আছেন, তিনিই পরিত্রাণ করিতে ও বিনষ্ট করিতে পারেন। কিন্তু তুমি কে যে প্রতিবাসীর বিচার কর?"},{"number":13,"verse":"এখন দেখ, তোমাদের কেহ কেহ বলে, অদ্য কিম্বা কল্য আমরা অমুক নগরে যাইব, এবং সেখানে এক বৎসর যাপন করিব, বাণিজ্য করিব ও লাভ করিব।"},{"number":14,"verse":"তোমরা ত কল্যকার তত্ত্ব জান না; তোমাদের জীবন কি প্রকার? তোমরা ত বাষ্পস্বরূপ, যাহা ক্ষণেক দৃশ্য থাকে, পরে অন্তর্হিত হয়।"},{"number":15,"verse":"উহার পরিবর্ত্তে বরং ইহা বল, ‘প্রভুর ইচ্ছা হইলেই আমরা বাঁচিয়া থাকিব, এবং এ কাজটী বা ও কাজটী করিব’।"},{"number":16,"verse":"কিন্তু এখন তোমরা আপন আপন দর্পে শ্লাঘা করিতেছ; এই প্রকারের সমস্ত শ্লাঘা মন্দ।"},{"number":17,"verse":"বস্তুতঃ যে কেহ সৎকর্ম্ম করিতে জানে, অথচ না করে, তাহার পাপ হয়।"}]}