{"bibleAbbr":"GB1539","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":3,"verses":[{"number":1,"verse":"Wo to the bloudthursty citie, which is all full of lyes & robbery, & wyll not leaue of from rauisshing."},{"number":2,"verse":"There a man maye heare scourging, russhynge, the noyse of the wheles, the cryenge of the horses, and the rollinge of the charettes."},{"number":3,"verse":"There the horse men get vp wt naked swerdes, & glysteringe speares: there lyeth a multitude slayne, & a greate heape of deed bodyes: there is no ende of deed coarses: yee, men fall vpon their bodyes,"},{"number":4,"verse":"And that for the greate and manyfolde whordome, of the fayre & beutyfull harlot: which is a mastresse of witchcraft: yee, and selleth the people thorow her whordome, & the nacyons thorow her witchcraft."},{"number":5,"verse":"Beholde, I will vpon the (sayeth the Lord of hostes) and will pull thy clothes ouer thy head: that I maye shewe thy nakednes amonge the Heathen, and thy shame amonge the kyngdomes."},{"number":6,"verse":"I will cast dyrte vpon the, to make the be abhorred, & a gasynge stocke:"},{"number":7,"verse":"Yee, all they that loke vpon the, shall starte backe, and saye: Niniue is destroyed. Who will haue pitie vpon the? where shal I seke one to comforte the?"},{"number":8,"verse":"Art thou better then the greate cite of Alexandria? that laye in the waters, and had the waters rounde aboute it: which was strongly fenced & walled with the see?"},{"number":9,"verse":"Ethiopia & Egipte were her strength & that exceading great, aboue measure. Aphrica & Lybia were her helpers,"},{"number":10,"verse":"yet was she dryuen awaye, & brought into captiuite, her yonge chyldren were smitten downe at the head of euery strete, the lottes were cast for the most auncyent men in her, & all her myghtye men were bounde in chaines."},{"number":11,"verse":"Euen so shalt thou also be droncken, & hyde thy selfe, and seke some helpe agaynst thyne enemy."},{"number":12,"verse":"All thy stronge cities shalbe lyke fygetrees with ripe figges: whych when a man shaketh, they shall fall into the mouth of the eater."},{"number":13,"verse":"Beholde, thy people within the, are but wemen: the portes of thy lande shalbe opened vnto thyne enemyes, and the fyre shall deuoure thy barres."},{"number":14,"verse":"Drawe water now agaynst thou be beseged, make vp thy strong holdes go into the claye, tempre the morter, make strong brick:"},{"number":15,"verse":"yet the fyre shal consume the, the swerde shal destroye the: yee, as the locuste doth, so shal it eate the vp. It shal fal heuely vpon the as the locustes: yee, ryght heuely shall it fall vpon the, euen as the greshoppers."},{"number":16,"verse":"Thy marchauntes haue bene nombred wt the starres of heauen: but now shal they sprede abrode as the locustes & fle their waye:"},{"number":17,"verse":"Thy lordes are as the greshoppers, & thy captaynes as the multitude of greshoppers: whych when they be colde, remayne in the hedges: but when the Sunne is vp, they fle awaye, & no man can tel where they are become."},{"number":18,"verse":"Thy shepherdes are a slepe (O kyng of Assur) thy worthyes are layed downe, thy people is scatred abrode vpon the mountaynes, & no man gathereth them together agayne."},{"number":19,"verse":"Thy wounde cannot be hyd, thy plage is so sore. All they that heare this of the, shal clappe their handes ouer the. For what is he, to whom thou hast not alwaye bene doyng hurte?"}]}