{"bibleAbbr":"NCB2019","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"The LORD then also told me, “Carve out two stone tablets like the first ones, and come up to me on the mountain. You are also to make an Ark out of wood."},{"number":2,"verse":"I will engrave the words that had been on the first tablets that you broke on these tablets. Then you are to place them in the Ark.”"},{"number":3,"verse":"I made an Ark out of acacia wood and carved out two tablets like the first ones and climbed up the mountain with the two tablets in my hands."},{"number":4,"verse":"He wrote on the tablets what he had written on the previous ones, the ten commandments that the LORD had proclaimed to you on the mountain from the midst of the flames on the day of the assembly. The LORD then gave them to me."},{"number":5,"verse":"I climbed down the mountain and placed the tablets in the Ark that I had made, as the LORD had commanded, and they are still there today."},{"number":6,"verse":"The Israelites traveled from the wells of Bene-jaakan to Moserah.[a] There Aaron died, and he was buried there. Eleazer, his son, succeeded him as priest."},{"number":7,"verse":"From there they traveled to Gudgodah, and from Gudgodah to Jotbathah, a land filled with streams of water."},{"number":8,"verse":"It was at this time that the LORD set aside the tribe of Levi to carry the Ark of the Covenant, to stand before the LORD to minister to him, and to pronounce blessings in his name, as they do until the present."},{"number":9,"verse":"That is why the Levites have no share in the inheritance with their brethren; the LORD is their inheritance, as the LORD, your God, promised them."},{"number":10,"verse":"Once again I stayed on the mountain for forty days and forty nights, like the first time, and the LORD heard me once again, for the LORD decided not to destroy you."},{"number":11,"verse":"The LORD said to me, “Rise up, proceed on your journey ahead of the people so that they might go in and take possession of the land that I promised to their fathers to give them.”"},{"number":12,"verse":"[b]And so now, O Israel, what does the LORD, your God, require of you but to fear the LORD, your God, to walk in all of his ways, to love him, to serve the LORD, your God, with all your heart and all your soul,"},{"number":13,"verse":"and to observe the commandments and the statutes that I am giving you today for your own good."},{"number":14,"verse":"Indeed the heavens and the highest heavens[c] belong to the LORD, your God, as well as the earth and all that is in it,"},{"number":15,"verse":"yet the LORD’s sole delight was in your fathers. He loved them so much that he chose you, their descendants, above every other nation, which is still true today."},{"number":16,"verse":"Therefore, circumcise the foreskin of your hearts, and stop being stiff-necked,[d]"},{"number":17,"verse":"for the LORD, your God, is the God of gods and the LORD of lords, a great God, mighty and awesome, who does not show partiality nor take a bribe."},{"number":18,"verse":"He ensures justice for the orphan and the widow, and demonstrates his love for the foreigner by giving him food and clothing."},{"number":19,"verse":"So now, show your love to the foreigner, for you were once foreigners in the land of Egypt."},{"number":20,"verse":"You shall fear the LORD, your God, and you shall serve him and hold fast to him, taking your oaths by his name."},{"number":21,"verse":"He is your glory, and he is your God. He has performed great and awesome wonders for you, deeds he performed before your very eyes."},{"number":22,"verse":"Seventy of your ancestors went down into Egypt. Now the LORD, your God, has multiplied you so that you are as numerous as the stars in the sky."}]}