{"bibleAbbr":"NCB2019","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":12,"verses":[{"number":1,"verse":"[b] These are the statutes and the decrees that you must be careful to observe in the land that the LORD, the God of your fathers, has given you as an inheritance for the whole time that you live upon the earth."},{"number":2,"verse":"You must totally destroy all the places where the nations that you shall dispossess served their gods, whether they be on the high mountains or upon the hills or under every green tree."},{"number":3,"verse":"You are to overturn their altars and break their sacred pillars. You must burn their wooden idols in fires, you must cut down their carved idols and obliterate their names from that place."},{"number":4,"verse":"This is not the way that you are to worship the LORD, your God."},{"number":5,"verse":"You are to seek out the place that the LORD, your God, has chosen from among all the tribes to be where you shall place his name and establish his dwelling. This is where you are to go"},{"number":6,"verse":"to bring your burnt offering, your sacrifices, your tithes, your wave offerings, what you have vowed to give as a freewill offering, and the firstborn from your herds and flocks."},{"number":7,"verse":"There you and your families will eat before the LORD, your God, and you shall rejoice at everything you have put your hand to, for the LORD, your God, will have blessed you."},{"number":8,"verse":"You are not to do things the way we do them today, that each person does as he sees fit,"},{"number":9,"verse":"for you have not yet come to your resting place, the inheritance that the LORD, your God, is giving you."},{"number":10,"verse":"But when you cross the Jordan and live in the land that the LORD, your God, is giving to you as an inheritance, a place where he will give you peace from all the enemies who surround you so that you can live in safety,"},{"number":11,"verse":"then you shall bring everything that I command you to the place that the LORD, your God, will have chosen for the dwelling place of his name: your burnt offerings, your sacrifices, your tithes, your wave offerings, and all of your choice vow offerings that you have vowed onto the LORD."},{"number":12,"verse":"You and your sons and daughters, your menservants and your maidservants, and the Levite who lives in your town (for he has no claim to your inheritance) will rejoice before the LORD, your God."},{"number":13,"verse":"Make sure that you do not offer burnt offerings any place you might happen to see,"},{"number":14,"verse":"but you are to offer burnt offerings in the place that the LORD will choose in one of your tribes. There you are to fulfill all that I command you to do."},{"number":15,"verse":"Nevertheless, you can slaughter animals and eat meat within your town gates with the blessing that the LORD, your God, gives you, as much as you desire. The clean and the unclean may eat of it, the gazelle and the roebuck alike."},{"number":16,"verse":"Only you are not to consume its blood; you are to pour it on the ground as if it were water.[c]"},{"number":17,"verse":"You are not to eat the following things within your town gates: the tithe of the grain, wine, and oil, the firstborn of the herds or flocks, any of the vow offerings you have offered with a vow, any freewill offering and any wave offering."},{"number":18,"verse":"You are to eat these before the LORD, your God, in the place that the LORD, your God, will have chosen, you and your son and your daughter, your manservant and your maidservant, and the Levite who lives in your town. You are to rejoice before the LORD, your God, in all of your undertakings."},{"number":19,"verse":"Take heed not to forsake the Levite for as long as you live in the land."},{"number":20,"verse":"When the LORD, your God, enlarges your boundaries, as he has promised that he will do, and you say to yourself, “I am going to eat some meat,”[d] because you feel like eating some meat, you can eat as much meat as you desire."},{"number":21,"verse":"If the place that the LORD, your God, will have chosen to put his name is too far from where you are living, you can kill any animal from the herd or the flock that the LORD has given you, just as I have instructed you. You can eat as much as you want of it within your town gates."},{"number":22,"verse":"You can eat them like you would eat the gazelle or the roebuck. Both the unclean and the clean can eat of it."},{"number":23,"verse":"Only be careful that you do not consume the blood, for the blood is its life. You are not to eat the life with the meat."},{"number":24,"verse":"You are not to consume the blood; you are to pour it on the ground as if it were water."},{"number":25,"verse":"You are not to eat it, so that things may turn out well for you and your children after you, for you will be doing the right thing from the LORD’s point of view."},{"number":26,"verse":"Take your consecrated things and whatever you have vowed to give, and go to the place that the LORD has chosen."},{"number":27,"verse":"Present your burnt offerings, both the meat and the blood, on the altar of the LORD, your God. You are to pour the blood out on the altar of the LORD, your God, but you can eat the meat."},{"number":28,"verse":"Take heed to observe all of the things that I have commanded you, that things may go well with you and your children forever, when you do what is right and good in the sight of the LORD, your God."},{"number":29,"verse":"The LORD, your God, will cut down the nations of the place where you are going before you so that you can dispossess them. When you take their place and settle in their land"},{"number":30,"verse":"and they have been destroyed before you, be careful not to be ensnared by asking questions about their gods such as, “How did these nations serve their gods? We should do the same thing as they did.”"},{"number":31,"verse":"You shall not do these things to the LORD, your God. They have worshiped their gods with every kind of abomination that the LORD hates. They have even offered their sons and daughters as burnt sacrifices to their gods."}]}