{"bibleAbbr":"NCB2019","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":16,"verses":[{"number":1,"verse":"[a] Observe the month of Abib,[b] and celebrate the Passover of the LORD, your God, for in the month of Abib the LORD, your God, brought you forth from Egypt during the night."},{"number":2,"verse":"Make a Passover sacrifice from your flock or your herd to the LORD, your God, in the place where the LORD has chosen to place his name."},{"number":3,"verse":"Do not eat leavened bread, but eat unleavened bread for seven days. This is the bread of affliction, for you had to leave the land of Egypt in haste. Thus, all of your life you will remember the day that you came forth from Egypt."},{"number":4,"verse":"There should be no leavened bread in your entire land for seven days. Do not let any of the meat of the sacrifice that was made on the first evening remain until the next morning."},{"number":5,"verse":"[c]You are not to make the Passover sacrifice in any of the towns that the LORD, your God, has given you."},{"number":6,"verse":"Do it only in the place that the LORD, your God, has chosen to place his name. You will make the Passover sacrifice in the evening, when the sun goes down, at the time when you went forth out of Egypt."},{"number":7,"verse":"Roast the lamb and eat it in the place that the LORD, your God, will choose. Then, in the morning, return to your homes."},{"number":8,"verse":"For six days you are to eat unleavened bread. Then, on the seventh day, you will hold a solemn assembly to the LORD, your God, and you are to do no heavy labor."},{"number":9,"verse":"Count off seven weeks from the time that you put the sickle to the standing grain. You are to count off seven weeks,"},{"number":10,"verse":"and then you will celebrate the Feast of Weeks to the LORD, your God, making a freewill offering in proportion to how much the LORD, your God, has blessed you."},{"number":11,"verse":"You and your son and your daughter, your manservant and your maidservant, the Levite who lives in your town, the foreigner, the orphan, and the widow are all to rejoice in the place that the LORD, your God, has chosen to place his name."},{"number":12,"verse":"Remember that you were slaves in Egypt and carefully observe these statutes."},{"number":13,"verse":"Celebrate the Feast of Booths for seven days after you have gathered the produce of your threshing floor and your winepress."},{"number":14,"verse":"Be joyful at the feast, you and your son and your daughter, your manservant and your maidservant, as well as the Levite, the orphans, and the widows who live in your town."},{"number":15,"verse":"For seven days you are to celebrate the feast to the LORD, your God, in the place that the LORD will choose, for the LORD, your God, has blessed you with all your harvest and all of the works of your hands. Therefore, you must surely rejoice."},{"number":16,"verse":"Three times a year all of your men must appear before the LORD, your God, in the place that he will choose: the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Booths. You are not to appear before the LORD empty-handed."},{"number":17,"verse":"Each of you is to bring a gift that is proportionate to how much the LORD, your God, has blessed you."},{"number":18,"verse":"[d]Appoint judges and officials for each of your tribes in every town that the LORD, your God, gives you. They are to judge the people fairly."},{"number":19,"verse":"Do not pervert justice nor show partiality. Do not accept a bribe, for a bribe blinds the eyes of the wise and twists the words of the righteous."},{"number":20,"verse":"Seek justice, so that you may live in and inherit the land that the LORD, your God, has given you."},{"number":21,"verse":"Do not plant any sacred grove beside the altar that you will build to the LORD, your God."},{"number":22,"verse":"Do not set up any sacred pillar, for the LORD, your God, hates these things."}]}