{"bibleAbbr":"NCB2019","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"When you go out to fight your enemies and you see horses and chariots and more troops than you have, do not be afraid of them on account of the LORD, your God, who brought you up out of the land of Egypt."},{"number":2,"verse":"When you are about to go into battle, have the priest approach and speak to the people."},{"number":3,"verse":"He is to say to them, “Hear, O Israel, you are about to go into battle today against your enemies. Do not be fainthearted or afraid. Do not tremble or panic before them."},{"number":4,"verse":"The LORD, your God, goes forth with you to fight against your enemies to deliver you.”"},{"number":5,"verse":"The officers will then say to the people: “If anyone has built a house and not yet dedicated it, he is to go home lest he die in battle and another dedicate it."},{"number":6,"verse":"And if anyone has planted a vineyard and has not yet enjoyed its fruit, let him go home lest he die in battle and another eat its fruit."},{"number":7,"verse":"And if anyone has become betrothed to a woman and has not yet married her, let him go home lest he die in battle and another marry her.”[a]"},{"number":8,"verse":"Even then the officers will say to the people, “If anyone is fearful or fainthearted, let him go home lest his brethren become fainthearted as well.”"},{"number":9,"verse":"When the officers have finished speaking to the people, they are to appoint commanders to lead the people."},{"number":10,"verse":"When you approach a city to do battle with it, offer it terms of peace."},{"number":11,"verse":"If they accept your terms of peace and open their gates to you, then all the people who live there shall be subject to forced labor done on your behalf."},{"number":12,"verse":"If they refuse your terms of peace, then you will do battle with them, besieging that city."},{"number":13,"verse":"When the LORD, your God, delivers it into your hands, you shall put every man in it to death."},{"number":14,"verse":"The women, the children, the cattle, and everything else in the city will be plunder to you. You may take as your own the spoil of your enemies that the LORD, your God, has delivered over to you."},{"number":15,"verse":"This is how you are to deal with all the distant cities, the cities that do not belong to these nations."},{"number":16,"verse":"But in these cities that the LORD, your God, is giving you as an inheritance, you are not to leave anything alive."},{"number":17,"verse":"Wipe them out, the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, just as the LORD, your God, has commanded you."},{"number":18,"verse":"Otherwise they will teach you to perform the abominations that they practice when they worship their gods, and you would be sinning against the LORD, your God."},{"number":19,"verse":"When you besiege a city and it lasts a long time, and you do battle with it and capture it, do not cut down its trees with an ax, for you can eat their fruit. Do not cut them down! Are trees in the field like people that you would lay siege to them?"},{"number":20,"verse":"However, you can cut down those trees that are not fruit trees to use on the siege-works until the city you are fighting falls."}]}