{"bibleAbbr":"NCB2019","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":32,"verses":[{"number":1,"verse":"[a]Give ear, O heavens, while I speak; Listen, O earth, to the words of my mouth."},{"number":2,"verse":"Let my teaching fall down like rain, and my words descend like the dew. Like rain upon the sprouts, and like showers upon the grass."},{"number":3,"verse":"I will proclaim the name of the LORD, Oh, praise the greatness of our God."},{"number":4,"verse":"He is a rock, his deeds are perfect, and all of his ways are just. He is a God of truth who does no wrong; he is just and upright."},{"number":5,"verse":"They have corrupted themselves, on account of their defect they are no longer his children, they are a perverse and crooked generation."},{"number":6,"verse":"Is this the way to repay the LORD, O foolish and stupid people? Is he not your father, who created you? Has he not made you and established you?"},{"number":7,"verse":"Remember the days of old, consider the years of past generations, Ask your fathers, they will tell you, your elders, they will inform you."},{"number":8,"verse":"When the Most High divided the inheritance among the nations, when he separated the sons of men, he established the boundaries of the nations according to the number of the sons of God."},{"number":9,"verse":"The LORD’s own portion was his people, Jacob his allotted inheritance."},{"number":10,"verse":"He found him in a desert land, a waste and howling wilderness. He shielded him, he instructed him; He guarded him as the apple of his eye."},{"number":11,"verse":"Like an eagle that awakens its nest, and hovers over its young, he spread his wings and snatched him, bearing him up on his pinions."},{"number":12,"verse":"The LORD alone led him, there was no foreign god with him."},{"number":13,"verse":"He made him ride on the heights of the earth, he ate from the produce of the fields; he had him suck honey from the rock, and oil from the flinty rock,"},{"number":14,"verse":"curds from the herds and milk from the flocks, fat lambs and rams, herds of bulls of Bashan and goats, the finest of the wheat, from the blood of the grapes you drank wine."},{"number":15,"verse":"But Jeshurun[b] grew fat and desirous, sated with food; he became heavy and obese. He abandoned God who had made him, and rejected the rock of his salvation."},{"number":16,"verse":"They provoked him with foreign gods, and angered him with abominations."},{"number":17,"verse":"They sacrificed to demons that are not really gods, to foreign gods that they had not known, newly invented gods, gods whom your fathers did not fear."},{"number":18,"verse":"You deserted the rock who formed you; you forgot God, who fathered you."},{"number":19,"verse":"When the LORD saw it, he despised them; his sons and his daughters frustrated him."},{"number":20,"verse":"He said, “I will hide my face from them and watch to see how they end, for they are a perverse generation, children who are unfaithful."},{"number":21,"verse":"They have made me jealous by what is not a god, angered me with their worthless things; I will make them jealous of those who are not a people, I will anger them with a foolish nation."},{"number":22,"verse":"My anger has kindled fire to flame, it burns down to the lowest level of Sheol,[c] it devours the earth and its produce, it ignites the foundation of the mountains."},{"number":23,"verse":"I will pile disasters upon them, and use up my arrows against them."},{"number":24,"verse":"I will send a wasting famine against them, consuming pestilence and bitter destruction; I will send the fangs of wild beasts and the venom of the serpents that crawl in the dust."},{"number":25,"verse":"Outside the sword will leave them childless, inside there will be only terror. Upon the young man and the virgin, the infant and the old gray-haired man."},{"number":26,"verse":"I said, ‘I will scatter them and wipe out remembrance of them from among humans,’"},{"number":27,"verse":"except that I dreaded the taunt of the enemy, lest the foe misunderstand and say, ‘Our hand has triumphed; the LORD has not done this!’ ”"},{"number":28,"verse":"They are a nation without sense, there is no understanding in them."},{"number":29,"verse":"If only they were wise and would understand this, and consider how they will end."},{"number":30,"verse":"How could one man put a thousand to flight, or two drive away ten thousand, unless the rock had delivered them, and the LORD given them up?"},{"number":31,"verse":"For their rock is not like our rock, even our enemies would judge it so."},{"number":32,"verse":"Their vine comes from the vine stock of Sodom,[d] and from the fields of Gomorrah. Their grapes are filled with poison, their clusters with bitterness."},{"number":33,"verse":"Their wine is the venom of serpents, the cruel venom of cobras."},{"number":34,"verse":"Is this not stored away with me, sealed up in my treasury?"},{"number":35,"verse":"Vengeance is mine, and recompense. Their foot will slip in due time, for the day of destruction is at hand, and their doom hastens upon them."},{"number":36,"verse":"The LORD will judge his people, he will have compassion on his servants when he sees that their power is spent and there are none who remain, slave or free."},{"number":37,"verse":"He will say, “Where are their gods, the rock in whom they trusted?"},{"number":38,"verse":"Who ate the fat of their offerings, and drank their wine libations? Let them arise and help you and be your protection."},{"number":39,"verse":"See now that I, I am he, there is no other god besides me. It is I who put to death and give life, it is I who wound and heal. No one can deliver you from out of my hand."},{"number":40,"verse":"I lift my hand up to the heavens, and I swear, as I live forever,"},{"number":41,"verse":"I will sharpen my glistening sword; my hand will seize onto justice. I will render vengeance on my enemies; I will repay those who hate me."},{"number":42,"verse":"I will make my arrows drunk with blood, and my sword will devour flesh, the blood of the slain and the captives, the heads of the enemy leaders.”"},{"number":43,"verse":"Rejoice, O nations, with his people, bow to him, all you gods for he will avenge the blood of his servants and take vengeance upon his foes, but he will be merciful to his land and his people."},{"number":44,"verse":"Then Moses came and proclaimed all of the words of this song in the hearing of the people, he and Joshua, the son of Nun."},{"number":45,"verse":"[e]When Moses finished saying all these things to all of the Israelites,"},{"number":46,"verse":"he said to them, “Take to heart all of the words that I bear witness to in your midst today and that I command your children to obey, observing all of the words of this law."},{"number":47,"verse":"This is not a light matter for you; it is your very life. This will prolong your days in the land that you are crossing over the Jordan to possess.”"},{"number":48,"verse":"That same day the LORD said to Moses,"},{"number":49,"verse":"“Climb up Mount Abarim, Mount Nebo, that is in the land of Moab opposite Jericho, and look out over the land that I am giving to the Israelites as a possession."},{"number":50,"verse":"Then you will die on the mountain that you have ascended, and you will be gathered home to your people, just as your brother Aaron died on Mount Hor and was gathered home to his people"},{"number":51,"verse":"because you broke faith with me before the Israelites at the waters of Meribath-kadesh in the Desert of Zin; you did not uphold my holiness in the midst of the Israelites."},{"number":52,"verse":"Therefore, you shall only behold the land from a distance, you shall not enter into the land that I am giving to the Israelites.”"}]}