{"bibleAbbr":"NCB2019","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":6,"verses":[{"number":1,"verse":"These are the commands, statutes, and decrees that the LORD, your God, directed me to teach you so that you might observe them in the land to which you are going as your inheritance."},{"number":2,"verse":"Thus, you will fear the LORD, your God, and observe the statutes and commandments that I give you—you, and your children, and your children’s children—all the days of your life, so that you might live a long time."},{"number":3,"verse":"Hear, O Israel, and be careful to obey so that you might prosper and multiply greatly in a land flowing with milk and honey, just as the LORD, the God of your fathers, has promised you."},{"number":4,"verse":"Hear, O Israel, the LORD, our God, is LORD alone."},{"number":5,"verse":"You shall love the LORD, your God, with all your heart, and with all your soul, and with all your might."},{"number":6,"verse":"You shall keep these things that I command you today in your heart."},{"number":7,"verse":"Teach them to your children. You shall talk of them when you are sitting in your home, and when you are walking along the way, and when you lie down and when you rise up."},{"number":8,"verse":"[b]Bind them as a reminder upon your hand, and wear them as a pendant between your eyes"},{"number":9,"verse":"Write them on the doorframes of your houses and your gates."},{"number":10,"verse":"[c]When the LORD, your God, will have brought you into the land that he promised to your forefathers, to Abraham and Isaac and Jacob, that he would give to you, a land with large and pleasant cities that you did not build"},{"number":11,"verse":"with houses filled with all kinds of good things that you did not provide, wells that you did not dig, and vineyards and olive trees that you did not plant. When you have eaten your fill of them,"},{"number":12,"verse":"be sure not to forget the LORD who brought you out of the land of Egypt, from the land of slavery."},{"number":13,"verse":"Fear the LORD, your God, and serve him. Swear oaths with his name."},{"number":14,"verse":"You shall not seek after other gods, the gods of the peoples around you"},{"number":15,"verse":"for the LORD, your God, who lives among you is a jealous God.[d] Beware lest the anger of the LORD, your God, be kindled and he wipe you off of the face of the earth."},{"number":16,"verse":"You shall not tempt the LORD,[e] your God, as you tempted him at Massah."},{"number":17,"verse":"You shall take heed to observe the commandments of the LORD, your God, and the decrees and statutes that he has given to you."},{"number":18,"verse":"Do what the LORD regards as right and good so that things will go well with you and that you might enter in and take possession of the good land that the LORD promised to your fathers,"},{"number":19,"verse":"being able to cast out all of your enemies from before you, just as the LORD has promised."},{"number":20,"verse":"In the future when your son asks you, “What is the meaning of the decrees and statutes and ordinances that the LORD, our God, has commanded of you,”"},{"number":21,"verse":"you are to tell your son, “We were slaves to Pharaoh in Egypt, but the LORD brought us out of Egypt with a mighty hand."},{"number":22,"verse":"The LORD performed signs and wonders in our sight, great and terrible things, that he imposed upon Egypt and upon Pharaoh and upon all of his household."},{"number":23,"verse":"He brought us out from there so that he might bring us into and give to us the land that he promised to our fathers."},{"number":24,"verse":"“The LORD commanded us to observe all of these statutes and to fear the LORD, our God, so that we might always prosper and be kept alive, even as we are today."},{"number":25,"verse":"If we are diligent in observing all of these commandments before the LORD, our God, as he commanded of us, then this will be our righteousness.”"}]}