{"bibleAbbr":"NCB2019","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":8,"verses":[{"number":1,"verse":"[a]Be diligent in observing all of the commandments that I am giving you today, so that you might live and multiply, and so that you might enter and take possession of the land that the LORD promised to your fathers."},{"number":2,"verse":"Remember how the LORD, your God, guided your path through the wilderness for these forty years, abasing you and testing you so that he might know what was in your heart, whether or not you would observe his commandments."},{"number":3,"verse":"He brought you low, allowing you to suffer from hunger. He then fed you with manna, something with which your fathers were not familiar, so that you might come to know that man does not live by bread alone,[b] but man lives by every word that comes forth from the mouth of the LORD."},{"number":4,"verse":"Throughout these forty years your clothing did not wear out nor did your feet swell."},{"number":5,"verse":"Thus you could understand that the LORD, your God, was disciplining you, just like a father disciplines his son."},{"number":6,"verse":"Therefore, observe the commandments of the LORD, your God. Walk in his ways and fear him."},{"number":7,"verse":"The LORD, your God, is bringing you into a good land, a land filled with brooks, fountains, and springs that rush forth from the valleys and the hills."},{"number":8,"verse":"It is a land of wheat and barley, of vines, fig trees and pomegranates, a land with olive oil and honey."},{"number":9,"verse":"It is a land in which you will not lack bread to eat; you will not lack anything at all. It is a land whose stones are iron and out of whose hills you can dig copper."},{"number":10,"verse":"When you have eaten your fill and are satisfied, then praise the LORD, your God, for the good land that he has given you."},{"number":11,"verse":"Take heed not to forget the LORD, your God, by not observing his commandments, decrees, and statutes that I have given you today."},{"number":12,"verse":"Otherwise, when you have eaten your fill and you have built fine houses and are living in them"},{"number":13,"verse":"and your herds and your flocks have grown large, and your silver and your gold have multiplied, in fact all that you own has multiplied,"},{"number":14,"verse":"then your heart might become proud and you will forget the LORD, your God, who brought you out of the land of Egypt, the land of your slavery."},{"number":15,"verse":"He led you through a vast and terrible wilderness where there were snakes and fiery scorpions and thirst, where when there was no water he brought water forth from the hard rock for you."},{"number":16,"verse":"He gave you manna to eat in the wilderness, something with which your fathers were not familiar, to abase you and to test you, so that later on it might go well with you."},{"number":17,"verse":"[c]You might think to yourself, “It is through my strength and the might of my own hand that I have acquired this wealth.”"},{"number":18,"verse":"But remember the LORD, your God, for it is he who has given you the ability to acquire this wealth so that he might confirm the covenant that he made with your fathers, which is still in force today."},{"number":19,"verse":"But if you forget the LORD, your God, and follow after other gods, serving and worshiping them, then I swear to you today that you will surely perish."},{"number":20,"verse":"You will perish just like the nations that the LORD crushed in your sight, for you would not have been attentive to the voice of the LORD, your God."}]}