{"bibleAbbr":"NCB2019","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":9,"verses":[{"number":1,"verse":"Hear, O Israel, today you are going to pass over the Jordan to dispossess nations more powerful than you are which have large cities whose walls reach up into the heavens."},{"number":2,"verse":"The people are strong and tall, descendants of the Anakim. You know all about them, for you have heard it said, “Who can stand up against the Anakim?”"},{"number":3,"verse":"Understand, therefore, that the LORD, your God, is crossing over ahead of you like a devouring fire today. He will destroy them and bring them low before you. Therefore, you will be able to drive them out and annihilate them quickly, just as the LORD has promised you."},{"number":4,"verse":"After the LORD, your God, has driven them out before you, do not say to yourself, “It was because of my righteousness that the LORD brought me in to take possession of this land.” It is because of the wickedness of the nations that the LORD is going to drive them out before you."},{"number":5,"verse":"It is not because of your righteousness or the sincerity of your heart that you are going to take possession of their land. Rather, it is because of the wickedness of these nations that the LORD, your God, will drive them out before you, fulfilling the promise that he made to your fathers, to Abraham, Isaac, and Jacob."},{"number":6,"verse":"Understand, therefore, that it is not because of your righteousness that the LORD, your God, is giving you this good land to possess, for you are a stiff-necked[a] people."},{"number":7,"verse":"Remember, and never forget, how you angered the LORD, your God, in the wilderness from the day that you left the land of Egypt until the day that you arrived here. You have always been rebellious."},{"number":8,"verse":"At Horeb you made the LORD so angry that the LORD was angry enough to destroy you."},{"number":9,"verse":"When I went up the mountain to receive the stone tablets, the tablets of the covenant that the LORD had made with you, I stayed up upon the mountain for forty days and forty nights, neither eating food nor drinking water."},{"number":10,"verse":"The LORD gave me two stone tablets on which the finger of God had written all of the things that the LORD had said to you on the mountain from the midst of the flames on the day of the assembly."},{"number":11,"verse":"At the end of forty days and forty nights, the LORD gave me two stone tablets, the tablets of the covenant."},{"number":12,"verse":"Then the LORD said to me, “Arise, hurry down, for your people whom you brought forth out of Egypt has become perverse. They have quickly turned aside from the path that I had directed them to follow and they have made a molten image for themselves.”"},{"number":13,"verse":"Furthermore, the LORD also said to me, “I have observed this people, and they are indeed a stiff-necked people."},{"number":14,"verse":"Leave me alone, so I can destroy them and blot out their name from under the heavens. I will make you a greater and more numerous nation than they are.”"},{"number":15,"verse":"So I turned and climbed down the mountain that was blazing with fire, carrying the two tablets of the covenant in my two hands."},{"number":16,"verse":"I looked out, and behold, you had sinned against the LORD, your God. You had made a molten calf for yourselves. How quickly you had turned away from the path in which the LORD had directed you."},{"number":17,"verse":"I took the two tablets and with my two hands cast them down and broke them before your eyes."},{"number":18,"verse":"Then I fell prostrate before the LORD for forty days and for forty nights.[b] I did not eat food nor did I drink water on account of all the sins you had committed, doing what was so evil in the sight of the LORD that you provoked him to anger."},{"number":19,"verse":"I feared the anger and the wrath of the LORD, for he was angry enough at you to destroy you. Yet, the LORD once again listened to me."},{"number":20,"verse":"The LORD was angry enough at Aaron to kill him, but I also prayed for Aaron at the same time."},{"number":21,"verse":"I took that sinful thing, the calf that you had made, and I burned it in the fire. I crushed it and ground it so fine that it was like a powder, and I threw that powder into the stream that came down from the mountain."},{"number":22,"verse":"You also angered the LORD at Taberah, at Massah, and at Kibroth-hattaavah."},{"number":23,"verse":"Then when the LORD sent you forth from Kadesh-barnea, saying to you, “Go up and take possession of the land that I have given to you,” you despised the command of the LORD, your God. You did not trust him nor listen to his voice."},{"number":24,"verse":"You have despised the LORD from the first day that I knew you."},{"number":25,"verse":"I fell down and lay prostrate before the LORD for forty days and forty nights because the LORD said that he was going to destroy you."},{"number":26,"verse":"I prayed to the LORD and said, “O LORD, God, do not destroy your people, your own inheritance, whom you redeemed by your great power, and whom you brought forth out of Egypt with a mighty hand."},{"number":27,"verse":"Remember your servants Abraham, Isaac, and Jacob. Do not consider the stubbornness of this people nor the wickedness of their sin."},{"number":28,"verse":"Otherwise, the people of the land from which you brought them will say, ‘The LORD brought them out and put them to death in the desert because he was not able to bring them into the land that he had promised them and also because he hated them.’"},{"number":29,"verse":"Yet, they are your people and your inheritance, whom you brought out with your great power and your outstretched arm.”"}]}