{"bibleAbbr":"HOV2012","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":22,"verses":[{"number":1,"verse":"इन बातों के पश्‍चात् ऐसा हुआ कि परमेश्‍वर ने अब्राहम से यह कहकर उसकी परीक्षा की, “हे अब्राहम!” उसने कहा, “देख, मैं यहाँ हूँ।”"},{"number":2,"verse":"उसने कहा, “अपने पुत्र को अर्थात् अपने एकलौते पुत्र इसहाक को, जिस से तू प्रेम रखता है, संग लेकर मोरिय्याह देश में चला जा; और वहाँ उसको एक पहाड़ के ऊपर जो मैं तुझे बताऊँगा होमबलि करके चढ़ा।”"},{"number":3,"verse":"अत: अब्राहम सबेरे तड़के उठा और अपने गदहे पर काठी कसकर अपने दो सेवक, और अपने पुत्र इसहाक को संग लिया, और होमबलि के लिये लकड़ी चीर ली; तब निकल कर उस स्थान की ओर चला, जिसकी चर्चा परमेश्‍वर ने उससे की थी।"},{"number":4,"verse":"तीसरे दिन अब्राहम ने आँखें उठाकर उस स्थान को दूर से देखा;"},{"number":5,"verse":"और उसने अपने सेवकों से कहा, “गदहे के पास यहीं ठहरे रहो; यह लड़का और मैं वहाँ तक जाकर, और दण्डवत् करके, फिर तुम्हारे पास लौट आएँगे।”"},{"number":6,"verse":"तब अब्राहम ने होमबलि की लकड़ी ले अपने पुत्र इसहाक पर लादी, और आग और छुरी को अपने हाथ में लिया; और वे दोनों एक साथ चल पड़े।"},{"number":7,"verse":"इसहाक ने अपने पिता अब्राहम से कहा, “हे मेरे पिता,” उसने कहा, “हे मेरे पुत्र, क्या बात है?” उसने कहा, “देख, आग और लकड़ी तो हैं; पर होमबलि के लिये भेड़ कहाँ है?”"},{"number":8,"verse":"अब्राहम ने कहा, “हे मेरे पुत्र, परमेश्‍वर होमबलि की भेड़ का उपाय आप ही करेगा।” और वे दोनों संग संग आगे चलते गए।"},{"number":9,"verse":"जब वे उस स्थान को जिसे परमेश्‍वर ने उसको बताया था पहुँचे; तब अब्राहम ने वहाँ वेदी बनाकर लकड़ी को चुन चुनकर रखा, और अपने पुत्र इसहाक को बाँध कर वेदी पर की लकड़ी के ऊपर रख दिया।"},{"number":10,"verse":"फिर अब्राहम ने हाथ बढ़ाकर छुरी को ले लिया कि अपने पुत्र को बलि करे।"},{"number":11,"verse":"तब यहोवा के दूत ने स्वर्ग से उसको पुकार के कहा, “हे अब्राहम, हे अब्राहम!” उसने कहा, “देख, मैं यहाँ हूँ।”"},{"number":12,"verse":"उसने कहा, “उस लड़के पर हाथ मत बढ़ा, और न उससे कुछ कर; क्योंकि तू ने जो मुझ से अपने पुत्र, वरन् अपने एकलौते पुत्र को भी नहीं रख छोड़ा; इससे मैं अब जान गया कि तू परमेश्‍वर का भय मानता है।”"},{"number":13,"verse":"तब अब्राहम ने आँखें उठाईं, और क्या देखा कि उसके पीछे एक मेढ़ा अपने सींगों से एक झाड़ी में फँसा हुआ है; अत: अब्राहम ने जाके उस मेढ़े को लिया, और अपने पुत्र के स्थान पर उसे होमबलि करके चढ़ाया।"},{"number":14,"verse":"अब्राहम ने उस स्थान का नाम यहोवा यिरे रखा। इसके अनुसार आज तक भी कहा जाता है कि यहोवा के पहाड़ पर उपाय किया जाएगा।"},{"number":15,"verse":"फिर यहोवा के दूत ने दूसरी बार स्वर्ग से अब्राहम को पुकार के कहा,"},{"number":16,"verse":"“यहोवा की यह वाणी है, कि मैं अपनी ही यह शपथ खाता हूँ कि तू ने जो यह काम किया है कि अपने पुत्र, वरन् अपने एकलौते पुत्र को भी नहीं रख छोड़ा;"},{"number":17,"verse":"इस कारण मैं निश्‍चय तुझे आशीष दूँगा; और निश्‍चय तेरे वंश को आकाश के तारागण, और समुद्र के तीर की बालू के किनकों के समान अनगिनित करूँगा,"},{"number":18,"verse":"और पृथ्वी की सारी जातियाँ अपने को तेरे वंश के कारण धन्य मानेंगी: क्योंकि तू ने मेरी बात मानी है।”"},{"number":19,"verse":"तब अब्राहम अपने सेवकों के पास लौट आया, और वे सब बेर्शेबा को संग-संग गए; और अब्राहम बेर्शेबा में रहता रहा।"},{"number":20,"verse":"इन बातों के पश्‍चात् ऐसा हुआ कि अब्राहम को यह सन्देश मिला, “मिल्का के तेरे भाई नाहोर से सन्तान उत्पन्न हुई हैं।”"},{"number":21,"verse":"मिल्का के पुत्र तो ये हुए, अर्थात् उसका जेठा ऊस, और ऊस का भाई बूज, और कमूएल, जो अराम का पिता हुआ,"},{"number":22,"verse":"फिर केसेद, हज़ो, पिल्दाश, यिद्लाप, और बतूएल।"},{"number":23,"verse":"इन आठों को मिल्का ने अब्राहम के भाई नाहोर के द्वारा जन्म दिया। और बतूएल से रिबका उत्पन्न हुई।"},{"number":24,"verse":"फिर, नाहोर के रूमा नामक एक रखैल भी थी; जिस से तेबह, गहम, तहश, और माका उत्पन्न हुए।"}]}