{"bibleAbbr":"HOV2012","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":44,"verses":[{"number":1,"verse":"तब उसने अपने घर के अधिकारी को आज्ञा दी, “इन मनुष्यों के बोरों में जितनी भोजनवस्तु समा सके उतनी भर दे, और एक एक जन के रुपये को उसके बोरे के मुँह पर रख दे।"},{"number":2,"verse":"और मेरा चाँदी का कटोरा छोटे के बोरे के मुँह पर उसके अन्न के रुपये के साथ रख दे।” यूसुफ की इस आज्ञा के अनुसार उसने किया।"},{"number":3,"verse":"भोर होते ही वे मनुष्य अपने गदहों समेत विदा किए गए।"},{"number":4,"verse":"वे नगर से निकले ही थे और दूर न जाने पाए थे कि यूसुफ ने अपने घर के अधिकारी से कहा, “उन मनुष्यों का पीछा कर, और उनको पाकर उनसे कह, ‘तुम ने भलाई के बदले बुराई क्यों की है?"},{"number":5,"verse":"क्या यह वह वस्तु नहीं जिसमें मेरा स्वामी पीता है, और जिससे वह शकुन भी विचारा करता है? तुम ने यह जो किया है वह बुरा किया’।”"},{"number":6,"verse":"तब उसने उन्हें जा पकड़ा, और ऐसी ही बातें उनसे कहीं।"},{"number":7,"verse":"उन्होंने उससे कहा, “हे हमारे प्रभु, तू ऐसी बातें क्यों कहता है? ऐसा काम करना तेरे दासों से दूर रहे।"},{"number":8,"verse":"देख, जो रुपया हमारे बोरों के मुँह पर निकला था, जब हम ने उसको कनान देश से ले आकर तुझे लौटा दिया, तब भला, तेरे स्वामी के घर में से हम कोई चाँदी या सोने की वस्तु कैसे चुरा सकते हैं?"},{"number":9,"verse":"तेरे दासों में से जिस किसी के पास वह निकले, वह मार डाला जाए, और हम भी अपने उस प्रभु के दास हो जाएँ।”"},{"number":10,"verse":"उसने कहा, “तुम्हारा ही कहना सही, जिसके पास वह निकले वह मेरा दास होगा, और तुम लोग निरपराध ठहरोगे।”"},{"number":11,"verse":"इस पर वे जल्दी से अपने अपने बोरे को उतार भूमि पर रखकर उन्हें खोलने लगे।"},{"number":12,"verse":"तब वह ढूँढ़ने लगा, और बड़े के बोरे से लेकर छोटे के बोरे तक खोज की; और कटोरा बिन्यामीन के बोरे में मिला।"},{"number":13,"verse":"तब उन्होंने अपने अपने वस्त्र फाड़े, और अपना अपना गदहा लादकर नगर को लौट गए।"},{"number":14,"verse":"जब यहूदा और उसके भाई यूसुफ के घर पर पहुँचे, और यूसुफ वहीं था, तब वे उसके सामने भूमि पर गिरे।"},{"number":15,"verse":"यूसुफ ने उन से कहा, “तुम लोगों ने यह कैसा काम किया है? क्या तुम न जानते थे, कि मुझ सा मनुष्य शकुन विचार सकता है?”"},{"number":16,"verse":"यहूदा ने कहा, “हम लोग अपने प्रभु से क्या कहें? हम क्या कहकर अपने को निर्दोष ठहराएँ? परमेश्‍वर ने तेरे दासों के अधर्म को पकड़ लिया है। हम, और जिसके पास कटोरा निकला वह भी, हम सब के सब अपने प्रभु के दास ही हैं।”"},{"number":17,"verse":"उसने कहा, “ऐसा करना मुझ से दूर रहे, जिस जन के पास कटोरा निकला है वही मेरा दास होगा; और तुम लोग अपने पिता के पास कुशल क्षेम से चले जाओ।”"},{"number":18,"verse":"तब यहूदा उसके पास जाकर कहने लगा, “हे मेरे प्रभु, तेरे दास को अपने प्रभु से एक बात कहने की आज्ञा हो, और तेरा कोप तेरे दास पर न भड़के; क्योंकि तू तो फ़िरौन के तुल्य है।"},{"number":19,"verse":"मेरे प्रभु ने अपने दासों से पूछा था, ‘क्या तुम्हारे पिता या भाई है?’"},{"number":20,"verse":"और हम ने अपने प्रभु से कहा, ‘हाँ, हमारा बूढ़ा पिता है, और उसके बुढ़ापे का एक छोटा सा बालक भी है, परन्तु उसका भाई मर गया है, इसलिये वह अब अपनी माता का अकेला ही रह गया है, और उसका पिता उससे स्‍नेह रखता है।’"},{"number":21,"verse":"तब तू ने अपने दासों से कहा था, ‘उसको मेरे पास ले आओ, जिससे मैं उसको देखूँ।’"},{"number":22,"verse":"तब हम ने अपने प्रभु से कहा था, ‘वह लड़का अपने पिता को नहीं छोड़ सकता; नहीं तो उसका पिता मर जाएगा।’"},{"number":23,"verse":"और तू ने अपने दासों से कहा, ‘यदि तुम्हारा छोटा भाई तुम्हारे संग न आए, तो तुम मेरे सम्मुख फिर न आने पाओगे।’"},{"number":24,"verse":"इसलिये जब हम अपने पिता तेरे दास के पास गए, तब हम ने उससे अपने प्रभु की बातें कहीं।"},{"number":25,"verse":"तब हमारे पिता ने कहा, ‘फिर जाकर हमारे लिये थोड़ी सी भोजनवस्तु मोल ले आओ।’"},{"number":26,"verse":"हम ने कहा, ‘हम नहीं जा सकते, हाँ, यदि हमारा छोटा भाई हमारे संग रहे, तब हम जाएँगे; क्योंकि यदि हमारा छोटा भाई हमारे संग न रहे, तो हम उस पुरुष के सम्मुख न जाने पाएँगे।’"},{"number":27,"verse":"तब तेरे दास मेरे पिता ने हम से कहा, ‘तुम तो जानते हो कि मेरी स्त्री से दो पुत्र उत्पन्न हुए।"},{"number":28,"verse":"और उनमें से एक तो मुझे छोड़ ही गया, और मैं ने निश्‍चय कर लिया कि वह फाड़ डाला गया होगा; और तब से मैं उसका मुँह न देख पाया।"},{"number":29,"verse":"अत: यदि तुम इसको भी मेरी आँख की आड़ में ले जाओ, और कोई विपत्ति इस पर पड़े, तो तुम्हारे कारण मैं इस बुढ़ापे की अवस्था में शोक के साथ अधोलोक में उतर जाऊँगा।’"},{"number":30,"verse":"इसलिये जब मैं अपने पिता तेरे दास के पास पहुँचूँ और यह लड़का संग न रहे, उसका प्राण जो इसी पर अटका रहता है,"},{"number":31,"verse":"इस कारण यह देखके कि लड़का नहीं है वह तुरन्त ही मर जाएगा। तब तेरे दासों के कारण तेरा दास हमारा पिता, जो बुढ़ापे की अवस्था में है, शोक के साथ अधोलोक में उतर जाएगा।"},{"number":32,"verse":"फिर तेरा दास अपने पिता के यहाँ यह कहके इस लड़के का जामिन हुआ है, ‘यदि मैं इसको तेरे पास न पहुँचा दूँ, तो मैं सदा के लिये तेरा अपराधी ठहरूँगा।’"},{"number":33,"verse":"इसलिये अब तेरा दास इस लड़के के बदले अपने प्रभु का दास होकर रहने की आज्ञा पाए, और यह लड़का अपने भाइयों के संग जाने दिया जाए।"},{"number":34,"verse":"क्योंकि लड़के के बिना संग रहे मैं कैसे अपने पिता के पास जा सकूँगा; ऐसा न हो कि मेरे पिता पर जो दु:ख पड़ेगा वह मुझे देखना पड़े।”"}]}