{"bibleAbbr":"HOV2012","bookName":"उत्पत्ति","bookEnglishName":"Genesis","chapterNumber":46,"verses":[{"number":1,"verse":"तब इस्राएल अपना सब कुछ लेकर बेर्शेबा को गया, और वहाँ अपने पिता इसहाक के परमेश्‍वर को बलिदान चढ़ाया।"},{"number":2,"verse":"तब परमेश्‍वर ने इस्राएल से रात को दर्शन में कहा, “हे याक़ूब, हे याक़ूब।” उसने कहा, “क्या आज्ञा।”"},{"number":3,"verse":"उसने कहा, “मैं परमेश्‍वर हूँ, तेरे पिता का परमेश्‍वर; तू मिस्र में जाने से मत डर; क्योंकि मैं तुझ से वहाँ एक बड़ी जाति बनाऊँगा।"},{"number":4,"verse":"मैं तेरे संग संग मिस्र को चलता हूँ, और मैं तुझे वहाँ से फिर निश्‍चय ले आऊँगा; और यूसुफ अपने हाथ से तेरी आँखों को बन्द करेगा।”"},{"number":5,"verse":"तब याक़ूब बेर्शेबा से चला; और इस्राएल के पुत्र अपने पिता याक़ूब और अपने बाल-बच्‍चों, और स्त्रियों को उन गाड़ियों पर, जो फ़िरौन ने उनके ले आने को भेजी थीं, चढ़ाकर चल पड़े।"},{"number":6,"verse":"वे अपनी भेड़-बकरी, गाय-बैल, और कनान देश में अपने इकट्ठा किए हुए सारे धन को लेकर मिस्र में आए;"},{"number":7,"verse":"और याक़ूब अपने बेटे-बेटियों, पोते-पोतियों, अर्थात् अपने वंश भर को अपने संग मिस्र में ले आया।"},{"number":8,"verse":"याक़ूब के साथ जो इस्राएली, अर्थात् उसके बेटे, पोते आदि, मिस्र में आए, उनके नाम ये हैं : याक़ूब का जेठा रूबेन था;"},{"number":9,"verse":"और रूबेन के पुत्र हनोक, पललू, हेस्रोन और कर्म्मी थे।"},{"number":10,"verse":"शिमोन के पुत्र यमूएल, यामीन, ओहद, याकीन, सोहर, और एक कनानी स्त्री से जन्मा हुआ शाऊल भी था।"},{"number":11,"verse":"लेवी के पुत्र गेर्शोन, कहात, और मरारी थे।"},{"number":12,"verse":"यहूदा के एर, ओनान, शेला, पेरेस, और जेरह नामक पुत्र हुए तो थे पर एर और ओनान कनान देश में मर गए थे; और पेरेस के पुत्र हेस्रोन और हामूल थे।"},{"number":13,"verse":"इस्साकार के पुत्र तोला, पुब्बा, योब, और शिम्रोन थे।"},{"number":14,"verse":"जबूलून के पुत्र सेरेद, एलोन, और यहलेल थे।"},{"number":15,"verse":"लिआ: के पुत्र जो याक़ूब से पद्दनराम में उत्पन्न हुए थे, उनके बेटे पोते ये ही थे, और इनसे अधिक उसने उसके साथ एक बेटी दीना को भी जन्म दिया। यहाँ तक तो याक़ूब के सब वंशवाले तैंतीस प्राणी हुए।"},{"number":16,"verse":"फिर गाद के पुत्र सिय्योन, हाग्गी, शूनी, एसबोन, एरी, अरोदी, और अरेली थे।"},{"number":17,"verse":"आशेर के पुत्र यिम्ना, यिश्‍वा, यिस्वी, और बरीआ थे, और उनकी बहिन सेरह थी; और बरीआ के पुत्र हेबेर और मल्कीएल थे।"},{"number":18,"verse":"जिल्पा, जिसे लाबान ने अपनी बेटी लिआ: को दिया था, उसके बेटे पोते आदि ये ही थे; और उसके द्वारा याक़ूब के सोलह प्राणी उत्पन्न हुए।"},{"number":19,"verse":"फिर याक़ूब की पत्नी राहेल के पुत्र यूसुफ और बिन्यामीन थे।"},{"number":20,"verse":"और मिस्र देश में ओन के याजक पोतीपेरा की बेटी आसनत से यूसुफ के ये पुत्र उत्पन्न हुए, अर्थात् मनश्शे और एप्रैम।"},{"number":21,"verse":"और बिन्यामीन के पुत्र बेला, बेकेर, अश्बेल, गेरा, नामान, एही, रोश, मुप्पीम, हुप्पीम, और आर्द थे।"},{"number":22,"verse":"राहेल के पुत्र जो याक़ूब से उत्पन्न हुए उनके ये ही पुत्र थे; उसके ये सब बेटे-पोते चौदह प्राणी हुए।"},{"number":23,"verse":"फिर दान का पुत्र हूशीम था।"},{"number":24,"verse":"नप्‍ताली के पुत्र यहसेल, गूनी, सेसेर, और शिल्‍लेम थे।"},{"number":25,"verse":"बिल्हा, जिसे लाबान ने अपनी बेटी राहेल को दिया, उसके बेटे पोते ये ही हैं; उसके द्वारा याक़ूब के वंश में सात प्राणी हुए।"},{"number":26,"verse":"याक़ूब के निज वंश के जो प्राणी मिस्र में आए, वे उसकी बहुओं को छोड़ सब मिलकर छियासठ प्राणी हुए।"},{"number":27,"verse":"और यूसुफ के पुत्र, जो मिस्र में उससे उत्पन्न हुए, वे दो प्राणी थे; इस प्रकार याक़ूब के घराने के जो प्राणी मिस्र में आए वे सब मिलकर सत्तर हुए।"},{"number":28,"verse":"फिर उसने यहूदा को अपने आगे यूसुफ के पास भेज दिया कि वह उसको गोशेन का मार्ग दिखाए; और वे गोशेन देश में आए।"},{"number":29,"verse":"तब यूसुफ अपना रथ जुतवाकर अपने पिता इस्राएल से भेंट करने के लिये गोशेन देश को गया, और उससे भेंट करके उसके गले से लिपटा, और बहुत देर तक उसके गले से लिपटा हुआ रोता रहा।"},{"number":30,"verse":"तब इस्राएल ने यूसुफ से कहा, “मैं अब मरने से भी प्रसन्न हूँ, क्योंकि तुझे जीवित पाया और तेरा मुँह देख लिया।”"},{"number":31,"verse":"तब यूसुफ ने अपने भाइयों से और अपने पिता के घराने से कहा, “मैं जाकर फ़िरौन को यह कहकर समाचार दूँगा, ‘मेरे भाई और मेरे पिता के सारे घराने के लोग, जो कनान देश में रहते थे, वे मेरे पास आ गए हैं;"},{"number":32,"verse":"और वे लोग चरवाहे हैं, क्योंकि वे पशुओं को पालते आए हैं; इसलिये वे अपनी भेड़-बकरी, गाय-बैल, और जो कुछ उनका है, सब ले आए हैं।’"},{"number":33,"verse":"जब फ़िरौन तुम को बुला के पूछे, ‘तुम्हारा उद्यम क्या है?’"},{"number":34,"verse":"तब यह कहना, ‘तेरे दास लड़कपन से लेकर आज तक पशुओं को पालते आए हैं, वरन् हमारे पुरखा भी ऐसा ही करते थे।’ इससे तुम गोशेन देश में रहने पाओगे; क्योंकि सब चरवाहों से मिस्री लोग घृणा करते हैं।”"}]}