{"bibleAbbr":"LXXBr","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":9,"verses":[{"number":1,"verse":"Ὡς δὲ ἤκουσαν οἱ βασιλεῖς τῶν Ἀμοῤῥαίων οἱ ἐν τῷ πέραν τοῦ Ἰορδάνου, οἱ ἐν τῇ ὀρεινῇ, καὶ οἱ ἐν τῇ πεδινῇ, καὶ οἱ ἐν πάσῃ τῇ παραλίᾳ τῆς θαλάσσης τῆς μεγάλης, καὶ οἱ πρὸς τῷ Ἀντιλιβάνῳ, καὶ οἱ Χετταῖοι, καὶ οἱ Χαναναῖοι, καὶ οἱ Φερεζαῖοι, καὶ οἱ Εὐαῖοι, καὶ οἱ Ἀμοῤῥαῖοι, καὶ οἱ Γεργεσαῖοι, καὶ οἱ Ἰεβουσαῖοι,"},{"number":2,"verse":"συνήλθοσαν ἐπὶ τὸ αὐτὸ ἐκπολεμῆσαι Ἰησοῦν καὶ Ἰσραὴλ ἅμα πάντες. Τότε ᾠκοδόμησεν Ἰησοῦς θυσιαστήριον Κυρίῳ τῷ Θεῷ Ἰσραὴλ ἐν ὄρει Γαιβὰλ, καθότι ἐνετείλατο Μωυσῆς ὁ θεράπων Κυρίου τοῖς υἱοῖς Ἰσραῆλ, καθὰ γέγραπται ἐν τῷ νόμῳ Μωυσῆ, θυσιαστήριον λίθων ὁλοκλήρων, ἐφʼ οὓς οὐκ ἐπεβλήθη σίδηρος· καὶ ἀνεβίβασεν ἐκεῖ ὁλοκαυτώματα Κυρίῳ, καὶ θυσίαν σωτηρίου. Καὶ ἔγραψεν Ἰησοῦς ἐπὶ τῶν λίθων τὸ δευτερονόμιον, νόμον Μωυσῆ, ἐνώπιον τῶν υἱῶν Ἰσραήλ. Καὶ πᾶς Ἰσραὴλ, καὶ οἱ πρεσβύτεροι αὐτῶν, καὶ οἱ δικασταὶ, καὶ οἱ γραμματεῖς αὐτῶν, παρεπορεύοντο ἔνθεν καὶ ἔνθεν τῆς κιβωτοῦ ἀπέναντι· καὶ οἱ ἱερεῖς καὶ οἱ Λευῖται ᾖρν τὴν κιβωτὸν τῆς διαθήκης Κυρίου· καὶ ὁ προσήλυτος καὶ ὁ αὐτόχθων, οἳ ἦσαν ἥμισυ πλησίον ὄρους Γαριζὶν, καὶ οἳ ἦσαν ἥμισυ πλησίον ὄρους Γαιβὰλ, καθότι ἐνετείλατο Μωυσῆς ὁ θεράπων Κυρίου εὐλογῆσαι τὸν λαὸν ἐν πρώτοις. Καὶ μετὰ ταῦτα οὕτως ἀνέγνω Ἰησοῦς πάντα τὰ ῥήματα τοῦ νόμου τούτου, τὰς εὐλογίας καὶ τὰς κατάρας, κατὰ πάντα τὰ γεγραμμένα ἐν τῷ νόμῳ Μωυσῆ. Οὐκ ἦν ῥῆμα ἀπὸ πάντων ὧν ἐνετείλατο Μωυσῆς τῷ Ἰησοῖ, ὃ οὐκ ἀνέγνω Ἰησοῦς εἰς τὰ ὦτα πάσης ἐκκλησίας υἱῶν Ἰσραὴλ, τοῖς ἀνδράσι καὶ ταῖς γυναιξὶ καὶ τοῖς παιδίοις καὶ τοῖς προσηλύτοις τοῖς προσπορευομένοις τῷ Ἰσραήλ."},{"number":3,"verse":"Καὶ οἱ κατοικοῦντες Γαβαὼν ἤκουσαν πάντα ὅσα ἐποίησε Κύριος τῇ Ἱεριχὼ καὶ τῇ Γαί."},{"number":4,"verse":"Καὶ ἐποίησαν καί γε αὐτοὶ μετὰ πανουργίας· καὶ ἐλθόντες ἐπεσιτίσαντο καὶ ἡτοιμάσαντο· καὶ λαβόντες σάκκους παλαιοὺς ἐπὶ τῶν ὤμων αὐτῶν, καὶ ἀσκοὺς οἴνου παλαιοὺς καὶ κατεῤῥωγότας ἀποδεδεμένους,"},{"number":5,"verse":"καὶ τὰ κοῖλα τῶν ὑποδημάτων αὐτῶν, καὶ τὰ σανδάλια αὐτῶν παλαιὰ καὶ καταπεπελματωμένα ἐν τοῖς ποσὶν αὐτῶν, καὶ τὰ ἱμάτια αὐτῶν πεπαλαιωμένα ἐπάνω αὐτῶν, καὶ ὁ ἄρτος αὐτῶν τοῦ ἐπισιτισμοῦ ξηρὸς καὶ εὐρωτιῶν καὶ βεβρωμένος."},{"number":6,"verse":"Καὶ ἤλθοσαν πρὸς Ἰησοῦν εἰς τὴν παρεμβολὴν Ἰσραὴλ εἰς Γάλγαλα, καὶ εἶπαν πρὸς Ἰησοῦν καὶ Ἰσραήλ, ἐκ γῆς μακρόθεν ἥκαμεν· καὶ νῦν διάθεσθε ἡμῖν διαθήκην."},{"number":7,"verse":"Καὶ εἶπαν οἱ υἱοὶ Ἰσραὴλ πρὸς τὸν Χοῤῥαῖον, ὅρα μὴ ἐν ἐμοὶ κατοικεῖς· καὶ πῶς σοι διαθῶμαι διαθήκην;"},{"number":8,"verse":"Καὶ εἶπαν πρὸς Ἰησοῦν, οἰκεται σου ἐσμέν· καὶ εἶπε πρὸς αὐτοὺς Ἰησοῦς, πόθεν ἐστὲ, καὶ πόθεν παραγεγόνατε;"},{"number":9,"verse":"Καὶ εἶπαν, ἐκ γῆς μακρόθεν σφόδρα ἥκασιν οἱ παῖδές σου ἐν ὀνόματι Κυρίου τοῦ Θεοῦ σου· ἀκηκόαμεν γὰρ τὸ ὄνομα αὐτοῦ, καὶ ὅσα ἐποίησεν ἐν Αἰγύπτῳ,"},{"number":10,"verse":"καὶ ὅσα ἐποίησε τοῖς βασιλεῦσι τῶν Ἀμοῤῥαίων, οἳ ἦσαν πέραν τοῦ Ἰορδάνου, τῷ Σηὼν βασιλεῖ τῶν Ἀμοῤῥαίων, καὶ τῷ Ὢγ βασιλεῖ τῆς Βασὰν, ὃς κατῴκει ἐν Ἀσταρὼθ καὶ ἐν Ἐδραΐν."},{"number":11,"verse":"Καὶ ἀκούσαντες εἶπαν πρὸς ἡμᾶς οἱ πρεσβύτεροι ἡμῶν καὶ πάντες οἱ κατοικοῦντες τὴν γῆν ἡμῶν, λέγοντες, λάβετε ἑαυτοῖς ἐπισιτισμὸν εἰς τὴν ὁδὸν, καὶ πορεύθητε εἰς συνάντησιν αὐτῶν, καὶ ἐρεῖτε πρὸς αὐτοὺς, οἰκέται σου ἐσμὲν, καὶ νῦν διάθεσθε ἡμῖν τὴν διαθήκην."},{"number":12,"verse":"Οὗτοι οἱ ἄρτοι, θερμοὺς ἐφωδιάσθημεν αὐτοὺς ἐν τῇ ἡμέρᾳ ᾗ ἐξήλθομεν παραγενέσθαι πρὸς ὑμᾶς· νῦν δὲ ἐξηράνθησαν καὶ γεγόνασι βεβρωμένοι."},{"number":13,"verse":"Καὶ οὗτοι οἱ ἀσκοὶ τοῦ οἴνου οὓς ἐπλήσαμεν καινοὺς, καὶ οὗτοι ἐῤῥώγασι· καὶ τὰ ἱμάτια ἡμῶν, καὶ τὰ ὑποδήματα ἡμῶν πεπαλαίωται ἀπὸ τῆς πολλῆς ὁδοῦ σφόδρα."},{"number":14,"verse":"Καὶ ἔλαβον οἱ ἄρχοντες τοῦ ἐπισιτισμοῦ αὐτῶν, καὶ Κύριον οὐκ ἐπηρώτησαν."},{"number":15,"verse":"Καὶ ἐποίησεν Ἰησοῦς πρὸς αὐτοὺς εἰρήνην, καὶ διέθεντο πρὸς αὐτοὺς διαθήκην τοῦ διασῶσαι αὐτούς· καὶ ὤμοσαν αὐτοῖς οἱ ἄρχοντες τῆς συναγωγῆς."},{"number":16,"verse":"Καὶ ἐγένετο μετὰ τρεῖς ἡμέρας μετὰ τὸ διαθέσθαι πρὸς αὐτοὺς διαθήκην, ἤκουσαν ὅτι ἐγγύθεν αὐτῶν εἰσι, καὶ ὅτι ἐν αὐτοῖς κατοικοῦσι."},{"number":17,"verse":"Καὶ ἀπῇραν οἱ υἱοὶ Ἰσραὴλ, καὶ ἦλθον εἰς τὰς πόλεις αὐτῶν· αἱ δὲ πόλεις αὐτῶν Γαβαὼν καὶ Κεφιρὰ καὶ Βηρὼτ, καὶ πόλεις Ἰαρίν."},{"number":18,"verse":"Καὶ οὐκ ἐμαχέσαντο αὐτοῖς οἱ υἱοὶ Ἰσραὴλ, ὅτι ὤμοσαν αὐτοῖς πάντες οἱ ἄρχοντες Κύριον τὸν Θεὸν Ἰσραήλ· καὶ διεγόγγυσαν πᾶσα ἡ συναγωγὴ ἐπὶ τοῖς ἄρχουσι."},{"number":19,"verse":"Καὶ εἶπαν οἱ ἄρχοντες πάσῃ τῇ συναγωγῇ, ἡμεῖς ὠμόσαμεν αὐτοῖς Κύριον τὸν Θεὸν Ἰσραὴλ, καὶ νῦν οὐ δυνησόμεθα ἅψασθαι αὐτῶν."},{"number":20,"verse":"Τοῦτο ποιήσομεν, ζωγρῆσαι αὐτοὺς, καὶ περιποιησόμεθα αὐτούς· καὶ οὐκ ἔσται καθʼ ἡμῶν ὀργὴ διὰ τὸν ὅρκον, ὃν ὠμόσαμεν αὐτοῖς."},{"number":21,"verse":"Ζήσονται, καὶ ἔσονται ξυλοκόποι καὶ ὑδροφόροι πάσῃ τῇ συναγωγῇ, καθάπερ εἶπαν αὐτοῖς οἱ ἄρχοντες."},{"number":22,"verse":"Καὶ συνεκάλεσεν αὐτοὺς Ἰησοῦς, καὶ εἶπεν αὐτοῖς, διατί παρελογίσασθέ με, λέγοντες, μακρὰν ἀπὸ σοῦ ἐσμὲν σφόδρα· ὑμεῖς δὲ ἐγχώριοί ἐστε τῶν κατοικούντων ἐν ἡμῖν;"},{"number":23,"verse":"Καὶ νῦν ἐπικατάρατοί ἐστε· οὐ μὴ ἐκλείπῃ ἐξ ὑμῶν δοῦλος, οὐδὲ ξυλοκόπος, οὐδὲ ὑδροφόρος ἐμοὶ καὶ τῷ Θεῷ μου."},{"number":24,"verse":"Καὶ ἀπεκρίθησαν τῷ Ἰησοῖ, λέγοντες, ἀνηγγέλη ἡμῖν ὅσα συνέταξε Κύριος ὁ Θεός σου Μωυσῇ τῷ παιδὶ αὐτοῦ, δοῦναι ὑμῖν τὴν γῆν ταύτην, καὶ ἐξολοθρεῦσαι ἡμᾶς καὶ πάντας τοὺς κατοικοῦντας ἐπʼ αὐτῆς ἀπὸ προσώπου ὑμῶν· καὶ ἐφοβήθημεν σφόδρα περὶ τῶν ψυχῶν ἡμῶν ἀπὸ προσώπου ὑμῶν, καὶ ἐποιήσαμεν τὸ πρᾶγμα τοῦτο."},{"number":25,"verse":"Καὶ νῦν ἰδοὺ ἡμεῖς ὑποχείριοι ὑμῖν· ὡς ἀρέσκει ὑμῖν καὶ ὡς δοκεῖ ὑμῖν, ποιήσατε ἡμῖν."},{"number":26,"verse":"Καὶ ἐποίησαν αὐτοῖς οὕτως· καὶ ἐξείλατο αὐτοὺς Ἰησοῦς ἐν τῇ ἡμέρᾳ ἐκείνῃ ἐκ χειρῶν υἱῶν Ἰσραὴλ, καὶ οὐκ ἀνεῖλον αὐτούς."},{"number":27,"verse":"Καὶ κατέστησεν αὐτοὺς Ἰησοῦς ἐν τῇ ἡμέρᾳ ἐκείνῃ ξυλοκόπους καὶ ὑδροφόρους πάσῃ τῇ συναγωγῇ, καὶ τῷ θυσιαστηρίῳ τοῦ Θεοῦ· διὰ τοῦτο ἐγένοντο οἱ κατοικοῦντες Γαβαὼν ξυλοκόποι καὶ ὑδροφόροι τοῦ θυσιαστηρίου τοῦ θεοῦ ἕως τῆς σήμερον ἡμέρας, καὶ εἰς τὸν τόπον ὃν ἂν ἐκλέξηται Κύριος."}]}