{"bibleAbbr":"ISV2011","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":16,"verses":[{"number":1,"verse":"{Sarai, Hagar, and Ishmael} d Now Abram's wife Sarai had not borne a child for him. She had an Egyptian servant girl whose name was Hagar."},{"number":2,"verse":"So Sarai told Abram, \"You are well aware that the Lord has prevented me from giving birth to a child. Go have sex with my servant, so that I may possibly bear a son {Lit. possibly be built up} through her.\" Abram listened to Sarai's suggestion,"},{"number":3,"verse":"so Abram's wife Sarai took her Egyptian servant, Hagar, and gave her as a wife to her husband Abram. This took place {The Heb. lacks This took place} ten years after Abram had settled in the land of Canaan."},{"number":4,"verse":"He had sex with Hagar, and she became pregnant. When she realized that she was pregnant, she looked with contempt on her mistress."},{"number":5,"verse":"Then Sarai told Abram, \"My suffering is your fault! I gave you my servant so you could have sex with her {Lit. my servant your bosom} , and when she discovered that she was pregnant, she looked on me with contempt. May the Lord judge between you and me!\""},{"number":6,"verse":"Abram answered Sarai, \"Look, your servant is under your control, so do to her as you wish.\" {Lit. her what is good in your eyes} So Sarai dealt so harshly with Hagar {Lit. her} that she ran away from Sarai. {Lit. her}"},{"number":7,"verse":"The angel of the Lord found her by a spring of water in the desert on the road to Shur."},{"number":8,"verse":"\"Hagar, servant of Sarai,\"he asked, \"Where are you coming from and where are you going?\" She answered, \"I am running away from my mistress Sarai.\""},{"number":9,"verse":"The angel of the Lord told her, \"You must go back to your mistress and submit to her authority.\""},{"number":10,"verse":"The angel of the Lord also told her, \"I will greatly multiply your offspring, who will be too many to count."},{"number":11,"verse":"\"Look, you are pregnant and will give birth to a son,\"the angel of the Lord continued to say to her. \"You will name him Ishmael, {I. e. God hears} because the Lord has heard your cry of {The Heb. lacks cry of} misery."},{"number":12,"verse":"He'll be a wild donkey of a man. He'll {Lit. His hand} be against everyone, and everyone will be against him. {Lit. against his hand} He will live in conflict with {Lit. in the face of} all of his relatives.\""},{"number":13,"verse":"So she called the name of the Lord who spoke to her, \"You are «God who sees,'because I have truly seen the one who looks after me.\""},{"number":14,"verse":"That's why the spring was called, \"The Well of the Living One who looks after me.\" It was between Kadesh and Bered."},{"number":15,"verse":"Hagar eventually gave birth to Abram's son. Abram named his son whom Hagar bore Ishmael."},{"number":16,"verse":"Abram was 86 years old when Hagar gave birth to Ishmael for Abram."}]}