{"bibleAbbr":"ISV2011","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":18,"verses":[{"number":1,"verse":"{Abraham's Three Visitors} d Later, the Lord appeared to Abraham {Lit. him} by the oaks {Or terebinths} of Mamre. As Abraham {Lit. he} was sitting near the entrance to his tent during the hottest part of the day,"},{"number":2,"verse":"he glanced up and saw three men standing there not far from him. As soon as he noticed them, Abraham {Lit. he} ran from the tent entrance to greet them and bowed low to the ground."},{"number":3,"verse":"\"My lords,\"he told them, \"if I have found favor with you, {Lit. favor in your eyes} please don't leave your servant."},{"number":4,"verse":"I'll have some water brought to wash your feet while you rest under the tree."},{"number":5,"verse":"I'll bring some food for you, {Lit. you, that you may nourish yourselves} and after that you may continue your journey, since you have come to visit your servant.\" So they replied, \"Okay! Do what you've proposed.\""},{"number":6,"verse":"Abraham hurried into the tent and told Sarah, \"Quick! Take three measures {Lit. seahs} of the best flour, knead it, and make some flat bread.\""},{"number":7,"verse":"Next, Abraham ran to the herd, found a choice and tender calf, and gave it to the young men, who went off in a hurry to prepare it."},{"number":8,"verse":"Then he took curds, milk, and the calf that had been prepared, placed the food in front of them, and stood near them under the tree while they ate."},{"number":9,"verse":"{Sarah Laughs at the Promise} d The men asked him, \"Where is your wife Sarah?\" \"There, in the tent,\"he replied."},{"number":10,"verse":"Then one of them said, \"I will certainly return to you in about a year's time. {Lit. you according to the time of life} By then, your wife Sarah will have borne a son.\" Now Sarah was listening at the tent entrance behind him."},{"number":11,"verse":"Abraham and Sarah were old really old {Lit. well advanced in days} and Sarah was beyond the age of childbearing. {Lit. The way of women has ceased for Sarah}"},{"number":12,"verse":"That's why Sarah laughed to herself, thinking, \"After I'm so old and my husband is old, too, am I going to have sex?\" {Lit. pleasure}"},{"number":13,"verse":"The Lord asked Abraham, \"Why did Sarah laugh and think, «Am I really going to bear a child, since I'm so old? '"},{"number":14,"verse":"Is anything impossible {Lit. wonderful} for the Lord ? At the time set for it, I will return to you about a year from now and Sarah will have a son.\""},{"number":15,"verse":"But Sarah denied it. \"I didn't laugh,\"she claimed, because she was afraid. The Lord {Lit. He} replied, \"No! You did laugh!\""},{"number":16,"verse":"{God Reveals His Plans to Abraham} d After this, the men set out from there and looked out over Sodom. Abraham went with them to send them off."},{"number":17,"verse":"\"Should I hide from Abraham what I'm about to do,\"the Lord asked,"},{"number":18,"verse":"\"since Abraham's descendants will become a great and powerful nation, and all the nations of the earth will be blessed through him?"},{"number":19,"verse":"Indeed, I've made myself known to him in order that he may encourage his sons and his household that is born after him to keep the way of the Lord , and to do what is right and just, so that the Lord may bring about for Abraham what he has promised.\""},{"number":20,"verse":"The Lord also said, \"How great is the disapproval of Sodom and Gomorrah! Their sin is so very serious!"},{"number":21,"verse":"I'm going down to see whether they've acted according to the protests that have reached me. If not, I wish to know.\""},{"number":22,"verse":"Then two of {The Heb. lacks two of} the men turned away from there and walked toward Sodom, while Abraham remained standing in the presence of the Lord ."},{"number":23,"verse":"{Abraham Negotiates with God} d Abraham approached and asked, \"Will you actually destroy the righteous along with the wicked?"},{"number":24,"verse":"Perhaps there are 50 righteous ones within the city. Will you actually destroy it and not forgive the place for the sake of the 50 righteous that are found there?"},{"number":25,"verse":"Far be it from you to do such a thing to kill the righteous along with the wicked, so that the righteous and the wicked are treated alike! The Judge of all the earth will do what is right, won't he?\""},{"number":26,"verse":"The Lord said, \"If I find 50 righteous people within Sodom, I'll forgive the whole place for their sake.\""},{"number":27,"verse":"Abraham answered, \"Look, even though I am only dust and ashes, I've ventured to speak to my Lord ."},{"number":28,"verse":"What if there are five less than 50 righteous ones? Will you bring destruction upon the city because of those five?\" The Lord {Lit. He} said, \"I won't destroy it if I find 45 there.\""},{"number":29,"verse":"Abraham {Lit. He} continued to speak to him, asking, \"What if 40 are found there?\" The Lord {Lit. He} replied, \"I won't do it for the sake of those 40.\""},{"number":30,"verse":"Abraham {Lit. He} then asked, \"I hope my Lord will not be angry if I speak. What if 30 are found there?\" The Lord {Lit. He} answered, \"I won't do it for the sake of those 30.\""},{"number":31,"verse":"\"Look,\"Abraham {Lit. He} said, \"I've presumed to speak to my Lord so what if 20 are found there?\" \"For the sake of those 20,\"the Lord {Lit. He} responded, \"I won't destroy it.\""},{"number":32,"verse":"Finally, Abraham {Lit. He} inquired, \"I hope my Lord will not be angry if I speak only once more. What if ten are found there?\" He replied, \"For the sake of those ten I won't destroy it.\""},{"number":33,"verse":"As soon as he finished talking to Abraham, the Lord left and Abraham returned to where he had been sitting. {Lit. to his place}"}]}