{"bibleAbbr":"ISV2011","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":25,"verses":[{"number":1,"verse":"{Abraham Names Isaac to be His Heir} d Abraham had taken another wife whose name was Keturah."},{"number":2,"verse":"She bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah."},{"number":3,"verse":"Jokshan was the father of Sheba and Dedan. Dedan's sons were the Asshurites, Letushites, and Leummites."},{"number":4,"verse":"Midian's sons were Ephah, Epher, Hanoch, Abida, and Eldaah. All of these were Keturah's descendants."},{"number":5,"verse":"Abraham gave everything he owned to Isaac."},{"number":6,"verse":"While he was still alive, Abraham gave gifts to his concubines {Lit. concubines whom Abraham had.} and sent them to the east country in order to keep them away from his son Isaac."},{"number":7,"verse":"Abraham lived for 175 years, {Lit. These are the days of Abraham's years: 175 years}"},{"number":8,"verse":"then passed away, dying at a ripe old age, having lived a full life, and joined his ancestors. {Lit. and he was gathered to his people}"},{"number":9,"verse":"His sons Isaac and Ishmael buried him in the cave of Machpelah near Mamre, in the field that used to belong to Zohar the Hittite's son Ephron."},{"number":10,"verse":"This was the same field that Abraham had bought from the son of Heth, where Abraham and his wife Sarah were buried."},{"number":11,"verse":"After Abraham's death, God blessed his son Isaac, who continued to live near Beer-lahai-roi."},{"number":12,"verse":"{A Summary of Ishmael's Life} d Now this is what happened to Ishmael, whom Sarah's Egyptian servant Hagar bore for Abraham."},{"number":13,"verse":"Here's a list of the names of Ishmael's sons, recorded by their names and descendants: Nebaioth was the firstborn, followed by {The Heb. lacks followed by} Kedar, Adbeel, Mibsam,"},{"number":14,"verse":"Mishma, Dumah, Massa,"},{"number":15,"verse":"Hadad, Tema, Jetur, Naphish, and Kedemah."},{"number":16,"verse":"These were Ishmael's children, listed by their names according to their villages and their camps. There were a total of twelve tribal chiefs, according to their clans."},{"number":17,"verse":"Ishmael lived {Lit. These are the years of Ishmael's life} for 137 years, then he took his last breath, died, and joined his ancestors. {Lit. and he was gathered to his people}"},{"number":18,"verse":"His descendants {Lit. They} settled from Havilah to Shur (that's near Egypt), all the way to Assyria, in defiance {Lit. in the face of} of all of his relatives."},{"number":19,"verse":"{The Births of Esau and Jacob} d This is the account of Isaac, Abraham's son. Abraham fathered Isaac."},{"number":20,"verse":"Isaac was forty years old when he married {Lit. took} Rebekah, the daughter of Bethuel, the Aramean {In later centuries this region would be called Syria} from Paddan-aram {Paddan-aram was located in northwest Mesopotamia} and sister of Laban the Aramean. {In later centuries this region would be called Syria}"},{"number":21,"verse":"Later, Isaac prayed to the Lord on behalf of his wife, since she was unable to conceive children, and the Lord responded to him his wife Rebekah became pregnant."},{"number":22,"verse":"But when the infants {Lit. sons} kept on wrestling each other inside her womb, {Or within her} she asked herself, \"Why is this happening?\" {Lit. If so . . . why this I ?} So she asked the Lord for an explanation. {The Heb. lacks for an explanation}"},{"number":23,"verse":"\"Two nations {Or two infants} are in your womb,\"the Lord responded, \"and two separate people will emerge. One people will be the stronger, and the older one will serve the younger.\""},{"number":24,"verse":"Sure enough, when her due date arrived, she delivered twin sons. {Lit. twins from her womb}"},{"number":25,"verse":"The first son came out reddish his entire body was covered with hair so they named him Esau. {The Heb. name Esau means hairy}"},{"number":26,"verse":"After that, his brother came out with his hand clutching Esau's heel, so they named him Jacob. {The Heb. name Jacob means heel grabber} Isaac was 60 years old when they were born."},{"number":27,"verse":"As the boys were growing up, Esau became skilled at hunting and was a man of the outdoors, but Jacob was the quiet type who tended to stay indoors."},{"number":28,"verse":"Isaac loved Esau, because he loved to hunt, while Rebekah loved Jacob."},{"number":29,"verse":"One day, while Jacob was cooking some stew, Esau happened to come in from being outdoors, and he was feeling famished."},{"number":30,"verse":"Esau told Jacob, \"Let me gobble down some of this red stuff, since I'm starving.\" (That's how Esau got his nickname \"Edom\" .) {The Heb. name Edom means red}"},{"number":31,"verse":"But Jacob responded, \"Sell me your birthright. Do it now.\" {Lit. today}"},{"number":32,"verse":"\"Look! I'm about to die,\"Esau replied. \"What good is this birthright to me?\""},{"number":33,"verse":"But Jacob insisted, \"Swear it by an oath right now.\" So he swore an oath to him and sold his birthright to Jacob."},{"number":34,"verse":"Then Jacob gave Esau some of his food, along with some boiled stew. So Esau ate, drank, got up, and left, after having belittled his own birthright."}]}