{"bibleAbbr":"ISV2011","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":28,"verses":[{"number":1,"verse":"{Isaac Sends Jacob to Paddan-aram} d Later, Isaac called Jacob and blessed him, instructing him, \"Don't marry a wife from the local Canaanite women."},{"number":2,"verse":"Instead, get up, travel to Paddan-aram, {Paddan-aram was located in northwest Mesopotamia} and visit the household of Bethuel, your mother's father. Marry one of Laban's daughters, since he's your mother's brother."},{"number":3,"verse":"May God Almighty bless you and make you fruitful so that your descendants {Lit. that you} become a whole group of people."},{"number":4,"verse":"May he give you and your descendants the blessings that he gave Abraham. May you possess the land where you have lived {Lit. land of your journeying} that God gave to Abraham.\""},{"number":5,"verse":"So Isaac sent Jacob off toward Paddan-aram {Paddan-aram was located in northwest Mesopotamia} to visit Bethuel's son Laban, the Aramean {In later centuries this region would be called Syria} and brother of Rebekah, the mother of Jacob and Esau."},{"number":6,"verse":"{Esau Marries a Canaanite Woman} d Esau noticed that after Isaac had blessed Jacob as he was sending him off to Paddan-aram {Paddan-aram was located in northwest Mesopotamia} to marry a wife from there, he had instructed Jacob, {Lit. him} \"Don't marry a Canaanite woman.\""},{"number":7,"verse":"After Jacob had obeyed his father and mother's instructions to set out for Paddan-aram, {Paddan-aram was located in northwest Mesopotamia}"},{"number":8,"verse":"Esau realized {Lit. saw} that Canaan women didn't please his father Isaac,"},{"number":9,"verse":"so he went to Abraham's son Ishmael and married Ishmael's daughter Mahalath, who was the sister of Nebaioth."},{"number":10,"verse":"{God Visits Jacob in a Dream} d Meanwhile, Jacob had left {Lit. went out from} Beer-sheba and was on his way to Haran."},{"number":11,"verse":"He reached a certain place and spent the night there, because the sun was setting. He found a stone there, used it for a pillow, {Lit. for his head.} and slept there for the night,"},{"number":12,"verse":"when he had a dream! He saw a raised highway that had been built with its ending point on earth and its beginning point in heaven. God's angels were ascending and descending on it."},{"number":13,"verse":"And there was the Lord , standing above it and telling Jacob, \"I am the Lord God of your grandfather Abraham. I'm Isaac's God, too. I'm giving you and your descendants the ground on which you're sleeping."},{"number":14,"verse":"Your descendants are going to become like the dust of the earth and spread out to the west, east, north, and south. All the families of the earth {Or land} will be blessed through you and your descendants."},{"number":15,"verse":"Now pay attention! I'm here with you, and I'm going to be watching over you wherever you go. I'm going to bring you back to this land, because I won't ever leave you until I've accomplished what I've promised about you.\""},{"number":16,"verse":"{Jacob Worships God in Bethel} d Then Jacob woke up during the night {Lit. woke from his sleep} and told himself, {The Heb. lacks to himself} \"Surely, the Lord is in this place and I never knew it!\""},{"number":17,"verse":"In mounting terror, he cried out, \"How scary this place is! This is nothing less than God's house and the gateway to heaven!\""},{"number":18,"verse":"When Jacob got up early the next morning, he took the stone that he had used for his pillow, {Lit. for his head} set it up as a pillar, drenched it with oil,"},{"number":19,"verse":"and named {Lit. called the name of} the place Beth-el, although previously {Lit. at the first} the city had been named Luz."},{"number":20,"verse":"Then he made this solemn vow: {Lit. vowed a vow} \"If God remains with me, watches over me throughout this journey that I'm taking, gives me food to eat and clothes to wear,"},{"number":21,"verse":"and returns me safely to my father's house, then the Lord will be my God,"},{"number":22,"verse":"this stone that I've erected in the form of a pillar will be God's house, and I'll give you a tenth of everything that you give to me.\""}]}