{"bibleAbbr":"ISV2011","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"{Jacob Moves to Bethel} d Later, God told Jacob, \"Get up, move to Bethel, and live there. Build an altar to the God who appeared to you when you were fleeing from your brother Esau.\""},{"number":2,"verse":"Jacob announced to his household and to everyone with him, \"Throw away the foreign gods that you've kept among you, purify yourselves, and change your clothes."},{"number":3,"verse":"Then let's get up and go to Bethel, where I'll build an altar to the God who answered me when I was in distress and who was with me on the road, wherever I went.\""},{"number":4,"verse":"So they handed over to Jacob all their foreign gods on which they had been depending, {Lit. gods that were in their hands} along with the rings that they were wearing on their ears. Jacob buried them under the oak that grew near Shechem."},{"number":5,"verse":"As they set out on their journey, because the people who lived in the {The Heb. lacks people who lived in the} cities around them feared God, they did not pursue Jacob's sons."},{"number":6,"verse":"Eventually, Jacob and everyone with him arrived at Luz (also called Beth-el) in the territory of Canaan."},{"number":7,"verse":"He built an altar there to God and named the place El Beth-el, because God had revealed himself there when he was fleeing from his brother."},{"number":8,"verse":"Rebekah's nurse Deborah died and was buried there, under the oak tree that was below Beth-el. That's why the place was named Allon-bacuth. {The Heb. name Allon-bacuth means Weeping Oak}"},{"number":9,"verse":"{God Appears Again to Jacob} d God appeared again to Jacob after he had arrived from Paddan-aram {Paddan-aram was located in northwest Mesopotamia} and blessed him."},{"number":10,"verse":"Then God told him, \"Your name is Jacob. No longer are you to be called Jacob. Instead, your name will be Israel.\" So God called his name Israel"},{"number":11,"verse":"and also told him, \"I am God Almighty. You are to be fruitful and multiply. You will become a nation in fact, an assembly of nations! Kings will come from you they'll emerge from your own loins!"},{"number":12,"verse":"Now as for the land that I gave to Abraham and Isaac, I'm giving it to you and to your descendants who come after you. I'm giving the land to you!\""},{"number":13,"verse":"After this, God ascended from the place where he had been speaking to him."},{"number":14,"verse":"Jacob erected a pillar of stone at that very place where God had spoken to him. He poured a drink offering over it, anointed it with oil,"},{"number":15,"verse":"and named the place where God had spoken to him Beth-el."},{"number":16,"verse":"{Rachel Dies in Childbirth} d Later, they set out from Beth-el. While still a long way {Lit. a distance of land} from Ephrathah, Rachel started to have trouble giving birth."},{"number":17,"verse":"While she was suffering due to her difficult labor, the midwife told her, \"Don't fear! You're going to have another son.\""},{"number":18,"verse":"Just before she died, {Lit. As her soul was departing while she was dying} Rachel called her son's {Lit. called his} name Ben-oni, {The Heb. name Ben-oni means child of my pain} but his father Jacob {The Heb. lacks Jacob} named him Benjamin. {The Heb. name Benjamin means child of my right hand}"},{"number":19,"verse":"So Rachel died and was buried on the way to Ephrathah, also known as Bethlehem."},{"number":20,"verse":"Jacob erected a pillar over her grave, and that pillar stands over Rachel's grave to this day."},{"number":21,"verse":"{Jacob Settles Near Migdal Eder} d Jacob continued his travels, and eventually pitched his tent facing Migdal Eder."},{"number":22,"verse":"But while Israel lived in that land, Reuben went inside his father's tent {The Heb. lacks his father's tent} and had sexual relations with his father's concubine Bilhah, and Israel heard about it. Now Jacob had twelve sons."},{"number":23,"verse":"Leah's sons were Reuben (Jacob's first-born), Simeon, Levi, Judah, Issachar, and Zebulun."},{"number":24,"verse":"Rachel's sons were Joseph and Benjamin."},{"number":25,"verse":"Rachel's servant Bilhah's sons were Dan and Naphtali."},{"number":26,"verse":"Leah's servant Zilpah's sons were Gad and Asher. These were Jacob's sons who were born to him while he lived in Paddan-aram. {Paddan-aram was located in northwest Mesopotamia}"},{"number":27,"verse":"{The Death of Isaac} d So Jacob reached his father Isaac at Mamre, in Kiriath-arba (also known as Hebron), where Abraham and Isaac had lived."},{"number":28,"verse":"Isaac had lived a total of 180 years"},{"number":29,"verse":"when he died and joined his ancestors at a ripe old age. Then his sons Esau and Jacob buried him."}]}