{"bibleAbbr":"ISV2011","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"{Cain and Abel} d Later, Adam {Or the man} had sexual relations with {Lit. Adam knew} his wife Eve. She became pregnant and gave birth to Cain. She said, \"I have given birth to {Or have acquired ; the Heb. verb resembles the word for Cain} a male child with {Or child the Lord ; the Heb. lacks with} the Lord .\""},{"number":2,"verse":"She also gave birth to his brother Abel. Abel shepherded flocks and Cain became a farmer. {Lit. a worker of the ground}"},{"number":3,"verse":"Later, Cain brought an offering to the Lord from the fruit that he had harvested, {Lit. fruit of the ground}"},{"number":4,"verse":"while Abel offered {Lit. brought} the best parts {Lit. the fatty portions} of some of the firstborn from his flock. The Lord looked favorably upon Abel and his offering,"},{"number":5,"verse":"but he did not look favorably upon Cain and his offering. When Cain became very upset and {Lit. and his face was} depressed,"},{"number":6,"verse":"the Lord asked Cain, \"Why are you so upset? Why are you {Lit. Why is your face} depressed?"},{"number":7,"verse":"If you do what is appropriate, {Or good} you'll be accepted, won't you? But if you don't do what is appropriate, {Or good} sin is crouching near your doorway, turning toward you. Now as for you, will you take dominion over it?\" {Or However, you must take dominion over it.}"},{"number":8,"verse":"Instead, Cain told his brother Abel, \"Let's go out to the wilderness.\" {So with SP, LXX, Vg, and Syr; the Heb. lacks Let's go out to the wilderness.} When they were outside in the fields, Cain attacked his brother Abel and killed him."},{"number":9,"verse":"Later, the Lord asked Cain, \"Where's your brother Abel?\" \"I don't know,\"he answered. \"Am I my brother's guardian?\""},{"number":10,"verse":"\"What did you do?\" God {Lit. he} asked. \"Your brother's blood cries out to me from the ground."},{"number":11,"verse":"Now you're more cursed than the ground, which has opened {Lit. opened its mouth} to receive your brother's blood from your hand."},{"number":12,"verse":"Whenever you work the ground, it will no longer yield its produce to you, and you'll wander throughout the earth as a fugitive.\""},{"number":13,"verse":"\"My punishment is too great to bear,\"Cain told the Lord ."},{"number":14,"verse":"\"You're driving me from the soil {Lit. the face of the ground} today. I'll be hidden from you, and I'll wander throughout the earth as a fugitive. In the future, {Lit. So it will be that} whoever finds me will kill me.\""},{"number":15,"verse":"The Lord told him, \"This won't happen, because whoever kills you {Lit. Cain} will suffer seven times the vengeance.\" Then the Lord placed a sign on Cain so that no one finding him would kill him."},{"number":16,"verse":"After this, Cain left the presence of the Lord and settled in the land of Nod, east of Eden."},{"number":17,"verse":"{From Cain to Lamech} d Later, Cain had sexual relations with {Lit. Cain knew} his wife. She became pregnant and gave birth to Enoch. Cain {Lit. He} founded a city and named it after {Lit. called its name after the name of} his son Enoch."},{"number":18,"verse":"Irad was born to Enoch. Irad fathered Mehujael, and Mehujael fathered Methushael, and Methushael fathered Lamech."},{"number":19,"verse":"Later, Lamech married two wives. One was named Adah and the other was named {Lit. the name of the second was} Zillah."},{"number":20,"verse":"Adah gave birth to Jabal, who became the ancestor of those who live in tents and herd {The Heb. lacks herd} livestock."},{"number":21,"verse":"His brother was named Jubal; he became the ancestor of all those who play the lyre and the flute."},{"number":22,"verse":"Zillah gave birth to Tubal-cain, who became a forger of bronze and iron work. Tubal-cain's sister was Naamah."},{"number":23,"verse":"Lamech told his wives, \"Adah and Zillah, listen to what I have to say: You wives of Lamech, hear what I'm announcing! I've killed a man for wounding me, a young man for bruising me."},{"number":24,"verse":"For if Cain is being avenged seven times, then Lamech will be avenged {The Heb. lacks will be avenged} 77 times.\""},{"number":25,"verse":"Later on, after Adam had sexual relations with {Lit. Adam knew} his wife, she gave birth to a son and named him {Lit. called his name} Seth, because \"God granted {The Heb. verb granted resembles the word Seth} me another offspring to replace Abel, since Cain murdered him.\""},{"number":26,"verse":"Seth also fathered a son, whom he named Enosh. At that time, profaning {Or invoking; lit. calling on} the name of the Lord began."}]}