{"bibleAbbr":"KJV1611","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":14,"verses":[{"number":1,"verse":"Follow after charitie, and desire spirituall giftes, but rather that yee may prophesie."},{"number":2,"verse":"For he that speaketh in an vnknowen tongue, speaketh not vnto men, but vnto God: for no man vnderstandeth him: howbeit in the spirit he speaketh mysteries."},{"number":3,"verse":"But he that prophesieth, speaketh vnto men to edification, and exhortation, and comfort."},{"number":4,"verse":"He that speaketh in an vnknowen tongue, edifieth himselfe: but hee that prophesieth, edifieth the Church."},{"number":5,"verse":"I would that yee all spake with tongues, but rather that ye prophesied: for greater is hee that prophesieth, then hee that speaketh with tongues, except hee interprete, that the Church may receiue edifying."},{"number":6,"verse":"Now brethren, if I come vnto you speaking with tongues, what shall I profit you, except I shall speake to you either by reuelation, or by knowledge, or by prophesying, or by doctrine?"},{"number":7,"verse":"And euen things without life giuing sound, whether pipe or harpe, except they giue a distinction in the sounds, how shall it be knowen what is piped or harped?"},{"number":8,"verse":"For if the trumpet giue an vncertaine sound, who shall prepare himselfe to the battell?"},{"number":9,"verse":"So likewise you, except ye vtter by the tongue words easie to be vnderstood, how shall it be knowen what is spoken? for ye shall speake into the aire."},{"number":10,"verse":"There are, it may bee, so many kindes of voices in the world, and none of them are without signification."},{"number":11,"verse":"Therefore if I know not the meaning of the voyce, I shall bee vnto him that speaketh, a Barbarian, and he that speaketh shall be a Barbarian vnto mee."},{"number":12,"verse":"Euen so ye, forasmuch as yee are zealous of spirituall gifts, seeke that yee may excell to the edifying of the Church."},{"number":13,"verse":"Wherefore let him that speaketh in an vnknowen tongue, pray that he may interprete."},{"number":14,"verse":"For if I pray in an vnknowen tongue, my spirit prayeth, but my vnderstanding is vnfruitfull."},{"number":15,"verse":"What is it then? I will pray with the spirit, and wil pray with vnderstanding also: I will sing with the spirit, and I will sing with the vnderstanding also."},{"number":16,"verse":"Else, when thou shalt blesse with the spirit, how shall hee that occupieth the roome of the vnlearned, say Amen at thy giuing of thankes, seeing he vnderstandeth not what thou sayest?"},{"number":17,"verse":"For thou verily giuest thankes well: but the other is not edified."},{"number":18,"verse":"I thanke my God, I speake with tongues more then you all."},{"number":19,"verse":"Yet in the Church I had rather speake fiue words with my vnderstanding, that by my voyce I might teach others also, then ten thousand words in an vnknowen tongue."},{"number":20,"verse":"Brethren, bee not children in vnderstanding: how be it, in malice be yee children, but in vnderstanding be men."},{"number":21,"verse":"In the Law it is written, With men of other tongues, and other lippes will I speake vnto this people: and yet for all that will they not heare me, saith the Lord."},{"number":22,"verse":"Wherfore tongues are for a signe, not to them that beleeue, but to them that beleeue not: But prophesying serueth not for them that beleeue not, but for them which beleeue."},{"number":23,"verse":"If therefore the whole Church be come together into some place, and all speake with tongues, & there come in those that are vnlearned, or vnbeleeuers, will they not say that ye are mad?"},{"number":24,"verse":"But if all prophesie, and there come in one that beleeueth not, or one vnlearned: he is conuinced of all, he is iudged of all."},{"number":25,"verse":"And thus are the secrets of his heart made manifest, and so falling downe on his face, hee will worship God, and report that God is in you of a trueth."},{"number":26,"verse":"How is it then brethren? when ye come together, euery one of you hath a Psalme, hath a doctrine, hath a tongue, hath a reuelatio, hath an interpretatio: Let all things be done vnto edifying."},{"number":27,"verse":"If any man speake in an vnknowen tongue, let it be by two, or at the most by three, and that by course, and let one interprete."},{"number":28,"verse":"But if there be no interpreter, let him keepe silence in the Church, and let him speake to himselfe, and to God."},{"number":29,"verse":"Let the Prophets speake two or three, and let the other iudge."},{"number":30,"verse":"If any thing be reueiled to another that sitteth by, let the first hold his peace."},{"number":31,"verse":"For yee may all prophesie one by one, that all may learne, and all may be comforted."},{"number":32,"verse":"And the spirits of the Prophets are subiect to the Prophets."},{"number":33,"verse":"For God is not the authour of confusion, but of peace, as in all Churches of the Saints."},{"number":34,"verse":"Let your women keepe silence in the Churches, for it is not permitted vnto them to speake; but they are commanded to bee vnder obedience: as also saith the Law."},{"number":35,"verse":"And if they will learne any thing, let them aske their husbands at home: for it is a shame for women to speake in the Church."},{"number":36,"verse":"What? came the word of God out from you? or came it vnto you onely?"},{"number":37,"verse":"If any man thinke himselfe to be a Prophet, or spiritual, let him acknowledge, that the things that I write vnto you, are the commandements of the Lord."},{"number":38,"verse":"But if any man bee ignorant, let him be ignorant."},{"number":39,"verse":"Wherefore brethren, couet to prophesie, and forbid not to speake with tongues."},{"number":40,"verse":"Let all things be done decently, and in order."}]}