{"bibleAbbr":"KJV1611","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":7,"verses":[{"number":1,"verse":"Now cocerning the things wherof ye wrote vnto me, It is good for a man not to touch a woman."},{"number":2,"verse":"Neuerthelesse, to auoid fornication, let euery man haue his owne wife, and let euery woman haue her owne husband."},{"number":3,"verse":"Let the husband render vnto the wife due beneuolence: and likewise also the wife vnto the husband."},{"number":4,"verse":"The wife hath not power of her owne body, but the husband: and likewise also the husband hath not power of his owne body, but the wife."},{"number":5,"verse":"Defraud you not one the other, except it bee with consent for a time, that yee may giue your selues to fasting and prayer, and come together againe, that Satan tempt you not for your incontinencie."},{"number":6,"verse":"But I speake this by permission, and not of commandement."},{"number":7,"verse":"For I would that all men were euen as I my selfe: but euery man hath his proper gift of God, one after this maner, and another after that."},{"number":8,"verse":"I say therefore to the vnmaried and widowes, It is good for them if they abide euen as I."},{"number":9,"verse":"But if they cannot conteine, let them marry: for it is better to marrie then to burne."},{"number":10,"verse":"And vnto the married, I command, yet not I, but the Lord, Let not the wife depart from her husband:"},{"number":11,"verse":"But and if shee depart, let her remaine vnmaried, or be reconciled to her husband: and let not the husband put away his wife."},{"number":12,"verse":"But to the rest speake I, not the Lord, If any brother hath a wife that beleeueth not, and shee bee pleased to dwell with him, let him not put her away."},{"number":13,"verse":"And the woman which hath an husband that beleeueth not, and if hee be pleased to dwell with her, let her not leaue him."},{"number":14,"verse":"For the vnbeleeuing husband is sanctified by the wife, and the vnbeleeuing wife is sanctified by the husband; else were your children vncleane, but now are they holy."},{"number":15,"verse":"But if the vnbeleeuing depart, let him depart. A brother or a sister is not vnder bondage in such cases: but God hath called vs to peace."},{"number":16,"verse":"For what knowest thou, O wife, whether thou shalt saue thy husband? or how knowest thou, O man, whether thou shalt saue thy wife?"},{"number":17,"verse":"But as God hath distributed to euery man, as the Lord hath called euery one, so let him walke, and so ordeine I in all Churches."},{"number":18,"verse":"Is any man called being circumcised? let him not become vncircumcised: Is any called in vncircumcision? let him not be circumcised."},{"number":19,"verse":"Circumcision is nothing, and vncircumcision is nothing, but the keeping of the Commandements of God."},{"number":20,"verse":"Let euery man abide in the same calling wherein he was called."},{"number":21,"verse":"Art thou called being a seruant? care not for it: but if thou maist be made free, vse it rather."},{"number":22,"verse":"For he that is called in the Lord, being a seruant, is the Lords free man: likewise also hee that is called being free, is Christs seruant."},{"number":23,"verse":"Ye are bought with a price, be not ye the seruants of men."},{"number":24,"verse":"Brethren, let euery man wherin he is called, therein abide with God."},{"number":25,"verse":"Nowe concerning virgins, I haue no commaundement of the Lord: yet I giue my iudgement as one that hath obtained mercy of the Lord to be faithfull."},{"number":26,"verse":"I suppose therefore that this is good for the present distresse, I say, that it is good for a man so to be."},{"number":27,"verse":"Art thou bound vnto a wife? seeke not to bee loosed. Art thou loosed from a wife? seeke not a wife."},{"number":28,"verse":"But and if thou marry, thou hast not sinned, and if a virgin marry, shee hath not sinned: neuerthelesse, such shall haue trouble in the flesh: but I spare you."},{"number":29,"verse":"But this I say, brethren, the time is short. It remaineth, that both they that haue wiues, be as though they had none:"},{"number":30,"verse":"And they that weepe, as though they wept not: and they that reioyce, as though they reioyced not: and they that buy, as though they possessed not:"},{"number":31,"verse":"And they that vse this world, as not abusing it: for the fashion of this world passeth away."},{"number":32,"verse":"But I would haue you without carefulnesse. He that is vnmarried, careth for the things that belogeth to the Lord, how he may please the Lord:"},{"number":33,"verse":"But hee that is maried, careth for the things that are of the world, how he may please his wife."},{"number":34,"verse":"There is difference also between a wife and a virgin: the vnmaried woman careth for the things of the Lord, that shee may be holy, both in body and in spirit: but she that is married, careth for the things of the worlde, how shee may please her husband."},{"number":35,"verse":"And this I speake for your owne profite, not that I may cast a snare vpon you, but for that which is comely, and that you may attend vpon the Lord without distraction."},{"number":36,"verse":"But if any man thinke that he behaueth himselfe vncomely toward his virgin, if she passe the floure of her age, and neede so require, let him doe what hee will, hee sinneth not: let them marry."},{"number":37,"verse":"Neuerthelesse, hee that standeth stedfast in his heart, hauing no necessitie, but hath power ouer his owne will, and hath so decreed in his heart that he will keepe his virgin, doeth well."},{"number":38,"verse":"So then he that giueth her in mariage, doeth wel: but he that giueth her not in mariage, doeth better."},{"number":39,"verse":"The wife is bound by the Lawe as long as her husband liueth: but if her husband bee dead, shee is at liberty to bee maried to whom shee will, onely in the Lord."},{"number":40,"verse":"But shee is happier if shee sobide, after my iudgment: and I thinke also that I haue the Spirit of God."}]}