{"bibleAbbr":"UST2024","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":10,"verses":[{"number":1,"verse":"All the people of northern Israel went to the city Shechem in order to appoint Rehoboam to be their king. So Rehoboam also went there."},{"number":2,"verse":"Now Jeroboam son of Nebat had fled to Egypt to escape from King Solomon. While he was in Egypt he heard about the people wanting to appoint Rehoboam to be their king, and so he returned to Israel from Egypt."},{"number":3,"verse":"So the leaders of the northern tribes summoned Jeroboam, and he went with them to talk to Rehoboam. They said to Rehoboam,"},{"number":4,"verse":"\"Your father Solomon forced us to work very hard, but if you charge us fewer taxes than we were paying to him, and if you make us work not so much we will serve you faithfully.\""},{"number":5,"verse":"He replied, \"Come back three days from now, and I will give you my answer.\" So those leaders and Jeroboam left."},{"number":6,"verse":"Then King Rehoboam consulted his older men who had advised his father Solomon while he was still alive. He asked them, \"What shall I say to answer these men?\""},{"number":7,"verse":"They replied, \"If you will be kind to these people and do things that will please them, and if you say kind things to them when you answer them, they will always serve you.\""},{"number":8,"verse":"But he did not agree with what the older men advised him to do. Instead, he consulted the younger men who had grown up with him, who were now his advisors."},{"number":9,"verse":"He said to them, \"What do you say that I should answer the men who are asking me to reduce the work and taxes that my father required from them?\""},{"number":10,"verse":"The young men who had grown up with him replied, \"Those men have said that your father forced them to work very hard for him, so they want you to reduce the work and taxes that your father required from them. But this is what you should tell them: 'My little finger is thicker than my father's waist.'"},{"number":11,"verse":"My father required you people to work hard and pay high taxes, but I will make the loads you carry even heavier. My father whipped you with leather whips, but I will whip you with scorpions.\""},{"number":12,"verse":"Three days later, Jeroboam and all the leaders came to King Rehoboam again, as he had instructed them to do."},{"number":13,"verse":"The king ignored the advice of the older men and spoke harshly to the Israelite leaders."},{"number":14,"verse":"He told them what the younger men had advised. He said, \"My father put heavy burdens of work and taxes on you, but I will put heavier burdens on you. It was as though he beat you with whips, but I will beat you with scorpions!\""},{"number":15,"verse":"So the king did not pay any attention to the people's leaders. All this happened in order that what Yahweh wanted would occur, what he had told the prophet Ahijah about Jeroboam becoming king of the ten tribes out of the twelve."},{"number":16,"verse":"When the Israelite leaders realized that the king did not pay any attention to what they said, they shouted, \"We do not want anything to do with this descendant of King David! We will not pay attention to what this grandson of Jesse says! You people of Israel, let us go home! As for this descendant of David, he can look after his family himself!\" So the Israelite leaders returned to their homes."},{"number":17,"verse":"And after that, the only Israelite people whom Rehoboam ruled over were those who lived in the territory of the tribe of Judah, in the countryside and in the cities, towns, and villages."},{"number":18,"verse":"Then King Rehoboam went with Adoniram to talk to the Israelite people. Adoniram was the man who supervised all the men who were forced to work for Rehoboam. But the Israelite people killed him by throwing stones at him. When that happened, King Rehoboam quickly got in his chariot and escaped to Jerusalem."},{"number":19,"verse":"Ever since that time, the people of the northern tribes of Israel have been rebelling against the descendants of King David."}]}