{"bibleAbbr":"bnOV2016","bookName":"রাজাবলির দ্বিতীয় খণ্ড।","bookEnglishName":"2 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"পরে যখন সদাপ্রভু এলিয়কে ঘূর্ণবায়ুতে স্বর্গে তুলিয়া লইতে উদ্যত হইলেন, তখন এলিয় ও ইলীশায় গিল্গল হইতে যাত্রা করিলেন।"},{"number":2,"verse":"আর এলিয় ইলীশায়কে কহিলেন, বিনয় করি, তুমি এই স্থানে থাক, কেননা সদাপ্রভু আমাকে বৈথেল পর্য্যন্ত পাঠাইলেন। ইলীশায় কহিলেন, জীবন্ত সদাপ্রভুর দিব্য, এবং আপনার জীবিত প্রাণের দিব্য, আমি আপনাকে ছাড়িব না। পরে তাঁহারা বৈথেলে নামিয়া গেলেন।"},{"number":3,"verse":"তখন বৈথেলের শিষ্য-ভাববাদিগণ বাহিরে ইলীশায়ের কাছে আসিয়া তাঁহাকে কহিল, অদ্য সদাপ্রভু আপনার শীর্ষ হইতে আপনার প্রভুকে লইবেন, ইহা কি আপনি জানেন? তিনি কহিলেন, হাঁ, আমি তাহা জানি; তোমরা নীরব হও।"},{"number":4,"verse":"পরে এলিয় তাঁহাকে কহিলেন, হে ইলীশায়, বিনয় করি, তুমি এই স্থানে থাক; কেননা সদাপ্রভু আমাকে যিরীহোতে পাঠাইলেন। তিনি কহিলেন, জীবন্ত সদাপ্রভুর দিব্য, এবং আপনার জীবিত প্রাণের দিব্য, আমি আপনাকে ছাড়িব না। পরে তাঁহারা যিরীহোতে আসিলেন।"},{"number":5,"verse":"তখন যিরীহোর শিষ্য-ভাববাদিগণ ইলীশায়ের নিকটে আসিয়া কহিল, অদ্য সদাপ্রভু আপনার শীর্ষ হইতে আপনার প্রভুকে লইবেন, ইহা কি আপনি জানেন? তিনি উত্তর করিলেন, হাঁ, আমি তাহা জানি; তোমরা নীরব হও।"},{"number":6,"verse":"পরে এলিয় তাঁহাকে কহিলেন, বিনয় করি, তুমি এই স্থানে থাক, কেননা সদাপ্রভু আমাকে যর্দ্দনে পাঠাইলেন। তিনি কহিলেন, জীবন্ত সদাপ্রভুর দিব্য, এবং আপনার জীবিত প্রাণের দিব্য, আমি আপনাকে ছাড়িব না। পরে তাঁহারা দুই জন চলিলেন।"},{"number":7,"verse":"তখন শিষ্য-ভাববাদিগণের মধ্যে পঞ্চাশ জন লোক গিয়া তাঁহাদের সম্মুখে দূরে দাঁড়াইল, আর যর্দ্দনের ধারে ঐ দুই জন দাঁড়াইলেন।"},{"number":8,"verse":"পরে এলিয় আপন শাল ধরিয়া গুটাইয়া লইয়া জলে আঘাত করিলেন, তাহাতে জল এদিকে ওদিকে বিভক্ত হইল, এবং তাঁহারা দুই জন শুষ্ক ভূমি দিয়া পার হইলেন।"},{"number":9,"verse":"পার হইলে পর এলিয় ইলীশায়কে কহিলেন, তোমার নিমিত্ত আমি কি করিব? তাহা তোমার নিকট হইতে আমার নীত হইবার পূর্ব্বে যাচ্ঞা কর। ইলীশায় কহিলেন, বিনয় করি, আপনার আত্মায় দুই অংশ আমাতে বর্ত্তুক।"},{"number":10,"verse":"তিনি কহিলেন, কঠিন বর যাচ্ঞা করিলে; যদি তোমার নিকট হইতে নীত হইবার সময়ে আমাকে দেখিতে পাও, তবে তোমার প্রতি তাহা বর্ত্তিবে; কিন্তু না দেখিলে বর্ত্তিবে না।"},{"number":11,"verse":"পরে এইরূপ ঘটিল; তাঁহারা যাইতে যাইতে কথা কহিতেছেন, ইতিমধ্যে দেখ, অগ্নিময় এক রথ ও অগ্নিময় অশ্বগণ আসিয়া তাঁহাদিগকে পৃথক্ করিল, এবং এলিয় ঘূর্ণবায়ুতে স্বর্গে উঠিয়া গেলেন।"},{"number":12,"verse":"আর ইলীশায় তাহা দেখিলেন, এবং উচ্চৈঃস্বরে বলিলেন, হে আমার পিতা, হে আমার পিতা, হে ইস্রায়েলের রথসমূহ ও তাহার অশ্বারোহিগণ। পরে তিনি তাঁহাকে আর দেখিতে পাইলেন না; তখন আপন বস্ত্র ধরিয়া ছিঁড়িয়া দুই খানা করিলেন।"},{"number":13,"verse":"আর তিনি এলিয়ের গাত্র হইতে পতিত শালখানি তুলিয়া লইলেন, এবং ফিরিয়া গিয়া যর্দ্দনের ধারে দাঁড়াইলেন।"},{"number":14,"verse":"পরে তিনি এলিয়ের গাত্র হইতে পতিত সেই শালখানি লইয়া জলে আঘাত করিয়া কহিলেন, এলিয়ের ঈশ্বর সদাপ্রভু কোথায়? আর তিনিও জলে আঘাত করিলে জল এদিকে ওদিকে বিভক্ত হইল, এবং ইলীশায় পার হইয়া গেলেন।"},{"number":15,"verse":"তখন যিরীহোর শিষ্য-ভাববাদিগণ সম্মুখে [থাকায়] তাহা দেখিয়া কহিল, এলিয়ের আত্মা ইলীশায়ে অধিষ্ঠিত হইয়াছে। পরে তাহারা তাঁহার সঙ্গে দেখা করিয়া তাঁহার সম্মুখে ভূমিতে প্রণিপাত করিল।"},{"number":16,"verse":"আর তাঁহাকে কহিল, দেখুন, আপনার দাসগণের এখানে পঞ্চাশ জন বলবান লোক আছে; বিনয় করি, তাহারা আপনার প্রভুর অন্বেষণে যাউক; কি জানি, সদাপ্রভুর আত্মা তাঁহাকে উঠাইয়া কোন পর্ব্বতে কিম্বা কোন উপত্যকাতে ফেলিয়া গিয়াছেন। তিনি কহিলেন, পাঠাইও না।"},{"number":17,"verse":"তথাপি তাহারা তাঁহাকে পীড়াপীড়ি করিলে তিনি লজ্জিত হইয়া কহিলেন, পাঠাইয়া দেও। অতএব তাহারা পঞ্চাশ জন লোক পাঠাইয়া দিল; উহারা তিন দিন পর্য্যন্ত অন্বেষণ করিল, কিন্তু তাঁহাকে পাইল না।"},{"number":18,"verse":"পরে উহারা ইলীশায়ের নিকটে ফিরিয়া আসিল; তখনও তিনি যিরীহোতে ছিলেন। তিনি কহিলেন, আমি কি তোমাদিগকে বলি নাই, যাইও না।"},{"number":19,"verse":"( ইলীশায়ের বিবরণ।) পরে নগরের লোকেরা ইলীশায়কে কহিল, বিনয় করি, দেখুন, এই নগরের স্থান র‍ম্য বটে, ইহা ত প্রভু দেখিতেছেন; কিন্তু জল মন্দ ও ভূমি ফলনাশক।"},{"number":20,"verse":"তিনি কহিলেন, আমার কাছে নূতন একটী ভাঁড় আনিয়া তাহাতে লবণ রাখ। পরে তাঁহার কাছে তাহা আনীত হইল।"},{"number":21,"verse":"তিনি বাহির হইয়া জলের উনুইর নিকট গিয়া তাহাতে লবণ ফেলিলেন, এবং কহিলেন, সদাপ্রভু এই কথা কহেন, আমি এ জল ভাল করিলাম, অদ্যাবধি ইহা আর মৃত্যুজনক কি ফলনাশক হইবে না।"},{"number":22,"verse":"ইলীশায়ের উক্ত সেই বাক্যানুসারে সেই জল অদ্য পর্য্যন্ত ভাল হইয়া আছে।"},{"number":23,"verse":"পরে তিনি তথা হইতে বৈথেলে চলিলেন; আর তিনি পথ দিয়া উপরে যাইতেছেন, এমন সময়ে নগর হইতে কতকগুলি বালক আসিয়া তাঁহাকে বিদ্রূপ করিয়া কহিল, রে টাক্পড়া, উঠিয়া আয়; রে টাক্পড়া, উঠিয়া আয়।"},{"number":24,"verse":"তখন তিনি পশ্চাৎ দিকে মুখ ফিরাইয়া তাহাদিগকে দেখিলেন, এবং সদাপ্রভুর নামে তাহাদিগকে শাপ দিলেন; আর বন হইতে দুইটা ভল্লূকী আসিয়া তাহাদের মধ্যে বেয়াল্লিশ জন বালককে ছিঁড়িয়া ফেলিল।"},{"number":25,"verse":"পরে তিনি তথা হইতে কর্ম্মিল পর্ব্বতে গেলেন, এবং তথা হইতে শমরিয়ায় ফিরিয়া আসিলেন।"}]}