{"bibleAbbr":"bnOV2016","bookName":"রাজাবলির দ্বিতীয় খণ্ড।","bookEnglishName":"2 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"( মনঃশি ও আমোন রাজদ্বয়ের বিবরণ।) মনঃশি বারো বৎসর বয়সে রাজত্ব করিতে আরম্ভ করেন, এবং পঞ্চান্ন বৎসরকাল যিরূশালেমে রাজত্ব করেন; তাঁহার মাতার নাম হিফ্সীবা।"},{"number":2,"verse":"সদাপ্রভুর দৃষ্টিতে যাহা মন্দ, তাহাই তিনি করিতেন; সদাপ্রভু ইস্রায়েল-সন্তানগণের সম্মুখ হইতে যে জাতিদিগকে অধিকারচ্যুত করিয়াছিলেন, তিনি তাহাদের ঘৃণিত ক্রিয়ানুসারেই করিতেন।"},{"number":3,"verse":"বাস্তবিক তাঁহার পিতা হিষ্কিয় যে সকল উচ্চস্থলী বিনষ্ট করিয়াছিলেন, তিনি সেগুলি পুনর্ব্বার নির্ম্মাণ করিলেন, এবং ইস্রায়েল-রাজ আহাব যেমন করিয়াছিলেন, তেমনি তিনি বালের জন্য যজ্ঞবেদি প্রস্তুত করিলেন, এবং আশেরামূর্ত্তি নির্ম্মাণ করিলেন, আর আকাশের সমস্ত বাহিনীর কাছে প্রণিপাত ও তাহাদের সেবা করিতেন।"},{"number":4,"verse":"আর সদাপ্রভু যে গৃহের উদ্দেশে বলিয়াছিলেন, আমি যিরূশালেমে আপন নাম স্থাপন করিয়া সদাপ্রভুর সেই গৃহে তিনি কতকগুলি যজ্ঞবেদি নির্ম্মাণ করিলেন।"},{"number":5,"verse":"আর তিনি সদাপ্রভুর গৃহের দুই প্রাঙ্গণে আকাশের সমস্ত বাহিনীর জন্য যজ্ঞবেদি নির্ম্মাণ করিলেন।"},{"number":6,"verse":"আর তিনি আপন পুত্রকে অগ্নির মধ্য দিয়া গমন করাইলেন, ও গণকতা ও মোহকের ব্যবহার করিতেন, এবং ভূতড়িয়াদিগকে ও গুণীদিগকে রাখিতেন। তিনি সদাপ্রভুর দৃষ্টিতে বহুল কদাচরণ করিয়া তাঁহাকে অসন্তুষ্ট করিলেন।"},{"number":7,"verse":"আর তিনি আশেরার যে ক্ষোদিত প্রতিমা নির্ম্মাণ করিয়াছিলেন, তাহা সেই গৃহে স্থাপন করিলেন, যাহার বিষয়ে সদাপ্রভু দায়ূদকে ও তাঁহার পুত্র শলোমনকে এই কথা বলিয়াছিলেন, আমি এই গৃহে এবং ইস্রায়েলের সমস্ত বংশের মধ্যে আমার মনোনীত এই যিরূশালেমে আপন নাম চিরকালের নিমিত্ত স্থাপন করিব;"},{"number":8,"verse":"আর আমি তাহাদের পিতৃপুরুষদিগকে যে দেশ দিয়াছি, সেই দেশ হইতে ইস্রায়েলের চরণ আর চালিত হইতে দিব না; কেবল যদি তাহারা, আমি তাহাদিগকে যে সকল আজ্ঞা দিয়াছি, এবং আমার দাস মোশি তাহাদিগকে যে সমস্ত ব্যবস্থা দিয়াছে, তদনুসারে যত্নপূর্ব্বক চলে।"},{"number":9,"verse":"কিন্তু তাহারা শুনিল না, আর সদাপ্রভু ইস্রায়েল-সন্তানদের সম্মুখ হইতে যে জাতিদিগকে বিনষ্ট করিয়াছিলেন, তাহাদের অপেক্ষা অধিক কদাচরণ করিতে মনঃশি তাহাদিগকে কুপ্রবৃত্তি দিতেন।"},{"number":10,"verse":"আর সদাপ্রভু আপন দাস ভাববাদিগণের দ্বারা এই কথা কহিলেন,"},{"number":11,"verse":"যিহূদা-রাজ মনঃশি এই সকল ঘৃণিত কার্য্য করিয়াছে; তাহার পূর্ব্বে যে ইমোরীয়েরা ছিল, তাহাদের কৃত সমস্ত কার্য্য হইতেও সে অধিক দুষ্কার্য্য করিয়াছে, এবং আপন পুত্তলিগণ দ্বারা যিহূদাকেও পাপ করাইয়াছে।"},{"number":12,"verse":"অতএব ইস্রায়েলের ঈশ্বর সদাপ্রভু এই কথা কহেন, দেখ, আমি যিরূশালেমের ও যিহূদার উপরে এমন অমঙ্গল আনিব যে, তাহা যে কেহ শুনিবে, তাহার কর্ণযুগল শিহরিয়া উঠিবে।"},{"number":13,"verse":"আর আমি যিরূশালেমের উপরে শমরিয়ার সূত্র ও আহাবকুলের ওলন বিস্তার করিব; যেমন কেহ থালা মুছিয়া ফেলে, এবং মুছিলে পর তাহা উল্টাইয়া উবুড় করে, তদ্রূপ আমি যিরূশালেমকে মুছিয়া ফেলিব।"},{"number":14,"verse":"আর আমি আপন অধিকারের অবশিষ্টাংশ ত্যাগ করিব, ও তাহাদের শত্রুগণের হস্তে তাহাদিগকে সমর্পণ করিব; তাহারা আপনাদের সমস্ত শত্রুর মৃগয়ার দ্রব্য ও লুটবস্তুস্বরূপ হইবে।"},{"number":15,"verse":"ইহার কারণ এই, আমার দৃষ্টিতে যাহা মন্দ, তাহাই তাহারা করিয়াছে; এবং যে দিন তাহাদের পিতৃপুরুষেরা মিসর হইতে বাহির হইয়া আসিয়াছিল, সেই দিন অবধি অদ্য পর্য্যন্ত আমাকে অসন্তুষ্ট করিয়া আসিতেছে।"},{"number":16,"verse":"সদাপ্রভুর দৃষ্টিতে যাহা মন্দ, তাহা করিয়া মনঃশি যিহূদাকে পাপ করাইয়াছিলেন, আপনার এই পাপ ভিন্ন তিনি আবার অনেক নির্দ্দোষের রক্তপাতও করিয়াছিলেন, এমন কি, যিরূশালেমকে এক সীমা অবধি অন্য সীমা পর্য্যন্ত রক্তে পরিপূর্ণ করিয়াছিলেন।"},{"number":17,"verse":"মনঃশির অবশিষ্ট কর্ম্মের বৃত্তান্ত, সমস্ত কার্য্যের বিবরণ ও তাঁহার কৃত পাপ কি যিহূদা-রাজগণের ইতিহাস-পুস্তকে লিখিত নাই?"},{"number":18,"verse":"পরে মনঃশি আপন পিতৃলোকদের সহিত নিদ্রাগত হইলেন, এবং আপন বাটীর উদ্যানে, উষের উদ্যানে কবরপ্রাপ্ত হইলেন; আর তাঁহার পুত্র আমোন তাঁহার পদে রাজা হইলেন।"},{"number":19,"verse":"আমোন বাইশ বৎসর বয়সে রাজত্ব করিতে আরম্ভ করেন; এবং যিরূশালেমে দুই বৎসরকাল রাজত্ব করেন; তাঁহার মাতার নাম মশুল্লেমৎ, তিনি যট্বাস্থ হারুষের কন্যা।"},{"number":20,"verse":"তাঁহার পিতা মনঃশি যেরূপ করিয়াছিলেন, তিনিও তদ্রূপ সদাপ্রভুর দৃষ্টিতে যাহা মন্দ, তাহাই করিতেন।"},{"number":21,"verse":"তাঁহার পিতা যে পথে চলিয়াছিলেন, তিনিও সেই সমস্ত পথে চলিতেন, এবং তাঁহার পিতা যে সকল পুত্তলির সেবা করিয়াছিলেন, তিনিও সেই সকলের সেবা করিতেন ও তাহাদের কাছে প্রণিপাত করিতেন;"},{"number":22,"verse":"তিনি আপন পিতৃপুরুষদের ঈশ্বর সদাপ্রভুকে ত্যাগ করিয়াছিলেন; সদাপ্রভুর পথে চলিতেন না।"},{"number":23,"verse":"পরে আমোনের দাসগণ তাঁহার বিরুদ্ধে চক্রান্ত করিল, আর তাহারা রাজাকে তাঁহার বাটীতে বধ করিল।"},{"number":24,"verse":"কিন্তু দেশের লোকেরা আমোন রাজার বিরুদ্ধে চক্রান্তকারী সকলকে বধ করিল; পরে দেশের লোকেরা তাঁহার পুত্র যোশিয়কে তাঁহার পদে রাজা করিল।"},{"number":25,"verse":"আমোনের কৃত অবশিষ্ট কর্ম্মের বৃত্তান্ত যিহূদা-রাজগণের ইতিহাস-পুস্তকে কি লিখিত নাই?"},{"number":26,"verse":"তিনি উষের উদ্যানস্থিত নিজ কবরে কবরপ্রাপ্ত হইলেন, এবং তাঁহার পুত্র যোশিয় তাঁহার পদে রাজা হইলেন।"}]}