{"bibleAbbr":"bnOV2016","bookName":"রাজাবলির দ্বিতীয় খণ্ড।","bookEnglishName":"2 Kings","chapterNumber":24,"verses":[{"number":1,"verse":"তাঁহার সময়ে বাবিল-রাজ নবূখদ্নিৎসর আসিলেন; যিহোয়াকীম তিন বৎসর যাবৎ তাঁহার দাস ছিলেন, পরে তিনি ফিরিলেন, ও তাঁহার বিদ্রোহী হইলেন।"},{"number":2,"verse":"তখন সদাপ্রভু তাঁহার বিরুদ্ধে কল্দীয়দের, অরামীয়দের, মোয়াবীয়দের ও অম্মোন-সন্তানগণের অনেক লুটকারী সৈন্যদল প্রেরণ করিলেন; সদাপ্রভু আপন দাস ভাববাদিগণের দ্বারা যে বাক্য বলিয়াছিলেন, তদনুসারে যিহূদাকে বিনষ্ট করিবার জন্য তাহার বিরুদ্ধে তাহাদিগকে পাঠাইলেন।"},{"number":3,"verse":"বাস্তবিক সদাপ্রভুরই আজ্ঞানুসারে যিহূদার প্রতি এইরূপ ঘটিল, যেন তাহারা তাঁহার সম্মুখ হইতে দূরীকৃত হয়; ইহার কারণ মনঃশির পাপ সকল,"},{"number":4,"verse":"তাঁহার কৃত সমস্ত কার্য্য, এবং তাঁহার কৃত নির্দ্দোষদিগের রক্তপাত; কারণ তিনি নির্দ্দোষদের রক্তে যিরূশালেমকে পরিপূর্ণ করিয়াছিলেন, আর সদাপ্রভু ক্ষমা করিতে চাহিলেন না।"},{"number":5,"verse":"যিহোয়াকীমের অবশিষ্ট কর্ম্মের বৃত্তান্ত ও সমস্ত কার্য্যের বিবরণ যিহূদা-রাজগণের ইতিহাস-পুস্তকে কি লিখিত নাই?"},{"number":6,"verse":"পরে যিহোয়াকীম আপন পিতৃলোকদের সহিত নিদ্রাগত হইলেন, এবং তাঁহার পুত্র যিহোয়াখীন তাঁহার পদে রাজা হইলেন।"},{"number":7,"verse":"তাহার পরে মিসর-রাজ আপন দেশের বাহিরে আর আসিলেন না, কেননা মিসরের স্রোত অবধি ফরাৎ নদী পর্য্যন্ত মিসর-রাজের যত অধিকার ছিল, সে সকলই বাবিল-রাজ হরণ করিয়াছিলেন।"},{"number":8,"verse":"যিহোয়াখীন আঠার বৎসর বয়সে রাজত্ব করিতে আরম্ভ করেন, এবং যিরূশালেমে তিন মাস রাজত্ব করেন; তাঁহার মাতার নাম নহুষ্টা, তিনি যিরূশালেম-নিবাসী ইল্নাথনের কন্যা।"},{"number":9,"verse":"যিহোয়াখীন আপন পিতার সমস্ত ক্রিয়ানুসারে সদাপ্রভুর দৃষ্টিতে যাহা মন্দ, তাহাই করিতেন।"},{"number":10,"verse":"ঐ সময়ে বাবিল-রাজ নবূখদ্নিৎসরের দাসগণ যিরূশালেমে আসিল, আর নগর অবরুদ্ধ হইল।"},{"number":11,"verse":"যখন তাঁহার দাসগণ নগর অবরোধ করিতেছিল, তখন বাবিল-রাজ নবূখদ্নিৎসর নগরের নিকটে আসিলেন।"},{"number":12,"verse":"পরে যিহূদা-রাজ যিহোয়াখীন, তাঁহার মাতা, দাসগণ, প্রধানবর্গ ও কর্ম্মচারিগণ বাবিল-রাজের নিকটে বাহিরে গেলেন; আর বাবিল-রাজ আপন রাজত্বের অষ্টম বৎসরে তাঁহাকে ধরিলেন।"},{"number":13,"verse":"আর সদাপ্রভু যেমন বলিয়াছিলেন, তেমনি তিনি তথা হইতে সদাপ্রভুর গৃহের সমস্ত ধন ও রাজবাটীর সমস্ত ধন লইয়া গেলেন, এবং ইস্রায়েল রাজ শলোমন সদাপ্রভুর মন্দিরে যে সকল স্বর্ণময় পাত্র নির্ম্মাণ করিয়াছিলেন, সে সকলও কাটিয়া ফেলিলেন।"},{"number":14,"verse":"আর তিনি যিরূশালেমের সমস্ত লোক, সমস্ত প্রধান লোক ও সমস্ত বলবান বীর, অর্থাৎ দশ সহস্র বন্দি, এবং সমস্ত শিল্পকার ও কর্ম্মকারকে লইয়া গেলেন; দেশের দীন দরিদ্র লোক ব্যতিরেকে আর কেহ অবশিষ্ট থাকিল না।"},{"number":15,"verse":"তিনি যিহোয়াখীনকে বাবিলে লইয়া গেলেন; এবং রাজার মাতাকে, রাজার ভার্য্যাদিগকে, তাঁহার কর্ম্মচারীদিগকে ও দেশের পরাক্রমী লোকদিগকে যিরূশালেম হইতে বাবিলে বন্দি করিয়া লইয়া গেলেন।"},{"number":16,"verse":"আর বাবিল-রাজ সমস্ত পরাক্রমী লোককে অর্থাৎ সপ্ত সহস্র লোককে, এবং শিল্পকার ও কর্ম্মকার এক সহস্রকে বন্দি করিয়া বাবিলে লইয়া গেলেন; তাহারা সকলে বীর্য্যবান্ ও রণদক্ষ লোক ছিল।"},{"number":17,"verse":"পরে বাবিলের রাজা যিহোয়াখীনের পিতৃব্য মত্তনিয়কে তাঁহার পদে রাজা করিলেন, ও তাঁহার নাম পরিবর্ত্তন করিয়া সিদিকিয় রাখিলেন।"},{"number":18,"verse":"সিদিকিয় একুশ বৎসর বয়সে রাজত্ব করিতে আরম্ভ করেন, এবং এগার বৎসর কাল যিরূশালেমে রাজত্ব করেন; তাঁহার মাতার নাম হমূটল, তিনি লিব্না-নিবাসী যিরমিয়ের কন্যা।"},{"number":19,"verse":"যিহোয়াকীমের সকল ক্রিয়ানুসারে সিদিকিয়ও সদাপ্রভুর দৃষ্টিতে যাহা মন্দ, তাহাই করিতেন।"},{"number":20,"verse":"কারণ সদাপ্রভুর ক্রোধ প্রযুক্ত, যাবৎ তিনি তাহাদিগকে আপনার সাক্ষাৎ হইতে দূরে ফেলিয়া না দিলেন, তাবৎ যিরূশালেমে ও যিহূদায় এইরূপ ঘটনা ঘটিল। আর সিদিকিয় বাবিল-রাজের বিদ্রোহী হইলেন।"}]}