{"bibleAbbr":"CVB1535","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":18,"verses":[{"number":1,"verse":"The prestes, the Leuites, all the trybe of Leui shal haue no parte ner enheritaunce wt Israel. The offerynges of ye LORDE & his enheritaunce shal they eate."},{"number":2,"verse":"Therfore shal they haue no inheritaunce amonge their brethren, because the LORDE is their enheritauce, as he hath saide vnto the"},{"number":3,"verse":"This shalbe ye prestes dutye of the people, & of the that offre, whether it be oxe or shepe, so that they geue vnto the prest the shulder and both the chekes, and the brest."},{"number":4,"verse":"And the first frutes of thy corne, of thy wyne and of thy oyle, and the first of thy shepe sheringe."},{"number":5,"verse":"For the LORDE thy God hath chosen him out of all thy trybes, to stonde and mynyster in the name of the LORDE, he and his sonnes all the dayes of their life."},{"number":6,"verse":"Yf a Leuite come out of eny of thy gates or out of eny place of all Israel, where he is a gest, and cometh with all the desyre of his soule (vnto the place which the LORDE hath chosen)"},{"number":7,"verse":"to mynister in the name of the LORDE his God, like as all his brethren ye Leuites, which stonde there before the LORDE,"},{"number":8,"verse":"the shal he haue like porcion of meate with the other: besydes that which he hath of the solde good of his fathers."},{"number":9,"verse":"Whan thou commest in to ye londe which the LORDE thy God shal geue ye, thou shalt not lerne to do ye abhominacions of these nacions,"},{"number":10,"verse":"that there be not founde amonge you, yt maketh his sonne or doughter go thorow the fyre, or a prophecier, or a choser out of dayes, or that regardeth the foules cryenge,"},{"number":11,"verse":"or a witch, or a coniurer, or soythsayer, or an expounder of tokens, or yt axeth eny thinge of the deed."},{"number":12,"verse":"For who so euer doth soch, is abhominacion vnto the LORDE: and because of soch abhominacions doth the LORDE yi God dryue the out before the."},{"number":13,"verse":"But thou shalt be perfecte with the LORDE yi God."},{"number":14,"verse":"For these nacios whom thou shalt conquere, whom the LORDE thy God hath geuen the, herken to the chosers out of dayes, and to the soythsayers: but so shalt not thou do vnto the LORDE thy God."},{"number":15,"verse":"A prophet, like vnto me, shall the LORDE thy God raise the vp euen out of the, & from amonge thy brethren, vnto him shal ye herke,"},{"number":16,"verse":"acordinge as thou desyredest before the LORDE thy God in Horeb, (in the daye of ye gatheringe together) & saydest: Let me heare the voyce of the LORDE my God nomore, and se nomore this greate fyre, that I dye not."},{"number":17,"verse":"And ye LORDE saide vnto me: They haue well spoken."},{"number":18,"verse":"I wil rayse them vp a prophet from amonge their brethren like vnto the, and wyl put my wordes in his mouth, & he shal speake vnto them all that I shal comaunde him."},{"number":19,"verse":"And who so euer wyl not herken vnto my wordes, which he shal speake in my name, of him wil I requyre it."},{"number":20,"verse":"But yf a prophete presume to speake ought in my name, which I haue not comauded him to speake: and he that speaketh in ye name of other goddes, yt same prophete shal dye."},{"number":21,"verse":"But yf thou saye in thine hert: How can I knowe what worde the LORDE hath not spoken?"},{"number":22,"verse":"Euen whan the prophete speaketh in the name of ye LORDE, and the thinge foloweth not, and commeth not to passe, ye same is the worde, yt the LORDE hath not spoke. The prophet hath spoke it presumtuously, therfore be not afrayed of him."}]}