{"bibleAbbr":"CVB1535","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":23,"verses":[{"number":1,"verse":"There shal none that hath his stones broken or yt is gelded, come in to the cogregacion of the LORDE."},{"number":2,"verse":"There shal no whores childe also come in to the cogregacion of ye LORDE, no not after ye tenth generacio, but shal neuer come in to ye cogregacio of ye LORDE."},{"number":3,"verse":"The Ammonites & Moabites shal not come in to ye cogregacio of ye LORDE, no not after ye tenth generacion, but shall neuer come in,"},{"number":4,"verse":"because they met you not wt bred & water in ye waye, wha ye came out of Egipte. And besides yt, they hired agaynst you Balaa ye sonne of Beor, ye interpreter out of Mesopotamia, to curse ye."},{"number":5,"verse":"But ye LORDE yi God wolde not heare Balaam, and turned the curse to a blessynge vnto the: because the LORDE yi God loued the."},{"number":6,"verse":"Thou shalt wysh him nether prosperite ner health all thy life longe for euer."},{"number":7,"verse":"Thou shalt not abhorre an Edomite: for he is thy brother. An Egipcian shalt thou not abhorre, for thou wast a straunger in his londe."},{"number":8,"verse":"The children whom they beget in the thirde generacion, shal come in to the congregacion of ye LORDE."},{"number":9,"verse":"Wha thou goest out to fighte agaynst thine enemies, kepe the from all wickednesse."},{"number":10,"verse":"Yf there be eny man amonge you which is vncleane, so that eny thinge is chaunced to him by nighte, the same shal go out of ye hoost"},{"number":11,"verse":"vntyll he haue bathed himselfe with water before euen: and whan the Sonne is gone downe, he shall come in to the hoost agayne."},{"number":12,"verse":"And without the hoost thou shalt haue place to resorte vnto for necessyte,"},{"number":13,"verse":"& thou shalt haue a shouell vnder the gyrdle: and whan thou wilt set ye downe without, thou shalt dygge therwith: and whan thou hast done thine easement, thou shalt couer that which is departed from the."},{"number":14,"verse":"For the LORDE thy God walketh in thine hooste, to delyuer the, and to geue thine enemies before the. Therfore shall thy hooste be holy, that he se no vncleane thinge in the, and so turne himselfe from the."},{"number":15,"verse":"Thou shalt not delyuer vnto his master the seruaunt, which is escaped fro him vnto the."},{"number":16,"verse":"He shall dwell with the in the place that he choseth within eny of thy gates, for his wealth, and thou shalt not vexe him."},{"number":17,"verse":"There shal be no whore amonge ye doughters of Israel, nether whorekeper amonge the sonnes of Israel."},{"number":18,"verse":"Thou shalt not bringe ye hyre of an whoore ner the price of a dogg in to the house of the LORDE yi God for eny maner of vowe: for they both are abhominacion vnto the LORDE thy God."},{"number":19,"verse":"Thou shalt occupye no vsury vnto yi brother, nether with money, ner with fode, ner with eny maner thinge that vsury maye be vsed withall."},{"number":20,"verse":"(Vnto a strauger thou maiest lende vpo vsury, but not vnto thy brother) yt the LORDE thy God maye blesse the in all yt thou takest in hade, in the lode whither thou commest in to possesse it."},{"number":21,"verse":"Whan thou makest a vowe vnto ye LORDE yi God, to shalt not be slacke to perfourme it: for the LORDE thy God shal requyre it of the, and it shal be synne vnto the."},{"number":22,"verse":"Yf thou leaue vowinge, then is it no synne vnto the."},{"number":23,"verse":"But that which is proceaded out of yi lyppes shalt thou kepe, and do therafter, acordinge as thou hast vowed vnto the LORDE of a frewyll, which thou hast spoken wt thy mouth."},{"number":24,"verse":"Whan thou goest in to thy neghtours vyniarde, thou mayest eate of the grapes acordinge to thy desyre, tyll thou haue ynough. But thou shalt put none in to thy vessell."},{"number":25,"verse":"Whan thou goest in thy neghbours cornefelde, thou mayest plucke the eares with thine hande, but with a syccle mayest thou not reape therin."}]}