{"bibleAbbr":"CVB1535","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"And Moses with ye Elders of Israel, commaunded the people, & sayde: Kepe all the commaundementes which I commaunde you this daye."},{"number":2,"verse":"And what time as ye go ouer Iordane, in to the londe yt ye LORDE thy God shal geue the, thou shalt set vp greate stones, and playster them with playster,"},{"number":3,"verse":"and wryte vpon them all the wordes of this lawe: (whan thou art come ouer) yt thou mayest come in to the londe, which the LORDE thy God shall geue the, a londe yt floweth with milke and hony, as ye LORDE God of thy fathers hath promysed the."},{"number":4,"verse":"Now whan ye go ouer Iordane, ye shall set vp these stones (wherof I comaunde you this daye) vpon mount Eball, and playster them with playster:"},{"number":5,"verse":"and there shalt thou buylde vnto the LORDE thy God an altare of stone, whervpon thou shalt lifte no yron."},{"number":6,"verse":"Of whole stones shalt thou builde this altare vnto the LORDE thy God, and offre burntofferinges theron vnto the LORDE thy God:"},{"number":7,"verse":"and thou shalt offre healthofferinges, and eate there, and reioyse before the LORDE thy God:"},{"number":8,"verse":"and vpon the stones thou shalt wryte all the wordes of this lawe manyfestly and well."},{"number":9,"verse":"And Moses with the prestes and Leuites spake vnto all Israel, and sayde: Take hede and heare O Israel: This daye art thou become the people of the LORDE thy God,"},{"number":10,"verse":"that thou mayest be obedient vnto the voyce of the LORDE thy God, and do acordinge vnto all his commaundementes and ordinaunces, which I comaunde the this daye."},{"number":11,"verse":"And Moses charged the people the same daye, and sayde:"},{"number":12,"verse":"These shal stonde vpon mount Grisim to blesse the people, whan ye are gone ouer Iordane: Simeon, Leui, Iuda, Isachar, Ioseph, and Ben Iamin."},{"number":13,"verse":"And these shal stonde vpon mount Eball to curse: Ruben, Gad, Asser, Zabulon, Dan & Nephtali."},{"number":14,"verse":"And the Leuites shal begynne, and saye vnto euery man of Israel, wt a loude voyce:"},{"number":15,"verse":"Cursed be he, that maketh eny carued Idoll or molten ymage (an abhominacion of the LORDE, a worke of the handes of ye craftesman) and putteth it in a secrete place. And all the people shal answere and saye, Amen."},{"number":16,"verse":"Cursed be he, that curseth his father and mother. And all the people shall saye, Amen."},{"number":17,"verse":"Cursed be he, yt remoueth his neghbours mark. And all the people shal saye, Amen."},{"number":18,"verse":"Cursed be he, that maketh a blynde man go out of his waye. And all the people shal saye, Amen."},{"number":19,"verse":"Cursed be he, that wresteth ye righte of ye straunger, of the fatherlesse, & wedowe. And all the people shal saye, Amen."},{"number":20,"verse":"Cursed be he, that lyeth with his fathers wife, to vncouer his fathers couerynge. And all the people shal saye, Amen."},{"number":21,"verse":"Cursed be he, yt lyeth wt eny maner beest. And all the people shal saye, Amen."},{"number":22,"verse":"Cursed be he, yt lyeth wt his sister, which is the doughter of his father or of his mother. And all the people shal saye, Amen."},{"number":23,"verse":"Cursed be he, yt lyeth with his mother in lawe. And all the people shal saye, Amen."},{"number":24,"verse":"Cursed be he that slayeth his neghboure secretly. And all the people shal saye, Amen."},{"number":25,"verse":"Cursed be he, that receaueth giftes to slaye the soule of innocent bloude. And all the people shal saye, Amen."},{"number":26,"verse":"Cursed be he, that contynueth not in all ye wordes of this lawe, to do them. And all ye people shal saye, Amen."}]}