{"bibleAbbr":"CVB1535","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":3,"verses":[{"number":1,"verse":"And we turned vs, & wente vp ye waie vnto Basan. And Og ye kynge of Basan, came out wt all his people to fight agaynst vs at Edrei."},{"number":2,"verse":"But the LORDE sayde vnto me: Be not afrayed of him, for I haue delyuered him & all his people wt his londe in to thy hande: & thou shalt do wt him, as thou dyddest wt Sihon kynge of ye Amorites, which dwelt at Hesbon."},{"number":3,"verse":"Thus ye LORDE oure God delyuered Og ye kynge of Basan in to oure handes also with all his people: so that we smote him, tyll there was nothinge left ouer vnto him."},{"number":4,"verse":"Then wanne we at the same tyme all his cities, & there was not one cite that we toke not from him, euen thre score cities, the whole region of Argob in the kyngdome of Og at Basan."},{"number":5,"verse":"All these cities were stroge, with hye walles, gates, and barres, besyde many other vnwalled townes."},{"number":6,"verse":"And we vtterly destroyed them, as we dyd with Sihon the kynge at Hesbon. All the cities destroyed we vtterly, and the men, wemen, and children."},{"number":7,"verse":"But all the catell and spoyle of the cities caughte we for oureselues."},{"number":8,"verse":"Thus toke we at the same tyme the londe out of the honde of the two kynges of the Amorites beyonde Iordane, from the ryuer of Arnon vnto mount Hermon"},{"number":9,"verse":"(which the Sidons call Sirion, but the Amorites call it Senir)"},{"number":10,"verse":"all the cities vpon the playne, and all Gilead, and all Basan vnto Salcha and Edrei, the cities of the kyngdome of Og at Basan."},{"number":11,"verse":"For onely Og the kynge of Basan remayned ouer of the giauntes. Beholde, his yron bed is here at Rabath amonge the children of Ammon, nyne cubites longe, and foure cubites brode, after the cubite of a man."},{"number":12,"verse":"This londe conquered we at the same tyme, from Aroer that lyeth on ye ryuer of Arnon. And vnto the Rubenites and Gaddites I gaue halfe mount Gilead with the cities therof:"},{"number":13,"verse":"but ye remnaunt of Gilead, & all Basan the kyngdome of Og, gaue I vnto the halfe trybe of Manasse. The whole region of Argob with all Basan was called the giauntes londe."},{"number":14,"verse":"Iair the sonne of Manasse toke all the region of Argob vnto the coastes of Gessuri and Maachati, and Basan called he Hauoth Iair after his awne name, vnto this daye:"},{"number":15,"verse":"But vnto Machir I gaue Gilead."},{"number":16,"verse":"And vnto the Rubenites and Gaddites I gaue one parte of Gilead vnto the ryuer of Arnon (at the myddes of the ryuer is ye border) and vnto the ryuer Iabok, which is the border of the children of Ammon:"},{"number":17,"verse":"the felde also, and Iordane (which is the coaste) from Cinereth vnto the see in the felde, namely, ye Salt see vnder mount Pisga, Eastwarde."},{"number":18,"verse":"And I commaunded you at the same tyme, and sayde: The LORDE youre God hath geuen you this londe to take possession of it, Go youre waye forth therfore harnessed before youre brethren the children of Israel, all ye that be mete for the warre."},{"number":19,"verse":"As for youre wyues, and children and catell (for I knowe that ye haue moch catell) let them remayne in youre cities, which I haue geuen you,"},{"number":20,"verse":"vntyl the LORDE youre God haue broughte yor brethren to rest also as well as you, that they also maye take possession of the londe, which ye LORDE youre God shal geue the beyonde Iordane: and then shal ye turne agayne to youre awne possession, which I haue geuen you."},{"number":21,"verse":"And I warned Iosua at the same tyme, and sayde: Thine eyes haue sene all that the LORDE youre God hath done vnto these two kynges: eue so shal the LORDE do also vnto all ye kyngdomes whither thou goest."},{"number":22,"verse":"Feare them not, for the LORDE youre God shal fighte for you."},{"number":23,"verse":"And I besoughte the LORDE at the same tyme, & sayde:"},{"number":24,"verse":"O LORDE LORDE, thou hast begonne to shewe yi seruaunte thy greatnesse and thy mightie hade. For where is there a God in heauen & earth, that can do after yi workes and after thy power?"},{"number":25,"verse":"O let me go & se yt good londe beyonde Iordane, yt goodly hye countre, and Libanus."},{"number":26,"verse":"But the LORDE was angrie with me for youre sakes, and wolde not heare me, but sayde vnto me: Be content, speake nomore to me of this matter."},{"number":27,"verse":"Get the vp to the toppe of mount Pisga, and lifte vp thine eyes towarde the west, and towarde the north, and towarde the south, and towarde ye east: and beholde it with thine eies, for thou shalt not go ouer this Iordane."},{"number":28,"verse":"And geue Iosua his charge, and corage him, and bolde him, for he shal go ouer Iordane before the people, and shal deuyde vnto them the londe, that thou shalt se."},{"number":29,"verse":"And so we abode in the valley ouer agaynst the house of Peor."}]}