{"bibleAbbr":"CVB1535","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":34,"verses":[{"number":1,"verse":"And Moses wente from the felde of ye Moabites vp vnto mount Nebo, vpo ye toppe of mout Pisga ouer agaynst Iericho. And the LORDE shewed him all the londe of Gilead vnto Dan,"},{"number":2,"verse":"and all Nephtali, and the londe of Ephraim and Manasse, and all the londe of Iuda, vnto ye vttemost see,"},{"number":3,"verse":"and towarde the south, and the region of the playne of Iericho the cite of the palme trees euen vnto Zoar."},{"number":4,"verse":"And the LORDE sayde vnto him: This is the londe that I sware vnto Abraham, Isaac and Iacob, and sayde: I wyll geue it vnto thy sede. Thou hast sene it with thine eyes, but thou shalt not go ouer thither."},{"number":5,"verse":"So Moses ye seruaunt of the LORDE died there in the londe of the Moabites, acordinge vnto the worde of ye LORDE."},{"number":6,"verse":"And he buried him in a valley, in the londe of the Moabites ouer agaynst the house of Peor. And noman knewe of his graue vnto this daye."},{"number":7,"verse":"And Moses was an hundreth and twentye yeare olde whan he dyed: his eyes were not dymme, and his chekes were not fallen."},{"number":8,"verse":"And the children of Israel weped for Moses in ye felde of the Moabites thirtie daies, and the dayes of the wepynge and mournynge for Moses were fulfilled."},{"number":9,"verse":"And Iosua the sonne of Nun was filled with ye sprete of wysdome ( for Moses had layed his hande vpon him) and the children of Israel herkened vnto him, and dyd as the LORDE commaunded Moses."},{"number":10,"verse":"And there arose no prophet more in Israel, like vnto Moses, whom the LORDE knewe face to face"},{"number":11,"verse":"in all tokens and wonders (which the LORDE sent him to do in ye londe of Egipte, vnto Pharao, and to all his seruautes, and his londe)"},{"number":12,"verse":"and in all this mightie hande and greate visions which Moses dyd in the sighte of all Israel."}]}