{"bibleAbbr":"CVB1535","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":4,"verses":[{"number":1,"verse":"And now herken Israel vnto the ordinauces and lawes, which I teach you that ye do them, yt ye maye lyue, and come in, & take possession of the londe, which the LORDE God of yor fathers geueth vnto you."},{"number":2,"verse":"Ye shal put nothinge vnto the worde which I commaunde you, nether do oughte there from, that ye maye kepe the commaundementes of the LORDE youre God, which I commaunde you."},{"number":3,"verse":"Youre eyes haue sene what the LORDE hath done wt Baal Peor: all them that walked after Baal Peor, hath the LORDE thy God destroied from amonge you."},{"number":4,"verse":"But ye that cleue vnto the LORDE yor God, are all aliue this daye."},{"number":5,"verse":"Beholde I haue taughte you ordinauces and lawes, soch as the LORDE my God commaunded me, that ye shulde do eue so in the londe, into ye which ye shal come, to possesse it."},{"number":6,"verse":"Kepe them now therfore and do them: for that is youre wysdome and vnderstondinge in the sight of all nacions, which wha they haue herde all these ordinaunces, shall saye: O what a wyse and vnderstondinge folke is this? and how excellent a people?"},{"number":7,"verse":"For where is there so excellent a nacion, that hath goddes so nye him, as the LORDE oure God is nye vnto vs, as oft as we call vpon him?"},{"number":8,"verse":"And where is there so excellent a nacion, that hath so righteous ordinaunces and lawes, as all this lawe which I laye before you this daye."},{"number":9,"verse":"Take hede to thy selfe now, and kepe well thy soule, that thou forget not the thinges which thine eyes haue sene, and that they departe not out of thy hert all the dayes of thy life. And thou shalt teach them thy children and thy childers children,"},{"number":10,"verse":"the daye wha thou stodest before the LORDE thy God by mount Horeb, whan the LORDE sayde vnto me: Gather me the people together, that I maye make them heare my wordes, which they shal lerne, that they maye feare me all the dayes of their life vpon earth, & that they also maye teach their children."},{"number":11,"verse":"And ye came nye, & stode vnder ye mount. But the mount burnt euen vnto the myddes of heauen, and there was darknesse, cloudes, and myst."},{"number":12,"verse":"And ye LORDE spake vnto you out of the myddes of the fyre. The voyce of his wordes ye herde, neuerthelesse ye sawe no ymage, but herde the voyce onely."},{"number":13,"verse":"And he declared vnto you his couenaunt, which he comaunded you to do, namely, the ten verses, and wrote them vpon two tables of stone."},{"number":14,"verse":"And the LORDE commmauded me at the same time, to teach you ordinaunces & lawes that ye might do ther after in the londe, in to the which ye go to possesse it."},{"number":15,"verse":"Kepe well youre soules therfore, for ye sawe no maner of ymage, in the daye wha the LORDE spake vnto you out of the fyre vpon mount Horeb, that ye destroye not youre selues,"},{"number":16,"verse":"and make you eny ymage, that is like a man, or woman,"},{"number":17,"verse":"or beest vpon earth, or fethered foule vnder the heauen,"},{"number":18,"verse":"or worme vpon the grounde, or fysshe in the water vnder ye earth:"},{"number":19,"verse":"yt thou lifte not vp thine eyes towarde heauen, and se the Sonne and the Moone & the starres, and the whole hoost of heaue, and be disceaused, and worsh ppe, and serue them: which the LORDE yi God hath made to serue all nacios vnder ye whole heaue."},{"number":20,"verse":"But you hath the LORDE taken, and broughte you out of the yron fornace, namely, out of Egipte, that ye shulde be the people of his enheritaunce, as it is come to passe this daye."},{"number":21,"verse":"And the LORDE was angrie with me for youre sakes, so that he sware, yt I shulde not go ouer Iordane, ner come in to that good londe, which the LORDE thy God shall geue the to enheritaunce."},{"number":22,"verse":"As for me, I must dye in this londe, and shal not go ouer Iordane: But ye shal go ouer, and shall haue that good lode in possession."},{"number":23,"verse":"Take hede therfore vnto youre selues, that ye forget not the conuenaunt of the LORDE youre God, and that ye make no ymages of eny maner of fashion as the LORDE thy God hath commaunded."},{"number":24,"verse":"For the LORDE thy God is a consumynge fyre and a gelous God."},{"number":25,"verse":"Yf whan ye haue begotten children, and childers children, and haue dwelt in the londe, ye marre youre selues, & make you ymages of eny maner of fashion, and do euell in the sighte of ye LORDE youre God, to prouoke him:"},{"number":26,"verse":"I call heauen and earth to recorde ouer you this daie, that ye shall shortly perishe fro the londe, in to ye which ye go ouer Iordane to possesse it. Ye shal not dwell longe therin, but shal vtterly be destroyed."},{"number":27,"verse":"And ye LORDE shal scater you amonge ye nacions and ye shall be left a small people amoge ye Heythen, whyther the LORDE shall brynge you."},{"number":28,"verse":"There shal ye serue goddes, which are ye workes of mens handes, euen wodd & stone, which nether se ner heare, ner eate ner smell."},{"number":29,"verse":"But yf thou seke the LORDE yi God there thou shalt finde him, yee yf thou seke him wt thy whole hert and with all yi soule."},{"number":30,"verse":"Whan thou shalt be strately troubled, & wha all these thinges shal come vpo the in ye latter dayes, then shalt thou turne agayne to ye LORDE thy God, and be obedient vnto his voice."},{"number":31,"verse":"For ye LORDE yi God is a mercifull God, he shal not forsake the, ner destroye the: nether shall he forget the couenaunt with thy fathers, which he sware vnto them."},{"number":32,"verse":"For axe after the tymes past, which haue bene before the, sens the daie yt God created man vpon earth, from one ende of the heaue vnto the other, whether there was euer eny soch greate thinge done, or eny soch like herde,"},{"number":33,"verse":"that a people hath herde ye voyce of God speake out of the fyre (as thou hast herde) & yet liued."},{"number":34,"verse":"Or whether God assaied to go & take vnto him a people out of ye myddes of a nacion, thorow tentacions, thorow tokens, thorow wonders, thorow warre, & thorow a mightie hande, & thorow a stretched out arme, and thorow greate visios, acordinge vnto all as the LORDE youre God hath done with you in Egipte before thine eyes."},{"number":35,"verse":"Thou hast sene it yt thou mightest knowe that the LORDE is God, and that there is none other but he onely."},{"number":36,"verse":"Out of heauen made he the to heare his voyce, that he might nurtoure the: and vpon earth he shewed the his greate feare, & out of ye fyre thou herdest his wordes:"},{"number":37,"verse":"because he loued yi fathers, & chose their sede after the. And he brought ye out wt his presence thorow his mightie power out of Egipte,"},{"number":38,"verse":"to dryue out (before the) nacions greater and mighter then thou, and to bringe ye in, yt he might geue the their lode to enheritaunce, as it is come to passe this daye."},{"number":39,"verse":"Therfore shalt thou knowe this daye, & turne it into thine herte, that the LORDE is God aboue in heauen, and beneth vpon earth, and that there is no mo."},{"number":40,"verse":"Kepe his ornaunces therfore and commaundementes, which I commaunde the this daie, the shal it go well wt the and thy children after the, so that thy life shal longe endure in ye londe, which the LORDE the God geueth the thy life longe."},{"number":41,"verse":"Then separated Moses thre cities beyonde Iordane, towarde the Sonne rysinge,"},{"number":42,"verse":"yt he might flye thither, which had slayne his neghboure vnawarres, & hated him not afore tyme, yt he might flye in to one of these cities, & lyue."},{"number":43,"verse":"Bezer in ye wildernes in the playne countre amonge the Rubenites, & Ramoth in Gilead amoge ye Gaddites, & Golan in Basan amonge the Manassites."},{"number":44,"verse":"This is the lawe which Moses layed before the children of Israel:"},{"number":45,"verse":"these are the testimonies, ordinaunces, & lawes, yt Moses spake vnto the children of Israel (after they were departed out of Egipte)"},{"number":46,"verse":"beyonde Iordane in the valley ouer agaynst the house of Peor, in ye londe of Sion kynge of ye Amorites which dwelt at Hesbon, whom Moses & the childre of Israel smote after they were departed out of Egipte,"},{"number":47,"verse":"& conquered his lade, & the londe of Og kynge of Basan, two kynges of the Amorites which were beyonde Iordane towarde the Sonne rysinge"},{"number":48,"verse":"fro Aroer (which lyeth vpon ye ryuer syde of Arnon) vnto mount Sion, which is Hermon:"},{"number":49,"verse":"& all ye playne felde beyonde Iordane eastwarde vnto the see in ye plaine felde vnder mount Pisga."}]}