{"bibleAbbr":"CVB1535","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":9,"verses":[{"number":1,"verse":"Heare O Israel, This daie shalt thou go ouer Iordane, that thou maiest come in to conquere the nacions, which are greater and mightier then thou, greate cities, walled vp vnto heauen,"},{"number":2,"verse":"a greate people and of an hye stature, namely the childre of Enakim, whom thou hast knowne, and of whom thou hast herde saye: Who is able to stonde agaynst the children of Enakim?"},{"number":3,"verse":"Therfore shalt thou knowe this daye, that the LORDE yi God goeth before the, a cosumynge fyre. He shal destroye the, and shall subdue them before the, and shal driue them out, & shortly shall he brynge the to naught, as the LORDE hath promysed the."},{"number":4,"verse":"Now whan the LORDE thy God hath expelled them out before the, saye not thou the in thine hert: The LORDE hath brought me in to take possession of this lande for myne awne righteousnes sake, where as ye LORDE yet dryueth out the Heithen before the, because of their vngodlynes."},{"number":5,"verse":"For thou commest not in to take their londe in possession, for thine awne righteousnes sake, and because of thy right hert: but the LORDE dryueth out these Heythen, for their awne vngodlynesse sake, and that he maye perfourme the worde, which the LORDE hath sworne vnto yi fathers, Abraham, Isaac, and Iacob."},{"number":6,"verse":"Vnderstonde now therfore, that the LORDE yi God geueth not the this londe to possesse it, for thine awne righteousnes sake. For thou art a styffnecked people."},{"number":7,"verse":"Remembre and forget not, how thou displeasedest the LORDE thy God in the wildernesse. Sence ye daye that thou departedst out of the londe of Egipte, tyll ye came vnto this place, haue ye bene dishobedient vnto the LORDE."},{"number":8,"verse":"For in Horeb ye angred the LORDE, so that of wrath he wolde haue destroyed you,"},{"number":9,"verse":"whan I was gone vp to ye mount, to receaue the tables of stone, namely the tables of the couenaunt which the LORDE made wt you, and I abode fortye dayes & fortye nightes vpon the mount, and ate no bred, & dranke no water:"},{"number":10,"verse":"and the LORDE gaue me ye two tables of stone, wrytten with the fynger of God, and in them was acordinge to all the wordes, which the LORDE sayde vnto you vpon the mount out of the fyre, in the daye of the gatheringe together."},{"number":11,"verse":"And after the fortye dayes and fortye nightes, ye LORDE gaue me ye two tables of stone, namely ye tables of the couenaunt,"},{"number":12,"verse":"and sayde vnto me: vp, & get ye downe quyckly from hence, for thy people whom thou broughtest out of Egipte, haue marred the selues, they are soone gone out of the waye, which I commaunded them, and haue made them a molten ymage."},{"number":13,"verse":"And the LORDE saide vnto me: I se this people, that it is a styffnecked people:"},{"number":14,"verse":"let me alone, that I maye destroye them, and put out their name from vnder heaue. I wyl make of the a people mightier and greater the this is."},{"number":15,"verse":"And as I turned me, & wente downe fro the mount which brent wt fyre, & had ye two tables of the couenaunt in both my hades,"},{"number":16,"verse":"I loked, & beholde, ye had synned agaynst ye LORDE yor God, so yt ye had made you a molten calfe, & were soone turned out of ye waie which the LORDE had commaunded you."},{"number":17,"verse":"Then toke I the two tables, & cast them out of both my handes, & brake the before youre eyes,"},{"number":18,"verse":"& I fell before the LORDE (euen as at the first tyme) fortye dayes & fortye nightes, & nether ate bred, ner drake water, because of all youre synnes which ye had synned, whan ye dyd soch euell in the sighte of the LORDE, to prouoke him vnto wrath."},{"number":19,"verse":"For I was afrayed of the wrath and indignacion, wherwith the LORDE was angrie wt you, euen to haue destroyed you. And the LORDE herde me at that tyme also."},{"number":20,"verse":"Morouer the LORDE was very angrie wt Aaron, so that he wolde haue destroyed him, but I made intercession for Aaron also at ye same tyme."},{"number":21,"verse":"As for youre synne (namely, the calfe that ye had made) I toke it, and burnt it with the fyre, and smote it a sunder, & grynde it in peces, euen vnto dust, and cast the dust in to the broke that descended from the mount."},{"number":22,"verse":"Ye displeased the LORDE also, at Tabera, and at Massa, and at the lustgraues,"},{"number":23,"verse":"and wha he sent you from Cades Barnea, and sayde: Go vp, and conquere the londe which I haue geuen you. And ye were disobedient vnto the mouth of the LORDE youre God, and beleued not on him, and herkened not vnto his voyce:"},{"number":24,"verse":"for ye haue bene disobediet vnto the LORDE, as longe as I haue knowne you."},{"number":25,"verse":"The fell I before ye LORDE fortye daies and fortye nightes, which I laye there. For ye LORDE sayde, he wolde destroye you."},{"number":26,"verse":"But I made intercession vnto the LORDE, and sayde: O LORDE LORDE, destroye not yi people and thine enheritaunce, which thou thorow thy greate power hast delyuered, and broughte out of Egipte with a mightie hade."},{"number":27,"verse":"Remembre thy seruauntes Abraham, Isaac and Iacob. Loke not vpon the stubburnesse, and vngodlynesse and synne of this people"},{"number":28,"verse":"(that the londe wherout thou hast broughte vs, saye not: The LORDE was not able to bringe them in to the lande, that he promysed them, and because he hated them, therfore hath he broughte them out, to destroye the in the wyldernesse:)"},{"number":29,"verse":"For they are thy people & thine enheritaunce, which thou hast broughte out wt thy greate power, and with thy stretched out arme."}]}