{"bibleAbbr":"LBP1933","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":14,"verses":[{"number":1,"verse":"THE word of the LORD that came to Jeremiah concerning the drought."},{"number":2,"verse":"Judah mourns and her gates are desolate; they are fallen on the ground, and the painful cry of Jerusalem is gone up."},{"number":3,"verse":"And their nobles have sent their least ones for water; they came to the cistern, and found no water; they returned with their vessels empty; they were ashamed and confounded, and covered their heads."},{"number":4,"verse":"Because of the evil deeds of the land, the ground is parched, no rain has fallen upon it; the farmers are ashamed, they covered their heads."},{"number":5,"verse":"Yea, the hinds also gave birth in the field, and forsook their young ones because there was no grass."},{"number":6,"verse":"And the wild asses stood in the paths, they snuffed up the wind like jackals; their eyes did fail because there was no grass."},{"number":7,"verse":"Though our sins testify against us, O LORD have mercy upon us for thy name's sake; for thy lovingkindness is great; we have sinned against thee."},{"number":8,"verse":"O the hope of Israel, the saviour thereof in the time of trouble, be thou not as a stranger in the land and as a wayfarer who turns aside to tarry for a night."},{"number":9,"verse":"Be thou not as a weak man, as a man who cannot save; yet thou, O LORD, art in the midst of us, and we are called by thy name; leave us not."},{"number":10,"verse":"Thus says the LORD to this people: They have loved to be unreliable, they have not restrained their feet from going after evil; therefore the LORD is not pleased with them; he will now remember their iniquity and punish their sins."},{"number":11,"verse":"Then the LORD said to me, Do not pray for this people for their good."},{"number":12,"verse":"For if they fast, I will not hear their prayer; and if they offer burnt offerings and an oblation, I will not accept them; but I will consume them by the sword and by famine and by pestilence."},{"number":13,"verse":"Then I said, Hear me, I beseech thee, O LORD God! Behold, the prophets say to the people, You shall not see the sword, neither shall you have famine, but I will give you assured peace and justice in this country."},{"number":14,"verse":"Then the LORD said to me, The prophets prophesy lies in my name: for I did not send them, neither have I commanded them nor spoken to them; they prophesy to you false visions, oracles and divinations and the deceit of their hearts;"},{"number":15,"verse":"Therefore thus says the LORD concerning the prophets who prophesy in my name, and I did not send them; yet they say, Sword and famine shall not be in this land: By sword and famine shall those prophets be consumed."},{"number":16,"verse":"And the people to whom they prophesy shall be cast out in the streets of Jerusalem because of sword and famine and pestilence; and they shall have none to bury them, neither their wives nor their sons nor their daughters; for I will pour out their wickedness upon them."},{"number":17,"verse":"Therefore you shall say this word to them: Let my eyes run down with tears night and day and let them not cease, for the virgin daughter of my people has suffered a terrible defeat; she is smitten with a very grievous wound."},{"number":18,"verse":"If I go forth into the desert, then behold, the slain with the sword! And if I enter into the city, then behold, those who are suffering with famine! For also both the prophets and the priests are begging in the land unrecognized."},{"number":19,"verse":"Hast thou utterly rejected Judah? Hast thy soul loathed Zion? Why hast thou smitten us, and there is no healing for us? We looked for peace, and there is no good; and for the time of healing, and behold fear!"},{"number":20,"verse":"We acknowledge, O LORD, our sins and the sins of our fathers; for we have sinned against thee."},{"number":21,"verse":"Do not be angry, for thy name's sake, do not disgrace the throne of thy glory; remember, do not nullify thy covenant with us."},{"number":22,"verse":"For the gods of the Gentiles cannot bring rain nor cause the heavens to give showers, but thou art our God; therefore we will wait for thee; for thou hast made all these things."}]}