{"bibleAbbr":"LBP1933","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":17,"verses":[{"number":1,"verse":"THE sin of Judah is written with a pen of iron and with the point of a diamond; it is engraved upon the tablets of their heart and upon the horns of their altars;"},{"number":2,"verse":"And their idols are under every green tree and upon every high hill and upon the mountains and in the open country."},{"number":3,"verse":"I will give all your riches, all your treasures to the spoil, and that which is throughout your territory, because of your sins."},{"number":4,"verse":"And I will cause you to lose the inheritance which I have given you; and I will cause you to serve your enemies in the land which you do riot know; for you have kindled a fire in my anger, which shall burn for ever."},{"number":5,"verse":"Thus says the LORD, Cursed is the man who trusts in man and makes the son of the flesh his arm, and whose heart departs from the LORD."},{"number":6,"verse":"For he shall be like a plant in the desert, and shall not see when good comes; but shall inhabit the parched places in the wilderness in a salt land not inhabited."},{"number":7,"verse":"Blessed is the man who trusts in the LORD, and whose hope is in him."},{"number":8,"verse":"For he shall be like a tree planted by the waters, that spreads out its roots by the stream, and it shall not be afraid when heat comes, but its leaves shall be green; and shall not be afraid in the year of drought, neither shall cease from yielding fruit."},{"number":9,"verse":"The heart is stubborn above all things; who can understand it?"},{"number":10,"verse":"I the LORD search the heart and try the reins, and give every man according to his ways and according to the fruits of his doings."},{"number":11,"verse":"Like the partridge that calls to the eggs which she has not hatched, so is he who gets riches and not by right; he shall leave them in the midst of his days, and at his end he shall be in disgrace."},{"number":12,"verse":"A glorious high throne from the beginning is the place of our sanctuary."},{"number":13,"verse":"The LORD is the hope of Israel; all who forsake thee shall be ashamed, and those who revolt against thee shall have their names written in the dust, because they have forsaken the LORD, the fountain of living waters."},{"number":14,"verse":"Heal me, O LORD, and I shall be healed; save me, and I shall be saved; for thou art my praise."},{"number":15,"verse":"Behold, they say to me, Where is the word of the LORD? Let it come now."},{"number":16,"verse":"As for me, I have not urged thee to bring evil; nor have I desired any man's woeful day; thou knowest; that which came out of my lips was before thy face."},{"number":17,"verse":"Be not a terror to me; but abide with me in the day of trouble."},{"number":18,"verse":"Let them be put to shame who persecute me, but let me not be put to shame; let them be defeated, but let me not be defeated; bring upon them the day of evil, and defeat them with double defeat."},{"number":19,"verse":"Thus said the LORD to me: Go and stand at the public gate by which the kings of Judah enter and by which they go out, and in all the gates of Jerusalem;"},{"number":20,"verse":"And say to them, Hear the word of the LORD, you kings of Judah and all the house of Judah and all the inhabitants of Jerusalem who enter by these gates."},{"number":21,"verse":"Thus says the LORD: Take heed to yourselves, and bear no burden on the sabbath day nor bring it in through the gates of Jerusalem;"},{"number":22,"verse":"Neither carry a burden out of your houses on the sabbath day, nor do any work; but hallow the sabbath day as I commanded your fathers."},{"number":23,"verse":"But they did not obey, neither inclined their ear, but hardened their neck that they, might not heat nor receive instruction."},{"number":24,"verse":"And it shall come to pass if you diligently listen to me, says the LORD, to bring in no burden through the gates of this city on the sabbath day, but hallow the sabbath day and do no work on it;"},{"number":25,"verse":"Then there shall enter through the gates of this city kings and princes who sit on the throne of David, riding in chariots and on horses, they and their princes, the men of Judah and the inhabitants of Jerusalem; and this city shall remain for ever."},{"number":26,"verse":"And the people shall come from the cities of Judah and from the places round about Jerusalem and from the land of Benjamin and from the plain and from the mountains and from the south, bringing burnt offerings and sacrifices and incense, and bringing thank offerings to the house of the LORD."},{"number":27,"verse":"But if you do not listen to me to hallow the sabbath day and do not refrain from carrying a burden through the gates of Jerusalem on the sabbath day, then I will kindle a fire in its gates, and it shall devour the palaces of Jerusalem, and it shall not be quenched."}]}