{"bibleAbbr":"LBP1933","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":2,"verses":[{"number":1,"verse":"MOREOVER the word of the LORD came upon me, saying,"},{"number":2,"verse":"Go and proclaim in the ears of the people of Jerusalem, and say, Thus says the LORD: I remember you, the kindness of your youth, the love of your long-suffering; for you walked after me in the wilderness, in the land that was not sown."},{"number":3,"verse":"Israel has sanctified to the LORD the first fruits of his crops; all those who embezzle them shall be condemned; evil shall come upon them, says the LORD."},{"number":4,"verse":"Hear the word of the LORD, O house of Jacob, and all the families of the house of Israel:"},{"number":5,"verse":"Thus says the LORD: What iniquity have your fathers found in me, that they are gone far from me and have walked after vanity and have profited nothing?"},{"number":6,"verse":"Neither did they say, Where is the LORD who brought us up out of the land of Egypt, who led us through the wilderness, through a waste and depressed land, through a desolate land and a land of the shadow of death, a land that no man passed through, and where no man dwells?"},{"number":7,"verse":"And I brought you into a land of plenty, to eat its fruit and its goodness; but when you came in, you defiled my land and made my heritage an abomination."},{"number":8,"verse":"The priests did not say, Where is the LORD? And those who handle the law did not know me; the leaders also transgressed against me, and the prophets prophesied by Baal, and went after things that do not profit."},{"number":9,"verse":"Therefore I will yet contend with you, says the LORD; and with your children's children I will contend."},{"number":10,"verse":"For cross over to the islands of China and see; and send to Kedar, and understand diligently, and see if there ever has been such a thing as this."},{"number":11,"verse":"Have the Gentiles changed their gods, which are not gods? But my people have changed their glory for that which does not profit."},{"number":12,"verse":"Be astonished, O heavens, at this, and tremble and be exceedingly afraid, says the LORD."},{"number":13,"verse":"For my people have committed two evils: they have forsaken me, the fountain of living waters, and they went and dug for themselves broken cisterns that can hold no water."},{"number":14,"verse":"Is Israel a servant? If he is a homeborn heir, why then is he plundered?"},{"number":15,"verse":"The lions have roared against him, and growled, and they made his land waste; his villages have become desolate without inhabitants."},{"number":16,"verse":"Also certain rulers of the inhabitants of Memphis and Tahapanes shall rule over you."},{"number":17,"verse":"Behold, such shall be done unto you, because you have forsaken the LORD your God, at a time when he led you in his way."},{"number":18,"verse":"And now, why is it that you go in the way of Egypt, to drink the waters of Sihor? And why is it that you go in the way of Assyria, to drink the waters of the river (Euphrates)?"},{"number":19,"verse":"Your own evil shall chastise you, and your repentance shall reprove . you; know therefore and see that it is an evil thing and bitter, for you have forsaken the LORD your God, and you have not revered me, says the LORD God of hosts."},{"number":20,"verse":"For of old time I have broken your yoke and cut your bands; and you said, I shall never serve another god again; and behold, now upon every high hill and under every green tree you wander, playing the harlot."},{"number":21,"verse":"Yet I had planted you a good vine, wholly a right seed; why then have you turned against me and have become degenerate like a plant of a strange vine?"},{"number":22,"verse":"For though you wash yourself with nitre and use much sulphur, yet your sins within you are marked before me, says the LORD God."},{"number":23,"verse":"How can you say, I am not polluted, I have not gone after Baal? See your ways in the valleys, and know what you have done: you have lifted up your voice, O you perverse in her ways;"},{"number":24,"verse":"You are like a wild ass which is untrained in the wilderness and follows her own will; you have snuffed up the wind, who can bring you back? Whoever seeks her shall weary himself, he shall find her only by means of her footprints."},{"number":25,"verse":"Your feet are weary because they are unshod, and your throat is dry from thirst; but you said, I have become strong, I am unwilling to repent because I have loved strangers, and after them I will go."},{"number":26,"verse":"As the thief is ashamed when he is found, so the children of Israel are ashamed; they, their kings, their princes, and their priests, and their prophets,"},{"number":27,"verse":"Who say to a piece of wood, You are our father; and to a stone, You have brought us forth; for they have turned their backs upon me and not their faces; but in the time of their trouble, they say, Arise and save us."},{"number":28,"verse":"But where are your gods that you have made for yourself? Let them arise and save you in the time of your trouble; for according to the number of your cities are your gods, O Judah."},{"number":29,"verse":"Why then do you contend with me? You all have transgressed against me, says the LORD."},{"number":30,"verse":"In vain have I smitten your children; they have received no discipline; the sword has devoured your prophets like a destroying lion."},{"number":31,"verse":"As for you, O generation, hear the word of the LORD. Have I been like a wilderness to Israel? Or a waste land? Wherefore then say my people, We are humiliated; we will come no more to you?"},{"number":32,"verse":"Can a maid forget her ornaments or a bride her attire? Yet my people have forgotten me days without number."},{"number":33,"verse":"Why do you deck yourself to induce love? For behold you have also learned evil by means of your conduct."},{"number":34,"verse":"Also on your hands is found the blood of the souls of the poor innocents; I have not found it by hard search, for it is under every tree."},{"number":35,"verse":"Yet you say, Because I am innocent, therefore he will turn his anger from me. Behold, I will contend with you, because you have said, I have not sinned."},{"number":36,"verse":"Why do you gad about so much to change your ways? You shall also be ashamed of Egypt, even as you were ashamed of Assyria."},{"number":37,"verse":"Yea, you shall go forth from him humiliated; for the LORD is angry against those upon whom you have put your trust, and you shall not prosper with them."}]}