{"bibleAbbr":"LBP1933","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":22,"verses":[{"number":1,"verse":"THUS says the LORD: GO down to the house of the king of Judah and speak there this word, and say,"},{"number":2,"verse":"Hear the word of the LORD, O king of Judah, who sits on the throne of David, you and your servants and your people who enter by these gates;"},{"number":3,"verse":"Thus says the LORD: Execute justice and righteousness, and deliver the oppressed from the hand of the oppressor; and do no wrong, do no violence to the strangers, the fatherless, and the widows, nor shed innocent blood in this place."},{"number":4,"verse":"For if you will do this thing indeed, then shall there enter in by the gates of this house kings who sit on the throne of David and princes who ride in chariots and on horses, a king and his servants and his people."},{"number":5,"verse":"But if you will not listen to these words, I swear by myself, says the LORD, that this house shall become a desolation."},{"number":6,"verse":"For thus says the LORD concerning the house of the king of Judah: You are like Gilead, like the head of Lebanon; but I will surely make you a desert, like an uninhabited city."},{"number":7,"verse":"And I will prepare destroyers against you, every one with his axe in his hand; and they shall cut down your choicest cedars and cast them into the fire."},{"number":8,"verse":"And many people shall pass by this city, and they shall say every man to his neighbor, Wherefore has the LORD done such a thing to this great city?"},{"number":9,"verse":"Then they shall answer, Because they have forsaken the covenant of the LORD their God and worshipped other gods and served them."},{"number":10,"verse":"Weep not for the dead, nor bemoan him; but weep bitterly for him that goes away; for he shall return no more, nor see his native land."},{"number":11,"verse":"For thus says the LORD concerning Shallum the son of Josiah king of Judah, who reigned instead of Josiah his father and who went away from this country: He shall not return here any more;"},{"number":12,"verse":"But he shall die in the country where they have carried him captive, and shall see this land no more."},{"number":13,"verse":"Woe to him who builds his house by unrighteousness and his upper rooms by injustice; who makes his neighbor work for him without wages, and does not give him his hire;"},{"number":14,"verse":"Who says, I will build for myself wide houses with spacious upper rooms; and cuts out windows for them and covers them with cedar and paints them with vermilion."},{"number":15,"verse":"Shall you reign and rejoice by living in palaces built with cedar? Indeed, your father did eat and drink, but he also did justice and righteousness, therefore I did good to him."},{"number":16,"verse":"He did justice to the cause of the poor and needy; and he did well; he who does these things, knows me, says the LORD."},{"number":17,"verse":"But your eyes and your hearts are set for nothing else but for your wealth and for the shedding of innocent blood, and for oppression and for violence, to do it."},{"number":18,"verse":"Therefore thus says the LORD concerning Jehoiakim the son of Josiah king of Judah: They shall not mourn for him, nor shall they say, Ah my brother! Ah my brother! They shall not lament for him, saying, Ah lord! Ah lord!"},{"number":19,"verse":"He shall be buried with the burial of an ass, dragged and cast forth beyond the gates of Jerusalem."},{"number":20,"verse":"Go up to Lebanon and cry; and lift up your voice in Mathnin and cry from the other side of the sea; for all your lovers are defeated."},{"number":21,"verse":"I spoke to you in your prosperity; but you said, I will not listen. This has been your way from your youth, you did not obey my voice."},{"number":22,"verse":"All of your shepherds shall be smitten by the east wind, and your lovers shall go into captivity; surely then you shall be ashamed and confounded for all your wickedness."},{"number":23,"verse":"O inhabitant of Lebanon, who makes her nest in the cedars, how you shall groan when pangs come upon you and the pain as of a woman in travail!"},{"number":24,"verse":"As I live, says the LORD God, though Jeconiah the son of Jehoiakim king of Judah were the signet on my right hand, yet I would pull you off;"},{"number":25,"verse":"And I will deliver you into the hand of the men who seek your life, and into the hand of those whose presence you fear, even into the hand of Nebuchadnezzar king of Babylon, and into the hand of the Chaldeans."},{"number":26,"verse":"And I will cast you out, and your mother who bore you, into another land, where you were not born; and there shall you die."},{"number":27,"verse":"But to the land to which you hope to return, thither you shall not come back."},{"number":28,"verse":"this Jecaniah is a little man and a fool, he is like a useless vessel; this is why he is carried away, he and his children, and cast into a land which he knows not."},{"number":29,"verse":"O earth, earth, earth, hear the word of the LORD!"},{"number":30,"verse":"Thus says the LORD: Write this man down despised and childless, for none of his offspring shall prosper in his days, sitting upon the throne of David and ruling any more in Judah."}]}