{"bibleAbbr":"LBP1933","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":27,"verses":[{"number":1,"verse":"IN the beginning of the reign of Zedekiah the son of Josiah king of Judah came this word to Jeremiah from the LORD, saying,"},{"number":2,"verse":"Thus says the LORD to me: Make yourself yokes and bands, and put them on your neck,"},{"number":3,"verse":"And send them to the king of Edom, the king of Moab, the king of the Ammonites, the king of Tyre, and the king of Zidon by the hand of the messengers who come to Jerusalem to Zedekiah king of Judah;"},{"number":4,"verse":"And command them to say to their masters, Thus says the LORD of hosts, the God of Israel: Thus shall you say to your masters:"},{"number":5,"verse":"I have made the earth and the men and the beasts that are upon the ground by my great power and by my outstretched arm, and I have given it to whom it seemed good in my sight."},{"number":6,"verse":"And now I have given all these lands to serve Nebuchadnezzar the king of Babylon, my servant; and I have given him also the beasts of the field to serve him."},{"number":7,"verse":"And all nations shall serve him and his son and his son's son, until the very time of his land shall come; many nations and great kings shall serve him."},{"number":8,"verse":"And the nation and kingdom which will not serve the same Nebuchadnezzar the king of Babylon and that will not put its neck under the yoke of the king of Babylon, I will punish that nation with the sword and with famine, and with pestilence, says the LORD, until I have delivered them into his hand."},{"number":9,"verse":"Therefore do not listen to your false prophets nor to your diviners nor to your dreamers nor to your enchanters nor to your magicians, who say to you, You shall not serve the king of Babylon;"},{"number":10,"verse":"For it is a lie which they are prophesying to you, that I may drive you out from your land, and that I should drive you out, and you should perish."},{"number":11,"verse":"But the nation that brings its neck under the yoke of the king of Babylon and serves him, I will leave on its own land, says the LORD; and they shall till it and dwell in it."},{"number":12,"verse":"I spoke also to Zedekiah king of Judah according to all these words, saying, Bring your necks under the yoke of the king of Babylon, and serve him and his people and live;"},{"number":13,"verse":"So that you may not die, you and your people, by the sword, by famine, and by pestilence, according to that which the LORD has spoken against the nation that will not serve the king of Babylon."},{"number":14,"verse":"Therefore do not listen to the words of the false prophets who speak to you, saying, You shall not serve the king of Babylon; for they prophesy a lie to you."},{"number":15,"verse":"For I have not sent them, says the LORD; yet they prophesy a lie in my name; that I might drive you out, and that you might perish, you and the prophets who prophesy to you."},{"number":16,"verse":"I spoke also to the priests and to all this people, saying, Thus says the LORD: Do not hearken to the words of your prophets who prophesy to you, saying. Behold, the vessels of the LORD'S house shall now shortly be brought back from Babylon; for they prophesy a lie to you."},{"number":17,"verse":"Do not listen to them, says the LORD, but serve the king of Babylon and live, that this city might not become a desolation."},{"number":18,"verse":"But if they are prophets and the word of the LORD is with them, then let them beseech the LORD of hosts that the vessels which are left in the house of the LORD and in the house of the king of Judah and in Jerusalem be not taken to Babylon."},{"number":19,"verse":"For thus says the LORD of hosts, the God of Israel, concerning the pillars and concerning the sea and concerning the bases and concerning the rest of the vessels that are left in this city,"},{"number":20,"verse":"Which Nebuchadnezzar king of Babylon did not take away, when he carried away captive Jeconiah the son of Jehoiakim king of Judah from Jerusalem to Babylon and all the princes of Judah and Jerusalem;"},{"number":21,"verse":"Thus says the LORD of hosts, the God of Israel, concerning the vessels that are left in the house of the LORD and in the house of the king of Judah and in Jerusalem:"},{"number":22,"verse":"They shall be carried to Babylon, and there shall they remain until the day when I visit them, says the LORD; then I will bring them up and restore them to this place."}]}