{"bibleAbbr":"LBP1933","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":28,"verses":[{"number":1,"verse":"AND it came to pass that same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year, in the fifth month, Hananiah the son of Azur the false prophet, who was from Gibeon, spoke to me in the house of the LORD in the presence of the priests and in the presence of all the people, saying,"},{"number":2,"verse":"Thus says the LORD of hosts, the God of Israel: I have broken the yoke of the king of Babylon."},{"number":3,"verse":"Within two years I will bring back to this place all the vessels of the LORD'S house, which Nebuchadnezzar king of Babylon took away from this place and carried to Babylon."},{"number":4,"verse":"And I will bring back to this place Jeconiah the son of Jehoiakim king of Judah, with all the captives of Judah who went to Babylon, says the LORD; for I will break the yoke of the king of Babylon."},{"number":5,"verse":"Then the prophet Jeremiah spoke to the false prophet Hananiah in the presence of the priests and in the presence of all the people who stood in the house of the LORD."},{"number":6,"verse":"And Jeremiah said, Amen! may the LORD do so; the LORD perform the words which you have prophesied, to bring back the vessels of the LORD'S house and all the captives from Babylon to this place."},{"number":7,"verse":"Nevertheless, hear now this word which I speak before you and before all the people;"},{"number":8,"verse":"The prophets who have been before me and before you of old prophesied both against many countries and against great kingdoms, of war and of evil and of pestilence."},{"number":9,"verse":"If a prophet prophesies of peace, then when the word of that prophet shall come to pass, he shall be known as the one whom the LORD has truly sent."},{"number":10,"verse":"Then Hananiah the false prophet took the bands of the yoke from off the neck of Jeremiah the prophet, and broke them."},{"number":11,"verse":"And Hananiah spoke in the presence of all the people, saying, Thus says the LORD: Even so will I break the yoke of Nebuchadnezzar king of Babylon from the neck of all the nations within two full years. And the prophet Jeremiah went his way."},{"number":12,"verse":"Then the word of the LORD came to Jeremiah the prophet, after Hananiah the false prophet had broken the yoke bands from the neck of the prophet Jeremiah, saying,"},{"number":13,"verse":"Go and tell Hananiah the false prophet, Thus says the LORD: You have broken the yoke of wood; but you shall make in their place a yoke of iron."},{"number":14,"verse":"For thus says the LORD of hosts, the God of Israel: I have put a yoke of iron upon the neck of all these nations, that they may serve Nebuchadnezzar king of Babylon; and they shall serve him; and I have given him the beasts of the field also."},{"number":15,"verse":"Then said the prophet Jeremiah to Hananiah the false prophet, Hear now, Hananiah, the LORD has not sent you; but you make this people to trust in a lie."},{"number":16,"verse":"Therefore, thus says the LORD: Behold, I will cast you from off the face of the earth; this very year you shall die, for you have spoken iniquity in the presence of the LORD."},{"number":17,"verse":"So Hananiah the false prophet died the same year in the seventh month."}]}