{"bibleAbbr":"LBP1933","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":38,"verses":[{"number":1,"verse":"THEN Shephatiah the son of Mattan, and Gedaliah the son of Pashur, and Jucal the son of Shelemiah, and Pashur the son of Malchiah heard the words that Jeremiah had spoken to all the people, saying,"},{"number":2,"verse":"Thus says the LORD: He who remains in this city shall die by sword, by famine, and by pestilence; but he who goes forth to the Chaldeans shall live: and shall save his life."},{"number":3,"verse":"Thus says the LORD, This city shall surely be delivered into the hands of the army of the king of Babylon, which shall take it."},{"number":4,"verse":"Then the princes said to the king, Let this man be put to death; for it is he who is weakening the hands of the men of war who remain in this city and the hands of all the people in speaking such words to them; for this man is not seeking the welfare of this people, but the hurt."},{"number":5,"verse":"Then King Zedekiah said, Behold, he is in your hands; for the king cannot say anything to you."},{"number":6,"verse":"Then they took Jeremiah and cast him into the well of Malchiah the son of the king, which was in the court of the prison; and they let down Jeremiah with ropes. And there was no water in the well, but only mire; so Jeremiah sank in the mire."},{"number":7,"verse":"Now when Ebed-melech the Ethiopian, a eunuch who was in the king's house, heard that they had put Jeremiah in the well, the king then sitting in the gate of Benjamin;"},{"number":8,"verse":"So Ebed-melech went forth out of the king's house and spoke to the king, saying,"},{"number":9,"verse":"My Lord, these men have done evil in all that they have done to Jeremiah the prophet, for they have cast him into the well; and, behold, he will die of hunger, for there is no more bread in the city."},{"number":10,"verse":"Then the king commanded Ebed-melech the Ethiopian, saying, Take from here thirty men with you, and go and draw up Jeremiah out of the well before he dies."},{"number":11,"verse":"So Ebed-melech the Ethiopian took the men with him from the king's house, and went into the treasury which is below the palace and took from there some worn out towels and rags, and lowered them down by a rope into the well to Jeremiah."},{"number":12,"verse":"And Ebed-melech the Ethiopian said to Jeremiah, Put these old towels and rags under your armpits under the rope. And Jeremiah did so."},{"number":13,"verse":"So they drew up Jeremiah with the rope, and took him up out of the well; and Jeremiah remained in the court of the prison."},{"number":14,"verse":"Then King Zedekiah sent and took Jeremiah the prophet to him into the third entry that is in the house of the LORD; and the king said to Jeremiah, I will ask you a question, hide not a word from me."},{"number":15,"verse":"Then Jeremiah said to Zedekiah, If I tell you, behold, you will surely put me to death; and if I give you counsel, you will not listen to me."},{"number":16,"verse":"So King Zedekiah swore secretly to Jeremiah in the palace, saying, As the LORD lives, who created soul in us, I will not put you to death, neither will I deliver you into the hand of these men who seek your life."},{"number":17,"verse":"Then Jeremiah said to Zedekiah, Thus says the LORD of hosts, the God of Israel: If you will go forth to the king of Babylon's princes, then you will spare your life, and this city shall not be burned with fire; and you and your household shall live;"},{"number":18,"verse":"But if you do not go forth to the king of Babylon's princes, then this city shall be delivered into the hand of the Chaldeans, and they shall burn it with fire, and you shall not escape from their hands."},{"number":19,"verse":"And King Zedekiah said to Jeremiah, I am afraid, because of the Jews, to go forth to the Chaldeans, lest they deliver me into their hands and they mock me."},{"number":20,"verse":"But Jeremiah said, They will not deliver you. Obey the word of the LORD, which I speak to you; so it shall be well with you, and your life shall be saved."},{"number":21,"verse":"But if you refuse to go forth, this is the word that the LORD has shown me:"},{"number":22,"verse":"Behold, all the women who are left in the king of Judah's house shall go forth to the king of Babylon's princes, and those women shall say, Your friends have deceived you and have prevailed against you; yea, they have caused your feet to sink in the mire, and they have turned away from you."},{"number":23,"verse":"So they shall bring out all your wives and your children to the Chaldeans; and you yourself shall not escape from their hands, but shall be delivered into the hands of the king of Babylon; and this city shall be burned with fire."},{"number":24,"verse":"Then Zedekiah said to Jeremiah, Let no man know of these words and you shall not die."},{"number":25,"verse":"But if the princes hear that I have talked with you, and they come to you and say to you, Declare to us now what you said to the king and what the king said to you, hide nothing from us and we will not put you to death;"},{"number":26,"verse":"Then you shall say to them, I was beseeching the king that he would not cause me to return to Jonathan's house to die there."},{"number":27,"verse":"Then came all the princes to Jeremiah and asked him; and he told them according to all these words that the king had commanded him. So they ceased conversing with him because the matter was not made known."},{"number":28,"verse":"So Jeremiah abode in the court of the prison house until the day that Jerusalem was taken."}]}