{"bibleAbbr":"LBP1933","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":43,"verses":[{"number":1,"verse":"AND it came to pass when Jeremiah had finished speaking to all the people all the words of the LORD their God, for which the LORD their God had sent him to them to speak to them all these words,"},{"number":2,"verse":"Then Jezaniah the son of Hoshaiah, and Johanan the son of Kareah, and all the wicked men said to Jeremiah, You speak falsely; the LORD our God has not sent you to say to us, You shall not go into Egypt to sojourn there;"},{"number":3,"verse":"But Baruch the son of Neriah stirred you up against us to deliver us into the hand of the Chaldeans that they might kill us or carry us away captives into Babylon."},{"number":4,"verse":"So Johanan the son of Kareah and all the officers of the forces and all the people did not obey the voice of the LORD their God, to dwell in the land of Judah."},{"number":5,"verse":"But Johanan the son of Kareah took all the officers of the forces and all the remnant of the people who were left from the house of Judah,"},{"number":6,"verse":"Men and women and children and the king's household and every person whom Nebuzaradan the general of the guard had left with Gedeliah the son of Ahikam the son of Shaphan, and Jeremiah the prophet and Baruch the son of Neriah."},{"number":7,"verse":"So they came into the land of Egypt; for they did not obey the voice of the LORD; thus they came as far as Tahpanhes."},{"number":8,"verse":"Then the word of the LORD came to Jeremiah in Tahpanhes, saying,"},{"number":9,"verse":"Take large stones in your hands and hide them in the mortar in the brickkiln which is at the entrance of Pharaoh's house in Tahpanhes, in the sight of the men of Judah;"},{"number":10,"verse":"And say to them. Thus says the LORD of hosts, the God of Israel: Behold, I will send and take Nebuchadnezzar the king of Babylon. my servant, and will set his throne above these stones that I have hid; and he shall spread his royal pavilion over them."},{"number":11,"verse":"And he shall come and smite the land of Egypt, and he shall deliver those who are for death to death and those who are for captivity to captivity and those who are for the sword to the sword."},{"number":12,"verse":"And he shall kindle a fire in the house of the gods of Egypt; and he shall burn them and carry them away captives; and he shall conquer the land of Egypt as easily as a shepherd puts on his woolen cloak; and he shall go away from thence peacefully."},{"number":13,"verse":"He shall break also in pieces the image of Beth-shemesh which is in the land of Egypt; and the temples of the gods of the Egyptians he shall burn with fire."}]}