{"bibleAbbr":"LBP1933","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":48,"verses":[{"number":1,"verse":"CONCERNING Moab. thus says the LORD of hosts, the God of Israel: Woe to Nebo! for it is spoiled; Koriathaim is ashamed and confounded; its defenders are confused and scattered."},{"number":2,"verse":"The glory of Moab is no more; in Heshbon they have devised evil against her, saying, Come let us cut her off from being a nation. Though you shall keep your peace, the sword shall pursue you."},{"number":3,"verse":"A sound of wailing is heard from Horonaim, plunder and great destruction."},{"number":4,"verse":"Moab is destroyed; her poor people have published her lamentation."},{"number":5,"verse":"For at the ascent of Luhith they shall go up weeping: and in the going down of Horonaim they shall raise a cry of tribulation and of destruction."},{"number":6,"verse":"Hearken and flee, save your lives and be like a plant in the wilderness."},{"number":7,"verse":"For, because you have trusted in your fortifications and in your treasures, you shall also be taken; and Chemosh shall go forth into captivity together with his priests and his princes."},{"number":8,"verse":"And the spoiler shall come upon all your cities, and no city shall escape: the valley also shall perish, and the plain shall be destroyed, as the LORD has spoken."},{"number":9,"verse":"Give a garland to Moab, for she shall surely be destroyed, and all her cities shall become a desolation without any to dwell in them."},{"number":10,"verse":"Cursed is be who does the work of the LORD deceitfully, and cursed is he who keeps back his sword from blood."},{"number":11,"verse":"The Moabites have been at ease from their youth, and they have settled on their lees, and have not been emptied from vessel to vessel, nor have they gone into captivity; therefore their taste remains in them and their scent is not changed."},{"number":12,"verse":"Therefore, Behold, the days are coming, says the LORD, when I will send robbers against them, and they shall plunder them and empty their vessels and destroy their wine containers."},{"number":13,"verse":"And Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Beth-el their confidence."},{"number":14,"verse":"How can you say, We are mighty and valiant men of war?"},{"number":15,"verse":"Moab is plundered and his cities are burned and his chosen mighty men have been delivered to the slaughter, says the King, whose name is the LORD of hosts."},{"number":16,"verse":"The calamity of Moab is soon to come, and his affliction hastens fast."},{"number":17,"verse":"All who are round about him are troubled and shaken, and all who know his name, say, How is the strong staff broken, and the beautiful rod!"},{"number":18,"verse":"Come down from your glory and sit in disgrace, O inhabitant daughter of Ribon, for the spoiler of Moab has come up against you, and he has destroyed your strongholds."},{"number":19,"verse":"Stand by the ways and look, O inhabitant of Adoer! Ask him who flees and him who escapes, and say. What has happened?"},{"number":20,"verse":"Moab is ashamed; for it is broken down; howl and cry in Arnon, for Moab is destroyed."},{"number":21,"verse":"And judgment has come upon the land of Mashor, upon Holon and upon Jahazah and upon Mephaath"},{"number":22,"verse":"And upon Ribon and upon Nebo and upon Beth-diblathaim"},{"number":23,"verse":"And upon Koriathaim and upon Bet-gamul and upon Beth-moen"},{"number":24,"verse":"And upon Korioth and upon Bozrah and upon all the cities of the land of Moab, far and near."},{"number":25,"verse":"The horn of Moab is cut off and his arm is broken, says the LORD."},{"number":26,"verse":"Make him to be a vagabond, for he magnified himself against the LORD; Moab also shall wallow in his filth and he shall be in derision."},{"number":27,"verse":"Was not Israel a derision to you? He was found among thieves when you fought against him."},{"number":28,"verse":"Leave the cities, and dwell in steep rocks, O you that dwell in Moab, and be like the dove that makes her nest in the sides of the mouth of a crag."},{"number":29,"verse":"We have heard that the princes of Moab are exceedingly proud; their loftiness, their arrogance, and the haughtiness of their hearts I know well, says the LORD;"},{"number":30,"verse":"Their works were unjust, and yet their soothsayers did not predict such things against them."},{"number":31,"verse":"Therefore wail for Moab; they cry out for all Moab from every place; for they shall devise evil against the men who dwell in his house."},{"number":32,"verse":"With the weeping of Jazer I will weep for you, O vine of Sibmah; your branches are gone over the sea; they reach as far as the sea of Jazer, because the spoiler is fallen upon your summer fruits and upon your vintage."},{"number":33,"verse":"Joy and gladness shall pass away from the fruitful field and from the land of Moab; and wine shall cease from the winepress; none shall tread with shouting; they shall not shout nor say Ho! Ho!"},{"number":34,"verse":"From the cry of Heshbon as far as Elealeh, and even to Jahaz, they have uttered their voice; from Zoar to Horonaim, to the city of Alis, they cried like a heifer of three years old; for the waters of Nimrim shall be desolate."},{"number":35,"verse":"Moreover I will cause to cease in Moab, says the LORD, him that offers sacrifices in the high places and him that burns incense to his god."},{"number":36,"verse":"Therefore, my heart shall sound for Moab like a harp because they have done evil and are perished."},{"number":37,"verse":"For their heads are clipped and their beards shaved; upon all their hands are signs of mourning, and upon their loins sackcloth."},{"number":38,"verse":"And upon all the housetops of Moab and in all the streets there is mourning, for I have broken Moab like a useless vessel, says the LORD."},{"number":39,"verse":"How it is broken down! How Moab has turned his back and is put to shame! So shall Moab become a derision and a dismay to all that are round about him."},{"number":40,"verse":"For thus says the LORD: Behold, he shall fly mightily as an eagle, and shall spread his wings over Moab."},{"number":41,"verse":"Kerioth is taken and the stronghold has been captured; the heart of the mighty men of Moab shall be in that day as the heart of a woman in her pangs."},{"number":42,"verse":"And Moab shall be destroyed from being a people because he has magnified himself against the LORD."},{"number":43,"verse":"Terror and the pit and the snare are upon you, O inhabitant of Moab, says the LORD."},{"number":44,"verse":"He who flees from the terror shall fall into the pit; and he who gets up out of the pit shall be caught in the snare; for I will bring all these things upon Moab in the year of their punishment, says the LORD."},{"number":45,"verse":"For a fire has gone forth out of Heshbon and a flame from the province of Sihon, and it shall devour the face of Moab and the crown of the head of the sons of Shaon."},{"number":46,"verse":"Woe to you, O Moab! The people of Chemosh is perished; for your sons are driven away and your daughters are carried captives."},{"number":47,"verse":"Yet I will bring back the captivity of Moab in the latter days, says the LORD. Thus far is the judgment of Moab."}]}