{"bibleAbbr":"LBP1933","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":9,"verses":[{"number":1,"verse":"OH that my head were waters and my eyes a fountain of tears, that I might weep day and night for the slain of the daughter of my people!"},{"number":2,"verse":"Oh that I had in the wilderness a lodging place of wayfaring men, that I might leave my people and go away from them! For they are all adulterers, an assembly of liars."},{"number":3,"verse":"And they bend their tongues like their bow; in falsehood and not in truth they are valiant upon the earth; for they proceed from evil to evil, and they do not know me, says the LORD."},{"number":4,"verse":"Take heed every one of his neighbor and do not trust in any brother; for every brother henceforth will defraud and every neighbor will walk deceitfully."},{"number":5,"verse":"And every man will lie against his neighbor and will not speak the truth; they have taught their tongues to speak lies, they are weary and worn out."},{"number":6,"verse":"Your habitation is in the midst of deceit; through their deceit they refuse to know me, says the LORD."},{"number":7,"verse":"Therefore thus says the LORD of hosts, Behold, I will refine them and try them; for what else shall I do because of the daughter of my people?"},{"number":8,"verse":"Their tongue is a sharp pointed arrow; it speaks deceit; one speaks peacefully to his neighbor with his mouth, but in his heart he lies in wait for him."},{"number":9,"verse":"Shall I not punish them for these things? says the LORD; shall I not avenge myself on a people such as this?"},{"number":10,"verse":"Take up weeping and wailing for the mountains and a lamentation for the camps of the shepherds in the wilderness, because they are desolate so that none can pass through them; neither can any one hear the voice of the cattle; both the fowl of the air and the beast have fled and they are gone."},{"number":11,"verse":"And I will make Jerusalem heaps and a den of jackals; and I will make the cities of Judah desolate without an inhabitant."},{"number":12,"verse":"Who is the wise man that may understand this? And who is he to whom the mouth of the LORD has spoken, that he may declare it, why is the land perished and become desolate like a wilderness so that no one passes through it?"},{"number":13,"verse":"And the LORD says, Because they have forsaken my law which I gave to them and to their fathers, and have not obeyed my voice, neither walked according to my warnings;"},{"number":14,"verse":"But have followed after the imagination of their own evil heart and after the idols which their fathers taught them;"},{"number":15,"verse":"Therefore thus says the LORD of hosts, the God of Israel: Behold, I will feed them, even this people, with wormwood and give them bitter water to drink."},{"number":16,"verse":"I will scatter them also among the Gentiles, whom neither they nor their fathers have known; and I will send a sword after them till I have consumed them."},{"number":17,"verse":"Thus says the LORD of hosts, Call for the mourning women that they may come; and send for women versed in lamentations that they may come;"},{"number":18,"verse":"And let them make haste and take up lamentations for us, so that our eyes may run down with tears, and our eyelids gush out with waters."},{"number":19,"verse":"For a voice of wailing is heard out of Zion, saying, How are we plundered! We are greatly ashamed, because we have left the land, because our tents are dismantled."},{"number":20,"verse":"Therefore hear the word of the LORD, O women, and let your ears receive the word of his mouth, and teach your daughters lamentations, and every one to her neighbor a melody."},{"number":21,"verse":"For death is come up into our windows and is entered into our palaces, to cut off the children from the streets and the young men from the broad ways."},{"number":22,"verse":"For thus says the LORD, The carcasses of men shall fall as rubbish upon the open field and as the grass after the reaper, and none shall gather them."},{"number":23,"verse":"Thus says the LORD, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, and let not the rich man glory in his riches;"},{"number":24,"verse":"But let him who glories glory in this: that he understands and knows me, that I am the LORD who executes lovingkindness, justice and righteousness in the earth; for in these things I delight, says the LORD."},{"number":25,"verse":"Behold, the days come, says the LORD, that I will punish all those who are circumcised together with the uncircumcised;"},{"number":26,"verse":"Egyptians and Jews and Edomites, and the children of Ammon and Moab, and all those who cut their beards, who dwell in the wilderness; for all these nations are uncircumcised in their flesh, and all the house of Israel is uncircumcised in heart."}]}