{"bibleAbbr":"Geneva1587","bookName":"James","bookEnglishName":"James","chapterNumber":2,"verses":[{"number":1,"verse":"My The first: charity which proceeds from a true faith, cannot exist with the respecting of people: which he proves plainly by using the example of those who, while having reproach or disdain for the poor, honour the rich. brethren, have not the faith of our Lord Jesus Christ, [the Lord] of For if we knew what Christ's glory is, and esteemed it as we should, there would not be the respecting of people that there is. glory, with respect of persons."},{"number":2,"verse":"For if there come into your copany a man with a golde ring, and in goodly apparell, and there come in also a poore man in vile raiment,"},{"number":3,"verse":"And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a In a worshipful and honourable place. good place; and say to the poor, Stand thou there, or sit here under my footstool:"},{"number":4,"verse":"Are ye not then partial in Have you not within yourselves judged one man to be preferred over another (which you should not do) by means of this? yourselves, and are become judges of evil thoughts?"},{"number":5,"verse":"He shows that those who prefer the rich over the poor are wicked and disobedient judges, since God on the other hand prefers the poor (whom he has enriched with true riches) over the rich. Hearken, my beloved brethren, Hath not God chosen the The needy and wretched, and (if we measure it after the opinion of the world) the most degraded of all men. poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?"},{"number":6,"verse":"But ye have despised the poor. Secondly, he proves them to be fools: since the rich men are rather to be held detestable and cursed, considering that they persecute the church, and blaspheme Christ: for he speaks of wicked and profane rich men, as most of them have always been, beside whom he contrasts the poor and degraded. Do not rich men oppress you, and draw you before the judgment seats?"},{"number":7,"verse":"Do not they blaspheme that worthy name by the which ye are Literally, «which is called upon of you». called?"},{"number":8,"verse":"The conclusion: charity which God prescribes cannot agree with the respecting of people, seeing that we must walk in the king's highway. If ye fulfil the The law is said to be royal and like the king's highway, in that it is simple and without changes, and that the law calls everyone our neighbour without respect, whom we may help by any kind of duty. royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:"},{"number":9,"verse":"But if yee regarde the persons, yee commit sinne, and are rebuked of the Lawe, as transgressours."},{"number":10,"verse":"A new argument to prove the same conclusion: Those who neglect some and ambitiously honour others do not love their neighbours. For they do not obey God if they remove from the commandments of God those things that are not convenient for them. Rather they are guilty of breaking the whole law, even though they observe part of it. For whosoever shall keep the whole law, and yet offend in one [point], he is guilty of Not that all sins are equal, but because he who breaks one small part of the law, offends the majority of the given law. all."},{"number":11,"verse":"A proof: because the Lawmaker is always one and the same, and the contents of the law cannot be divided. For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law."},{"number":12,"verse":"The conclusion of the whole treatise: we are upon this condition delivered from the curse of the law by the mercy of God, that in the same way we should maintain and cherish charity and good will towards one another, and whoever does not do so, shall not taste of the grace of God. So speak ye, and so do, as they that shall be judged by the law of liberty."},{"number":13,"verse":"For he shall have judgment without mercy, that hath shewed no He that is harsh and short with his neighbour, or else does not help him, he shall find God a hard and rough judge to him. mercy; and mercy rejoiceth against judgment."},{"number":14,"verse":"The fifth place which follows very well with the former treatise, concerning a true and living faith. The proposition of the place is this: Faith which does not bring forth works is not that faith by means of which we are justified, but an false image of that faith, or else this: they who do not show the effects of faith are not justified by faith. What [doth it] profit, my brethren, though a man say he hath faith, and have not works? can faith save him?"},{"number":15,"verse":"The first reason taken from a comparison: if a man says to one who is hungry «Fill your belly» and yet gives him nothing, this is not true charity. If a man says he believes and does not bring forth works of his faith, this is not true faith, but truly a dead thing called with the name of faith, of which no man has room to brag, unless he will openly incur reprehension, since the cause is understood by the effects. If a brother or sister be naked, and destitute of daily food,"},{"number":16,"verse":"And one of you say vnto them, Depart in peace: warme your selues, and fil your bellies, notwithstading ye giue them not those things which are needefull to the body, what helpeth it?"},{"number":17,"verse":"Euen so the faith, if it haue no woorkes, is dead in it selfe."},{"number":18,"verse":"Yea, No, by this every man will be eaten up with pride. a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works."},{"number":19,"verse":"Another reason taken from an absurdity: if such a faith were the true faith by means of which we are justified, the demons would be justified, for they have that, but nonetheless they tremble and are not justified, therefore neither is that faith a true faith. Thou believest that there is one God; thou doest well: the devils also believe, and tremble."},{"number":20,"verse":"The third reason from the example of Abraham, who no doubt had a true faith: but he in offering his son, showed himself to have that faith which was not without works, and therefore he received a true testimony when it was laid, that faith was imputed to him for righteousness. But wilt thou know, O vain man, that faith without works is dead?"},{"number":21,"verse":"Was not Abraham our father Was he not by his works known and found to be justified? For he speaks not here of the causes of justification, but by what effects we may know that a man is justified. justified by works, when he had offered Isaac his son upon the altar?"},{"number":22,"verse":"Seest thou how faith Was effectual and fruitful with good works. wrought with his works, and by works was faith made That the faith was declared to be a true faith, through works. perfect?"},{"number":23,"verse":"And the scripture was Then the Scripture was fulfilled, when it appeared plainly how truly it was written about Abraham. fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God."},{"number":24,"verse":"The conclusion: Only he who has faith that has works following it is justified. Ye see then how that by works a man is Is proved to be just. justified, and not by Of that dead and fruitless faith which you boast of. faith only."},{"number":25,"verse":"A forth reason taken from a similar example of Rahab the harlot, who was proved by her works that she was justified by a true faith. Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent [them] out another way?"},{"number":26,"verse":"The conclusion repeated again: faith does not bring forth fruits and works is not faith, but a dead carcass. For as the body without the spirit is dead, so faith without works is dead also."}]}