{"bibleAbbr":"KJV1611","bookName":"1 Thessalonians","bookEnglishName":"1 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"For your selues, brethren, knowe our entrance in vnto you, that it was not in vaine."},{"number":2,"verse":"But euen after that wee had suffered before, and were shamefully entreated, as ye know, at Philippi, wee were bold in our God, to speake vnto you the Gospel of God with much contention."},{"number":3,"verse":"For our exhortation was not of deceite, nor of vncleannesse, nor in guile:"},{"number":4,"verse":"But as we were allowed of God to bee put in trust with the Gospel, euen so wee speake, not as pleasing men, but God, which trieth our hearts."},{"number":5,"verse":"For neither at any time vsed wee flattering wordes, as yee knowe, nor a cloke of couetousnesse, God is witnesse:"},{"number":6,"verse":"Nor of men sought we glorie, neither of you, nor yet of others, when we might haue beene burdensome, as the Apostles of Christ."},{"number":7,"verse":"But wee were gentle among you, euen as a nurse cherisheth her children:"},{"number":8,"verse":"So being affectionately desirous of you, we were willing to haue imparted vnto you, not the Gospel of God only, but also our owne soules, because ye were deare vnto vs."},{"number":9,"verse":"For yee remember, brethren, our labour and trauaile: for labourng night and day, because wee would not bee chargeable vnto any of you, wee preached vnto you the Gospel of God."},{"number":10,"verse":"Yee are witnesses, and God also, how holily, and iustly, and vnblameably wee behaued our selues among you that beleeue."},{"number":11,"verse":"As you know, how wee exhorted and comforted, and charged euery one of you, (as a father doeth his children,)"},{"number":12,"verse":"That ye would walke worthy of God, who hath called you vnto his kingdome and glory."},{"number":13,"verse":"For this cause also thanke wee God without ceasing, because when yee receiued the word of God, which yee heard of vs, yee receiued it not as the word of men, but (as it is in trueth) the word of God, which effectually worketh also in you that beleeue."},{"number":14,"verse":"For yee, brethren, became followers of the Churches of God, which in Iudea are in Christ Iesus: for ye also haue suffered like things of your owne countreymen, euen as they haue of the Iewes:"},{"number":15,"verse":"Who both killed the Lord Iesus, and their owne Prophets, and haue persecuted vs: and they please not God, and are contrary to all men:"},{"number":16,"verse":"Forbidding vs to speake to the Gentiles, that they might bee saued, to fill vp their sinnes alway: for the wrath is come vpon them to the vttermost."},{"number":17,"verse":"But wee, brethren, beeing taken from you for a short time, in presence, not in heart, endeuored the more abundantly to see your face with great desire."},{"number":18,"verse":"Wherefore we would haue come vnto you (euen I Paul) once & againe: but Satan hindered vs."},{"number":19,"verse":"For what is our hope, or ioy, or crowne of reioycing? Are not euen ye in the presence of our Lord Iesus Christ at his comming?"},{"number":20,"verse":"For, ye are our glory and ioy."}]}