{"bibleAbbr":"NCB2019","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":5,"verses":[{"number":1,"verse":"Listen to these words that I utter against you in lamentation, O house of Israel:"},{"number":2,"verse":"She has fallen, to rise no more, the virgin Israel. She lies forsaken on her own soil, with no one to raise her up."},{"number":3,"verse":"For thus says the Lord GOD: The city that marched out to war with a thousand will be left with a hundred; and the one that marched out with a hundred will have only ten left."},{"number":4,"verse":"For thus says the LORD to the house of Israel: If you seek me, you will survive,"},{"number":5,"verse":"but do not go to Bethel. Do not journey to Gilgal, and do not cross over to Beer-sheba. For Gilgal will surely be led into exile, and Bethel shall come to nothing."},{"number":6,"verse":"Seek the LORD and you will live, or else, like a fire, he will sweep through the house of Joseph, with no one able to quench the flames."},{"number":8,"verse":"He who made the Pleiades and Orion, who turns heavy darkness into dawn and darkens day into night, who summons the waters of the sea and pours them out over the surface of the earth,"},{"number":9,"verse":"who brings destruction on the strong and ruin upon the fortress: the LORD is his name. 7 Woe to those who turn justice to wormwood and thrust righteousness to the ground."},{"number":10,"verse":"They hate the one who preaches justice at the city gate and abhor the one who speaks the truth."},{"number":11,"verse":"Therefore, because you have trampled upon the poor and extorted levies on their wheat, even though you have built houses of hewn stone, you will never live in them; although you have planted pleasant vineyards, you will never drink their wine."},{"number":12,"verse":"For I know how many are your crimes and how monstrous are your sins. You oppress the innocent, accept bribes, and push aside the destitute at the gates."},{"number":13,"verse":"Therefore, the prudent man keeps silent in such a situation, for it is an evil period."},{"number":14,"verse":"Seek good and not evil, so that you may live. Then the LORD, the God of hosts, will be with you as you claim he is."},{"number":15,"verse":"Hate evil and love good, and let justice prevail at the city gate. Then it is possible that the LORD, the God of hosts, will show mercy to the remnant of Joseph.[a]"},{"number":16,"verse":"Therefore, this is what the LORD, the God of hosts, the Almighty, has to say: In every public square there will be lamentation; in every street they will cry out, “Alas! Alas!” They will summon the farmers to wail, and the professional mourners to lament."},{"number":17,"verse":"There will be wailing in every vineyard, for I will pass through your midst, says the LORD."},{"number":18,"verse":"Woe to those who long for the day of the LORD. What will this day of the LORD mean to you? It will mean darkness, not light,"},{"number":19,"verse":"as if someone fled from a lion and was met by a bear, or entered his house and rested his hand against the wall and was bitten by a snake."},{"number":20,"verse":"Will not the day of the LORD be darkness, not light, day of gloom without any brightness?"},{"number":21,"verse":"I loathe, I despise your festivals, and I take no delight in your solemn assemblies."},{"number":22,"verse":"Even though you bring me your burnt offerings and your grain offerings, I will not accept them. Nor will I look favorably upon your stall-fed peace offerings."},{"number":23,"verse":"Spare me the noise of your chanting; I will not listen to the melodies of your harps."},{"number":24,"verse":"Rather, let justice flow like a river, and righteousness like an ever-flowing stream."},{"number":25,"verse":"Did you bring me sacrifices and offerings during those forty years in the desert, O house of Israel?"},{"number":26,"verse":"You have lifted up Sakuth, your king, and Kaiwan, your star god, the images that you have made for yourselves."},{"number":27,"verse":"Therefore, I will drive you into exile beyond Damascus, says the LORD, whose name is the God of hosts."}]}