{"bibleAbbr":"NET2007","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":12,"verses":[{"number":1,"verse":"The Central Sanctuary These are the statutes and ordinances you must be careful to obey as long as you live in the land the LORD, the God of your ancestors, (tn Heb “fathers.”) has given you to possess. (tn Heb “you must be careful to obey in the land the Lord, the God of your fathers, has given you to possess all the days which you live in the land.” This adverbial statement modifies “to obey,” not “to possess,” so the order in the translation has been rearranged to make this clear.)"},{"number":2,"verse":"You must by all means destroy (tn Heb “destroying you must destroy”; KJV “Ye shall utterly (surely ASV) destroy”; NRSV “must demolish completely.” The Hebrew infinitive absolute precedes the verb for emphasis, which is reflected in the translation by the words “by all means.”) all the places where the nations you are about to dispossess worship their gods — on the high mountains and hills and under every leafy tree. (sn Every leafy tree. This expression refers to evergreens which, because they keep their foliage throughout the year, provided apt symbolism for nature cults such as those practiced in Canaan. The deity particularly in view is Asherah, wife of the great god El, who was considered the goddess of fertility and whose worship frequently took place at shrines near or among clusters (groves) of such trees (see also Deut 7:5). See J. Hadley, NIDOTTE 1:569-70; J. DeMoor, TDOT 1:438-44.)"},{"number":3,"verse":"You must tear down their altars, shatter their sacred pillars, (sn Sacred pillars. These are the stelae (stone pillars; the Hebrew term is מַצֵּבֹת, matsevot) associated with Baal worship, perhaps to mark a spot hallowed by an alleged visitation of the gods. See also Deut 7:5.) burn up their sacred Asherah poles, (sn Sacred Asherah poles. The Hebrew term (plural) is אֲשֵׁרִים (’asherim). See note on the word “(leafy) tree” in v. 2, and also Deut 7:5.) and cut down the images of their gods; you must eliminate their very memory from that place."},{"number":4,"verse":"You must not worship the LORD your God the way they worship."},{"number":5,"verse":"But you must seek only the place he (tn Heb “the Lord your God.” The pronoun has been used in the translation for stylistic reasons to avoid redundancy.) chooses from all your tribes to establish his name as his place of residence, (tc Some scholars, on the basis of v. 11, emend the MT reading שִׁכְנוֹ (shikhno, “his residence”) to the infinitive construct לְשָׁכֵן (lÿshakhen, “to make [his name] to dwell”), perhaps with the 3rd person masculine singular sf לְשַׁכְּנוֹ (lÿshakÿno, “to cause it to dwell”). Though the presupposed nounשֵׁכֶן (shekhen) is nowhere else attested, the parallel here with שַׁמָּה (shammah, “there”) favors retaining the MT as it stands.) and you must go there."},{"number":6,"verse":"And there you must take your burnt offerings, your sacrifices, your tithes, the personal offerings you have prepared, (tn Heb “heave offerings of your hand.”) your votive offerings, your freewill offerings, and the firstborn of your herds and flocks."},{"number":7,"verse":"Both you and your families (tn Heb “and your houses,” referring to entire households. The pronouns “you” and “your” are plural in the Hebrew text.) must feast there before the LORD your God and rejoice in all the output of your labor with which he (tn Heb “the Lord your God.” See note on “he” in 12:5.) has blessed you."},{"number":8,"verse":"You must not do like we are doing here today, with everyone (tn Heb “a man.”) doing what seems best to him,"},{"number":9,"verse":"for you have not yet come to the final stop (tn Heb “rest.”) and inheritance the LORD your God is giving you."},{"number":10,"verse":"When you do go across the Jordan River (tn The word “River” is not in the Hebrew text, but has been supplied in the translation for clarity.) and settle in the land he (tn Heb “the Lord your God.” See note on “he” in 12:5.) is granting you as an inheritance and you find relief from all the enemies who surround you, you will live in safety. (tn In the Hebrew text vv. 10–11 are one long, complex sentence. For stylistic reasons the translation divides this into two sentences.)"},{"number":11,"verse":"Then you must come to the place the LORD your God chooses for his name to reside, bringing (tn Heb “and it will be (to) the place where the Lord your God chooses to cause his name to dwell you will bring.”) everything I am commanding you — your burnt offerings, sacrifices, tithes, the personal offerings you have prepared, (tn Heb “heave offerings of your hand.”) and all your choice votive offerings which you devote to him. (tn Heb “the Lord.” See note on “he” in 12:5.)"},{"number":12,"verse":"You shall rejoice in the presence of the LORD your God, along with your sons, daughters, male and female servants, and the Levites in your villages (tn Heb “within your gates” (so KJV, NASB); NAB “who belongs to your community.”) (since they have no allotment or inheritance with you). (sn They have no allotment or inheritance with you. See note on the word “inheritance” in Deut 10:9.)"},{"number":13,"verse":"Make sure you do not offer burnt offerings in any place you wish,"},{"number":14,"verse":"for you may do so (tn Heb “offer burnt offerings.” The expression “do so” has been used in the translation for stylistic reasons to avoid redundancy.) only in the place the LORD chooses in one of your tribal areas — there you may do everything I am commanding you. (sn This injunction to worship in a single and central sanctuary – one limited and appropriate to the thrice-annual festival celebrations (see Exod 23:14–17; 34:22–24; Lev 23:4–36; Deut 16:16–17) – marks a departure from previous times when worship was carried out at local shrines (cf. Gen 8:20; 12:7; 13:18; 22:9; 26:25; 35:1, 3, 7; Exod 17:15). Apart from the corporate worship of the whole theocratic community, however, worship at local altars would still be permitted as in the past (Deut 16:21; Judg 6:24–27; 13:19–20; 1 Sam 7:17; 10:5, 13; 2 Sam 24:18–25; 1 Kgs 18:30).)"},{"number":15,"verse":"Regulations for Profane Slaughter On the other hand, you may slaughter and eat meat as you please when the LORD your God blesses you (tn Heb “only in all the desire of your soul you may sacrifice and eat flesh according to the blessing of the Lord your God which he has given to you.”) in all your villages. (tn Heb “gates” (so KJV, NASB; likewise in vv. 17, 18).) Both the ritually pure and impure may eat it, whether it is a gazelle or an ibex."},{"number":16,"verse":"However, you must not eat blood — pour it out on the ground like water."},{"number":17,"verse":"You will not be allowed to eat in your villages your tithe of grain, new wine, olive oil, the firstborn of your herd and flock, any votive offerings you have vowed, or your freewill and personal offerings."},{"number":18,"verse":"Only in the presence of the LORD your God may you eat these, in the place he (tn Heb “the Lord your God.” See note on “he” in 12:5.) chooses. This applies to you, your son, your daughter, your male and female servants, and the Levites (tn See note at Deut 12:12.) in your villages. In that place you will rejoice before the LORD your God in all the output of your labor. (tn Heb “in all the sending forth of your hands.”)"},{"number":19,"verse":"Be careful not to overlook the Levites as long as you live in the land."},{"number":20,"verse":"The Sanctity of Blood When the LORD your God extends your borders as he said he would do and you say, “I want to eat meat just as I please,” (tn Heb “for my soul desires to eat meat.”) you may do so as you wish. (tn Heb “according to all the desire of your soul you may eat meat.”)"},{"number":21,"verse":"If the place he (tn Heb “the Lord your God.” See note on “he” in 12:5.) chooses to locate his name is too far for you, you may slaughter any of your herd and flock he (tn Heb “the Lord.” See note on “he” in 12:5.) has given you just as I have stipulated; you may eat them in your villages (tn Heb “gates” (so KJV, NASB); NAB “in your own community.”) just as you wish."},{"number":22,"verse":"Like you eat the gazelle or ibex, so you may eat these; the ritually impure and pure alike may eat them."},{"number":23,"verse":"However, by no means eat the blood, for the blood is life itself (sn The blood is life itself. This is a figure of speech (metonymy) in which the cause or means (the blood) stands for the result or effect (life). That is, life depends upon the existence and circulation of blood, a truth known empirically but not scientifically tested and proved until the 17th century a. d. (cf. Lev 17:11).) — you must not eat the life with the meat!"},{"number":24,"verse":"You must not eat it! You must pour it out on the ground like water."},{"number":25,"verse":"You must not eat it so that it may go well with you and your children after you; you will be doing what is right in the LORD’s sight. (tc Heb “in the eyes of the Lord.” The LXX adds “your God” to create the common formula, “the Lord your God.” The MT is preferred precisely because it does not include the stereotyped formula; thus it more likely preserves the original text.)"},{"number":26,"verse":"Only the holy things and votive offerings that belong to you, you must pick up and take to the place the LORD will choose. (tc Again, to complete a commonly attested wording the LXX adds after “choose” the phrase “to place his name there.” This shows insensitivity to deliberate departures from literary stereotypes. The MT reading is to be preferred.)"},{"number":27,"verse":"You must offer your burnt offerings, both meat and blood, on the altar of the LORD your God; the blood of your other sacrifices (sn These other sacrifices would be so-called peace or fellowship offerings whose ritual required a different use of the blood from that of burnt (sin and trespass) offerings (cf. Lev 3; 7:11–14, 19–21).) you must pour out on his (tn Heb “on the altar of the Lord your God.” The pronoun has been used in the translation for stylistic reasons to avoid redundancy.) altar while you eat the meat."},{"number":28,"verse":"Pay careful attention to all these things I am commanding you so that it may always go well with you and your children after you when you do what is good and right in the sight of the LORD your God."},{"number":29,"verse":"The Abomination of Pagan Gods When the LORD your God eliminates the nations from the place where you are headed and you dispossess them, you will settle down in their land. (tn Heb “dwell in their land” (so NASB). In the Hebrew text vv. 29–30 are one long sentence. For stylistic reasons the translation divides it into two.)"},{"number":30,"verse":"After they have been destroyed from your presence, be careful not to be ensnared like they are; do not pursue their gods and say, “How do these nations serve their gods? I will do the same.”"},{"number":31,"verse":"You must not worship the LORD your God the way they do! (tn Heb “you must not do thus to/for the Lord your God.”) For everything that is abhorrent (tn See note on this term at Deut 7:25.) to him, (tn Heb “every abomination of the Lord.” See note on the word “his” in v. 27.) everything he hates, they have done when worshiping their gods. They even burn up their sons and daughters before their gods!"},{"number":32,"verse":"Idolatry and False Prophets (13:1) (sn Beginning with 12:32, the verse numbers through 13:18 in the English Bible differ from the verse numbers in the Hebrew text (BHS), with 12:32 ET = 13:1 HT, 13:1 ET = 13:2 HT, 13:2 ET = 13:3 HT, etc., through 13:18 ET = 13:19 HT. With 14:1 the verse numbers in the ET and HT are again the same.) You (tn This verse highlights a phenomenon found throughout Deuteronomy, but most especially in chap. 12, namely, the alternation of grammatical singular and plural forms of the pronoun (known as Numeruswechsel in German scholarship). Critical scholarship in general resolves the “problem” by suggesting varying literary traditions – one favorable to the singular pronoun and the other to the plural – which appear in the (obviously rough) redacted text at hand. Even the ancient versions were troubled by the lack of harmony of grammatical number and in this verse, for example, offered a number of alternate readings. The MT reads “Everything I am commanding you (plural) you (plural) must be careful to do; you (singular) must not add to it nor should you (singular) subtract form it.” Smr, LXX, Syriac, and Vulgate suggest singular for the first two pronouns but a few Smr mss propose plural for the last two. What both ancient and modern scholars tend to overlook, however, is the covenantal theological tone of the Book of Deuteronomy, one that views Israel as a collective body (singular) made up of many individuals (plural). See M. Weinfeld, Deuteronomy 1–11 (AB), 15-16; J. A. Thompson, Deuteronomy (TOTC), 21-23.) must be careful to do everything I am commanding you. Do not add to it or subtract from it! (sn Do not add to it or subtract from it. This prohibition makes at least two profound theological points: (1) This work by Moses is of divine origination (i. e., it is inspired) and therefore can tolerate no human alteration; and (2) the work is complete as it stands (i. e., it is canonical).)"}]}