{"bibleAbbr":"NET2007","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":19,"verses":[{"number":1,"verse":"(Laws Concerning Manslaughter) When the LORD your God destroys the nations whose land he (tn Heb “the Lord your God.” The pronoun has been used in the translation for stylistic reasons to avoid redundancy.) is about to give you and you dispossess them and settle in their cities and houses,"},{"number":2,"verse":"you must set apart for yourselves three cities (sn These three cities, later designated by Joshua, were Kedesh of Galilee, Shechem, and Hebron (Josh 20:7–9).) in the middle of your land that the LORD your God is giving you as a possession."},{"number":3,"verse":"You shall build a roadway and divide into thirds the whole extent (tn Heb “border.”) of your land that the LORD your God is providing as your inheritance; anyone who kills another person should flee to the closest of these cities."},{"number":4,"verse":"Now this is the law pertaining to one who flees there in order to live, (tn Heb “and this is the word pertaining to the one who kills who flees there and lives.”) if he has accidentally killed another (tn Heb “who strikes his neighbor without knowledge.”) without hating him at the time of the accident. (tn Heb “yesterday and a third (day)” (likewise in v. 6). The point is that there was no animosity between the two parties at the time of the accident and therefore no motive for the killing. Cf. NAB “had previously borne no malice”; NRSV “had not been at enmity before.”)"},{"number":5,"verse":"Suppose he goes with someone else (tn Heb “his neighbor” (so NAB, NIV); NASB “his friend.”) to the forest to cut wood and when he raises the ax (tn Heb “and he raises his hand with the iron.”) to cut the tree, the ax head flies loose (tn Heb “the iron slips off.”) from the handle and strikes (tn Heb “finds.”) his fellow worker (tn Heb “his neighbor.”) so hard that he dies. The person responsible (tn Heb “he”; the referent (the person responsible for his friend’s death) has been specified in the translation for clarity.) may then flee to one of these cities to save himself. (tn Heb “and live.”)"},{"number":6,"verse":"Otherwise the blood avenger will chase after the killer in the heat of his anger, eventually overtake him, (tn Heb “and overtake him, for the road is long.”) and kill him, (tn Heb “smite with respect to life,” that is, fatally.) though this is not a capital case (tn Heb “no judgment of death.”) since he did not hate him at the time of the accident."},{"number":7,"verse":"Therefore, I am commanding you to set apart for yourselves three cities."},{"number":8,"verse":"If the LORD your God enlarges your borders as he promised your ancestors (tn Heb “fathers.”) and gives you all the land he pledged to them, (tn Heb “he said to give to your ancestors.” The pronoun has been used in the translation instead for stylistic reasons.)"},{"number":9,"verse":"and then you are careful to observe all these commandments (tn Heb “all this commandment.” This refers here to the entire covenant agreement of the Book of Deuteronomy as encapsulated in the Shema (Deut 6:4–5).) I am giving (tn Heb “commanding”; NAB “which I enjoin on you today.”) you today (namely, to love the LORD your God and to always walk in his ways), then you must add three more cities (sn You will add three more cities. Since these are alluded to nowhere else and thus were probably never added, this must be a provision for other cities of refuge should they be needed (cf. v. 8). See P. C. Craigie, Deuteronomy (NICOT), 267.) to these three."},{"number":10,"verse":"You must not shed innocent blood (tn Heb “innocent blood must not be shed.” The Hebrew phrase דָּם נָקִי (dam naqiy) means the blood of a person to whom no culpability or responsibility adheres because what he did was without malice aforethought (HALOT 224 s. v דָּם 4. b).) in your land that the LORD your God is giving you as an inheritance, for that would make you guilty. (tn Heb “and blood will be upon you” (cf. KJV, ASV); NRSV “thereby bringing bloodguilt upon you.”)"},{"number":11,"verse":"However, suppose a person hates someone else (tn Heb “his neighbor.”) and stalks him, attacks him, kills him, (tn Heb “rises against him and strikes him fatally.”) and then flees to one of these cities."},{"number":12,"verse":"The elders of his own city must send for him and remove him from there to deliver him over to the blood avenger (tn The גֹאֵל הַדָּם (go’el haddam, “avenger of blood”) would ordinarily be a member of the victim’s family who, after due process of law, was invited to initiate the process of execution (cf. Num 35:16–28). See R. Hubbard, NIDOTTE 1:789-94.) to die."},{"number":13,"verse":"You must not pity him, but purge out the blood of the innocent (sn Purge out the blood of the innocent. Because of the corporate nature of Israel’s community life, the whole community shared in the guilt of unavenged murder unless and until vengeance occurred. Only this would restore spiritual and moral equilibrium (Num 35:33).) from Israel, so that it may go well with you."},{"number":14,"verse":"(Laws Concerning Witnesses) You must not encroach on your neighbor’s property, (tn Heb “border.” Cf. NRSV “You must not move your neighbor’s boundary marker.”) which will have been defined (tn Heb “which they set off from the beginning.”) in the inheritance you will obtain in the land the LORD your God is giving you. (tn The Hebrew text includes “to possess it.” This phrase has been left untranslated to avoid redundancy.)"},{"number":15,"verse":"A single witness may not testify (tn Heb “rise up” (likewise in v. 16).) against another person for any trespass or sin that he commits. A matter may be legally established (tn Heb “may stand.”) only on the testimony of two or three witnesses."},{"number":16,"verse":"If a false (tn Heb “violent” (חָמָס, khamas). This is a witness whose motivation from the beginning is to do harm to the accused and who, therefore, resorts to calumny and deceit. See I. Swart and C. VanDam, NIDOTTE 2:177-80.) witness testifies against another person and accuses him of a crime, (tn Or “rebellion.” Rebellion against God’s law is in view (cf. NAB “of a defection from the law”).)"},{"number":17,"verse":"then both parties to the controversy must stand before the LORD, that is, before the priests and judges (tn The appositional construction (“before the Lord, that is, before the priests and judges”) indicates that these human agents represented the Lord himself, that is, they stood in his place (cf. Deut 16:18–20; 17:8–9).) who will be in office in those days."},{"number":18,"verse":"The judges will thoroughly investigate the matter, and if the witness should prove to be false and to have given false testimony against the accused, (tn Heb “his brother” (also in the following verse).)"},{"number":19,"verse":"you must do to him what he had intended to do to the accused. In this way you will purge (tn Heb “you will burn out” (בִּעַרְתָּ, bi’arta). Like a cancer, unavenged sin would infect the whole community. It must, therefore, be excised by the purging out of its perpetrators who, presumably, remained unrepentant (cf. Deut 13:6; 17:7, 12; 21:21; 22:21–22, 24; 24:7).) evil from among you."},{"number":20,"verse":"The rest of the people will hear and become afraid to keep doing such evil among you."},{"number":21,"verse":"You must not show pity; the principle will be a life for a life, an eye for an eye, a tooth for a tooth, a hand for a hand, and a foot for a foot. (sn This kind of justice is commonly called lex talionis or “measure for measure” (cf. Exod 21:23–25; Lev 24:19–20). It is likely that it is the principle that is important and not always a strict application. That is, the punishment should fit the crime and it may do so by the payment of fines or other suitable and equitable compensation (cf. Exod 22:21; Num 35:31). See T. S. Frymer-Kensky, “Tit for Tat: The Principle of Equal Retribution in Near Eastern and Biblical Law,” BA 43 (1980): 230-34.)"}]}