{"bibleAbbr":"NET2007","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":23,"verses":[{"number":1,"verse":"Purity in Public Worship A man with crushed (tn Heb “bruised by crushing,” which many English versions take to refer to crushed testicles (NAB, NRSV, NLT); TEV “who has been castrated.”) or severed genitals (tn Heb “cut off with respect to the penis”; KJV, ASV “hath his privy member cut off”; English versions vary in their degree of euphemism here; cf. NAB, NRSV, TEV, NLT “penis”; NASB “male organ”; NCV “sex organ”; CEV “private parts”; NIV “emasculated by crushing or cutting.”) may not enter the assembly of the LORD. (sn The Hebrew term translated “assembly” (קָהָל, qahal) does not refer here to the nation as such but to the formal services of the tabernacle or temple. Since emasculated or other sexually abnormal persons were commonly associated with pagan temple personnel, the thrust here may be primarily polemical in intent. One should not read into this anything having to do with the mentally and physically handicapped as fit to participate in the life and ministry of the church.)"},{"number":2,"verse":"A person of illegitimate birth (tn Or “a person born of an illegitimate marriage.”) may not enter the assembly of the LORD; to the tenth generation no one related to him may do so. (tn Heb “enter the assembly of the Lord.” The phrase “do so” has been used in the translation for stylistic reasons to avoid redundancy.)"},{"number":3,"verse":"An Ammonite or Moabite (sn An Ammonite or Moabite. These descendants of Lot by his two daughters (cf. Gen 19:30–38) were thereby the products of incest and therefore excluded from the worshiping community. However, these two nations also failed to show proper hospitality to Israel on their way to Canaan (v. 4).) may not enter the assembly of the LORD; to the tenth generation none of their descendants shall ever (tn The Hebrew term translated “ever” (עַד־עוֹלָם, ’ad-’olam) suggests that “tenth generation” (vv. 2, 3) also means “forever.” However, in the OT sense “forever” means not “for eternity” but for an indeterminate future time. See A. Tomasino, NIDOTTE 3:346.) do so, (tn Heb “enter the assembly of the Lord.” The phrase “do so” has been used in the translation for stylistic reasons to avoid redundancy.)"},{"number":4,"verse":"for they did not meet you with food and water on the way as you came from Egypt, and furthermore, they hired (tn Heb “hired against you.”) Balaam son of Beor of Pethor in Aram Naharaim to curse you."},{"number":5,"verse":"But the LORD your God refused to listen to Balaam and changed (tn Heb “the Lord your God changed.” The phrase “the Lord your God” has not been included in the translation here for stylistic reasons to avoid redundancy. Moreover, use of the pronoun “he” could create confusion regarding the referent (the Lord or Balaam).) the curse to a blessing, for the LORD your God loves (tn The verb אָהַב (’ahav, “love”) here and commonly elsewhere in the Book of Deuteronomy speaks of God’s elective grace toward Israel. See note on the word “loved” in Deut 4:37.) you."},{"number":6,"verse":"You must not seek peace and prosperity for them through all the ages to come."},{"number":7,"verse":"You must not hate an Edomite, for he is your relative; (tn Heb “brother.”) you must not hate an Egyptian, for you lived as a foreigner (tn Heb “sojourner.”) in his land."},{"number":8,"verse":"Children of the third generation born to them (sn Concessions were made to the Edomites and Egyptians (as compared to the others listed in vv. 1–6) because the Edomites (i. e., Esauites) were full “brothers” of Israel and the Egyptians had provided security and sustenance for Israel for more than four centuries.) may enter the assembly of the LORD."},{"number":9,"verse":"Purity in Personal Hygiene When you go out as an army against your enemies, guard yourselves against anything impure. (tn Heb “evil.” The context makes clear that this is a matter of ritual impurity, not moral impurity, so it is “evil” in the sense that it disbars one from certain religious activity.)"},{"number":10,"verse":"If there is someone among you who is impure because of some nocturnal emission, (tn Heb “nocturnal happening.” The Hebrew term קָרֶה (qareh) merely means “to happen” so the phrase here is euphemistic (a “night happening”) for some kind of bodily emission such as excrement or semen. Such otherwise normal physical functions rendered one ritually unclean whether accidental or not. See Lev 15:16–18; 22:4.) he must leave the camp; he may not reenter it immediately."},{"number":11,"verse":"When evening arrives he must wash himself with water and then at sunset he may reenter the camp."},{"number":12,"verse":"You are to have a place outside the camp to serve as a latrine. (tn Heb “so that one may go outside there.” This expression is euphemistic.)"},{"number":13,"verse":"You must have a spade among your other equipment and when you relieve yourself (tn Heb “sit.” This expression is euphemistic.) outside you must dig a hole with the spade (tn Heb “with it”; the referent (the spade mentioned at the beginning of the verse) has been specified in the translation for clarity.) and then turn and cover your excrement. (tn Heb “what comes from you,” a euphemism.)"},{"number":14,"verse":"For the LORD your God walks about in the middle of your camp to deliver you and defeat (tn Heb “give [over] your enemies.”) your enemies for you. Therefore your camp should be holy, so that he does not see anything indecent (tn Heb “nakedness of a thing”; NLT “any shameful thing.” The expression עֶרְוַת דָּבָר (’ervat davar) refers specifically to sexual organs and, by extension, to any function associated with them. There are some aspects of human life that are so personal and private that they ought not be publicly paraded. Cultically speaking, even God is offended by such impropriety (cf. Gen 9:22–23; Lev 18:6–12, 16–19; 20:11, 17–21). See B. Seevers, NIDOTTE 3:528-30.) among you and turn away from you."},{"number":15,"verse":"Purity in the Treatment of the Nonprivileged You must not return an escaped slave to his master when he has run away to you. (tn The Hebrew text includes “from his master,” but this would be redundant in English style.)"},{"number":16,"verse":"Indeed, he may live among you in any place he chooses, in whichever of your villages (tn Heb “gates.”) he prefers; you must not oppress him."},{"number":17,"verse":"Purity in Cultic Personnel There must never be a sacred prostitute (tn The Hebrew term translated “sacred prostitute” here (קְדֵשָׁה [qÿdeshah], from קַדֵשׁ [qadesh, “holy”]; cf. NIV “shrine prostitute”; NASB “cult prostitute”; NRSV, TEV, NLT “temple prostitute”) refers to the pagan fertility cults that employed female and male prostitutes in various rituals designed to evoke agricultural and even human fecundity (cf. Gen 38:21–22; 1 Kgs 14:24; 15:12; 22:47; 2 Kgs 23:7; Hos 4:14). The Hebrew term for a regular, noncultic (i. e., “secular”) female prostitute is זוֹנָה (zonah).) among the young women (tn Heb “daughters.”) of Israel nor a sacred male prostitute (tn The male cultic prostitute was called קָדֵשׁ (qadesh; see note on the phrase “sacred prostitute” earlier in this verse). The colloquial Hebrew term for a “secular” male prostitute (i. e., a sodomite) is the disparaging epithet כֶּלֶב (kelev, “dog”) which occurs in the following verse (cf. KJV, ASV, NAB, NASB).) among the young men (tn Heb “sons.”) of Israel."},{"number":18,"verse":"You must never bring the pay of a female prostitute (tn Here the Hebrew term זוֹנָה (zonah) refers to a noncultic (i. e., “secular”) female prostitute; see note on the phrase “sacred prostitute” in v. 17.) or the wage of a male prostitute (tn Heb “of a dog.” This is the common Hebrew term for a noncultic (i. e., “secular”) male prostitute. See note on the phrase “sacred male prostitute” in v. 17.) into the temple of the LORD your God in fulfillment of any vow, for both of these are abhorrent to the LORD your God."},{"number":19,"verse":"Respect for Others’ Property You must not charge interest on a loan to your fellow Israelite, (tn Heb “to your brother” (likewise in the following verse). Since this is not limited to actual siblings, “fellow Israelite” is used in the translation (cf. NAB, NASB “countrymen”).) whether on money, food, or anything else that has been loaned with interest."},{"number":20,"verse":"You may lend with interest to a foreigner, but not to your fellow Israelite; if you keep this command the LORD your God will bless you in all you undertake in the land you are about to enter to possess."},{"number":21,"verse":"When you make a vow to the LORD your God you must not delay in fulfilling it, for otherwise he (tn Heb “the Lord your God.” The pronoun has been used in the translation for stylistic reasons to avoid redundancy.) will surely (tn The Hebrew text uses the infinitive absolute for emphasis, which is reflected in the translation by “surely.”) hold you accountable as a sinner. (tn Heb “and it will be a sin to you”; NIV, NCV, NLT “be guilty of sin.”)"},{"number":22,"verse":"If you refrain from making a vow, it will not be sinful."},{"number":23,"verse":"Whatever you vow, you must be careful to do what you have promised, such as what you have vowed to the LORD your God as a freewill offering."},{"number":24,"verse":"When you enter the vineyard of your neighbor you may eat as many grapes as you please, (tn Heb “grapes according to your appetite, your fullness.”) but you must not take away any in a container. (tn Heb “in your container”; NAB, NIV “your basket.”)"},{"number":25,"verse":"When you go into the ripe grain fields of your neighbor you may pluck off the kernels with your hand, (sn For the continuation of these practices into NT times see Matt 12:1–8; Mark 2:23–28; Luke 6:1–5.) but you must not use a sickle on your neighbor’s ripe grain."}]}