{"bibleAbbr":"NET2007","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":28,"verses":[{"number":1,"verse":"(The Covenant Blessings) “If you indeed (tn The Hebrew text uses the infinitive absolute for emphasis, which the translation indicates with “indeed.”) obey the LORD your God and are careful to observe all his commandments I am giving (tn Heb “commanding”; NAB “which I enjoin on you today” (likewise in v. 15).) you today, the LORD your God will elevate you above all the nations of the earth."},{"number":2,"verse":"All these blessings will come to you in abundance (tn Heb “come upon you and overtake you” (so NASB, NRSV); NIV “come upon you and accompany you.”) if you obey the LORD your God:"},{"number":3,"verse":"You will be blessed in the city and blessed in the field. (tn Or “in the country” (so NAB, NIV, NLT). This expression also occurs in v. 15.)"},{"number":4,"verse":"Your children (tn Heb “the fruit of your womb” (so NAB, NIV, NRSV).) will be blessed, as well as the produce of your soil, the offspring of your livestock, the calves of your herds, and the lambs of your flocks."},{"number":5,"verse":"Your basket and your mixing bowl will be blessed."},{"number":6,"verse":"You will be blessed when you come in and blessed when you go out. (sn Come in…go out. To “come in” and “go out” is a figure of speech (merism) indicating all of life and its activities.)"},{"number":7,"verse":"The LORD will cause your enemies who attack (tn Heb “who rise up against” (so NIV).) you to be struck down before you; they will attack you from one direction (tn Heb “way” (also later in this verse and in v. 25).) but flee from you in seven different directions."},{"number":8,"verse":"The LORD will decree blessing for you with respect to your barns and in everything you do — yes, he will bless you in the land he (tn Heb “the Lord your God.” Because English would not typically reintroduce the proper name following a relative pronoun (“he will bless…the Lord your God is giving”), the pronoun (“he”) has been employed here in the translation.) is giving you."},{"number":9,"verse":"The LORD will designate you as his holy people just as he promised you, if you keep his commandments (tn Heb “the commandments of the Lord your God.” See note on “he” in the previous verse.) and obey him. (tn Heb “and walk in his ways” (so NAB, NASB, NIV, NRSV, NLT).)"},{"number":10,"verse":"Then all the peoples of the earth will see that you belong to the LORD, (tn Heb “the name of the Lord is called over you.” The Hebrew idiom indicates ownership; see 2 Sam 12:28; Isa 4:1, as well as BDB 896 s. v. קָרָא Niph. 2. d.(4).) and they will respect you."},{"number":11,"verse":"The LORD will greatly multiply your children, (tn Heb “the fruit of your womb” (so NAB, NIV, NRSV); CEV “will give you a lot of children.”) the offspring of your livestock, and the produce of your soil in the land which he (tn Heb “the Lord.” See note on “he” in 28:8.) promised your ancestors (tn Heb “fathers” (also in vv. 36, 64).) he would give you."},{"number":12,"verse":"The LORD will open for you his good treasure house, the heavens, to give you rain for the land in its season and to bless all you do; (tn Heb “all the work of your hands.”) you will lend to many nations but you will not borrow from any."},{"number":13,"verse":"The LORD will make you the head and not the tail, and you will always end up at the top and not at the bottom, if you obey his (tn Heb “the Lord your God’s.” See note on “he” in 28:8.) commandments which I am urging (tn Heb “commanding” (so NRSV); NASB “which I charge you today.”) you today to be careful to do."},{"number":14,"verse":"But you must not turn away from all the commandments I am giving (tn Heb “from all the words which I am commanding.”) you today, to either the right or left, nor pursue other gods and worship (tn Heb “in order to serve.”) them."},{"number":15,"verse":"(Curses as Reversal of Blessings) “But if you ignore (tn Heb “do not hear the voice of.”) the LORD your God and are not careful to keep all his commandments and statutes I am giving you today, then all these curses will come upon you in full force: (tn Heb “and overtake you” (so NIV, NRSV); NAB, NLT “and overwhelm you.”)"},{"number":16,"verse":"You will be cursed in the city and cursed in the field."},{"number":17,"verse":"Your basket and your mixing bowl will be cursed."},{"number":18,"verse":"Your children (tn Heb “the fruit of your womb” (so NAB, NIV, NRSV).) will be cursed, as well as the produce of your soil, the calves of your herds, and the lambs of your flocks."},{"number":19,"verse":"You will be cursed when you come in and cursed when you go out. (sn See note on the similar expression in v. 6.)"},{"number":20,"verse":"(Curses by Disease and Drought) “The LORD will send on you a curse, confusing you and opposing you (tn Heb “the curse, the confusion, and the rebuke” (NASB and NIV similar); NRSV “disaster, panic, and frustration.”) in everything you undertake (tn Heb “in all the stretching out of your hand.”) until you are destroyed and quickly perish because of the evil of your deeds, in that you have forsaken me. (tc For the MT first person common singular suffix (“me”), the LXX reads either “Lord” (Lucian) or third person masculine singular suffix (“him”; various codices). The MT’s more difficult reading probably represents the original text. tn Heb “the evil of your doings wherein you have forsaken me”; CEV “all because you rejected the Lord.”)"},{"number":21,"verse":"The LORD will plague you with deadly diseases (tn Heb “will cause pestilence to cling to you.”) until he has completely removed you from the land you are about to possess."},{"number":22,"verse":"He (tn Heb “The Lord.” See note on “he” in 28:8.) will afflict you with weakness, (tn Or perhaps “consumption” (so KJV, NASB, NRSV). The term is from a verbal root that indicates a weakening of one’s physical strength (cf. NAB “wasting”; NIV, NLT “wasting disease”).) fever, inflammation, infection, (tn Heb “hot fever”; NIV “scorching heat.”) sword, (tn Or “drought” (so NIV, NRSV, NLT).) blight, and mildew; these will attack you until you perish."},{"number":23,"verse":"The (tc The MT reads “Your.” The LXX reads “Heaven will be to you.”) sky (tn Or “heavens” (also in the following verse). The Hebrew term שָׁמַיִם (shamayim) may be translated “heaven(s)” or “sky” depending on the context.) above your heads will be bronze and the earth beneath you iron."},{"number":24,"verse":"The LORD will make the rain of your land powder and dust; it will come down on you from the sky until you are destroyed."},{"number":25,"verse":"(Curses by Defeat and Deportation) “The LORD will allow you to be struck down before your enemies; you will attack them from one direction but flee from them in seven directions and will become an object of terror (tc The meaningless MT reading זַעֲוָה (za’avah) is clearly a transposition of the more commonly attested Hebrew noun זְוָעָה (zÿva’ah, “terror”).) to all the kingdoms of the earth."},{"number":26,"verse":"Your carcasses will be food for every bird of the sky and wild animal of the earth, and there will be no one to chase them off."},{"number":27,"verse":"The LORD will afflict you with the boils of Egypt and with tumors, eczema, and scabies, all of which cannot be healed."},{"number":28,"verse":"The LORD will also subject you to madness, blindness, and confusion of mind. (tn Heb “heart” (so KJV, NASB).)"},{"number":29,"verse":"You will feel your way along at noon like the blind person does in darkness and you will not succeed in anything you do; (tn Heb “you will not cause your ways to prosper.”) you will be constantly oppressed and continually robbed, with no one to save you."},{"number":30,"verse":"You will be engaged to a woman and another man will rape (tc For MT reading שָׁגַל (shagal, “ravish; violate”), the Syriac, Targum, and Vulgate presume the less violent שָׁכַב (shakhav, “lie with”). The unexpected counterpart to betrothal here favors the originality of the MT.) her. You will build a house but not live in it. You will plant a vineyard but not even begin to use it."},{"number":31,"verse":"Your ox will be slaughtered before your very eyes but you will not eat of it. Your donkey will be stolen from you as you watch and will not be returned to you. Your flock of sheep will be given to your enemies and there will be no one to save you."},{"number":32,"verse":"Your sons and daughters will be given to another people while you look on in vain all day, and you will be powerless to do anything about it. (tn Heb “and there will be no power in your hand”; NCV “there will be nothing you can do.”)"},{"number":33,"verse":"As for the produce of your land and all your labor, a people you do not know will consume it, and you will be nothing but oppressed and crushed for the rest of your lives."},{"number":34,"verse":"You will go insane from seeing all this."},{"number":35,"verse":"The LORD will afflict you in your knees and on your legs with painful, incurable boils — from the soles of your feet to the top of your head."},{"number":36,"verse":"The LORD will force you and your king (tc The LXX reads the plural “kings.”) whom you will appoint over you to go away to a people whom you and your ancestors have not known, and you will serve other gods of wood and stone there."},{"number":37,"verse":"You will become an occasion of horror, a proverb, and an object of ridicule to all the peoples to whom the LORD will drive you."},{"number":38,"verse":"(The Curse of Reversed Status) “You will take much seed to the field but gather little harvest, because locusts will consume it."},{"number":39,"verse":"You will plant vineyards and cultivate them, but you will not drink wine or gather in grapes, because worms will eat them."},{"number":40,"verse":"You will have olive trees throughout your territory but you will not anoint yourself with olive oil, because the olives will drop off the trees while still unripe. (tn Heb “your olives will drop off” (נָשַׁל, nashal), referring to the olives dropping off before they ripen.)"},{"number":41,"verse":"You will bear sons and daughters but not keep them, because they will be taken into captivity."},{"number":42,"verse":"Whirring locusts (tn The Hebrew term denotes some sort of buzzing or whirring insect; some have understood this to be a type of locust (KJV, NIV, CEV), but other insects have also been suggested: “buzzing insects” (NAB); “the cricket” (NASB); “the cicada” (NRSV).) will take over every tree and all the produce of your soil."},{"number":43,"verse":"The foreigners (tn Heb “the foreigner.” This is a collective singular and has therefore been translated as plural; this includes the pronouns in the following verse, which are also singular in the Hebrew text.) who reside among you will become higher and higher over you and you will become lower and lower."},{"number":44,"verse":"They will lend to you but you will not lend to them; they will become the head and you will become the tail!"},{"number":45,"verse":"All these curses will fall on you, pursuing and overtaking you until you are destroyed, because you would not obey the LORD your God by keeping his commandments and statutes that he has given (tn Heb “commanded”; NAB, NIV, TEV “he gave you.”) you."},{"number":46,"verse":"These curses (tn Heb “they”; the referent (the curses mentioned previously) has been specified in the translation for clarity.) will be a perpetual sign and wonder with reference to you and your descendants. (tn Heb “seed” (so KJV, ASV).)"},{"number":47,"verse":"(The Curse of Military Siege) “Because you have not served the LORD your God joyfully and wholeheartedly with the abundance of everything you have,"},{"number":48,"verse":"instead in hunger, thirst, nakedness, and poverty (tn Heb “lack of everything.”) you will serve your enemies whom the LORD will send against you. They (tn Heb “he” (also later in this verse). The pronoun is a collective singular referring to the enemies (cf. CEV, NLT). Many translations understand the singular pronoun to refer to the Lord (cf. NAB, NASB, NIV, NCV, NRSV, TEV).) will place an iron yoke on your neck until they have destroyed you."},{"number":49,"verse":"The LORD will raise up a distant nation against you, one from the other side of the earth (tn Heb “from the end of the earth.”) as the eagle flies, (tn Some translations understand this to mean “like an eagle swoops down” (e. g., NAB, NASB, NIV, NRSV, NLT), comparing the swift attack of an eagle to the attack of the Israelites’ enemies.) a nation whose language you will not understand,"},{"number":50,"verse":"a nation of stern appearance that will have no regard for the elderly or pity for the young."},{"number":51,"verse":"They (tn Heb “it” (so NRSV), a collective singular referring to the invading nation (several times in this verse and v. 52).) will devour the offspring of your livestock and the produce of your soil until you are destroyed. They will not leave you with any grain, new wine, olive oil, calves of your herds, (tn Heb “increase of herds.”) or lambs of your flocks (tn Heb “growth of flocks.”) until they have destroyed you."},{"number":52,"verse":"They will besiege all of your villages (tn Heb “gates,” also in vv. 55, 57.) until all of your high and fortified walls collapse — those in which you put your confidence throughout the land. They will besiege all your villages throughout the land the LORD your God has given you."},{"number":53,"verse":"You will then eat your own offspring, (tn Heb “the fruit of your womb” (so NAB, NRSV); NASB “the offspring of your own body.”) the flesh of the sons and daughters the LORD your God has given you, because of the severity of the siege (tn Heb “siege and stress.”) by which your enemies will constrict you."},{"number":54,"verse":"The man among you who is by nature tender and sensitive will turn against his brother, his beloved wife, and his remaining children."},{"number":55,"verse":"He will withhold from all of them his children’s flesh that he is eating (since there is nothing else left), because of the severity of the siege by which your enemy will constrict (tn Heb “besiege,” redundant with the noun “siege.”) you in your villages."},{"number":56,"verse":"Likewise, the most (tc The LXX adds σφόδρα (sfodra, “very”) to bring the description into line with v. 54.) tender and delicate of your women, who would never think of putting even the sole of her foot on the ground because of her daintiness, (tn Heb “delicateness and tenderness.”) will turn against her beloved husband, her sons and daughters,"},{"number":57,"verse":"and will secretly eat her afterbirth (tn Heb includes “that which comes out from between her feet.”) and her newborn children (tn Heb “her sons that she will bear.”) (since she has nothing else), (tn Heb includes “in her need for everything.”) because of the severity of the siege by which your enemy will constrict you in your villages."},{"number":58,"verse":"(The Curse of Covenant Termination) “If you refuse to obey (tn Heb “If you are not careful to do.”) all the words of this law, the things written in this scroll, and refuse to fear this glorious and awesome name, the LORD your God,"},{"number":59,"verse":"then the LORD will increase your punishments and those of your descendants — great and long-lasting afflictions and severe, enduring illnesses."},{"number":60,"verse":"He will infect you with all the diseases of Egypt (sn These are the plagues the Lord inflicted on the Egyptians prior to the exodus which, though they did not fall upon the Israelites, must have caused great terror (cf. Exod 15:26).) that you dreaded, and they will persistently afflict you. (tn Heb “will cling to you” (so NIV); NLT “will claim you.”)"},{"number":61,"verse":"Moreover, the LORD will bring upon you every kind of sickness and plague not mentioned in this scroll of commandments, (tn The Hebrew term תּוֹרָה (torah) can refer either (1) to the whole Pentateuch or, more likely, (2) to the book of Deuteronomy or even (3) only to this curse section of the covenant text. “Scroll” better reflects the actual document, since “book” conveys the notion of a bound book with pages to the modern English reader. Cf. KJV, NASB, NRSV “the book of this law”; NIV, NLT “this Book of the Law”; TEV “this book of God’s laws and teachings.”) until you have perished."},{"number":62,"verse":"There will be very few of you left, though at one time you were as numerous as the stars in the sky, (tn Or “heavens.” The Hebrew term שָׁמַיִם (shamayim) may be translated “heaven(s)” or “sky” depending on the context.) because you will have disobeyed (tn Heb “have not listened to the voice of.”) the LORD your God."},{"number":63,"verse":"This is what will happen: Just as the LORD delighted to do good for you and make you numerous, he (tn Heb “the Lord.” See note on “he” in 28:8.) will take delight in destroying and decimating you. You will be uprooted from the land you are about to possess."},{"number":64,"verse":"The LORD will scatter you among all nations, from one end of the earth to the other. There you will worship other gods that neither you nor your ancestors have known, gods of wood and stone."},{"number":65,"verse":"Among those nations you will have no rest nor will there be a place of peaceful rest for the soles of your feet, for there the LORD will give you an anxious heart, failing eyesight, and a spirit of despair."},{"number":66,"verse":"Your life will hang in doubt before you; you will be terrified by night and day and will have no certainty of surviving from one day to the next. (tn Heb “you will not be confident in your life.” The phrase “from one day to the next” is implied by the following verse.)"},{"number":67,"verse":"In the morning you will say, ‘If only it were evening!’ And in the evening you will say, ‘I wish it were morning!’ because of the things you will fear and the things you will see."},{"number":68,"verse":"Then the LORD will make you return to Egypt by ship, over a route I said to you that you would never see again. There you will sell yourselves to your enemies as male and female slaves, but no one will buy you.”"}]}