{"bibleAbbr":"MKJV1962","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":11,"verses":[{"number":1,"verse":"And it happened [as] He was praying in a certain place, when He ceased, one of His disciples said to Him, Lord, teach us to pray, as John also taught His disciples."},{"number":2,"verse":"And He said to them, When you pray, say: Our Father, who [is] in Heaven, hallowed be Your name. Your kingdom come, Your will be done, as in Heaven, so also on the earth."},{"number":3,"verse":"Give us day by day our daily bread,"},{"number":4,"verse":"and forgive us our sins, for we ourselves also forgive everyone who is indebted to us. And lead us not into temptation, but deliver us from evil."},{"number":5,"verse":"And He said to them, which of you shall have a friend and shall go to him at midnight and say to him, Friend, lend me three loaves,"},{"number":6,"verse":"for a friend of mine has come from a journey, and I have nothing to set before him?"},{"number":7,"verse":"And he answering from inside may say, Do not trouble me. The door is now shut and my children are in bed with me. I cannot rise and give to you."},{"number":8,"verse":"I say to you, though he will not rise and give to him because he is his friend, yet because of his importunity he will arise and give him as many as he needs."},{"number":9,"verse":"And I say to you, Ask and it shall be given you. Seek and you shall find. Knock and it shall be opened to you."},{"number":10,"verse":"For everyone who asks receives. And he who seeks finds. And to him who knocks it shall be opened."},{"number":11,"verse":"For what father of you, [if] the son asks [for] bread, will he give him a stone? Or if [he asks] for a fish, will he give him a snake for a fish?"},{"number":12,"verse":"Or if he shall ask for an egg, will he give him a scorpion?"},{"number":13,"verse":"If you then, being evil, know how to give good gifts to your children, how much more shall [your] heavenly Father give [the] Holy Spirit to those who ask Him?"},{"number":14,"verse":"And He was casting out a demon, and it was dumb. And it happened as the demon [was] going out, the dumb one spoke. And the people marveled."},{"number":15,"verse":"But some of them said, He casts out demons through Beelzebub the chief of the demons."},{"number":16,"verse":"And others, tempting [Him], sought a sign from Heaven from him."},{"number":17,"verse":"But knowing their thoughts, He said to them, Every kingdom divided against itself is brought to desolation. And a house [divided] against a house falls."},{"number":18,"verse":"If Satan also is divided against himself, how shall his kingdom stand? For you say that I cast out demons through Beelzebub."},{"number":19,"verse":"And if I cast out demons by Beelzebub, by whom do your sons cast [them] out? Therefore they shall be your judges."},{"number":20,"verse":"But if I cast out demons with [the] finger of God, no doubt the kingdom of God has come on you."},{"number":21,"verse":"When the strong man, fully armed, guards his dwelling, his goods are in peace."},{"number":22,"verse":"But when one stronger than he comes, he overcomes him. He takes from him all his armor in which he trusted, and he distributes his arms."},{"number":23,"verse":"He who is not with Me is against Me, and he who does not gather with Me scatters."},{"number":24,"verse":"When the unclean spirit has gone out of a man, he walks through dry places seeking rest. And finding none, he says, I will return to my house from which I came out."},{"number":25,"verse":"And when he comes, he finds [it] swept and decorated."},{"number":26,"verse":"And he goes and takes seven other spirits more wicked than himself, and entering in, they dwell there. And the last state of that man is worse than the first."},{"number":27,"verse":"And it happened [as] He spoke these things, a certain woman of the company lifted up her voice [and] said to Him, Blessed [is] the womb that bore You, and [the] breasts which You have sucked."},{"number":28,"verse":"But He said, No; rather, blessed [are] they who hear the Word of God and keep it."},{"number":29,"verse":"But the crowds pressing on [Him], He began to say, This is an evil generation. It seeks a sign, and no sign will be given to it, except the sign of Jonah the prophet."},{"number":30,"verse":"For as Jonah was a sign to the Ninevites, so also shall the Son of man be to this generation."},{"number":31,"verse":"The queen of the south shall rise up in the Judgment with the men of this generation and condemn them. For she came from the ends of the earth to hear the wisdom of Solomon. And behold, One greater than Solomon [is] here."},{"number":32,"verse":"The men of Nineveh shall rise up in the Judgment with this generation and shall condemn it. For they repented at the preaching of Jonah. And behold, One greater than Jonah [is] here."},{"number":33,"verse":"No one, when he has lighted a lamp, puts [it] in a secret place, or under a grain-measure, but on a lampstand, so that they who come in may see the light."},{"number":34,"verse":"The light of the body is the eye. Therefore when your eye is sound, your whole body also is [full of] light. But when [your eye] is evil, your body also [is full of] darkness."},{"number":35,"verse":"Therefore take heed that the light in you is not darkness."},{"number":36,"verse":"Therefore if your whole body [is] full of light, having no part dark, the whole shall be [full of] light, as when the shining of a lamp enlightens you."},{"number":37,"verse":"And [as He spoke], a certain Pharisee asked Him to dine with him. And He went in and reclined."},{"number":38,"verse":"And when the Pharisee saw [it], he was amazed that He had not first washed before dinner."},{"number":39,"verse":"And the Lord said to him, Now you Pharisees make the outside of the cup and the platter clean, but your inward part is full of plunder and wickedness."},{"number":40,"verse":"Fools! Did not He who made the outside also make the inside?"},{"number":41,"verse":"But give alms [of] such things as you have, and behold, all things [are] clean to you."},{"number":42,"verse":"But woe to you, Pharisees! For you tithe mint and rue and every herb, and pass over judgment and the love of God. You ought to have done these, and not to leave the other undone."},{"number":43,"verse":"Woe to you, Pharisees! For you love the chief seats in the synagogues and greetings in the markets."},{"number":44,"verse":"Woe to you, scribes and Pharisees, hypocrites! For you are like unseen tombs and the men walking above are not aware of them."},{"number":45,"verse":"And one of the lawyers answered and said to Him, Master, you reproach us also when you say this."},{"number":46,"verse":"And He said, Woe to you also, lawyers! For you load men with burdens grievous to be carried, and [you] yourselves do not touch the burdens with one of your fingers."},{"number":47,"verse":"Woe to you! For you build the tombs of the prophets, and your fathers killed them."},{"number":48,"verse":"Truly you bear witness that you consent to the deeds of your fathers. For they indeed killed them, and you build their tombs."},{"number":49,"verse":"Therefore the wisdom of God also said, I will send them prophets and apostles, and [some] of them they shall slay and persecute,"},{"number":50,"verse":"so that the blood of all the prophets, which was shed from [the] foundation of the world, may be required of this generation;"},{"number":51,"verse":"from the blood of Abel to the blood of Zechariah, [who] perished between the altar and the temple. Truly I say to you, It shall be required of this generation."},{"number":52,"verse":"Woe to you, lawyers! For you have taken away the key of knowledge. You did not enter in yourselves, and you have hindered those who were entering in."},{"number":53,"verse":"And as He said these things to them, the scribes and Pharisees began to be terribly angry, and to draw [Him] out concerning many things,"},{"number":54,"verse":"lying in ambush for Him, and seeking to catch something out of His mouth, so that they might accuse Him."}]}