{"bibleAbbr":"MKJV1962","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":2,"verses":[{"number":1,"verse":"And it happened in those days that a decree went out from Caesar Augustus that all the world should be taxed."},{"number":2,"verse":"(This taxing was first made when Cyrenius was governor of Syria.)"},{"number":3,"verse":"And all went to be registered, each to [his] own city."},{"number":4,"verse":"And Joseph also went up from Galilee to be taxed (out of [the] city of Nazareth, into Judea, to [the] city of David which is called Bethlehem, because he was of [the] house and family line of David)."},{"number":5,"verse":"And he took Mary his betrothed wife, being with child."},{"number":6,"verse":"And while they were there, the days [for] her deliverance were fulfilled."},{"number":7,"verse":"And she brought forth her son, the First-born, and wrapped Him, and laid Him in a manger-- because there was no room for them in the inn."},{"number":8,"verse":"And in the same country there were shepherds living in the field, keeping watch over their flock [by] night."},{"number":9,"verse":"And lo, the angel of [the] Lord came on them, and [the] glory of [the] Lord shone around them. And they were grievously afraid."},{"number":10,"verse":"And the angel said to them, Do not fear. For behold, I give to you good tidings of great joy, which shall be to all people."},{"number":11,"verse":"For to you is born today, in [the] city of David, a Savior, who is Christ [the] Lord."},{"number":12,"verse":"And this [is] a sign to you. You will find the babe wrapped, lying in a manger."},{"number":13,"verse":"And suddenly there was with the angel a multitude of [the] heavenly host, praising God and saying,"},{"number":14,"verse":"Glory to God in the highest, and on earth peace, good will toward men."},{"number":15,"verse":"And it happened as the angels departed from them into Heaven, the shepherds said to one another, Indeed, let us go to Bethlehem and see this thing which has happened, which the Lord made known to us."},{"number":16,"verse":"And hurrying they came and sought out both Mary and Joseph, and the babe lying in the manger."},{"number":17,"verse":"And seeing, they publicly told about the word spoken to them concerning this Child."},{"number":18,"verse":"And all those who heard marveled about the things spoken to them by the shepherds."},{"number":19,"verse":"But Mary kept all these sayings, meditating in her heart."},{"number":20,"verse":"And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as was spoken to them."},{"number":21,"verse":"And when eight days were fulfilled to circumcise the child, His name was called JESUS, [the name] called by the angel before He was conceived in the womb."},{"number":22,"verse":"And when the days of her purification according to the law of Moses were fulfilled, they brought Him to Jerusalem, to present [Him] to the Lord"},{"number":23,"verse":"(as it is written in [the] Law of the Lord, Every male that opens the womb shall be called holy to the Lord)"},{"number":24,"verse":"and to offer a sacrifice according to that said in the Law of [the] Lord, A pair of turtledoves or two young pigeons."},{"number":25,"verse":"And behold, there was a man in Jerusalem whose name [was] Simeon. And this man [was] just and devout, waiting for [the] Consolation of Israel. And [the] Holy Spirit was on him."},{"number":26,"verse":"And it happened to him, being instructed by the Holy Spirit, he was not to see death before he would see [the] Christ of [the] Lord."},{"number":27,"verse":"And he came by the Spirit into the temple. And [as] the parents brought in the child Jesus, to do according to the custom of the law concerning Him,"},{"number":28,"verse":"even he received Him in his arms and blessed God, and said,"},{"number":29,"verse":"Lord, now You will let Your servant depart in peace, according to Your word."},{"number":30,"verse":"For my eyes have seen Your Salvation"},{"number":31,"verse":"which You have prepared before [the] face of all the peoples,"},{"number":32,"verse":"a light for revelation [to the] nations, and the glory of Your people Israel."},{"number":33,"verse":"And Joseph and His mother marveled at those things which were spoken by him."},{"number":34,"verse":"And Simeon blessed them and said to Mary His mother, Behold, this One is set for [the] fall and rising again of many in Israel, and for a sign spoken against"},{"number":35,"verse":"(yea, a sword shall pierce through your own soul also), so that [the] thoughts of many hearts may be revealed."},{"number":36,"verse":"And there was a prophetess, Anna, the daughter of Phanuel, of [the] tribe of Asher. She was advanced in many days, and had lived with a husband seven years from her virginity."},{"number":37,"verse":"And she [was] a widow [of] eighty-four years, who did not depart from the temple, serving God with fastings and prayers night and day."},{"number":38,"verse":"And she coming in at that instant gave thanks to the Lord and spoke of Him to all those in Jerusalem eagerly expecting redemption."},{"number":39,"verse":"And when they had finished all things according to [the] Law of [the] Lord, they returned into Galilee, to their own city Nazareth."},{"number":40,"verse":"And the Child grew and became strong in spirit, filled with wisdom. And the grace of God was on Him."},{"number":41,"verse":"And His parents went to Jerusalem every year at the Feast of the Passover."},{"number":42,"verse":"And when He was twelve years [old], they went up to Jerusalem according to the custom of the Feast."},{"number":43,"verse":"And fulfilling the days, as they returned, the boy Jesus stayed in Jerusalem. And Joseph and His mother did not know."},{"number":44,"verse":"But they, supposing Him to have been in the company, went a day's journey. And they looked for Him among the kinsfolk and acquaintances."},{"number":45,"verse":"And when they did not find Him, they turned back to Jerusalem, seeking Him."},{"number":46,"verse":"And it happened that after three days they found Him in the temple, sitting in the midst of the teachers, both hearing them and questioning them."},{"number":47,"verse":"And all who heard Him were astonished at His understanding and answers."},{"number":48,"verse":"And seeing Him, they were amazed. And His mother said to Him, Child, why have you done so to us? Behold, your father and I have looked for you, greatly distressed."},{"number":49,"verse":"And He said to them, Why did you look for Me? Do you not know that I must be about My Father's [business] ?"},{"number":50,"verse":"And they did not understand the word which He spoke to them."},{"number":51,"verse":"And He went with them and came to Nazareth, and He was subject to them. But His mother kept all these sayings in her heart."},{"number":52,"verse":"And Jesus increased [in] wisdom and stature, and in favor with God and man."}]}