{"bibleAbbr":"KJV1850+","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"A Psalm <WH4210> of Asaph. <WH623> The mighty <WH410> God, <WH430> even the LORD, <WH3068> hath spoken, <WH1696> and called <WH7121> the earth <WH776> from the rising <WH4480> <WH4217> of the sun <WH8121> unto <WH5704> the going down <WH3996> thereof."},{"number":2,"verse":"Out of Zion, <WH4480> <WH6726> the perfection <WH4359> of beauty, <WH3308> God <WH430> hath shined. <WH3313>"},{"number":3,"verse":"Our God <WH430> shall come, <WH935> and shall not <WH408> keep silence: <WH2790> a fire <WH784> shall devour <WH398> before <WH6440> him, and it shall be very <WH3966> tempestuous <WH8175> round about <WH5439> him."},{"number":4,"verse":"He shall call <WH7121> to <WH413> the heavens <WH8064> from above, <WH4480> <WH5920> and to <WH413> the earth, <WH776> that he may judge <WH1777> his people. <WH5971>"},{"number":5,"verse":"Gather my saints together <WH622> <WH2623> unto me; those that have made <WH3772> a covenant <WH1285> with me by <WH5921> sacrifice. <WH2077>"},{"number":6,"verse":"And the heavens <WH8064> shall declare <WH5046> his righteousness: <WH6664> for <WH3588> God <WH430> is judge <WH8199> himself. <WH1931> Selah. <WH5542>"},{"number":7,"verse":"Hear, <WH8085> O my people, <WH5971> and I will speak; <WH1696> O Israel, <WH3478> and I will testify <WH5749> against thee: I <WH595> am God, <WH430> even thy God. <WH430>"},{"number":8,"verse":"I will not <WH3808> reprove <WH3198> thee for <WH5921> thy sacrifices <WH2077> or thy burnt offerings, <WH5930> to have been continually <WH8548> before <WH5048> me."},{"number":9,"verse":"I will take <WH3947> no <WH3808> bullock <WH6499> out of thy house, <WH4480> <WH1004> nor he goats <WH6260> out of thy folds. <WH4480> <WH4356>"},{"number":10,"verse":"For <WH3588> every <WH3605> beast <WH2416> of the forest <WH3293> is mine, and the cattle <WH929> upon a thousand <WH505> hills. <WH2042>"},{"number":11,"verse":"I know <WH3045> all <WH3605> the fowls <WH5775> of the mountains: <WH2022> and the wild beasts <WH2123> of the field <WH7704> are mine. <WH5978>"},{"number":12,"verse":"If <WH518> I were hungry, <WH7456> I would not <WH3808> tell <WH559> thee: for <WH3588> the world <WH8398> is mine, and the fullness <WH4393> thereof."},{"number":13,"verse":"Will I eat <WH398> the flesh <WH1320> of bulls, <WH47> or drink <WH8354> the blood <WH1818> of goats? <WH6260>"},{"number":14,"verse":"Offer <WH2076> unto God <WH430> thanksgiving; <WH8426> and pay <WH7999> thy vows <WH5088> unto the most High: <WH5945>"},{"number":15,"verse":"And call upon <WH7121> me in the day <WH3117> of trouble: <WH6869> I will deliver <WH2502> thee, and thou shalt glorify <WH3513> me."},{"number":16,"verse":"But unto the wicked <WH7563> God <WH430> saith, <WH559> What <WH4100> hast thou to do to declare <WH5608> my statutes, <WH2706> or that thou shouldest take <WH5375> my covenant <WH1285> in <WH5921> thy mouth? <WH6310>"},{"number":17,"verse":"Seeing thou <WH859> hatest <WH8130> instruction, <WH4148> and castest <WH7993> my words <WH1697> behind <WH310> thee."},{"number":18,"verse":"When <WH518> thou sawest <WH7200> a thief, <WH1590> then thou consentedst <WH7521> with <WH5973> him, and hast been partaker <WH2506> with <WH5973> adulterers. <WH5003>"},{"number":19,"verse":"Thou givest <WH7971> thy mouth <WH6310> to evil, <WH7451> and thy tongue <WH3956> frameth <WH6775> deceit. <WH4820>"},{"number":20,"verse":"Thou sittest <WH3427> and speakest <WH1696> against thy brother; <WH251> thou slanderest <WH5414> <WH1848> thine own mother's <WH517> son. <WH1121>"},{"number":21,"verse":"These <WH428> things hast thou done, <WH6213> and I kept silence; <WH2790> thou thoughtest <WH1819> that I was <WH1961> altogether <WH1961> such a one as thyself: <WH3644> but I will reprove <WH3198> thee, and set them in order <WH6186> before thine eyes. <WH5869>"},{"number":22,"verse":"Now <WH4994> consider <WH995> this, <WH2063> ye that forget <WH7911> God, <WH433> lest <WH6435> I tear you in pieces, <WH2963> and there be none <WH369> to deliver. <WH5337>"},{"number":23,"verse":"Whoso offereth <WH2076> praise <WH8426> glorifieth <WH3513> me: and to him that ordereth <WH7760> his conversation <WH1870> aright will I show <WH7200> the salvation <WH3468> of God. <WH430>"}]}