{"bibleAbbr":"CVg2018","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":3,"verses":[{"number":1,"verse":"Videte qualem caritatem dedit nobis Pater, ut filii Dei nominemur et simus. Propter hoc mundus non novit nos : quia non novit eum."},{"number":2,"verse":"Carissimi, nunc filii Dei sumus : et nondum apparuit quid erimus. Scimus quoniam cum apparuerit, similes ei erimus : quoniam videbimus eum sicuti est."},{"number":3,"verse":"Et omnis qui habet hanc spem in eo, sanctificat se, sicut et ille sanctus est."},{"number":4,"verse":"Omnis qui facit peccatum, et iniquitatem facit : et peccatum est iniquitas."},{"number":5,"verse":"Et scitis quia ille apparuit ut peccata nostra tolleret : et peccatum in eo non est."},{"number":6,"verse":"Omnis qui in eo manet, non peccat : et omnis qui peccat, non vidit eum, nec cognovit eum."},{"number":7,"verse":"Filioli, nemo vos seducat. Qui facit justitiam, justus est, sicut et ille justus est."},{"number":8,"verse":"Qui facit peccatum, ex diabolo est : quoniam ab initio diabolus peccat. In hoc apparuit Filius Dei, ut dissolvat opera diaboli."},{"number":9,"verse":"Omnis qui natus est ex Deo, peccatum non facit : quoniam semen ipsius in eo manet, et non potest peccare, quoniam ex Deo natus est."},{"number":10,"verse":"In hoc manifesti sunt filii Dei, et filii diaboli. Omnis qui non est justus, non est ex Deo, et qui non diligit fratrem suum :"},{"number":11,"verse":"quoniam hæc est annuntiatio, quam audistis ab initio, ut diligatis alterutrum."},{"number":12,"verse":"Non sicut Cain, qui ex maligno erat, et occidit fratrem suum. Et propter quid occidit eum ? Quoniam opera ejus maligna erant : fratris autem ejus, justa."},{"number":13,"verse":"Nolite mirari, fratres, si odit vos mundus."},{"number":14,"verse":"Nos scimus quoniam translati sumus de morte ad vitam, quoniam diligimus fratres. Qui non diligit, manet in morte :"},{"number":15,"verse":"omnis qui odit fratrem suum, homicida est. Et scitis quoniam omnis homicida non habet vitam æternam in semetipso manentem."},{"number":16,"verse":"In hoc cognovimus caritatem Dei, quoniam ille animam suam pro nobis posuit : et nos debemus pro fratribus animas ponere."},{"number":17,"verse":"Qui habuerit substantiam hujus mundi, et viderit fratrem suum necessitatem habere, et clauserit viscera sua ab eo : quomodo caritas Dei manet in eo ?"},{"number":18,"verse":"Filioli mei, non diligamus verbo neque lingua, sed opere et veritate :"},{"number":19,"verse":"in hoc cognoscimus quoniam ex veritate sumus : et in conspectu ejus suadebimus corda nostra."},{"number":20,"verse":"Quoniam si reprehenderit nos cor nostrum : major est Deus corde nostro, et novit omnia."},{"number":21,"verse":"Carissimi, si cor nostrum non reprehenderit nos, fiduciam habemus ad Deum :"},{"number":22,"verse":"et quidquid petierimus, accipiemus ab eo : quoniam mandata ejus custodimus, et ea, quæ sunt placita coram eo, facimus."},{"number":23,"verse":"Et hoc est mandatum ejus : ut credamus in nomine Filii ejus Jesu Christi : et diligamus alterutrum, sicut dedit mandatum nobis."},{"number":24,"verse":"Et qui servat mandata ejus, in illo manet, et ipse in eo : et in hoc scimus quoniam manet in nobis, de Spiritu quem dedit nobis."}]}