{"bibleAbbr":"CVg2018","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":5,"verses":[{"number":1,"verse":"Omnis qui credit quoniam Jesus est Christus, ex Deo natus est. Et omnis qui diligit eum qui genuit, diligit et eum qui natus est ex eo."},{"number":2,"verse":"In hoc cognoscimus quoniam diligamus natos Dei, cum Deum diligamus, et mandata ejus faciamus."},{"number":3,"verse":"Hæc est enim caritas Dei, ut mandata ejus custodiamus : et mandata ejus gravia non sunt."},{"number":4,"verse":"Quoniam omne quod natum est ex Deo, vincit mundum : et hæc est victoria, quæ vincit mundum, fides nostra."},{"number":5,"verse":"Quis est, qui vincit mundum, nisi qui credit quoniam Jesus est Filius Dei ?"},{"number":6,"verse":"Hic est, qui venit per aquam et sanguinem, Jesus Christus : non in aqua solum, sed in aqua et sanguine. Et Spiritus est, qui testificatur quoniam Christus est veritas."},{"number":7,"verse":"Quoniam tres sunt, qui testimonium dant in cælo : Pater, Verbum, et Spiritus Sanctus : et hi tres unum sunt."},{"number":8,"verse":"Et tres sunt, qui testimonium dant in terra : spiritus, et aqua, et sanguis : et hi tres unum sunt."},{"number":9,"verse":"Si testimonium hominum accipimus, testimonium Dei majus est : quoniam hoc est testimonium Dei, quod majus est, quoniam testificatus est de Filio suo."},{"number":10,"verse":"Qui credit in Filium Dei, habet testimonium Dei in se. Qui non credit Filio, mendacem facit eum : quia non credit in testimonium quod testificatus est Deus de Filio suo."},{"number":11,"verse":"Et hoc est testimonium, quoniam vitam æternam dedit nobis Deus : et hæc vita in Filio ejus est."},{"number":12,"verse":"Qui habet Filium, habet vitam : qui non habet Filium, vitam non habet."},{"number":13,"verse":"Hæc scribo vobis ut sciatis quoniam vitam habetis æternam, qui creditis in nomine Filii Dei."},{"number":14,"verse":"Et hæc est fiducia, quam habemus ad eum : quia quodcumque petierimus, secundum voluntatem ejus, audit nos."},{"number":15,"verse":"Et scimus quia audit nos quidquid petierimus : scimus quoniam habemus petitiones quas postulamus ab eo."},{"number":16,"verse":"Qui scit fratrem suum peccare peccatum non ad mortem, petat, et dabitur ei vita peccanti non ad mortem. Est peccatum ad mortem : non pro illo dico ut roget quis."},{"number":17,"verse":"Omnis iniquitas, peccatum est : et est peccatum ad mortem."},{"number":18,"verse":"Scimus quia omnis qui natus est ex Deo, non peccat : sed generatio Dei conservat eum, et malignus non tangit eum."},{"number":19,"verse":"Scimus quoniam ex Deo sumus : et mundus totus in maligno positus est."},{"number":20,"verse":"Et scimus quoniam Filius Dei venit, et dedit nobis sensum ut cognoscamus verum Deum, et simus in vero Filio ejus. Hic est verus Deus, et vita æterna."},{"number":21,"verse":"Filioli, custodite vos a simulacris. Amen."}]}