{"bibleAbbr":"KJ3-2005","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":1,"verses":[{"number":1,"verse":"In the beginning God created the heavens and the earth;"},{"number":2,"verse":"and the earth being without form and empty, and darkness being on the face of the deep, and the Spirit of God hovering on the face of the waters,"},{"number":3,"verse":"and God said, Let light be! And there was light."},{"number":4,"verse":"And God saw the light, that it was good, and God separated between the light and between the darkness."},{"number":5,"verse":"And God called the light, Day. And He called the darkness, Night. And it was evening, and it was morning, day one."},{"number":6,"verse":"And God said, Let an expanse be in the midst of the waters, and let it be dividing between the waters and waters."},{"number":7,"verse":"And God made the expanse, and He separated between the waters which were under the expanse and the waters which were above the expanse. And it was so."},{"number":8,"verse":"And God called the expanse, Heavens. And it was evening, and it was morning, a second day."},{"number":9,"verse":"And God said, Let the waters under the heavens be collected to one place, and let the dry land be seen. And it was so."},{"number":10,"verse":"And God called the dry land, Earth. And He called the collection of the waters, Seas. And God saw that it was good."},{"number":11,"verse":"And God said, Let the earth cause to sprout grass, the plant seeding seed, the fruit tree producing fruit according to its kind, which seed is in it on the earth. And it was so."},{"number":12,"verse":"And the earth bore grass, the green plant seeding seed according to its kind, and the fruit tree producing fruit according to its kind, which seed is in it. And God saw that it was good."},{"number":13,"verse":"And it was evening, and it was morning, a third day."},{"number":14,"verse":"And God said, Let luminaries be in the expanse of the heavens, to divide between the day and between the night. And let them be for signs and for seasons, and for days and years."},{"number":15,"verse":"And let them be for luminaries in the expanse of the heavens, to give light on the earth. And it was so."},{"number":16,"verse":"And God made the two great luminaries: the great luminary to rule the day, and the small luminary and the stars to rule the night."},{"number":17,"verse":"And God set them in the expanse of the heavens, to give light on the earth,"},{"number":18,"verse":"and to rule over the day and over the night; and to divide between the light and between the darkness. And God saw that it was good."},{"number":19,"verse":"And it was evening, and it was morning, a fourth day."},{"number":20,"verse":"And God said, Let the waters swarm with swarmers having a soul of life; and let the birds fly over the earth and the expanse of the heavens."},{"number":21,"verse":"And God created the great sea monsters, and all that moves, having a living body, which abounds the waters, according to its kind; and every bird with wing according to its kind. And God saw that it was good."},{"number":22,"verse":"And God blessed them, saying, Be fruitful and multiply, and fill the waters in the seas; and let the birds multiply in the earth."},{"number":23,"verse":"And it was evening, and it was morning, a fifth day."},{"number":24,"verse":"And God said, Let the earth bring forth the living soul according to its kind: cattle, and creepers, and the living things of the earth, according to their kind. And it was so."},{"number":25,"verse":"And God made the beasts of the earth according to its kind, and cattle according to its kind, and every creeping thing of the ground according to its kind. And God saw that it was good."},{"number":26,"verse":"And God said, let Us make man in Our image, according to Our likeness; and let them have dominion over the fish of the sea, and over the birds of the heavens, and over the cattle, and over all the earth, and over every creeping thing creeping on the earth."},{"number":27,"verse":"And God created the man in His own image; in the image of God He created him. He created them male and female."},{"number":28,"verse":"And God blessed them; and God said to them, Be fruitful and multiply, and fill the earth, and subdue it, and have dominion over the fish of the seas, and over birds of the heavens, and over every living creaturemoving on the earth."},{"number":29,"verse":"And God said, Behold, I have given you every green plant seeding seed which is on the face of all the earth, and every tree which is in it, the fruit of the tree seeding seed; it shall be food for you."},{"number":30,"verse":"And to every beast of the earth, and to all birds of the heavens, and to every creeping thing on the earth which is in it having a living soul, every green plant is for food. And it was so."},{"number":31,"verse":"And God saw all that He had made and behold, it was very good. And it was evening, and it was morning, the sixth day."}]}