{"bibleAbbr":"KJ3-2005","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":12,"verses":[{"number":1,"verse":"And Jehovah had said to Abram, Go out from your land and from your kindred, and from your father's house, to the land which I will show you."},{"number":2,"verse":"And I will make of you a great nation. And I will bless you and make your name great; and you will be a blessing."},{"number":3,"verse":"And I will bless those who bless you, and curse the one despising you. And in you all families of the earth shall be blessed."},{"number":4,"verse":"And Abram went out, even as Jehovah had spoken to him. And Lot went with him. And Abram was a son of seventy-five years when he went out from Haran."},{"number":5,"verse":"And Abram took his wife Sarai, and his brother's son, Lot, and all their substance that they had gained, and the persons they had gotten in Haran. And they went out to go into the land of Canaan. And they came into the land of Canaan."},{"number":6,"verse":"And Abram passed over the land as far as the place of Shechem, to the Oak of Moreh. And the Canaanite was then in the land."},{"number":7,"verse":"And Jehovah appeared to Abram and said, I will give this land to your seed. And he built an altar there to Jehovah, who appeared to him."},{"number":8,"verse":"And he moved from there to a mountain on the east of Beth-el, and stretched his tent with Beth-el toward the sea, and Ai on the east. And he built an altar there to Jehovah, and called on the name of Jehovah."},{"number":9,"verse":"And Abram pulled up stakes, going on and pulling up stakes toward the Negeb."},{"number":10,"verse":"And a famine was in the land, so Abram went down into Egypt to stay there. For the famine was heavy in the land."},{"number":11,"verse":"And it happened when he had drawn near to come to Egypt, he said to his wife Sarai, Behold, please, I know that you are a beautiful woman to look upon."},{"number":12,"verse":"And it will be, when the Egyptians see you, then they will say, This is his wife, and they will kill me, and they will save you alive."},{"number":13,"verse":"Please say that you are my sister, so that it may be well with me for your sake, and my soul shall live because of you."},{"number":14,"verse":"And it happened, when Abram had come into Egypt, the Egyptians saw the woman, that she was very beautiful."},{"number":15,"verse":"And Pharaoh's princes saw her, and they praised her before Pharaoh. And the woman was taken into Pharaoh's house."},{"number":16,"verse":"And he did good to Abram because of her. And he had sheep, and oxen, and he- asses, and male slaves, and slave-girls, and she-asses, and camels."},{"number":17,"verse":"And Jehovah touched Pharaoh and his house with great plagues; it was on account of Sarai, Abram's wife."},{"number":18,"verse":"And Pharaoh called for Abram and said, What is this you have done to me? Why did you not tell me she is your wife?"},{"number":19,"verse":"Why did you say, She is my sister? And so I took her for my wife. Now, then, see your wife. Take her and go."},{"number":20,"verse":"And as Pharaoh commanded his men as to him, even they sent away him and his wife and all that he had."}]}