{"bibleAbbr":"KJ3-2005","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":13,"verses":[{"number":1,"verse":"And Abram went up out of Egypt into the Negeb, he and his wife and all that he had, and Lot being with him."},{"number":2,"verse":"And Abram was very heavy in riches, in livestock, in silver and in gold."},{"number":3,"verse":"And he went on his journeys from the south, even to Beth-el, to the place where his tent had been there at the beginning, between Beth-el and Ai,"},{"number":4,"verse":"to the place of the altar which he had made there at the first. And Abram called on the name of Jehovah there."},{"number":5,"verse":"And also to Lot, who went with Abram, were sheep and oxen and tents."},{"number":6,"verse":"And the land was not able to bear them, for dwelling together, for their wealth was great, so that they could not dwell together."},{"number":7,"verse":"And there was strife between the ones tending Abram's livestock and the ones tending Lot's livestock. And the Canaanite and the Perizzite lived then in the land."},{"number":8,"verse":"And Abram said to Lot, Please let there be no strife between me and you, and between my herdsmen and your herdsmen, for we are men, brothers."},{"number":9,"verse":"Is not all the land before you? Please separate from me. If you go to the left, then I will go to the right. Or if you go to the right, then I will go to the left."},{"number":10,"verse":"And Lot lifted up his eyes and saw all the circuit of Jordan, that it was well-watered before Jehovah destroyed Sodom and Gomorrah; even like the garden of Jehovah, like the land of Egypt as you come to Zoar."},{"number":11,"verse":"Then Lot chose all the circuit of Jordan for himself. And Lot pulled up stakes toward the east. And they were separated, each one from his brother."},{"number":12,"verse":"And Abram lived in the land of Canaan, and Lot lived in the cities of the circuit, and tented as far as Sodom."},{"number":13,"verse":"And the men of Sodom were evil and sinners before Jehovah, greatly so."},{"number":14,"verse":"And after Lot had separated from him, Jehovah said to Abram, Now lift up your eyes and look northward and southward and eastward and westward from the place where you are."},{"number":15,"verse":"For all the land which you see I will give to you, and to your seed until always."},{"number":16,"verse":"And I will make your seed as the dust of the earth, so that if a man can count the dust of the earth, then your seed also will be counted."},{"number":17,"verse":"Rise up! Walk through the land, in its length and in its breadth, for I will give it to you."},{"number":18,"verse":"Then Abram moved his tent and came and lived among the oaks of Mamre, which were in Hebron; and he built an altar to Jehovah there."}]}