{"bibleAbbr":"KJ3-2005","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":17,"verses":[{"number":1,"verse":"And when Abram was ninety-nine years old, Jehovah appeared to Abram and said to him, I am the Almighty God! Walk before me and be perfect;"},{"number":2,"verse":"and I will make My covenant between Me and you, and will multiply you very much."},{"number":3,"verse":"And Abram fell on his face. And God spoke with him, saying,"},{"number":4,"verse":"As for Me, behold, My covenant is with you, and you shall be a father of many nations."},{"number":5,"verse":"And your name no longer shall be called Abram, but your name shall be Abraham. For I have made you a father of many nations."},{"number":6,"verse":"And I will make you very fruitful, exceedingly. And I will give you for nations. And kings shall come out of you."},{"number":7,"verse":"And I will establish My covenant between Me and you, and your seed after you in their generations, for an everlasting covenant, to be [for] God to you and to your seed after you."},{"number":8,"verse":"And I will give to you and to your seed after you the land of your sojourning, all the land of Canaan, for an everlasting possession and I will be to them for God."},{"number":9,"verse":"And God said to Abraham, You shall keep My covenant, you and your seed after you in their generations."},{"number":10,"verse":"This is My covenant which you shall keep, between Me and you and your seed after you: Every male child among you shall be circumcised."},{"number":11,"verse":"And you shall circumcise the flesh of your foreskin. And it shall be a token of the covenant between Me and you."},{"number":12,"verse":"And a son of eight days shall be circumcised among you, every male in your generation, he that is born in the house, or bought with silver from any son of a foreigner who is not of your seed."},{"number":13,"verse":"The child of your house and the purchase of your money circumcising must be circumcised. And My covenant shall be in your flesh for a perpetual covenant."},{"number":14,"verse":"And an uncircumcised male who is not circumcised in the flesh of his foreskin, his soul shall be cut off from his people; he has broken My covenant."},{"number":15,"verse":"And God said to Abraham, You shall not call your wife Sarai by her name Sarai, for Sarah shall be her name;"},{"number":16,"verse":"and I have blessed her and have also given to you a son from her. Yea, I have blessed her and she shall become nations; kings of people shall be from her."},{"number":17,"verse":"And Abraham fell on his face and laughed. And he said in his heart, Shall one be born to a son of a hundred years? And shall Sarah bear, a daughter of ninety years?"},{"number":18,"verse":"And Abraham said to God, Oh that Ishmael might live before You!"},{"number":19,"verse":"And God said, Your wife Sarah truly shall bear you a son, and you shall call his name Isaac. And I have established My covenant with him for a perpetual covenant with his Seed after him."},{"number":20,"verse":"And as to Ishmael, I have heard you. Behold, I have blessed him and will make him fruitful and will multiply him exceedingly. He shall father twelve chiefs, and I will make him a great nation."},{"number":21,"verse":"And I will establish My covenant with Isaac, whom Sarah shall bear to you at this time next year."},{"number":22,"verse":"And He finished talking with him. And God went up from Abraham."},{"number":23,"verse":"And Abraham took his son Ishmael, and all the ones born of his house, and all that were bought with his silver, every male among the men of the house of Abraham. And he circumcised the flesh of their foreskins in that same day, even as God spoke to him."},{"number":24,"verse":"And Abraham was a son of ninety nine years when being circumcised in the flesh of his foreskin."},{"number":25,"verse":"And his son Ishmael was a son of thirteen years when being circumcised in the flesh of his foreskin."},{"number":26,"verse":"In the same day that Abraham was circumcised, Ishmael his son also was."},{"number":27,"verse":"And all the men of his house, born in the house or bought with silver from a son of a foreigner, were circumcised with him."}]}