{"bibleAbbr":"KJ3-2005","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":39,"verses":[{"number":1,"verse":"And Joseph was carried down to Egypt. And Potiphar, a eunuch of Pharaoh, the chief of the executioners, an Egyptian man, bought him from the hand of the Ishmaelites who had carried him down there."},{"number":2,"verse":"And Jehovah was with Joseph, and he was a prosperous man. And he was in the house of the Egyptian, his master."},{"number":3,"verse":"And his master saw that Jehovah was with him, and Joseph was prospering in his hand everything which he did."},{"number":4,"verse":"And Joseph found favor in his sight, and served him. And he appointed him over his house, and he gave all he owned into his hand."},{"number":5,"verse":"And it came about that from the time he appointed him over his house and over all he owned, Jehovah blessed the Egyptian's house for Joseph's sake. And the blessing of Jehovah was on all that he had, in the house and in the field."},{"number":6,"verse":"And he left all he owned in Joseph's hand. And he did not know anything that he had, except the bread which he was eating. And Joseph was beautiful in form and beautiful of appearance."},{"number":7,"verse":"And after these things, it happened that his master's wife lifted up her eyes to Joseph, and said, Lie with me."},{"number":8,"verse":"And he refused, and said to his master's wife, Behold, my master does not know what is in the house with me, and all that he owns he has given into my hand."},{"number":9,"verse":"No one in this house is greater than I, and he has not withheld anything from me except you, because you are his wife. And how should I do this great evil and sin against God?"},{"number":10,"verse":"And it happened, as she spoke to Joseph day after day, he did not listen to her, to lie beside her, to be with her."},{"number":11,"verse":"And it happened on this day, that he went into the house to do his work. And none of the men of the house were there in the house."},{"number":12,"verse":"And she caught him by his robe, saying, Lie with me! And he left his robe in her hand and fled, and went outside."},{"number":13,"verse":"And it happened, when she saw that he had left his robe in her hand, and had fled outside,"},{"number":14,"verse":"she called to the men of her house and spoke to them, saying, Behold! He has brought to us a Hebrew man in to sport with us. He came in to me to lie with me, and I cried with a loud voice."},{"number":15,"verse":"And it happened when he heard that I raised my voice and cried, he left his robe by me and fled, and went outside."},{"number":16,"verse":"And she kept his robe beside her until the coming of his master to his house."},{"number":17,"verse":"And she spoke these same words to him, saying, The Hebrew slave whom you brought in to us came in to sport with me."},{"number":18,"verse":"And it happened at my raising my voice and crying out, he left his robe beside me and fled outside."},{"number":19,"verse":"And it happened, when his master heard his wife's words which she spoke to him, saying, According to these words your slave did to me, his anger was hot."},{"number":20,"verse":"And Joseph's master took him and put him into the prison house, the place where the king's prisoners were bound. And he was there in the prison house."},{"number":21,"verse":"And Jehovah was with Joseph, and extended kindness to him. And He gave him favor in the eyes of the warden of the prison house."},{"number":22,"verse":"And the warden of the prison house gave all the prisoners in the prison house into Joseph's hand. And all which they did there, he was doing."},{"number":23,"verse":"There was no looking of the warden of the prison house to anything in his hand, in that Jehovah was with him, and Jehovah was prospering what he was doing."}]}