{"bibleAbbr":"KJ3-2005","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":42,"verses":[{"number":1,"verse":"And Jacob saw that grain was in Egypt. And Jacob said to his sons, Why do you look at each other?"},{"number":2,"verse":"And he said, Behold! I have heard grain is in Egypt. Go down there and buy for us from there, that we may live and not die."},{"number":3,"verse":"And Joseph's ten brothers went down to buy grain from Egypt."},{"number":4,"verse":"And Jacob did not send Benjamin, Joseph's brother, with his brothers, for he said, Lest harm meet with him."},{"number":5,"verse":"And among those coming, the sons of Israel came to buy. For the famine was in the land of Canaan."},{"number":6,"verse":"And Joseph was the potentate over the land, the one selling to all the people of the earth. And Joseph's brothers came in and bowed to him, noses to the earth."},{"number":7,"verse":"And Joseph saw his brothers and recognized them; but he remained a stranger to them and spoke harsh things to them, and said to them, From where have you come? And they said, From the land of Canaan to buy food."},{"number":8,"verse":"And Joseph recognized his brothers, but they did not recognize him."},{"number":9,"verse":"And Joseph remembered the dreams which he had dreamed about them. And he said to them, You are spies! You have come in to see the barrenness of the land."},{"number":10,"verse":"And they said to him, No, my lord, but your servants have come to buy food."},{"number":11,"verse":"We are all of us sons of one man; we are honest; your servants are not spies."},{"number":12,"verse":"And he said to them, No, but you have come to see the barrenness of the land."},{"number":13,"verse":"And they said, Your servants are twelve brothers; we are sons of one man in the land of Canaan; and, lo, the youngest is with our father today; and one is not."},{"number":14,"verse":"And Joseph said to them, This is that which I have spoken to you, saying, You are spies!"},{"number":15,"verse":"By this you shall be tested. As Pharaoh lives you shall not go out from here except your younger brother comes in here."},{"number":16,"verse":"Send one of you and let him bring your brother; and you be bound, and let your words be proven, whether truth is with you. and if not, as Pharaoh lives, surely you are spies."},{"number":17,"verse":"Annd he gathered them under guard three days."},{"number":18,"verse":"And on the third day Joseph said to them, Do this and live. I fear God."},{"number":19,"verse":"If you are honest, let one of your brothers be bound in your prison house, and you go bring grain for the famine of your houses."},{"number":20,"verse":"And you bring your youngest brother to me, and let your words be true, and you shall not die. And so they did."},{"number":21,"verse":"And they said each man to his brother, We are truly guilty because of our brother whom we saw in distress of his soul, when he begged us, and we did not hear. So this distress has come to us."},{"number":22,"verse":"And Reuben replied to them, saying, Did I not speak to you, saying, Do not sin against the youth, and you did not listen? And, behold, his blood is also required."},{"number":23,"verse":"And they did not know that Joseph heard, for the interpreter was between them."},{"number":24,"verse":"And he turned away from them and wept, and returned to them and spoke to them. And he took Simeon from them and bound him before their eyes."},{"number":25,"verse":"And Joseph commanded, and they filled their vessels with grain and returned their silver, each into his sack, and gave to them food for the way; and he did so to them."},{"number":26,"verse":"And they lifted their grain on their asses and walked from there."},{"number":27,"verse":"And one opened his sack to give fodder to his ass in the camp, and he saw his silver. And, behold! It was in the mouth of his sack!"},{"number":28,"verse":"And he said to his brothers, My silver has been put back, and also look in my sack. And their hearts went out, and they were each man terrified, saying to his brother, What is this God has done to us?"},{"number":29,"verse":"And they came to their father Jacob to the land of Canaan. And they told him all that met them, saying,"},{"number":30,"verse":"The man, the lord of the land, spoke harsh things to us and considered us as spies in the land."},{"number":31,"verse":"And we said to him, We are honest; we are not spies."},{"number":32,"verse":"We are twelve brothers, sons of our father; the one is not, and the youngest is with our father today in the land of Canaan."},{"number":33,"verse":"And the man, the lord of the land, said to us, By this I shall know that you are honest; leave your one brother with me, and take and go for the famine of your houses."},{"number":34,"verse":"And bring your youngest brother to me, and I may know that you are not spies, but you are honest. I will give your brother to you and you may trade in the land."},{"number":35,"verse":"And it happened. They were emptying their sacks, and, behold, each one's bundle of silver was in his sack; and they saw the bundles of their silver, and they were afraid."},{"number":36,"verse":"And their father Jacob said to them, You have bereaved me. Joseph is not, and Simeon is not, and you will take Benjamin? All of these are against me."},{"number":37,"verse":"And Reuben spoke to his father, saying, You may kill my two sons if I do not bring him to you. Give him into my hand, and I will return him to you."},{"number":38,"verse":"And he said, My son shall not go down with you; for his brother is dead, and he alone is left. And if harm should happen to him in the way in which you go, you would bring down my gray hair in sorrow to the grave."}]}