{"bibleAbbr":"KJ3-2005","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":48,"verses":[{"number":1,"verse":"And after these things it happened, one said to Joseph, Behold, your father is sick. And he took his two sons with him, Manasseh and Ephraim."},{"number":2,"verse":"And one spoke to Jacob and said, Behold, your son Joseph has come to you. And Israel took strength and sat on the bed."},{"number":3,"verse":"And Jacob said to Joseph, God Almighty appeared to me in Luz in the land of Canaan and blessed me,"},{"number":4,"verse":"and said to me, Behold, I will make you fruitful and will multiply you, and will make you a multitude of peoples. And I will give this land to your seed after you as a possession forever."},{"number":5,"verse":"And now your two sons, those born to you in the land of Egypt before my coming to you in Egypt, are mine, Ephraim and Manasseh, like Reuben and Simeon, even they shall be mine."},{"number":6,"verse":"And your offspring which you father after them, they shall be yours. According to the name of their brothers they shall be called in their inheritance."},{"number":7,"verse":"And I, when I came from Padan, Rachel died on me in the land of Canaan in the way, with only a little way to come to Ephrath. And I buried her there in the way to Ephrath, it being Beth-lehem."},{"number":8,"verse":"And Israel saw the sons of Joseph, and he said, Who are these?"},{"number":9,"verse":"And Joseph said to his father, They are my sons, whom God has given to me here. And he said, Now bring them to me and I will bless them."},{"number":10,"verse":"And the eyes of Israel were heavy from age, he not being able to see. And he brought them near to him. And he kissed them and embraced them."},{"number":11,"verse":"And Israel said to Joseph, I did not think to see your face, and, behold, God also causes me to see your seed."},{"number":12,"verse":"And Joseph brought them out from his knees; and he bowed his face to the earth."},{"number":13,"verse":"And Joseph took both of them, Ephraim in his right hand, to the left of Israel; and Manasseh in his left hand, to the right of Israel. And he brought them to him."},{"number":14,"verse":"And Israel sent forth his right hand and put it on the head of Ephraim; and he was the younger. And he put his left hand on the head of Manasseh, crossing his hands; for Manasseh was the first-born."},{"number":15,"verse":"And he blessed Joseph and said, The God before whom my fathers Abraham and Isaac walked, the God who has fed me since I was born until today;"},{"number":16,"verse":"The Angel that redeemed me from every evil, may He bless the youths; and may my name be called on them, and the name of my fathers Abraham and Isaac, and like the fishes may they increase into a multitude in the midst of the earth."},{"number":17,"verse":"And Joseph saw that his father was putting his right hand on the head of Ephraim; and it was evil in his eyes. And he took hold of his father's hand to turn it from Ephraim's head to the head of Manasseh."},{"number":18,"verse":"And Joseph said to his father, Not so, my father! For this one is the first-born; put your right hand on his head."},{"number":19,"verse":"And his father refused and said, I know, my son, I know. He also shall be a people, and he shall become great. But his younger brother shall become greater than he, and his seed shall become the fullness of the nations."},{"number":20,"verse":"And he blessed them in that day, saying, In you shall Israel bless, saying, May God make you like Ephraim and like Manasseh."},{"number":21,"verse":"And Israel said to Joseph, Behold, I am dying; and God will be with you, and will return you to the land of your fathers."},{"number":22,"verse":"And I will give to you one spur of land beyond your brothers, which I took from the hand of the Amorite with my sword and with my bow."}]}