{"bibleAbbr":"KJ3-2005","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":6,"verses":[{"number":1,"verse":"And it was that men began to multiply on the face of the earth, and daughters were born to them."},{"number":2,"verse":"The sons of God saw the daughters of men, that they were good, and they took wives for themselves from all those whom they chose."},{"number":3,"verse":"And Jehovah said, My Spirit shall not always strive with man; in their erring he is flesh. And his days shall be a hundred and twenty years."},{"number":4,"verse":"The giants were in the earth in those days, and even afterwards when the sons of God came in to the daughters of men, and they bore to them; they were mighty ones which existed from ancient time, the men of name."},{"number":5,"verse":"And Jehovah saw that the evil of man was great on the earth, and every purpose of the thoughts of his heart was only evil all the day."},{"number":6,"verse":"And Jehovah repented that He had made man on the earth, and He was grieved to His heart."},{"number":7,"verse":"And Jehovah said, I will wipe off man whom I have created from the face of the earth, from man to cattle, to the creeping thing for I am sorry that I made them."},{"number":8,"verse":"And Noah found grace in the eyes of Jehovah."},{"number":9,"verse":"These are the generations of Noah: Noah, a righteous man, had been blameless among his generations. Noah walked with God."},{"number":10,"verse":"And Noah fathered three sons, Shem, Ham, and Japheth."},{"number":11,"verse":"And the earth was corrupt before God, and the earth was filled with violence."},{"number":12,"verse":"And God looked on the earth, and behold, it was corrupted. For all flesh had corrupted its way on the earth."},{"number":13,"verse":"And God said to Noah, The end of all flesh has come before Me, for the earth is filled with violence through them. And behold, I will destroy them along with the earth."},{"number":14,"verse":"Make an ark of cyprus timbers for yourself. You shall make rooms in the ark; and you shall cover it with asphalt inside and out."},{"number":15,"verse":"And you shall make it this way: The length of the ark shall be three hundred cubits, its breadth fifty cubits, and its height thirty cubits."},{"number":16,"verse":"You shall make a window in the ark, and you shall finish it above to a cubit. And you shall set the door of the ark in its side. You shall make it with lower, second, and third stories."},{"number":17,"verse":"And behold, I, even I, am bringing a flood of waters on the earth in order to destroy all flesh in which is the breath of life from under the heavens. Everything which is on the earth shall die."},{"number":18,"verse":"And I will establish My covenant with you. And you shall come into the ark, you and your sons and your wife and your sons' wives with you."},{"number":19,"verse":"And you shall bring into the ark two of every kind, of every living thing of all flesh, to keep alive with you; they shall be male and female;"},{"number":20,"verse":"from the birds according to its kind, and from the cattle according to its kind, from every creeping thing of the ground according to its kind. Two from each shall come in to you to keep alive."},{"number":21,"verse":"And take for yourself all food that is eaten, and gather to yourself. And let it be for you and for them for food."},{"number":22,"verse":"And Noah did so, according to all that God commanded him, so he did."}]}