{"bibleAbbr":"KJ3-2005","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":7,"verses":[{"number":1,"verse":"And Jehovah said to Noah, You and all your house come into the ark, for I have seen you a righteous one before Me in this generation."},{"number":2,"verse":"You shall take to yourself from every clean animal by sevens, male and female, and from the animal that is not clean by two, male and female."},{"number":3,"verse":"And take of the fowl of the heavens by sevens, male and female, to keep alive seed on the face of the earth."},{"number":4,"verse":"For after seven more days I will cause it to rain on the earth forty days and forty nights and will wipe out every living substance that I have made from off the face of the earth."},{"number":5,"verse":"And Noah did according to all that Jehovah commanded him."},{"number":6,"verse":"Noah was a son of six hundred years, and the flood of waters was on the earth."},{"number":7,"verse":"And Noah went in, and his sons, and his wife, and his sons' wives with him into the ark, because of the waters of the flood."},{"number":8,"verse":"And they went in to Noah into the ark, male and female of clean animals, and of animals that are not clean, and of fowl, and of every thing that creeps on the earth,"},{"number":9,"verse":"two by two, as God had commanded Noah, they went into the ark, male and female."},{"number":10,"verse":"And it was after the seven days, the waters of the flood came into being on the earth."},{"number":11,"verse":"In the six hundredth year of Noah's life, in the second month, in the seventeenth day of the month, in this day all the fountains of the great deep were risen, and the windows of the heavens were opened up."},{"number":12,"verse":"And the rain was on the earth forty days and forty nights."},{"number":13,"verse":"In this same day Noah and Shem and Ham and Japheth, the sons of Noah, and Noah's wife, and the three wives of his sons with them, went into the ark;"},{"number":14,"verse":"they, and every animal according to its kind, and every beast according to its kind, and every creeping thing that creeps on the earth according to its kind; and every fowl according to its kind, every bird of every wing."},{"number":15,"verse":"And they went in to Noah and to the ark, two and two of all flesh, in which is the breath of life."},{"number":16,"verse":"And those going in went in male and female of all flesh, as God had commanded him. And Jehovah shut him within."},{"number":17,"verse":"And the flood was on the earth forty days. And the waters increased, and bore up the ark, and it was lifted up above the earth."},{"number":18,"verse":"And the waters prevailed, and were greatly increased on the earth. And the ark lifted on the face of the waters."},{"number":19,"verse":"And the waters prevailed, exceedingly violent on the earth, and all the high mountains under the heavens were covered."},{"number":20,"verse":"The waters prevailed, fifteen cubits upward, and the mountains were covered."},{"number":21,"verse":"And all flesh that moved on the earth died: the fowl, and cattle, and beast, and every swarming thing that swarms on the earth, and all mankind."},{"number":22,"verse":"All died in whose nostrils was the breath of life, of all that was in the dry land."},{"number":23,"verse":"And every living thing which was on the face of the earth was wiped out, from man to cattle, and to the creeping things, and the fowl of the heavens. And they were wiped out from the earth, and only Noah was left, and those who were with him in the ark."},{"number":24,"verse":"And the waters prevailed over the earth a hundred and fifty days."}]}