{"bibleAbbr":"KJ3-2005","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":9,"verses":[{"number":1,"verse":"And God blessed Noah and his sons. And He said to them, Be fruitful and multiply, and fill the earth."},{"number":2,"verse":"And your fear and your dread shall be on all the animals of the earth, and on every bird of the heavens, on all that moves on the earth, and on all the fish of the sea. They are given into your hands."},{"number":3,"verse":"Every creeping thing which is alive shall be food for you. I have given you all things, even as the green plant."},{"number":4,"verse":"But you shall not eat flesh in its life, its blood."},{"number":5,"verse":"And surely the blood of your lives I will demand. At the hand of every animal I will demand it, and at the hand of man. I will demand the soul of man at the hand of every man's brother."},{"number":6,"verse":"Whoever sheds man's blood, his blood shall be shed by man. For He made man in the image of God."},{"number":7,"verse":"And you, be fruitful and multiply. Swarm over the earth and multiply in it."},{"number":8,"verse":"And God spoke to Noah, and to his sons with him, saying,"},{"number":9,"verse":"Behold! I, even I, am establishing My covenant with you, and with your seed after you,"},{"number":10,"verse":"and with every living soul which is with you, among fowl, among cattle, and among every animal of the earth with you, from all that go out from the ark, to every animal of the earth."},{"number":11,"verse":"And I have established My covenant with you, and all flesh shall not be cut off again by the waters of a flood; nor shall there ever again be a flood to destroy the earth."},{"number":12,"verse":"And God said, This is the sign of the covenant which I am about to make between Me and you, and between every living soul which is with you, for everlasting generations:"},{"number":13,"verse":"I have set My bow in the cloud, and it shall be a sign of a covenant between Me and the earth."},{"number":14,"verse":"And it will be when I gather the clouds on the earth, then the bow shall be seen in the clouds."},{"number":15,"verse":"And I will remember My covenant which is between Me and you, and between every living soul in all flesh. And the waters shall not again become a flood to destroy all flesh."},{"number":16,"verse":"And the bow shall be in the clouds, and I shall see it to remember the everlasting covenant between God and every living soul, in all flesh on the earth."},{"number":17,"verse":"And God said to Noah, This is the sign of the covenant which I have established between Me and between all flesh that is on the earth."},{"number":18,"verse":"And the sons of Noah that went out of the ark were Shem, Ham, and Japheth. And Ham is the father of Canaan."},{"number":19,"verse":"These are the three sons of Noah, and the whole earth was overspread from them."},{"number":20,"verse":"And Noah, a man of the ground, began and planted a vineyard."},{"number":21,"verse":"And he drank from the wine, and was drunk. And he uncovered himself inside his tent."},{"number":22,"verse":"And Ham, the father of Canaan, saw the nakedness of his father. And he told his two brothers outside."},{"number":23,"verse":"And Shem and Japheth took a garment and put it on both their shoulders. And they went backward and covered the nakedness of their father, their faces backward. And they did not see the nakedness of their father."},{"number":24,"verse":"And Noah awoke from his wine. And he came to know what his younger son had done to him."},{"number":25,"verse":"And he said, Cursed be Canaan. He shall be a slave of slaves to his brothers."},{"number":26,"verse":"And he said, Blessed be Jehovah, the God of Shem; and may Canaan be his slave."},{"number":27,"verse":"God shall enlarge Japheth, and he shall live in the tents of Shem, and Canaan shall be their slave."},{"number":28,"verse":"And Noah lived three hundred and fifty years after the flood."},{"number":29,"verse":"And all the days of Noah were nine hundred and fifty years. And he died."}]}