{"bibleAbbr":"ASV1901","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":2,"verses":[{"number":1,"verse":"And I lifted up<WH5375> mine eyes<WH5869>, and saw<WH7200>, and<WH376>, behold, a man with a measuring<WH4060> line<WH2256> in his hand<WH3027>."},{"number":2,"verse":"Then said<WH559> I<WH1980>, Whither goest thou<WH559>? And he said unto me<WH4058>, To measure Jerusalem<WH3389>, to see<WH7200> what<WH4100> is the breadth<WH7341> thereof<WH753>, and what is the length thereof."},{"number":3,"verse":"And <WH4397>, behold, the angel that talked<WH1696> with me went forth<WH3318>, and another<WH312> angel<WH4397> went out<WH3318> to meet him<WH7125>,"},{"number":4,"verse":"and said<WH559> unto him<WH7323>, Run, speak<WH1696> to this<WH1975> young man<WH5288>, saying<WH559>, Jerusalem<WH3389> shall be inhabited<WH3427> as villages without walls<WH6519>, by reason of the multitude<WH7230> of men<WH120> and cattle<WH929> therein<WH8432>."},{"number":5,"verse":"For I<WH5002>, saith Jehovah<WH3068>, will be unto her a wall<WH2346> of fire<WH784> round about<WH5439>, and I will be the glory<WH3519> in the midst of her<WH8432>."},{"number":6,"verse":"Ho <WH1945>, ho<WH1945>, flee<WH5127> from the land<WH776> of the north<WH6828>, saith<WH5002> Jehovah<WH3068>; for I have spread you abroad<WH6566> as the four<WH702> winds<WH7307> of the heavens<WH8064>, saith<WH5002> Jehovah<WH3068>."},{"number":7,"verse":"Ho <WH1945> Zion<WH6726>, escape<WH4422>, thou that dwellest<WH3427> with the daughter<WH1323> of Babylon<WH894>."},{"number":8,"verse":"For thus saith<WH559> Jehovah<WH3068> of hosts<WH6635>: After<WH310> glory<WH3519> hath he sent<WH7971> me unto the nations<WH1471> which plundered<WH7997> you<WH5060>; for he that toucheth you toucheth<WH5060> the apple<WH892> of his eye<WH5869>."},{"number":9,"verse":"For <WH5130>, behold, I will shake my hand<WH3027> over them<WH7998>, and they shall be a spoil to those that served<WH5647> them<WH3045>; and ye shall know that Jehovah<WH3068> of hosts<WH6635> hath sent me<WH7971>."},{"number":10,"verse":"Sing <WH7442> and rejoice<WH8055>, O daughter<WH1323> of Zion<WH6726>; for<WH935>, lo, I come, and I will dwell<WH7931> in the midst<WH8432> of thee<WH5002>, saith Jehovah<WH3068>."},{"number":11,"verse":"And many<WH7227> nations<WH1471> shall join<WH3867> themselves to Jehovah<WH3068> in that day<WH3117>, and shall be my people<WH5971>; and I will dwell<WH7931> in the midst<WH8432> of thee<WH3045>, and thou shalt know that Jehovah<WH3068> of hosts<WH6635> has sent me unto thee<WH7971>."},{"number":12,"verse":"And Jehovah<WH3068> shall inherit<WH5157> Judah<WH3063> as his portion<WH2506> in the holy<WH6944> land<WH127>, and shall yet choose<WH977> Jerusalem<WH3389>."},{"number":13,"verse":"Be silent<WH2013>, all flesh<WH1320>, before<WH6440> Jehovah<WH3068>; for he is waked up<WH5782> out of his holy<WH6944> habitation<WH4583>."}]}