{"bibleAbbr":"TCL1995","bookName":"தொடக்க நூல்","bookEnglishName":"Genesis","chapterNumber":10,"verses":[{"number":1,"verse":"(நாடுகளின் வளர்ச்சியும் பரவலும்) நோவாவின் புதல்வர் சேம், காம், எப்பேத்து ஆகியோரின் வழிமரபினர் இவர்களே. வெள்ளப் பெருக்குக்குப்பின் அவர்களுக்குப் புதல்வர் பிறந்தனர்."},{"number":2,"verse":"(யாப்பேத்தின் சந்ததி) எப்பேத்தின் புதல்வர்: கோமேர், மாகோகு, மாதாய், யாவான், தூபால், மெசேக்கு, தீராசு."},{"number":3,"verse":"கோமேரின் புதல்வர்: அஸ்கனாசு, இரிபாத்து, தோகர்மா."},{"number":4,"verse":"யாவானின் புதல்வர்: எலிசா, தர்சீசு, கித்திம், தோதானிம்."},{"number":5,"verse":"இவர்கள் வழிவந்த கடற்கரை நாட்டினர் மொழி, குடும்ப, இனவாரியாகப் பிரிந்து தம் நாடுகளில் பரவினர்."},{"number":6,"verse":"(காமின் சந்ததி) காமின் புதல்வர்: கூசு, எகிப்து, பூற்று, கானான்."},{"number":7,"verse":"கூசின் புதல்வர்: செபா, அவிலா, சப்தா, இராமா, சப்தக்கா. இராமாவின் புதல்வர்: சேபா, தெதான்."},{"number":8,"verse":"மேலும் கூசுக்கு நிம்ரோது பிறந்தான். இவன்தான் முதன்முதலாக உலகத்தில் பேராற்றல் கொண்டவனாக விளங்கியவன்."},{"number":9,"verse":"ஆண்டவர் திருமுன் இவன் ஆற்றல்மிக்க வேடனாக இருந்தான். இதனால் “ஆண்டவர் திருமுன் நிம்ரோதைப் போன்ற ஆற்றல்மிக்க வேடன்” என்ற வழக்கு ஏற்படலாயிற்று."},{"number":10,"verse":"முதன்முதலில் சினயார் நாட்டிலிருந்த பாபேல், எரேக்கு, அக்காது, கல்னே ஆகியவை அவன் ஆட்சிக்குள் வந்தன."},{"number":11,"verse":"அந்நாட்டிலிருந்து அசீரியா நாட்டுக்குச் சென்று, அங்கே நினிவே, இரகபோத்து, ஈர், காலாகு ஆகிய நகரங்களை அமைத்தான்."},{"number":12,"verse":"நினிவேக்கும் காலாகிற்கும் இடையே மிகப்பெரிய நகரமாகிய இரசேனை அவன் நிறுவினான்."},{"number":13,"verse":"எகிப்தின் புதல்வர்: லூதிம், அனாமிம், இலகாபிம், நப்துகிம்,"},{"number":14,"verse":"பத்ருசிம், பெலிஸ்தியரின் மூதாதையரான கஸ்லுகிம், கப்தோரிம்."},{"number":15,"verse":"கானானின் தலைமகன் சீதோன், ஏனைய புதல்வர்: ஏத்து,"},{"number":16,"verse":"எபுசி, எமோரி, கிர்காசி,"},{"number":17,"verse":"இவ்வி, அற்கி, சீனி,"},{"number":18,"verse":"அர்வாது, செமாரி, அமாத்தி. இந்தக் கானானின் குடும்பங்கள் பின்னர் பிரிந்து பரவலாயின."},{"number":19,"verse":"கானானியர் நாட்டு எல்லை சீதோனிலிருந்து தெற்கே கெரார் செல்லும் திசையில் காஸாவரையும் கிழக்கில் சோதோம், கொமோரா, அத்மா, செபோயிம் செல்லும் திசையில் இலாசா வரையும் பரவியிருந்தது."},{"number":20,"verse":"இவை காம் புதல்வரின் குடும்ப, மொழி, நாடு, இனவாரியான பிரிவுகள்."},{"number":21,"verse":"(சேமின் சந்ததி) எப்பேத்தின் மூத்த சகோதரன் சேமுக்குப் புதல்வர் பிறந்தனர். சேம் ஏபேரியரின் முதுபெருந்தந்தை."},{"number":22,"verse":"சேமின் ஏனைய புதல்வர்: ஏலாம், அசீரியா, அர்பகசாது, லூது, ஆராம்."},{"number":23,"verse":"ஆராமின் புதல்வர்: ஊசு, ஊல், கெத்தெர், மாசு.”"},{"number":24,"verse":"அர்பகசாதுக்குச் செலாகு பிறந்தான். செலாகிற்கு ஏபேர் பிறந்தான்."},{"number":25,"verse":"ஏபேருக்கு புதல்வர் இருவர் பிறந்தனர்: ஒருவனின் பெயர் பெலேக்கு. ஏனெனில், அவன் காலத்தில்தான் உலக மக்கள் பிரிந்தனர். அவன் சகோதரனின் பெயர் யோக்தான்."},{"number":26,"verse":"யோக்தானின் புதல்வர்: அல்மோதாது, செலேபு, அட்சர்மாவேத்து, எராகு,"},{"number":27,"verse":"அதோராம், ஊசால், திக்லா,"},{"number":28,"verse":"ஓபால், அபிமாவேல், சேபா,"},{"number":29,"verse":"ஓபீர், அவிலா, யோபாபு."},{"number":30,"verse":"அவர்கள் வாழ்ந்த நாடு மேசாவிலிருந்து கிழக்கே செப்பார் செல்லும் திசையில் இருந்த மலைநாடுவரை பரவியிருந்தது."},{"number":31,"verse":"இவை சேம் புதல்வரின் குடும்ப, மொழி, நாட்டு, இனவாரியான பிரிவுகள்."},{"number":32,"verse":"இவை நோவா புதல்வரின் வழிவந்த குடும்பங்களின் இனவாரியான தலைமுறைகள். இவர்கள் வழிவந்த மக்களினங்களே வெள்ளப் பெருக்கிற்குப் பின் உலகின் எல்லா நாடுகளிலும் பரவின."}]}