{"bibleAbbr":"BB1572","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"The begynnyng of the Gospel of Iesu Christ, the sonne of God."},{"number":2,"verse":"As it hath ben written in the prophetes: Beholde, I sende my messenger before thy face, whiche shall prepare thy waye before thee."},{"number":3,"verse":"A voyce of hym that crieth in the wyldernesse: Prepare ye the waye of the Lorde, and make his pathes strayght."},{"number":4,"verse":"Iohn did baptize in the wyldernesse, and preached the baptisme of repentaunce, for the remission of sinnes."},{"number":5,"verse":"And all the land of Iurie, and they of Hierusalem, went out vnto hym, and were all baptized of hym in the ryuer of Iordane, confessyng their synnes."},{"number":6,"verse":"Iohn was clothed with Camelles heere, and with a girdle of a skynne about his loynes: and he did eate locustes and wylde hony."},{"number":7,"verse":"And preached, saying: He that is stronger then I, commeth after me, whose shoe latchet I am not worthy to stowpe downe, and vnloose."},{"number":8,"verse":"I haue baptized you with water: but he shal baptize you with the holy ghost."},{"number":9,"verse":"And it came to passe in those dayes, that Iesus came fro Nazareth, of Galilee, & was baptized of Iohn in Iordane."},{"number":10,"verse":"And assone as he was come vp out of the water, he sawe heauen open, & the spirite descending vpon him like a doue."},{"number":11,"verse":"And there came a voyce from heauen: Thou art my deare sonne, in whom I am well pleased."},{"number":12,"verse":"And immediatly the spirite driueth hym into wyldernesse."},{"number":13,"verse":"And he was there in the wyldernesse fourtie dayes, and was tempted of Satan, & was with wylde beastes. And the Angels ministred vnto hym."},{"number":14,"verse":"After that Iohn was deliuered [to prison] Iesus came into Galilee, preachyng the Gospell of the kyngdome of God,"},{"number":15,"verse":"And saying: The tyme is come, and the kyngdome of God is at hande: repent, and beleue the Gospell."},{"number":16,"verse":"As he walked by the sea of Galilee, he sawe Simon, and Andrewe his brother, castyng nettes into the sea (for they were fysshers.)"},{"number":17,"verse":"And Iesus saide vnto them: Folowe me, and I wyll make you to become fysshers of men."},{"number":18,"verse":"And strayghtway they forsoke their nettes, and folowed hym."},{"number":19,"verse":"And when he had gone a litle further thence, he saw Iames the sonne of Zebedee, and Iohn his brother, which also were in the shippe, mendyng their nettes."},{"number":20,"verse":"And anone he called them: And they lefte their father Zebedee in the shippe with the hired seruauntes, and folowed hym."},{"number":21,"verse":"And they came into Capernaum, & strayghtway, on the Sabboth dayes, he entred into the synagogue, & taught."},{"number":22,"verse":"And they were astonyed at his learnyng: For he taught them, as one that had aucthoritie, & not as the Scribes."},{"number":23,"verse":"And there was in their synagogue, a man vexed with an vncleane spirite, & he cried,"},{"number":24,"verse":"Saying: Alas, what haue we [to do] with thee, thou Iesus of Nazareth? Art thou come to destroy vs? I knowe thee what thou art, euen that holy one of God."},{"number":25,"verse":"And Iesus rebuked hym, saying: holde thy peace, and come out of hym."},{"number":26,"verse":"And when the vncleane spirite hadde torne hym, & cryed with a loude voyce, he came out of hym."},{"number":27,"verse":"And they were all amased, insomuch that they demaunded one of another among them selues, saying: What thing is this? What newe doctrine is this? For with aucthoritie commaunded he the fowle spirites, and they obeyed him."},{"number":28,"verse":"And immediatly his fame spread abrode throughout all the region borderyng on Galilee."},{"number":29,"verse":"And foorthwith, when they were come out of the synagogue, they entred into the house of Simon, and Andrewe, with Iames, and Iohn."},{"number":30,"verse":"But Simons wyues mother lay sicke of a feuer: & anone they tell hym of her."},{"number":31,"verse":"And he came, & toke her by the hande, and lyft her vp: and immediatly the feuer forsoke her, and [she] ministred vnto them."},{"number":32,"verse":"And at euen, when the sonne was downe, they brought vnto hym all that were diseased, and them that were vexed with deuyls:"},{"number":33,"verse":"And all the citie was gathered together at the dore."},{"number":34,"verse":"And he healed many, that were sicke of diuers diseases, and caste out many deuyls: and suffred not the deuyls to speake, because they knewe hym."},{"number":35,"verse":"And in the mornyng, before day, Iesus, when he was rysen vp, departed, and went out into a solitarie place, and there prayed."},{"number":36,"verse":"And Simon, & they that were with hym, folowed after hym:"},{"number":37,"verse":"And when they had founde hym, they sayde vnto hym: all men seke for thee."},{"number":38,"verse":"And he saide vnto them: let vs go into the nexte townes, that I may preache there also: for, therfore am I come."},{"number":39,"verse":"And he preached in their synagogues, in all Galilee, and cast the deuyls out."},{"number":40,"verse":"And there came a leper to hym, besechyng him, and knelyng downe to him, and saying vnto hym: If thou wylt, thou canst make me cleane."},{"number":41,"verse":"And Iesus had compassion on hym, and put foorth his hande, touched hym, and sayth vnto hym: I wyll, be thou cleane."},{"number":42,"verse":"And assoone as he had spoken, immediatly the leprosie departed from hym, and he was made cleane."},{"number":43,"verse":"And after he had geuen hym a strayte commaundement, he sent hym away foorthwith."},{"number":44,"verse":"And sayth vnto hym: See thou saye nothing to any man, but get thee hence, shew thy selfe to the priest, and offer for thy clensyng those thinges which Moyses commaunded, for a witnesse vnto them."},{"number":45,"verse":"But he, assoone as he was departed, began to tell many thynges, and to publishe the saying: insomuch, that Iesus could no more openly enter into the citie, but was without in desert places: And they came to him from euery quarter."}]}