{"bibleAbbr":"BB1572","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":15,"verses":[{"number":1,"verse":"And anone in the dawnyng, the hye priestes held a councel, with the elders, and the scribes, and the whole congregation, and bound Iesus, and ledde hym away, and deliuered hym to Pilate."},{"number":2,"verse":"And Pilate asked hym: Art thou the kyng of the Iewes And he aunswered and sayde vnto hym: thou sayest it"},{"number":3,"verse":"And the hye priestes accused hym of many thynges."},{"number":4,"verse":"So Pilate asked hym agayne, saying: Aunswerest thou nothyng? Beholde, howe many thynges they witnesse agaynst thee."},{"number":5,"verse":"Iesus yet aunswered nothyng, so that Pilate marueyled."},{"number":6,"verse":"At that feast, Pilate dyd delyuer vnto them a prisoner, whomsoeuer they woulde desire."},{"number":7,"verse":"And there was one, that was named Barabbas, which lay bounde, with them that made insurrection: Which [men] had committed murther also in the insurrection."},{"number":8,"verse":"And the people crying aloude, began to desire [hym] that he woulde do, according as he had euer done vnto them."},{"number":9,"verse":"Pilate aunswered them, saying: Wyll ye that I let loose vnto you the kyng of the Iewes?"},{"number":10,"verse":"For he knewe, that the hye priestes had delyuered hym of enuie."},{"number":11,"verse":"But the hye priestes moued the people, that he shoulde rather delyuer Barabbas vnto them."},{"number":12,"verse":"Pilate aunswered agayne, and sayde vnto them: What wyll ye then that I do vnto hym, whom ye call the kyng of the Iewes?"},{"number":13,"verse":"And they cryed agayne, crucifie hym."},{"number":14,"verse":"Pilate sayde vnto them: What euyll hath he done? And they cryed the more feruently, crucifie hym."},{"number":15,"verse":"And so Pilate, wyllyng to content the people, let loose Barabbas vnto them, and deliuered vp Iesus, when he had scourged hym, for to be crucified."},{"number":16,"verse":"And the souldiers led hym away, into the hall, called Pr?torium, and called together the whole bande [of souldiers:]"},{"number":17,"verse":"And they clothed hym with purple, and they platted a crowne of thornes, and crowned hym withall,"},{"number":18,"verse":"And began to salute hym: Hayle kyng of the Iewes."},{"number":19,"verse":"And they smote hym on the head with a reede, & did spit vpon him, and bowed their knees, and worshipped hym."},{"number":20,"verse":"And when they had mocked hym, they toke the purple of hym, and put his owne clothes on hym, and led hym out to crucifie hym."},{"number":21,"verse":"And they compelled one that passed by, called Simon of Cyrene (commyng out of the fielde, the father of Alexander and Rufus) to beare his crosse."},{"number":22,"verse":"And they brought hym to a place named Golgotha, which is, if a man interprete it, the place of [dead mens] sculles."},{"number":23,"verse":"And they gaue hym to drynke, wyne myngled with myrre: but he receaued it not."},{"number":24,"verse":"And when they had crucified hym, they parted his garmentes, castyng lottes vpon them, what euery man shoulde take."},{"number":25,"verse":"And it was the thyrde houre, and they crucified hym."},{"number":26,"verse":"And the title of his cause was written: THE KYNG OF THE IEWES."},{"number":27,"verse":"And they crucifed with hym two thieues: the one on the ryght hande, and the other on his left."},{"number":28,"verse":"And the Scripture was fulfylled which sayth: He was counted among the wycked."},{"number":29,"verse":"And they that went by, rayled on him, wagging their heades, and saying: A wretche, thou that destroyest the temple, and buildest it in three dayes,"},{"number":30,"verse":"Saue thy selfe, and come downe from the crosse."},{"number":31,"verse":"Lykewyse also mocked hym the hye priestes among them selues, with the scribes, and sayde: He saued other men, hym selfe he can not saue."},{"number":32,"verse":"Let Christe the kyng of Israel descende nowe from the crosse, that we may see, and beleue. And they that were crucified with hym, checked hym also."},{"number":33,"verse":"And when the sixth houre was come, darknesse arose ouer all the earth, vntill the nynth houre."},{"number":34,"verse":"And at the nynth houre, Iesus cryed with a loude voyce, saying: Eloi, Eloi, lama sabachthani which is, yf one interprete it, My God, my God, why hast thou forsaken me"},{"number":35,"verse":"And some of them that stoode by, whe they hearde that, sayde: Beholde, he calleth for Elias."},{"number":36,"verse":"And one ran, and fylled a spunge full of vineger, and put it on a reede, & gaue hym to drynke, saying: let hym alone, let vs see whether Elias wyll come and take hym downe."},{"number":37,"verse":"But Iesus cryed with a loude voyce, and gaue vp the ghost."},{"number":38,"verse":"And the vayle of the temple dyd rent in two peeces, from the toppe to the bottome."},{"number":39,"verse":"And when the Centurion, which stoode before hym, sawe, that he so cryed, and gaue vp the ghost, he sayde: Truely this man was the sonne of God."},{"number":40,"verse":"There were also women a good way of, beholdyng hym: among whom was Marie Magdalene, and Marie the mother of Iames the litle, and of Ioses, and Salome."},{"number":41,"verse":"Which also when he was in Galilee, had folowed hym, and ministred vnto hym: and many other women, which came vp with hym vnto Hierusalem."},{"number":42,"verse":"And nowe when the euen was come, (because it was the day of preparyng, that goeth before the Sabboth)"},{"number":43,"verse":"Ioseph [of the citie] of Aramathia, a noble councellour, which also loked for the kyngdome of God, came, and went in boldely vnto Pilate, and begged of hym the body of Iesu."},{"number":44,"verse":"And Pilate marueyled that he was alredy dead: and called vnto hym the Centurion, and asked of hym, whether he had ben any whyle dead."},{"number":45,"verse":"And when he knewe the trueth of the Centurion, he gaue the body to Ioseph."},{"number":46,"verse":"And he bought a lynnen cloth, & toke hym downe, and wrapped hym in the lynnen cloth, & layde him in a sepulchre, that was hewe out of the rocke, & roulled a stone vnto the doore of ye sepulchre."},{"number":47,"verse":"And Marie Magdalene, and Marie Ioses, behelde where he was layde."}]}