{"bibleAbbr":"BB1572","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":15,"verses":[{"number":1,"verse":"But within a while after, euen in the time of wheat haruest, Sason visited his wife with a kyd, saying: I wil go in to my wyfe into the chaumber. But her father woulde not suffer him to go in."},{"number":2,"verse":"And her father sayde, I thought that thou haddest hated her, & therfore gaue I her to thy companion: Is not her younger sister fayrer then she? Take her I pray thee, in steade of the other."},{"number":3,"verse":"Samson sayde vnto hym: Nowe am I more blamelesse then the Philistines, and therfore will I do them displeasure."},{"number":4,"verse":"And Samson went out, and caught three hundred foxes, & toke firebrandes, and turned them tayle to tayle, and put a firebrand in the middes betweene two tayles."},{"number":5,"verse":"And when he had set the brandes on fire, he sent them out into the standyng corne of the Philistines, & burnt vp both the reaped corne, and also the standing, with the vineyardes and oliues."},{"number":6,"verse":"Then the Philistines sayd: Who hath done this? And they aunswered: Samson the sonne in lawe of the Thamnite, because he had taken his wife, & geuen her to his companion. And the Philistines came vp, and burnt her and her father with fire."},{"number":7,"verse":"And Samson said vnto them: Though ye haue done this, yet will I be auenged of you, and then I will ceasse."},{"number":8,"verse":"And he smote them legge and thygh with a myghtie plague, and then he went & dwelt in the toppe of the rocke Etam."},{"number":9,"verse":"Then the Philistines came vp, and pytched in Iuda, and camped in Lehi."},{"number":10,"verse":"And the men of Iuda sayde: Why are ye come vp vnto vs? They aunswered: To bynde Samson are we come vp, & to do to hym, as he hath done to vs."},{"number":11,"verse":"Then three thonsande men of Iuda went to the toppe of the rocke Etam, & sayde to Samson: Wottest thou not that the Philistines are rulers ouer vs? Wherfore then hast thou done thus vnto vs? He aunswered them: As they dyd vnto me, so haue I done vnto them."},{"number":12,"verse":"And they sayd vnto him agayne: We are come to bynde thee, and to deliuer thee into ye hande of the Philistines. And Samson said vnto them: Sweare vnto me, that ye shall not fal vpon me your selues."},{"number":13,"verse":"They aunswered him, saying: No, but we will bynde thee, & delyuer thee vnto their handes: but we wyll not kyll thee. And they bounde hym with two new cordes, and brought him from the rocke."},{"number":14,"verse":"And when he came to Lehi, the Philistines showted agaynst him: And the spirite of the Lord came vpon him, and the cordes that were vpon his armes, became as flaxe that was burnt with fire, for the bandes loosed from of his handes."},{"number":15,"verse":"And he founde a newe iawe bone of an Asse, & put foorth his hande, and caught it, and slue a thousande men therwith."},{"number":16,"verse":"And Samson sayde: With the iawe of an Asse, heapes vpon heapes: with the iawe of an Asse haue I slayne a thousande men."},{"number":17,"verse":"And when he had left speakyng, he cast away the iawe bone out of his hande, and called the place Ramath Lehi."},{"number":18,"verse":"And he was sore a thyrst, and called on the Lord, and sayde: Thou hast geuen this great victory in the hande of thy seruaunt: and nowe I must dye for thirst, and fall into the handes of the vncircumcised."},{"number":19,"verse":"But God brake a great tooth that was in the iawe, & there came water therout, and when he had drunke, his spirite came agayne, & he was refreshed: wherfore the name thereof was called vnto this day, The well of the caller on: which came of the iawe."},{"number":20,"verse":"And he iudged Israel in the dayes of the Philistines, twentie yeres."}]}