{"bibleAbbr":"BB1572","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":2,"verses":[{"number":1,"verse":"And the angel of the Lorde came vp from Gilgal to Bochim, and sayde: I made you to go out of Egipt, & haue brought you vnto the lande whiche I sware vnto your fathers: And I sayde, I will neuer breake myne appoyntment that I made with you."},{"number":2,"verse":"And ye also shall make no couenaunt with the inhabitours of this lande, but shall breake downe their aulters: Neuerthelesse, ye haue not hearkened vnto my voyce: why haue ye this done?"},{"number":3,"verse":"Wherfore I haue lykewyse determined, that I will not cast them out before you: but they shalbe as thornes vnto you, and their goddes shalbe a snare vnto you."},{"number":4,"verse":"And when the angel of the Lord spake these wordes vnto all the children of Israel, the people cryed out and wept:"},{"number":5,"verse":"And called the name of the sayd place Bochim, & offered sacrifices vnto the Lorde."},{"number":6,"verse":"And whe Iosuah had sent the people away, the children of Israel went euery man into his inheritaunce to possesse the lande."},{"number":7,"verse":"And the people serued the Lorde all the dayes of Iosuah, & all the dayes of the elders that outlyued Iosuah, & had seene al the great workes of the Lorde that he dyd for Israel."},{"number":8,"verse":"And Iosuah the sonne of Nun, the seruaunt of the Lorde died, when he was an hundreth and ten yeres olde:"},{"number":9,"verse":"Whom they buried in the coastes of his inheritaunce [euen] in Thimnath Heres in mount Ephraim, on the northside of the hil Gaas."},{"number":10,"verse":"And euen so all that generation were put vnto their fathers: and there arose another generation after them, which neither knewe the Lorde, nor yet the workes whiche he had done for Israel."},{"number":11,"verse":"And then the children of Israel dyd wickedly in the sight of the Lorde, and serued Baalim,"},{"number":12,"verse":"And forsoke the Lord God of their fathers, whiche brought them out of the lande of Egypt, and folowed straunge goddes, euen of the goddes of the nations that were rounde about them, and bowed them selues vnto them, and angred the Lorde:"},{"number":13,"verse":"They forsoke the Lorde, and serued Baal and Astharoth."},{"number":14,"verse":"And the wrath of the Lord waxed hot agaynst Israel, and he deliuered them into the handes of raueners, that spoyled them, & solde them into the handes of their enemies rounde about them, so that they had no power any longer to stande before their enemies."},{"number":15,"verse":"But whythersoeuer they went out, the hand of the Lord was sore against them, euen as the Lord promised them, and as he sware vnto them: And he punished them sore."},{"number":16,"verse":"Neuerthelesse the Lorde raysed vp iudges, which deliuered them out of the handes of their oppressers."},{"number":17,"verse":"And yet for all that they woulde not hearken vnto their iudges: but rather went a whoring after straunge goddes, and bowed them selues vnto them, and turned quickly out of the way, whiche their fathers walked in, obeying the comaundementes of the Lorde: But they dyd not so."},{"number":18,"verse":"And when the Lorde raysed them vp iudges, he was with the iudge, and deliuered them out of the handes of their enemies all the dayes of the iudge: ( for the Lord had compassion ouer their sorowinges, whiche they had by the reason of them that oppressed them & vexed them:)"},{"number":19,"verse":"Yet for all that, assoone as the iudge was dead, they returned, and dyd worse then their fathers, in folowing straunge goddes, to serue them & worship them: and ceassed not from their owne inuentions, nor from their malitious way."},{"number":20,"verse":"And the wrath of the Lorde was moued against Israel, and he sayde: Because this people hath trasgressed myne appoyntment whiche I commaunded their fathers, and haue not hearkened vnto my voyce:"},{"number":21,"verse":"I will hencefoorth not cast out before them one man of the nations whiche Iosuah left when he dyed:"},{"number":22,"verse":"That through them I may proue Israel, whether they wil kepe the way of the Lorde, and walke therin as their fathers dyd, or not."},{"number":23,"verse":"And so the Lorde left those nations, and droue them not out immediatly, neither deliuered them into the hande of Iosuah."}]}