{"bibleAbbr":"BB1572","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":20,"verses":[{"number":1,"verse":"Then all the chyldren of Israel went out, and the congregation was gathered together as one man, euen from Dan to Beerseba, with the lande of Gilead, vnto the Lorde in Mispah."},{"number":2,"verse":"And there assembled the chiefe men of all the people, [and] of all the tribes of Israel, in the congregation of the people of God, foure hundred thousande footemen that drewe swordes."},{"number":3,"verse":"(Now the chyldren of Beniamin heard that the chyldren of Israel were gone vp to Mispah) Then sayde the chyldren of Israel: Tell vs howe this wickednes is committed?"},{"number":4,"verse":"And the Leuite the womans husband that was slayne, aunswered and saide: I came into Gibea that is in Beniamin with my concubine, to lodge all nyght:"},{"number":5,"verse":"And the men of Gibea rose against me, and beset the house rounde about vpon me by night, & thought to haue slayne me, and my concubyne haue they forced, that she is dead."},{"number":6,"verse":"And I toke my concubine, & cut her in peeces, and sent her throughout all the countrey of the inheritaunce of Israel: For they haue committed abhomination and villanie in Israel."},{"number":7,"verse":"Beholde ye are all children of Israel, geue your aduice and counsel herein."},{"number":8,"verse":"And all the people arose as one man, saying: There shal not a man of vs go to his tent, neither turne into his house."},{"number":9,"verse":"But this shalbe it that we will do to Gibea: [we will go vp] by lot against it:"},{"number":10,"verse":"And we will take ten men of the hundred throughout all the tribes of Israel, and an hundred of the thousande, and a thousand out of ten thousand, to fetch vitayle for the people, that they may do when they come to Gibea Beniamin, according to all the abhomination that they haue wrought in Israel."},{"number":11,"verse":"And so all the men of Israel gathered together against the citie, knyt together as one man."},{"number":12,"verse":"And the tribes of Israel sent men thorowe all the tribe of Beniamin, saying: What wickednesse is this that is committed among you?"},{"number":13,"verse":"Nowe therfore deliuer vs the men, those children of belial whiche are in Gibea, that we may slea them, and put away euill from Israel."},{"number":14,"verse":"Neuerthelater, the children of Beniamin would not hearke vnto the voyce of their brethren the children of Israel: But the children of Beniamin gathered the selues together out of the cities vnto Gibea, to come out and fight agaynst the children of Israel."},{"number":15,"verse":"And the children of Beniamin were numbred at that time out of the cities, twentie & sixe thousand men that drewe swordes, besyde the inhabitauntes of Gibea, which were numbred seuen hundred chosen men."},{"number":16,"verse":"And among all these folke, were seuen hundred chosen men beyng left handed, whiche euery one coulde flyng stones at an heere breadth, and not misse."},{"number":17,"verse":"And the children of Israel beside Beniamin, were numbred foure hundred thousand men that drewe swordes, and were all men of warre."},{"number":18,"verse":"And the children of Israel arose, and wet vp to the house of God, and asked of God, saying: Whiche of vs shall go vp first to the battel against the children of Beniamin? And the Lorde sayd: Iuda shall begin."},{"number":19,"verse":"And the children of Israel stoode vp early, and camped against Gibea."},{"number":20,"verse":"And the men of Israel went out to battell against Beniamin, and the men of Israel put the selues in aray to fight against them, beside Gibea."},{"number":21,"verse":"And the children of Beniamin came out of Gibea, and destroyed downe to the ground of the Israelites that day twentie and two thousand men."},{"number":22,"verse":"And the people the men of Israel plucked vp their heartes, and set their battel againe in aray, in the same place where they dyd the first day."},{"number":23,"verse":"(And the children of Israel went vp, and wept before the Lorde vnto euen, and asked of the Lord, saying: Shal we go agayne to battell against the children of Beniamin our brethre? And the Lord sayde: Go vp against them.)"},{"number":24,"verse":"And the children of Israel came neare against the children of Beniamin the seconde day."},{"number":25,"verse":"And the children of Beniamin went against them out of Gibea the seconde day, and destroyed to the earth of the childre of Israel once againe eyghteene thousand men that drewe swordes euerie man of them."},{"number":26,"verse":"Then al the children of Israel, and all the people, went vp and came vnto the house of God, and wept, and sate there before the Lord, and fasted the same day vnto euen, and offered burnt offerynges and peace offerynges before the Lorde."},{"number":27,"verse":"And the children of Israel asked the Lord: (for there was the arke of the appoyntment of God, in those dayes:"},{"number":28,"verse":"And Phinehes the sonne of Eleazar, the sonne of Aaron stoode before it at that time) saying: Shal I get me vp to go out any more to battell against the children of Beniamin my brethren, or shal I ceasse? The Lorde sayde: Go vp, for to morow I wil deliuer them into your handes."},{"number":29,"verse":"And Israel set lyers awayte round about Gibea."},{"number":30,"verse":"And the children of Israel went vp against the childre of Beniamin the third time, & put them selues in aray against Gibea, as twyse before."},{"number":31,"verse":"And the children of Beniamin came out against the people, & were drawen away from the citie, & they began to smite of ye people, dead as twise before, by two hye wayes in the fielde (of whiche one goeth vp to the house of god, & the other to Gibea) vpon a thirtie men of Israel."},{"number":32,"verse":"(And the children of Beniamin sayde: They are fallen before vs, as at the first. But the children of Israel sayd: Let vs flee, and plucke them away from the citie, vnto the hye wayes.)"},{"number":33,"verse":"And all the men of Israel rose vp out of their place, & put them selues in aray at Baal Thamar: And lykewyse the liers in wayte of Israel came foorth out of their places, euen out of the medowes that were about Gibea,"},{"number":34,"verse":"And came against Gibea ten thousand chosen men out of all Israel, and there was a sore battel: But they wist not that euyll was neare them."},{"number":35,"verse":"And the Lord plagued Beniamin before Israel, and the children of Israel destroyed of the Beniamites the same day twentie and fyue thousand and an hundred men, that drue swordes euerie one of them."},{"number":36,"verse":"And the children of Beniamin sawe that they were put to ye stricken downe: for the men of Israel gaue place to ye Beniamites, because they trusted vnto the lyers in wayt which they had layde beside Gibea."},{"number":37,"verse":"And the lyers in wayte hasted, & brake foorth against Gibea, & the embushment drewe them selues along, and smote all the citie with the edge of the sworde."},{"number":38,"verse":"And an appoyntment had the men of Israel from the lyers in wayt, that they should make a great flambe [and] smoke ryse vp out of the citie."},{"number":39,"verse":"And when the men of Israel retired in ye battell, Beniamin began to smyte dead of the children of Israel about a thirtie persons, and sayde: Surely they are stricken downe before vs, as in the first battell."},{"number":40,"verse":"But when there began to aryse out of the citie a flambe as a piller of smoke, the Beniamites loked backe, & behold the flambe of the whole citie began to ascende vp to heauen."},{"number":41,"verse":"When the men of Israel also turned agayne, the men of Beniamin were abashed, for they sawe that euyll approched them:"},{"number":42,"verse":"And therfore they turned their backes before the men of Israel, vnto the way that leadeth to the wildernesse, but the battel ouertoke them: And besyde that, they which came out of the citie, destroied the in the middle of the."},{"number":43,"verse":"And thus they compassed the Beniamites about, and chased them at Menuha, and ouerranne them, euen ouer against Gibea on the east syde."},{"number":44,"verse":"And there were slayne of Beniamin eyghteene thousand men, whiche were men of warre."},{"number":45,"verse":"And they turned & fled to the wyldernes ward, & vnto the rocke of Rimmon: and they gleaned by ye way of the rest of them, fiue thousande men: & pursued after them, vntyll they came to Gidom, and slue two thousand men of them."},{"number":46,"verse":"So that al that were slayne that same day of Beniamin were twentie & fyue thousand men that drue swordes, which were all men of warre:"},{"number":47,"verse":"Onely sixe hundred men turned and fled to the wildernes, vnto the rocke of Rimmon, and abode in the rocke of Rimmon foure monethes."},{"number":48,"verse":"And the men of Israel turned backe againe vnto the children of Beniamin, and smote them with the edge of the sword in the cities, both man & beast, and al that came to hande, and set on fyre all the cities that they coulde come by."}]}