{"bibleAbbr":"PESH1849","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":1,"verses":[{"number":1,"verse":"AKUB, a servant of Aloha and of our Lord Jeshu Meshiha, unto the twelve tribes who are dispersed among the nations: Peace."},{"number":2,"verse":"All joy shall be to you, my brethren, when you shall have entered into temptations many and various."},{"number":3,"verse":"For you know that the proving of faith maketh you to possess patience;"},{"number":4,"verse":"but to patience let there be a perfect work, that you may be complete and perfected, and in nothing be deficient."},{"number":5,"verse":"If any of you be deficient in wisdom, let him ask of Aloha, who giveth to all expansively, and upbraideth not, and it is given to him."},{"number":6,"verse":"But let him ask in faith, not wavering.[Or, not being divided.] For he who wavereth is like the waves of the sea which the wind disturbeth."},{"number":7,"verse":"And let not that man expect to receive any thing from the Lord,"},{"number":8,"verse":"who is divided in his mind, and disturbed in all his ways."},{"number":9,"verse":"But let the humble brother glory in his exaltation,"},{"number":10,"verse":"and the rich in his humility; for as the flower of an herb, so he passeth."},{"number":11,"verse":"For the sun ariseth in his heat, and drieth the herb, and the flower of it falleth, and the beauty of its appearance perisheth; so also the rich withereth in his reverses."},{"number":12,"verse":"Blessed the man who endureth temptations: for when he hath been proved he shall receive the crown of life, which Aloha hath promised unto them who love him."},{"number":13,"verse":"Let no man say, when he is tempted, From Aloha I am tempted; for Aloha is not tempted with evils, and he no man tempteth."},{"number":14,"verse":"But each man from his concupiscence tempteth himself, and desireth, and is drawn away."},{"number":15,"verse":"And this desire conceiveth and beareth sin; and sin, when it is perfected, beareth death."},{"number":16,"verse":"Do not err, my beloved brethren;"},{"number":17,"verse":"every good gift and perfect from above descendeth, from the Father of lights, with whom is no alteration, nor the shadow of vicissitude."},{"number":18,"verse":"He willed, and begat us by the word of truth, that we might be the first-ones of his creatures."},{"number":19,"verse":"And you, my beloved brethren, let every one of you be swift to hear, and slow to speak, and slow to be angry;"},{"number":20,"verse":"for the wrath of man the righteousness of Aloha worketh not."},{"number":21,"verse":"Wherefore, remove from you all impurity and the abounding of wickedness, and with meekness receive the word which is engrafted in our nature, which is able to save your souls."},{"number":22,"verse":"BUT be doers of the word, and not hearers only, neither deceive yourselves."},{"number":23,"verse":"For if a man be a hearer of the word and not a doer of it, this (man) is like one who vieweth his face in a mirror;"},{"number":24,"verse":"for he seeth himself and passeth, and hath forgotten what (manner of person) he was."},{"number":25,"verse":"But every one who looketh into the perfect law of liberty, and continueth therein, he is not a hearer of the hearing of forgetfulness, but a doer of works; and this shall be blessed in his work."},{"number":26,"verse":"And if a man thinketh that he serveth [Or, ministereth.] Aloha, and holdeth not his tongue, but deceiveth his own heart, of this man his service is vain."},{"number":27,"verse":"For the service [Teshmeshtho, ministry.] which is pure and true before Aloha the Father, is this, to visit the orphans and widows in their afflictions, and that a man keep himself from the world without blemish."}]}