{"bibleAbbr":"Geneva1599","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"((2 He testifieth that for the great loves sake he beareth to the Corinthians, he is compelled 5 to utter his own praises:9 and that he bestowed his labor on them without any reward,13 that the false apostles should not surpass him in anything,22 whom he far excelled in those things which are praiseworthy indeed.) ) Would (He granteth that after a sort he playeth the fool in this vaunting of things, but he addeth that he doeth it against his will, for their profit because he seeth them deceived by certain vain and crafty men, through the craft and subtlety of Satan.) to God, ye could suffer a little my foolishness, and indeed, ye suffer me."},{"number":2,"verse":"For I am jealous over you, with (He speaketh as a woer, but yet as one that seeketh them not for himself, but for God.) godly jealousy: for I have prepared you for one husband, to (To marry you together.) present you as a pure virgin to Christ:"},{"number":3,"verse":"But I fear lest as the (Cross references: : Gen. 3:4) serpent beguiled Eve through his subtlety, so your minds should be (This place is to be marked against them which loathe that plain and pure simplicity of the Scriptures, in comparison of the colors and paintings of man’s eloquence.) corrupt from the simplicity that is in (Which is meet for them that are in Christ.) Christ:"},{"number":4,"verse":"(He showeth that they deceive themselves, if they look to receive of any other man, either a more excellent Gospel, or more excellent gifts of the holy Ghost.) For if he that cometh, preacheth (A more perfect doctrine of Jesus Christ.) another Jesus whom we have not preached: or if ye receive another spirit whom ye have not received: either another Gospel which ye have not received, ye might well have suffered him."},{"number":5,"verse":"Verily I suppose that I was not inferior to the very chief Apostles."},{"number":6,"verse":"(He refuteth the slanders of those Thrasoes. I grant, saith he, that I am not so eloquent an Orator, but yet they cannot take away the knowledge of the Gospel from me, whereof you have had good proof, and that every manner of way.) And though I be (Paul lacked not the kind of eloquence which is meet for a man, and fit for the Gospel, but he willingly wanted that painted kind of speech, which too many nowadays hunt after and follow.) rude in speaking, yet I am not so in knowledge, but among you we have been made manifest to the uttermost, in all things."},{"number":7,"verse":"(Another slander, to wit, that he was a rascal, and lived by the labor of his own hands. But herein, saith the Apostle, what can you lay against me, but that I was content to take any pains for your sakes, and when I lacked, to travail for my living with mine own hands in part, and partly also when poverty constrained me, I chose rather otherwise to seek my sustenance, than to be any burden to you, although I preached the Gospel unto you?) Have I committed an offence, because I abased myself, that ye might be exalted, and because I preached to you the Gospel of God freely?"},{"number":8,"verse":"I robbed other Churches, and took wages of them to do you service."},{"number":9,"verse":"And when I was present with you, and had need, (2 Cor. 12:13) I was not slothful to the hindrance of any man: for that which was lacking unto me, the brethren which came from Macedonia, supplied, and in all things I kept, (An amplification: so far is he from being ashamed of this act, that he hath also resolved with himself to do no otherwise hereafter amongst them, to the intent that it may always be truly said, that he taught in Achaia for nothing: not that he disdaineth the Corinthians, but that these Thrasoes may never find the occasion which they have already sought for, and he in the mean season may set something before them to follow, that at length they may truly say, that they are like to Paul.) and will keep myself, that I should not be grievous unto you."},{"number":10,"verse":"The (This is a form of an oath, as if he said, let me not be thought to have any truth in me.) truth of Christ is in me, that this rejoicing shall not be (Shall be always open to me.) shut up against me in the regions of Achaia."},{"number":11,"verse":"Wherefore? because I love you not? God knoweth."},{"number":12,"verse":"But what I do, that will I do, that I may cut away occasion from them which desire occasion, that they might be found like unto us in that wherein they (Paul’s adversaries sought all occasions they could, to be equal to him. And therefore seeing they had rather eat up the Corinthians, than preach to them for nothing, they sought another occasion, to wit, to make Paul to take something: which thing if he had done, then hoped they by that means to be equal to him: for they made such a show of zeal and knowledge, and set it forth with such a glossing kind of eloquence, that some of them even despised Paul: but he showeth that all this is nothing but colors and painting.) rejoice."},{"number":13,"verse":"(Now at length he pointeth out these fellows in their colors, forewarning that it will come to pass, that they will at length betray themselves, what countenance soever they make of zeal that they have to God’s glory.) For such false apostles are deceitful workers, and transform themselves into the Apostles of Christ."},{"number":14,"verse":"And no marvel: for Satan himself is transformed into an Angel of (By light is meant the heavenly glory, whereof the Angels are partakers.) light."},{"number":15,"verse":"Therefore it is no great thing, though his ministers transform themselves, as though they were the ministers of righteousness, whose end shall be according to their works."},{"number":16,"verse":"(He goeth forward boldly, and using a vehement Irony of kind of taunting, desireth the Corinthians to pardon him, if for a time he contend as a fool before them being wise, with those jolly fellows touching those eternal things, to wit, touching his stock, his ancestors and valiant acts.) I say again, Let no man think that I am foolish, or else take me even as a fool, that I also may boast myself a little."},{"number":17,"verse":"That I speak, I speak it not after the Lord: but as it were foolishly, in this my great boasting."},{"number":18,"verse":"Seeing that many rejoice after [the] flesh, I will rejoice also."},{"number":19,"verse":"For ye suffer fools gladly, because that ye are wise."},{"number":20,"verse":"(Before he cometh to the matter, he toucheth the Corinthians, who persuading themselves to very wise men, did not mark in the mean season that those false apostles abused their simplicity for advantage.) For ye suffer, even if a man bring you into bondage, if a man devour you, if a man take your goods, if a man exalt himself, if a man smite you on the face."},{"number":21,"verse":"I speak as concerning the (As if he said, in respect of that reproach which they do unto you (I speak it) which surely is as evil as if they did beat you.) reproach: as though that we had been (Paul is called weak, in that he seemeth to the Corinthians a vile and abject man, a beggarly artificer, a most wretched and miserable idiot, whereas notwithstanding therein God’s mighty power was made manifest.) weak: but wherein any man is bold (I speak foolishly) I am bold also."},{"number":22,"verse":"They are Hebrews, (Phil. 3:5) so am I: they are Israelites, so am I: they are the seed of Abraham, so am I."},{"number":23,"verse":"They are the ministers of Christ (I speak as a fool) I am (Paul being honorable indeed, defendeth his ministry openly, not for his own sake, but because he saw his doctrine come into hazard.) more: in labors more abundant: in stripes above measure: in prison more plenteously: in (In danger of present death.) death oft."},{"number":24,"verse":"Of the Jews (He alludeth to that that is written, Deut. 25:3, and moreover this place showeth us, that Paul suffered many things which Luke passed over.) five times received I forty stripes save one."},{"number":25,"verse":"I was (Of the Roman Magistrates.) thrice (Acts 16:23) beaten with rods: I was (Acts 14:19) once stoned: I suffered thrice (Acts 27:14) shipwreck: night and day have I been in the deep sea."},{"number":26,"verse":"In journeying I was often, in perils of waters, in perils of robbers, in perils of mine own nation, in perils among the Gentiles, in perils in the city, in perils in wilderness, in perils in the sea, in perils among false brethren,"},{"number":27,"verse":"In weariness and (Painfulness is a troublesome sickness, as when a man who is weary and would rest, he is constrained to fall to new labor.) painfulness, in watching often, in hunger and thirst, in fastings often, in cold and in nakedness."},{"number":28,"verse":"(He addeth this in conclusion further, that the Corinthians might be ashamed to despise him, upon whose care almost all Churches depended, as it was plainly seen by experience.) Beside the things which are outward, I am cumbered daily, and have the care of all the Churches."},{"number":29,"verse":"Who is weak, and I am not weak? Who is offended, and I burn not?"},{"number":30,"verse":"(He turneth that against the adversaries, which they objected against him: as if he should say, They allege my calamities, to take away my authority from me: but if I would boast myself, I would take no better argument: and God himself is my witness that I devise and forge nothing.) If I must needs rejoice, I will rejoice of mine infirmities."},{"number":31,"verse":"The God, even the Father of our Lord Jesus Christ, which is blessed for evermore, knoweth that I lie not."},{"number":32,"verse":"In (Acts 9:24) Damascus the governor of the people under King Aretas, laid watch in the city of the Damascenes, and would have caught me."},{"number":33,"verse":"But at a window was I let down in a basket through the wall, and escaped his hands."}]}