{"bibleAbbr":"Geneva1599","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":12,"verses":[{"number":1,"verse":"(1 He doth even unwillingly make rehearsal,3 of the heavenly visions,4 that were revealed unto him,6 for which though he might indeed glory, yet he will not,10 being privy of his own infirmities:11 but they drive him to this kind of folly,20 in that they give ear to certain vainglorious persons, who draw them from Christ.) It (He goeth forward in his purpose, and because those bragging mates boasted of revelations, he reckoneth up those things which lift him up above the common capacity of men: but he useth a preface, and excuseth himself advisedly.) is not expedient for me no doubt to rejoice: for I will come to visions and revelations of the Lord."},{"number":2,"verse":"I know a man (I speak this in Christ, that is, be it spoken without vainglory, for I seek nothing but Christ Jesus only.) in Christ above fourteen years ago, (whether he were in the body, I cannot tell, or out of the body, I cannot tell: God knoweth) which was taken up into the (Into the highest heaven: for we need not to dispute subtly upon the word (Third) but yet this place is to be marked against them which would make heaven to [be] everywhere.) third heaven."},{"number":3,"verse":"And I know such a man (whether in the body, or out of the body, I cannot tell: God knoweth.)"},{"number":4,"verse":"How that he was taken up into (So the Grecians name that which we call a park, that is to say, a place where trees are planted, and wild beasts kept, by which name they that translated the old Testament out of the Hebrew into Greek, called the garden Eden, whereunto Adam was put straight after his creation, as a most delicate and pleasant place. And hereunto grew it, that that blessed seat of the glory of God is called by that name.) Paradise, and heard words which (Which no man is able to utter.) cannot be spoken, which are not (Which the Saints themselves are not by any means able to express, because it is God himself. Thus doth Clement Alexandria expound this place, Strom. 5.) possible for man to utter."},{"number":5,"verse":"(To remove all suspicion of ambition he witnesseth that he braggeth not of those things as his own, but as out of himself, and yet notwithstanding faineth nothing, lest by this occasion other men should attribute more unto him than indeed he is: and therefore he had rather glory in his miseries.) Of such a man will I rejoice: of myself will I not rejoice, except it be of mine infirmities."},{"number":6,"verse":"For though I would rejoice, I should not be a fool, for I will say the truth: but I refrain, lest any man should think of me above that he seeth in me, or that he heareth of me."},{"number":7,"verse":"(An excellent doctrine: why God will have even his best servants to be vexed of Satan and by all kinds of temptations, to wit, lest they should be too much puffed up, and also that they may be made perfect by that continual exercise.) And lest I should be exalted out of measure through the abundance of revelations, there was given unto me a (He meaneth concupiscence, that sticketh fast in us, as it were a prick, insomuch that it constrained Paul himself being regenerate, to cry out, I do not that good that I would, etc. And he calleth it a prick, by a borrowed kind of speech taken from thorns, or stumps, which are very dangerous and hurtful for the feet, if a man walks through woods that are cut down.) prick in the flesh, the messenger of (Which setteth those lusts on fire.) Satan to buffet me, because I should not be exalted out of measure."},{"number":8,"verse":"For this thing I besought the Lord (Oft.) thrice, that it might depart from me."},{"number":9,"verse":"And he said unto me, My grace is sufficient for thee: for my power is made perfect through weakness. (He concludeth, that he will only see his miseries against the vain brags of the false apostles, and therewith also excuseth himself, for that by their importunity, he was constrained to speak so much of these things as he did: to wit, because that if his Apostleship were subverted his doctrine must needs fall.) Very gladly therefore will I rejoice rather in mine infirmities, that the power of Christ may (That I might feel the virtue of Christ more and more: For the weaker that our tabernacles are, the more doth Christ’s virtue appear in them.) dwell in me."},{"number":10,"verse":"Therefore I take (I do not only take them patiently and with a good heart, but also I take great pleasure in them.) pleasure in infirmities, in reproaches, in necessities, in persecutions, in anguish for Christ’s sake: for when I am weak, then am I strong."},{"number":11,"verse":"I was a fool to boast myself: ye have compelled me: (Again he maketh the Corinthians witnesses of those things whereby God had sealed his Apostleship amongst them, and again he desireth by certain arguments, how far he is from all covetousness, and also how he is affectioned towards them.) for I ought to have been commended of you: for in nothing was I inferior unto the very chief Apostles, though I be nothing."},{"number":12,"verse":"The (The arguments whereby it may well appear, that I am indeed an Apostle of Jesus Christ.) signs of an Apostle were wrought among you with all patience, with signs, and wonders and great works."},{"number":13,"verse":"For what is it, wherein ye were inferiors unto other Churches, (Cross references: : 2 Cor. 11:9) except that I have not been (I was not slothful in getting my living with mine own hands, that I might not be burdensome to you.) slothful to your hindrance? forgive me this wrong."},{"number":14,"verse":"Behold, the third time I am ready to come unto you, and yet will I not be slothful to your hindrance: for I seek not yours, but you: for the children ought not to lay up for the fathers, but the fathers for the children."},{"number":15,"verse":"And I will most gladly bestow, and will be bestowed for your souls: though the more I love you, the less I am loved."},{"number":16,"verse":"(He putteth away another most grievous slander, to wit, that he did subtly and by others, make his gain and profit of them.) But be it that I charged you not: yet for as much as I was crafty, I took you with guile."},{"number":17,"verse":"Did I pill you by any of them whom I sent unto you?"},{"number":18,"verse":"I have desired Titus, and with him I have sent a brother: did Titus pill you of any things? walked we not in the selfsame spirit? walked we not in the same steps?"},{"number":19,"verse":"(He concludeth, that he writeth not these things unto them, as though he needed to defend himself, for he is guilty of nothing: but because it is behoovable for them to doubt nothing of his fidelity who instructed them.) Again, think ye that we excuse ourselves unto you? we speak before God in (As it becometh him to speak truly and sincerely, that professeth himself to be in Christ, that is to say, to be a Christian.) Christ. But we do all things, dearly beloved, for your edifying."},{"number":20,"verse":"(Having confirmed his authority unto them, he rebuketh them sharply, and threateneth them also like an Apostle, showing that he will not spare them hereafter, unless they repent, seeing that this is the third time that he hath warned them.) For I fear lest when I come, I shall not find you such as I would: and that I shall be found unto you such as ye would not: and lest there be strife, envying, wrath, contentions, backbitings, whisperings, swellings, and discord."},{"number":21,"verse":"I fear lest when I come again, my God abase me among you, and I shall bewail many of them which have sinned already, and have not repented of the uncleanness, and fornication, and wantonness which they have committed."}]}