{"bibleAbbr":"Geneva1599","bookName":"2 Corinthians","bookEnglishName":"2 Corinthians","chapterNumber":3,"verses":[{"number":1,"verse":"((1 He desireth no other commendation,3 than their continuing in the faith.6 He is a minister not of the letter, but of the Spirit.8 He showeth the difference of the Law, and the Gospel,13 that the brightness of the Law doth rather dim the sight than lighten it:18 But the Gospel doth make manifest God’s countenance unto us.) ) Do we begin to praise ourselves again? or need we as some others, Epistles of recommendation unto you, or letters of recommendation from you?"},{"number":2,"verse":"Ye are our epistle, written in our hearts, which is understood and read of all men,"},{"number":3,"verse":"In that ye are (The Apostle frameth his speech wisely, that by little and little he may come from the commendation of the person, to the matter itself.) manifest, to be the Epistle of Christ, (Which I took pains to write as it were.) ministered by us, and written, not with ink, but with the Spirit of the (By the way he setteth the virtue of God, against the ink wherewith Epistles are commonly written, to show that it was wrought by God.) living God, (He alludeth by the way, to the comparison of the outward ministry of the Priesthood of Levi, with the ministry of the Gospel, and the Apostolic ministry, which he handleth afterward more fully.) not in tables of stone, but in fleshly tables of the heart."},{"number":4,"verse":"And such (This boldness we show, and thus gloriously may we boast of the worthiness and fruit of our ministry.) trust have we through Christ to God:"},{"number":5,"verse":"Not that we are sufficient of ourselves, to think anything, as of ourselves: but our (In that we are fit and meet to make other men partakers of so great a grace.) sufficiency is of God,"},{"number":6,"verse":"(He amplifieth his ministry and his fellows: that is to say, the ministry of the Gospel, comparing it with the ministry of the Law, which he considereth in the person of Moses, by whom the Law was given: against whom he setteth Christ the author of the Gospel. Now this comparison is taken from the very substance of the ministry. The Law is as it were a writing of itself dead, and without efficacy: but the Gospel, or new covenant, is as it were the very virtue of God itself, in renewing, justifying, and saving men. The Law propoundeth death, accusing all men of unrighteousness: The Gospel offereth and giveth righteousness and life. The governance of the Law served for a time to the promise: The Gospel remaineth to the end of the world. Therefore what is the glory of that in comparison of the majesty of this?) Who also hath made us able ministers of the New Testament, not of the (Not of the Law, but of the Gospel.) letter, but of the Spirit: for the letter killeth, but the Spirit giveth life."},{"number":7,"verse":"If then the ministration of death written with letters (Imprinted and engraven: so that by this place we may plainly perceive, that the Apostle speaketh not of the ceremonies of the Law, but even of the ten commandments.) and engraven in stones, was (This word Glory, betokeneth a brightness, and a majesty, which was bodily in Moses, but spiritually in Christ.) glorious, so that the children of Israel could not behold the face of Moses, for the glory of his countenance (which glory is gone away.)"},{"number":8,"verse":"How shall not the (Whereby God offereth, yea and giveth the Spirit, not as a dead thing, but a quickening Spirit, working life.) ministration of the Spirit be more glorious?"},{"number":9,"verse":"For if the ministry of condemnation was glorious, much more doth the ministration of (To wit, of Christ, which being imputed to us as our own, we are not only not condemned, but also we are crowned as righteous.) righteousness exceed in glory."},{"number":10,"verse":"For even that which was glorified, was not glorified in this point, that is, as touching the exceeding glory."},{"number":11,"verse":"For if that they should be (The Law, yea, and the ten commandments themselves, together with Moses, is abolished, if we consider the ministry of Moses apart by itself.) abolished, was glorious, much more shall that which remaineth be glorious."},{"number":12,"verse":"(He showeth wherein standeth this glory of the preaching of the Gospel, to wit, in that that it setteth forth plainly and evidently, that which the Law showeth darkly, for it sent them that heard it to be healed of Christ, which was to come, after it had wounded them.) Seeing then that we have such trust, we use great boldness of speech."},{"number":13,"verse":"(Cross references: : Exod. 34:34) (He expoundeth by the way the allegory of Moses’ covering, which was a token of the darkness and weakness that is in men, which were rather dulled by the bright shining of the Law, then lightened, which covering was taken away by the coming of Christ, who lighteneth the hearts, and turneth them to the Lord, that we may be brought from the slavery of this blindness, and set in the liberty of the light, by the virtue of Christ’s Spirit.) And we are not as Moses, which put a veil upon his face, that the children of Israel should not look unto the (Into the very bottom of Moses’ ministry.) end of that which should be abolished."},{"number":14,"verse":"Therefore their minds are hardened: for until this day remaineth the same covering untaken away in the reading of the old Testament, which veil in Christ is put away."},{"number":15,"verse":"But even unto this day, when Moses is read, the veil is laid over their hearts."},{"number":16,"verse":"Nevertheless when their heart shall be turned to the Lord, the veil shall be taken away."},{"number":17,"verse":"Now the (Christ is that spirit which taketh away that covering, by working in our hearts, whereunto also the Law itself called us, though in vain, because it speaketh to dead men, until the spirit quickeneth us.) Lord is the (Job 4:14) Spirit, and where the Spirit of the Lord is, there is liberty."},{"number":18,"verse":"(Going forwards in the allegory of the covering, he compareth the Gospel to a glass, which although it be most bright and sparkling, yet doth it not only not dazzle their eyes, which look in it, as the law doth, but also transformeth them with its beams, so that they also be partakers of the glory and shining of it, to lighten others: as Christ said unto his, You are the light of the world, whereas he himself was the only light. We are also commanded in another place, to shine as candles before the world, because we are partakers of God’s Spirit. But Paul speaketh here properly, of the ministers of the Gospel, as it appeareth both by that that goeth before, and that that cometh after, and that, setting them his own example and his fellows.) But we all behold as in a mirror the glory of the Lord with open face, and are changed into the same image, from glory to glory, as by the Spirit of the Lord."}]}