{"bibleAbbr":"paOV2016","bookName":"ਰਾਜਿਆਂ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"( ਅਹਾਬ ਦੇ ਘਰਾਣੇ ਦਾ ਕਤਲ ਕੀਤਾ ਜਾਣਾ) ਸਾਮਰਿਯਾ ਵਿੱਚ ਅਹਾਬ ਦੇ ਸੱਤਰ ਪੁੱਤ੍ਰ ਸਨ ਸੋ ਯੇਹੂ ਨੇ ਸਾਮਰਿਯਾ ਵਿੱਚ ਯਿਜ਼ਰਏਲ ਦੇ ਸਰਦਾਰਾਂ ਬਜ਼ੁਰਗਾਂ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਜੋ ਅਹਾਬ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਪਾਲਣ ਵਾਲੇ ਸਨ ਚਿੱਠੀਆਂ ਲਿਖ ਘੱਲੀਆਂ"},{"number":2,"verse":"ਭਈ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਸੁਆਮੀ ਦੇ ਪੁੱਤ੍ਰ ਹਨ ਤੇ ਤੁਹਾਡੇ ਕੋਲ ਰਥ ਤੇ ਘੋੜੇ ਤੇ ਫਸੀਲਾਂ ਵਾਲੇ ਸ਼ਹਿਰ ਤੇ ਹਥਿਆਰ ਭੀ ਹਨ"},{"number":3,"verse":"ਇਸ ਲਈ ਜਦ ਇਹ ਚਿੱਠੀ ਤੁਹਾਡੇ ਕੋਲ ਅੱਪੜੇ ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਸੁਆਮੀ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਸਾਰਿਆਂ ਨਾਲੋਂ ਚੰਗੀ ਤੇ ਲਾਇਕ ਨੂੰ ਚੁਣ ਕੇ ਉਹ ਨੂੰ ਉਹ ਦੇ ਪਿਉ ਦੀ ਗੱਦੀ ਉੱਤੇ ਬਿਠਾਓ ਅਰ ਤੁਸੀਂ ਆਪਣੇ ਸੁਆਮੀ ਦੇ ਘਰਾਣੇ ਲਈ ਜੁੱਧ ਕਰੋ"},{"number":4,"verse":"ਤਦ ਓਹ ਵੱਡੇ ਭੈਮਾਨ ਹੋਏ ਤੇ ਆਖਣ ਲੱਗੇ, ਵੇਖੋ, ਦੋ ਪਾਤਸ਼ਾਹ ਤਾਂ ਉਸ ਦੇ ਅੱਗੇ ਖਲੋ ਨਾ ਸੱਕੇ ਤਾਂ ਅਸੀਂ ਕਿਵੇਂ ਖਲੋਵਾਂਗੇ?"},{"number":5,"verse":"ਸੋ ਓਹ ਨੇ ਜਿਹੜਾ ਘਰ ਦਾ ਮੁਖਤਿਆਰ ਸੀ ਤੇ ਉਹ ਨੇ ਜਿਹੜਾ ਸ਼ਹਿਰ ਉੱਤੇ ਹਾਕਮ ਸੀ ਅਰ ਬਜ਼ੁਰਗਾਂ ਅਰ ਪਾਲਣ ਵਾਲਿਆਂ ਨੇ ਯੇਹੂ ਨੂੰ ਇਹ ਆਖ ਘੱਲਿਆ, ਅਸੀਂ ਤਾਂ ਤੁਹਾਡੇ ਦਾਸ ਹਾਂ ਅਰ ਸਭ ਜੋ ਤੁਸੀਂ ਆਖੋਗੇ ਅਸੀਂ ਕਰਾਂਗੇ। ਅਸੀਂ ਕਿਸੇ ਆਦਮੀ ਨੂੰ ਪਾਤਸ਼ਾਹ ਨਹੀਂ ਬਣਾਵਾਂਗੇ। ਜੋ ਕੁਛ ਤੁਹਾਡੀ ਨਿਗਾਹ ਵਿੱਚ ਚੰਗਾ ਹੋਵੇ ਸੋ ਕਰੋ"},{"number":6,"verse":"ਤਦ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦੂਜੀ ਚਿੱਠੀ ਵਿੱਚ ਇਹ ਲਿਖਿਆ, ਜੇ ਤੁਸੀਂ ਮੇਰੇ ਹੋ ਅਰ ਮੇਰੀ ਅਵਾਜ਼ ਨੂੰ ਸੁਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਉਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਜੋ ਤੁਹਾਡੇ ਸੁਆਮੀ ਦੇ ਪੁੱਤ੍ਰ ਹਨ ਸਿਰ ਲਾਹ ਛੱਡੋ ਅਰ ਕੱਲ ਇਸੇਕੁ ਵੇਲੇ ਮੇਰੇ ਕੋਲ ਯਿਜ਼ਰਏਲ ਵਿੱਚ ਆ ਜਾਓ। ਹੁਣ ਪਾਤਸ਼ਾਹ ਦੇ ਪੁੱਤ੍ਰ ਜੋ ਸੱਤਰ ਜਣੇ ਸਨ ਸ਼ਹਿਰ ਦੇ ਉਨ੍ਹਾਂ ਮਹਾਂ ਪੁਰਸ਼ਾਂ ਦੇ ਨਾਲ ਸਨ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਪਾਲਦੇ ਸਨ"},{"number":7,"verse":"ਅਤੇ ਐਉਂ ਜਦ ਚਿੱਠੀ ਉਨ੍ਹਾਂ ਕੋਲ ਅੱਪੜੀ ਉਨ੍ਹਾਂ ਨੇ ਪਾਤਸ਼ਾਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਅਰਥਾਤ ਸੱਤਰਾਂ ਜਣਿਆਂ ਨੂੰ ਫੜ ਕੇ ਮਾਰ ਛੱਡਿਆ ਅਰ ਉਨ੍ਹਾਂ ਦਿਆਂ ਸਿਰਾਂ ਨੂੰ ਟੋਕਰਿਆਂ ਵਿੱਚ ਪਾ ਕੇ ਉਹ ਦੇ ਕੋਲ ਯਿਜ਼ਰਏਲ ਵਿੱਚ ਘੱਲ ਦਿੱਤਾ"},{"number":8,"verse":"ਤਦ ਇੱਕ ਹਲਕਾਰੇ ਨੇ ਆ ਕੇ ਇਹ ਕਹਿ ਕੇ ਉਸ ਨੂੰ ਦੱਸਿਆ, ਭਈ ਓਹ ਪਾਤਸ਼ਾਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੇ ਸਿਰ ਲਿਆਏ ਹਨ ਅਰ ਉਸ ਨੇ ਆਖਿਆ, ਉਨ੍ਹਾਂ ਨੂੰ ਕੱਲ ਫਜਰ ਤੀਕ ਫਾਟਕ ਦੇ ਕੋਲ ਦੋ ਢੇਰ ਲਾ ਕੇ ਰੱਖ ਛੱਡੋ"},{"number":9,"verse":"ਅਤੇ ਐਉਂ ਹੋਇਆ ਭਈ ਫਜਰੇ ਉਹ ਬਾਹਰ ਨਿੱਕਲ ਕੇ ਖਲੋ ਗਿਆ ਅਰ ਸਾਰਿਆਂ ਲੋਕਾਂ ਨੂੰ ਆਖਣ ਲੱਗਾ, ਤੁਸੀਂ ਧਰਮੀ ਹੋ। ਵੇਖੋ, ਮੈਂ ਆਪਣੇ ਸੁਆਮੀ ਦੇ ਵਿਰੁੱਧ ਮਤਾ ਪਕਾਇਆ ਤੇ ਉਹ ਨੂੰ ਮਾਰ ਛੱਡਿਆ ਪਰ ਇਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਕਿਹ ਨੇ ਮਾਰਿਆ?"},{"number":10,"verse":"ਸੋ ਹੁਣ ਤੁਸੀਂ ਜਾਣ ਲਵੋ ਭਈ ਜੋ ਗੱਲ ਯਹੋਵਾਹ ਨੇ ਅਹਾਬ ਦੇ ਘਰਾਣੇ ਦੀ ਬਾਬਤ ਆਖੀ ਉਹ ਬੇ ਫਲ ਨਾ ਜਾਵੇਗੀ ਪਰ ਯਹੋਵਾਹ ਨੇ ਓਹੋ ਕੁਝ ਕੀਤਾ ਹੈ ਜੋ ਉਸ ਆਪਣੇ ਦਾਸ ਏਲੀਯਾਹ ਦੇ ਰਾਹੀਂ ਆਖਿਆ ਸੀ"},{"number":11,"verse":"ਤਦ ਯੇਹੂ ਨੇ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਜੋ ਅਹਾਬ ਦੇ ਘਰਾਣੇ ਦੇ ਯਿਜ਼ਰਏਲ ਵਿੱਚ ਬਾਕੀ ਰਹੇ ਸਨ, ਉਹ ਦੇ ਸਾਰੇ ਮਹਾਂ ਪੁਰਸ਼ਾਂ, ਉਹ ਦੇ ਜਾਣ ਪਛਾਣਾਂ ਅਤੇ ਉਹ ਦੇ ਜਾਜਕਾਂ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ ਐਥੋਂ ਤਾਈਂ ਕਿ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੋਈ ਬਾਕੀ ਨਾ ਰਿਹਾ।।"},{"number":12,"verse":"ਤਦ ਉਹ ਉੱਠ ਕੇ ਸਾਮਰਿਯਾ ਨੂੰ ਤੁਰ ਪਿਆ। ਉਹ ਅਯਾਲੀਆਂ ਦੀ ਮੋਨੀ ਦੇ ਘਰ ਵਿੱਚ ਰਾਹ ਦੇ ਉੱਤੇ ਸੀ"},{"number":13,"verse":"ਅਤੇ ਉੱਥੇ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਅਹਜ਼ਯਾਹ ਦੇ ਭਰਾ ਯੇਹੂ ਨੂੰ ਮਿਲ ਪਏ ਅਰ ਉਹ ਬੋਲਿਆ, ਤਸੀਂ ਕੌਣ ਹੋ? ਅੱਗੋਂ ਉਹ ਬੋਲੇ, ਅਸੀਂ ਅਹਜ਼ਯਾਹ ਦੇ ਭਰਾ ਹਾਂ ਪਰ ਅਸੀਂ ਪਾਤਸ਼ਾਹ ਦਿਆਂ ਪੁੱਤ੍ਰਾਂ ਤੇ ਰਾਣੀ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਸੁਖ ਸਾਂਦ ਪੁੱਛਣ ਚੱਲੇ ਹਾਂ"},{"number":14,"verse":"ਤਦ ਉਸ ਨੇ ਆਖਿਆ, ਉਨ੍ਹਾਂ ਨੂੰ ਜੀਉਂਦੇ ਫੜ ਲਵੋ। ਸੋ ਓਹਨਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜੀਉਂਦੇ ਫੜ ਲਿਆ ਅਰ ਉਨ੍ਹਾਂ ਬਿਆਲੀਆਂ ਆਦਮੀਆਂ ਨੂੰ ਮੋਨੀ ਦੇ ਘਰ ਦੇ ਟੋਏ ਕੋਲ ਮਾਰ ਸੁੱਟਿਆ। ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਭੀ ਮਨੁੱਖ ਨਾ ਛੱਡਿਆ।।"},{"number":15,"verse":"ਫੇਰ ਉਹ ਉੱਥੋਂ ਤੁਰ ਪਿਆ ਅਰ ਰੇਕਾਬ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਨਾਦਾਬ ਨੂੰ ਜੋ ਉਹ ਨੂੰ ਮਿਲਣ ਲਈ ਆਉਂਦਾ ਸੀ ਮਿਲਿਆ ਅਰ ਉਹ ਨੇ ਉਸ ਨੂੰ ਪਰਨਾਮ ਕਰ ਕੇ ਆਖਿਆ , ਕੀ ਤੇਰਾ ਮਨ ਠੀਕ ਹੈ ਜਿਵੇਂ ਮੇਰਾ ਮਨ ਤੇਰੇ ਮਨ ਦੇ ਨਾਲ ਹੈ? ਅੱਗੋਂ ਯਹੋਨਾਦਾਬ ਬੋਲਿਆ, ਠੀਕ ਹੈ। ਸੋ ਜੋ ਠੀਕ ਹੈ ਤਾਂ ਆਪਣਾ ਹੱਥ ਮੈਨੂੰ ਦੇਹ ਅਰ ਉਸ ਨੇ ਆਪਣਾ ਹੱਥ ਉਹ ਨੂੰ ਦਿੱਤਾ। ਤਾਂ ਉਹ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਰਥ ਉੱਤੇ ਬਿਠਾ ਲਿਆ"},{"number":16,"verse":"ਅਰ ਆਖਿਆ, ਮੇਰੇ ਨਾਲ ਚੱਲ ਤੇ ਯਹੋਵਾਹ ਦੇ ਨਮਿੱਤ ਮੇਰੇ ਜੋਸ਼ ਨੂੰ ਵੇਖ। ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਉਹ ਦੇ ਰਥ ਵਿੱਚ ਬਿਠਾ ਦਿੱਤਾ"},{"number":17,"verse":"ਅਤੇ ਜਦ ਉਹ ਸਾਮਰਿਯਾ ਵਿੱਚ ਆਇਆ ਤਾਂ ਅਹਾਬ ਦੇ ਜਿੰਨੇ ਬਚੇ ਖੁਚੇ ਸਾਮਰਿਯਾ ਵਿੱਚ ਸਨ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ ਐਥੋਂ ਤਾਈਂ ਭਈ ਉਹ ਨੇ ਯਹੋਵਾਹ ਦੇ ਬਚਨ ਅਨੁਸਾਰ ਜੋ ਉਸ ਨੇ ਏਲੀਯਾਹ ਨੂੰ ਆਖਿਆ ਸੀ ਉਸ ਨੂੰ ਨਸ਼ਟ ਕਰ ਛੱਡਿਆ।।"},{"number":18,"verse":"ਤਦ ਯੇਹੂ ਨੇ ਸਾਰਿਆਂ ਲੋਕਾਂ ਨੂੰ ਇਕੱਠੇ ਕੀਤਾ ਅਰ ਓਹਨਾਂ ਨੂੰ ਆਖਿਆ, ਅਹਾਬ ਨੇ ਬਆਲ ਦੀ ਥੋੜੀ ਜਿਹੀ ਉਪਾਸਨਾ ਕੀਤੀ, ਯੇਹੂ ਉਹ ਦੀ ਬਹੁਤੀ ਉਪਾਸਨਾ ਕਰੇਗਾ"},{"number":19,"verse":"ਇਸ ਲਈ ਹੁਣ ਤੁਸੀਂ ਬਆਲ ਦਿਆਂ ਸਾਰਿਆਂ ਨਬੀਆਂ, ਸਾਰਿਆਂ ਉਪਾਸਕਾਂ ਅਰ ਸਾਰਿਆਂ ਪੁਜਾਰੀਆਂ ਨੂੰ ਮੇਰੇ ਕੋਲ ਘੁਲਾ ਲਿਆਓ। ਕੋਈ ਭੀ ਰਹਿ ਨਾ ਜਾਵੇ ਕਿਉਂ ਜੋ ਬਆਲ ਦੇ ਲਈ ਮੈਂ ਇੱਕ ਵੱਡੀ ਭੇਟ ਚੜ੍ਹਾਉਣੀ ਹੈ ਜੇ ਕੋਈ ਨਾ ਆਵੇ ਤਾਂ ਉਹ ਜੀਉਂਦਾ ਨਾ ਬਚੇਗਾ। ਪਰ ਯੇਹੂ ਨੇ ਬਆਲ ਦਿਆਂ ਉਪਾਸਕਾਂ ਦਾ ਨਾਸ ਕਰਨ ਲਈ ਇਹ ਛਲ ਖੇਡਿਆ ਸੀ"},{"number":20,"verse":"ਅਤੇ ਯੇਹੂ ਨੇ ਆਖਿਆ, ਬਆਲ ਦੇ ਲਈ ਤੁਸੀਂ ਇੱਕ ਮਹਾ ਸਭਾ ਤਿਆਰ ਕਰੋ, ਸੋ ਓਹਨਾਂ ਨੇ ਹੋਕਾ ਦੇ ਦਿੱਤਾ"},{"number":21,"verse":"ਅਤੇ ਯੇਹੂ ਨੇ ਸਾਰੇ ਇਸਰਾਏਲ ਵਿੱਚ ਹਲਕਾਰੇ ਘੱਲੇ ਅਰ ਬਆਲ ਦੇ ਸਾਰੇ ਉਪਾਸਕ ਆਏ ਐਥੋਂ ਤਾਈਂ ਕਿ ਇੱਕ ਵੀ ਆਦਮੀ ਨਾ ਰਿਹਾ ਜਿਹੜਾ ਨਾ ਆਇਆ ਹੋਵੇ ਅਰ ਓਹ ਬਆਲ ਦੇ ਮੰਦਰ ਵਿੱਚ ਵੜ ਗਏ ਅਰ ਬਆਲ ਦਾ ਮੰਦਰ ਇੱਕ ਪਾਸੇ ਤੋਂ ਦੂਜੇ ਪਾਸੇ ਤਾਈਂ ਭਰ ਗਿਆ"},{"number":22,"verse":"ਤਦ ਉਹ ਨੇ ਉਸ ਨੂੰ ਜਿਹੜਾ ਤੋਂਸ਼ੇ ਖਾਨੇ ਦਾ ਮੁਖਤਿਆਰ ਸੀ ਆਖਿਆ, ਬਆਲ ਦਿਆਂ ਸਾਰਿਆਂ ਉਪਾਸਕਾਂ ਲਈ ਬਸਤਰ ਕੱਢ ਲਿਆ। ਅਰ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਲਈ ਬਸਤਰ ਕੱਢ ਲਿਆਇਆ"},{"number":23,"verse":"ਤਦ ਯੇਹੂ ਰੇਕਾਬ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਨਾਦਾਬ ਨਾਲ ਬਆਲ ਦੇ ਮੰਦਰ ਵਿਚ ਵੜਿਆ ਅਰ ਉਹਨੇ ਬਆਲ ਦਿਆਂ ਉਪਾਸਕਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਭਾਲ ਕਰੋ ਤੇ ਵੇਖੇ ਭਈ ਇੱਥੇ ਤੁਹਾਡੇ ਨਾਲ ਕੋਈ ਯਹੋਵਾਹ ਦਾ ਉਪਾਸਕ ਨਾ ਹੋਵੇ। ਕੇਵਲ ਬਆਲ ਹੀ ਦੇ ਉਪਾਸਕ ਹੋਣ"},{"number":24,"verse":"ਜਦ ਓਹ ਭੇਟਾਂ ਅਰ ਹੋਮ ਦੀਆਂ ਬਲੀਆਂ ਚੜ੍ਹਾਉਣ ਲਈ ਅੰਦਰ ਗਏ ਤਾਂ ਯੇਹੂ ਨੇ ਅੱਸੀ ਆਦਮੀ ਬਾਹਰ ਠਹਿਰਾ ਕੇ ਆਖਿਆ, ਜਿੰਨ੍ਹਾਂ ਆਦਮੀਆਂ ਨੂੰ ਮੈਂ ਤੁਹਾਡੇ ਹੱਥਾਂ ਵਿੱਚ ਦਿੰਦਾ ਹਾਂ ਜੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੋਈ ਬਚ ਨਿੱਕਲੇ ਤਾਂ ਜਿਹੜਾ ਉਹਨੂੰ ਜਾਣ ਦੇਵੇ ਉਸ ਦੇ ਪ੍ਰਾਣ ਉਹ ਦੇ ਬਦਲੇ ਲਏ ਜਾਣਗੇ"},{"number":25,"verse":"ਤਾਂ ਐਊਂ ਹੋਇਆ ਭਈ ਜਿਵੇਂ ਉਹ ਹੋਮ ਦੀ ਬਲੀ ਚੜ੍ਹ ਚੁੱਕਿਆ ਉਵੇਂ ਹੀ ਯੇਹੂ ਨੇ ਪਹਿਰੇਦਾਰਾਂ ਅਰ ਹੁੱਦੇਦਾਰਾਂ ਨੂੰ ਆਖਿਆ, ਵੜ ਜਾਓ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਰ ਦਿਓ। ਇੱਕ ਭੀ ਮਨੁੱਖ ਨਿੱਕਲਣ ਨਾ ਪਾਵੇ। ਸੋ ਓਹਨਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਤਲਵਾਰ ਦੀ ਧਾਰ ਨਾਲ ਵੱਢ ਛੱਡਿਆ ਅਰ ਪਹਿਰੇਦਾਰਾਂ ਅਰ ਹੁੱਦੇਦਾਰਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਾਹਰ ਸੁੱਟ ਦਿੱਤਾ ਅਤੇ ਬਆਲ ਦੇ ਮੰਦਰ ਦੇ ਸ਼ਹਿਰ ਤਾਈਂ ਗਏ"},{"number":26,"verse":"ਅਰ ਥੰਮ੍ਹਾਂ ਨੂੰ ਜਿਹੜੇ ਬਆਲ ਦੇ ਮੰਦਰ ਵਿੱਚ ਸਨ ਕੱਢ ਕੇ ਫੂਕ ਛੱਡਿਆ"},{"number":27,"verse":"ਅਰ ਓਹਨਾਂ ਨੇ ਬਆਲ ਦੇ ਥੰਮ੍ਹ ਨੂੰ ਤੋੜ ਛੱਡਿਆ ਅਤੇ ਬਆਲ ਦੇ ਮੰਦਰ ਨੂੰ ਢਾਹ ਕੇ ਸੇਧਖਾਨਾ ਬਣਾ ਦਿੱਤਾ। ਉਹ ਅੱਜ ਦੇ ਦਿਨ ਤਾਈਂ ਓਵੇਂ ਹੀ ਹੈ"},{"number":28,"verse":"ਐਉਂ ਯੇਹੂ ਨੇ ਬਆਲ ਨੂੰ ਇਸਰਾਏਲ ਵਿੱਚੋਂ ਮਿਟਾ ਦਿੱਤਾ।।"},{"number":29,"verse":"ਤਾਂ ਵੀ ਨਬਾਟ ਦੇ ਪੁੱਤ੍ਰ ਯਾਰਾਬੁਆਮ ਦੇ ਪਾਪਾਂ ਤੋਂ ਜਿਹੜੇ ਉਸ ਨੇ ਇਸਰਾਏਲ ਤੋਂ ਕਰਵਾਏ ਸਨ ਯੇਹੂ ਨੇ ਮੂੰਹ ਨਾ ਮੋੜਿਆ ਅਰਥਾਤ ਉਨ੍ਹਾਂ ਸੋਨੇ ਦੇ ਵੱਛਿਆਂ ਤੋਂ ਜਿਹੜੇ ਬੈਤਏਲ ਅਤੇ ਦਾਨ ਵਿੱਚ ਸਨ"},{"number":30,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਯੇਹੂ ਨੂੰ ਆਖਿਆ, ਇਸ ਲਈ ਭਈ ਤੈਂ ਉਹ ਕੰਮ ਕਰਕੇ ਜੋ ਮੇਰੀ ਨਿਗਾਹ ਵਿੱਚ ਚੰਗਾ ਸੀ ਇਹ ਭਲਿਆਈ ਕੀਤੀ ਹੈ ਅਰ ਅਹਾਬ ਦੇ ਘਰਾਣੇ ਨਾਲ ਮੇਰੇ ਮਨ ਦੀ ਇੱਛਿਆ ਅਨੁਸਾਰ ਵਰਤਾਵਾ ਕੀਤਾ ਤੇਰੇ ਪੁੱਤ੍ਰ ਚੌਥੀ ਪੀੜ੍ਹੀ ਤਾਈਂ ਇਸਰਾਏਲ ਦੀ ਗੱਦੀ ਉੱਤੇ ਬੈਠਣਗੇ"},{"number":31,"verse":"ਪਰ ਯੇਹੂ ਨੇ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਬਿਵਸਥਾ ਉੱਤੇ ਆਪਣੇ ਸਾਰੇ ਮਨ ਨਾਲ ਚੱਲਣ ਦਾ ਗੌਹ ਨਾ ਕੀਤਾ, ਉਹ ਨੇ ਯਾਰਾਬੁਆਮ ਦਿਆਂ ਪਾਪਾਂ ਤੋਂ ਮੂੰਹ ਨਾ ਮੋੜਿਆ ਜਿਹੜੇ ਉਸ ਨੇ ਇਸਰਾਏਲ ਤੋਂ ਪਾਪ ਕਰਵਾਏ ਸਨ।।"},{"number":32,"verse":"ਉਨ੍ਹਾਂ ਦਿਨਾਂ ਵਿੱਚ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਨੂੰ ਘਟਾਉਣ ਲੱਗਾ ਅਰ ਹਜ਼ਾਏਲ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਇਸਰਾਏਲ ਦੀਆਂ ਸਾਰੀਆਂ ਹੱਦਾਂ ਵਿੱਚ ਮਾਰਿਆ"},{"number":33,"verse":"ਯਰਦਨ ਤੋਂ ਲੈ ਕੇ ਪੂਰਬ ਵੱਲ ਗਿਲਆਦ ਦੇ ਸਾਰੇ ਦੇਸ ਵਿੱਚ ਗਾਦੀਆਂ ਤੇ ਰਊਬੇਨੀਆਂ ਤੇ ਮੱਨਸੀਆਂ ਨੂੰ ਅਰੋਏਰ ਤੋਂ ਲੈ ਕੇ ਜੋ ਅਰਨੋਨ ਦੀ ਦੂਣ ਦੇ ਕੋਲ ਹੈ ਅਤੇ ਗਿਲਆਦ ਅਰ ਬਾਸ਼ਾਨ ਨੂੰ ਭੀ"},{"number":34,"verse":"ਯੇਹੂ ਦੀ ਬਾਕੀ ਵਾਰਤਾ ਅਰ ਸਭ ਕੁਝ ਜੋ ਉਸ ਨੇ ਕੀਤਾ ਅਰ ਉਸ ਦੀ ਸਾਮਰਥ ਕੀ ਉਹ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਦੇ ਇਤਹਾਸ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖੀ ਹੋਈ ਨਹੀਂ ਹੈ?"},{"number":35,"verse":"ਯੇਹੂ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਦੇ ਨਾਲ ਸੌਂ ਗਿਆ ਅਰ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨੂੰ ਸਾਮਰਿਯਾ ਵਿੱਚ ਦੱਬਿਆ ਅਰ ਉਸ ਦਾ ਪੁੱਤ੍ਰ ਯਹੋਆਹਾਜ਼ ਉਸ ਦੇ ਥਾਂ ਰਾਜ ਕਰਨ ਲੱਗਾ"},{"number":36,"verse":"ਉਸ ਸਮਾ ਜਿਹ ਦੇ ਵਿੱਚ ਯੇਹੂ ਨੇ ਇਸਰਾਏਲ ਉੱਤੇ ਸਾਮਰਿਯਾ ਵਿੱਚ ਰਾਜ ਕੀਤਾ ਅਠਾਈ ਵਰਿਹਾਂ ਦਾ ਸੀ।।"}]}