{"bibleAbbr":"paOV2016","bookName":"ਰਾਜਿਆਂ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"( ਯਹੋਆਸ਼ ਦਾ ਚੰਗਾ ਰਾਜ) ਯੇਹੂ ਦੇ ਸੱਤਵੇਂ ਵਰਹੇ ਯਹੋਆਸ਼ ਰਾਜ ਕਰਨ ਲੱਗਾ ਅਰ ਉਹ ਨੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਚਾਲੀ ਵਰਹੇ ਰਾਜ ਕੀਤਾ ਅਰ ਉਹ ਦੀ ਮਾਤਾ ਦਾ ਨਾਉਂ ਸਿਬਯਾਹ ਸੀ ਜੋ ਬਏਰਸ਼ਬਾ ਦੀ ਸੀ"},{"number":2,"verse":"ਅਤੇ ਯਹੋਆਸ਼ ਆਪਣੀ ਸਾਰੀ ਉਮਰ ਜਦ ਤਾਈਂ ਯਹੋਯਾਦਾ ਜਾਜਕ ਉਹ ਨੂੰ ਸਿੱਖਿਆ ਦਿੰਦਾ ਰਿਹਾ ਓਹੋ ਕੰਮ ਕਰਦਾ ਰਿਹਾ ਜੋ ਯਹੋਵਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਠੀਕ ਸੀ"},{"number":3,"verse":"ਤਾਂ ਭੀ ਉੱਚੇ ਥਾਂ ਉਨ੍ਹਾਂ ਨੇ ਨਾ ਢਾਹੇ। ਅਤੇ ਤਾਈਂ ਲੋਕ ਉੱਚਿਆਂ ਥਾਵਾਂ ਉੱਤੇ ਬਲੀ ਚੜ੍ਹਾਉਂਦੇ ਅਰ ਧੂਪ ਧੁਖਾਉਂਦੇ ਸਨ।।"},{"number":4,"verse":"ਯਹੋਆਸ਼ ਨੇ ਜਾਜਕਾਂ ਨੂੰ ਆਖਿਆ, ਪਵਿੱਤਰ ਕੀਤੀਆਂ ਹੋਈਆਂ ਵਸਤੂਆਂ ਦਾ ਉਹ ਸਾਰ ਰੁਪਿਆ ਜੋ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਲਿਆਂਦਾ ਜਾਵੇ ਅਰਥਾਤ ਗਿਣਿਆ ਹੋਇਆ ਲੋਕਾਂ ਦਾ ਰੁਪਿਆ ਅਤੇ ਉਹ ਸਭ ਰੁਪਿਆ ਜੋ ਕੋਈ ਆਦਮੀ ਆਪਣੀ ਇੱਛਿਆ ਨਾਲ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਲਿਆਵੇ"},{"number":5,"verse":"ਜਾਜਕ ਆਪਣੇ ਜਾਣ ਪਛਾਣਾਂ ਕੋਲੋਂ ਲੈ ਲਿਆ ਕਰਨ ਅਰ ਜਿੱਥੇ ਕਿਤੇ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਟੁੱਟ ਫੁੱਟ ਹੋਵੇ ਉਨ੍ਹਾਂ ਟੁੱਟਾਂ ਫੁੱਟਾਂ ਦੀ ਮੁਰੰਮਤ ਕਰਨ"},{"number":6,"verse":"ਪਰ ਐਉਂ ਹੋਇਆ ਭਈ ਯਹੋਆਸ਼ ਦੇ ਤੇਈਵੇਂ ਵਰਹੇ ਤਾਈਂ ਜਾਜਕਾਂ ਨੇ ਭਵਨ ਦੀ ਟੁੱਟ ਫੁੱਟ ਦੀ ਮੁਰੰਮਤ ਨਾ ਕੀਤੀ"},{"number":7,"verse":"ਉਪਰੰਤ ਯਹੋਆਸ਼ ਪਾਤਸ਼ਾਹ ਨੇ ਯਹੋਯਾਦਾ ਜਾਜਕ ਅਰ ਦੂਜੇ ਜਾਜਕਾਂ ਨੂੰ ਸੱਦ ਕੇ ਓਹਨਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਭਵਨ ਦੀ ਟੁੱਟ ਫੁੱਟ ਦਾ ਮੁਰੰਮਤ ਕਿਉਂ ਨਹੀਂ ਕਰਦੇ? ਇਸ ਲਈ ਆਪਣਿਆਂ ਜਾਣ ਪਛਾਣਾਂ ਕੋਲੋਂ ਹੁਣ ਰੁਪਿਆ ਨਾ ਲਿਓ ਪਰ ਭਵਨ ਦੀ ਟੁੱਟ ਫੁੱਟ ਲਈ ਦਿਓ"},{"number":8,"verse":"ਇਸ ਲਈ ਜਾਜਕਾਂ ਨੇ ਮੰਨ ਲਿਆ ਭਈ ਨਾ ਤਾਂ ਅਸੀਂ ਲੋਕਾਂ ਕੋਲੋਂ ਚਾਂਦੀ ਲਵਾਂਗੇ, ਨਾ ਭਵਨ ਦੀ ਟੁੱਟ ਫੁੱਟ ਦੀ ਮੁਰੰਮਤ ਕਰਾਂਗੇ।।"},{"number":9,"verse":"ਤਦ ਯਹੋਯਾਦਾ ਜਾਜਕ ਨੇ ਇੱਕ ਸੰਦੂਕ ਲਿਆ ਅਰ ਉਹ ਦੇ ਢੱਕਣੇ ਵਿੱਚ ਮੋਰੀ ਕੀਤੀ ਅਰ ਉਹ ਨੂੰ ਜਗਵੇਦੀ ਦੇ ਕੋਲ ਐਉਂ ਟਿਕਾਇਆ ਭਈ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਵੜਨ ਵਾਲੇ ਦੇ ਸੱਜੇ ਪਾਸੇ ਰਹੇ ਅਰ ਓਹ ਜਾਜਕ ਜੋ ਡਿਉੜ੍ਹੀ ਦੀ ਰਖਵਾਲੀ ਕਰਦੇ ਸਨ ਉਹ ਸਾਰਾ ਰੁਪਿਆ ਜੋ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਲਿਆਇਆ ਜਾਂਦਾ ਸੀ ਉਸ ਵਿੱਚ ਪਾ ਦਿੰਦੇ ਸਨ"},{"number":10,"verse":"ਅਤੇ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਵੇਖਦੇ ਸਨ ਭਈ ਸੰਦੂਕ ਵਿੱਚ ਬਹੁਤ ਰੁਪਿਆ ਹੋ ਗਿਆ ਹੈ ਤਾਂ ਪਾਤਸ਼ਾਹ ਦਾ ਮੁਸੱਦੀ ਅਰ ਪਰਧਾਨ ਜਾਜਕ ਉੱਤੇ ਆ ਕੇ ਉਸ ਰੁਪਏ ਨੂੰ ਜਿਹੜਾ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਮਿਲਦਾ ਸੀ ਥੈਲੀਆਂ ਵਿੱਚ ਪਾ ਕੇ ਗਿਣ ਲੈਂਦੇ ਸਨ"},{"number":11,"verse":"ਤਦ ਓਹ ਉਸ ਰੁਪਏ ਨੂੰ ਜੋ ਤੋਲਿਆ ਹੋਇਆ ਹੁੰਦਾ ਸੀ ਉਨ੍ਹਾਂ ਕਰਿੰਦਿਆ ਦੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦਿੰਦੇ ਸਨ ਜੋ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੀ ਦੇਖ ਭਾਲ ਕਰਦੇ ਸਨ ਅਰ ਓਹ ਤਰਖਾਣਾਂ ਤੇ ਉਸਾਰੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਜੋ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦਾ ਕੰਮ ਕਰਦੇ ਸਨ ਦੇ ਦਿੰਦੇ ਸਨ"},{"number":12,"verse":"ਨਾਲੇ ਰਾਜਾਂ ਅਰ ਪੱਥਰ ਕੱਟਣ ਵਾਲਿਆਂ ਨੂੰ ਅਰ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੀ ਟੁੱਟ ਫੁੱਟ ਦੀ ਮੁਰੰਮਤ ਦੇ ਲਈ ਲੱਕੜ ਤੇ ਕੱਟੇ ਹੋਏ ਪੱਥਰ ਮੁੱਲ ਲੈਣ ਲਈ ਅਰ ਸਭ ਕੁਝ ਲਈ ਜੋ ਭਵਨ ਦੀ ਮੁਰੰਮਤ ਦੇ ਲਈ ਆਉਂਦਾ ਸੀ"},{"number":13,"verse":"ਪਰ ਜੋ ਰੁਪਿਆ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਲਿਆਂਦਾ ਜਾਂਦਾ ਸੀ ਉਹ ਦੇ ਵਿੱਚੋਂ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੇ ਲਈ ਚਾਂਦੀ ਦੇ ਪਿਆਲੇ ਯਾ ਗੁਲਤਰਾਸ਼ ਯਾ ਬਾਟਾਂ ਯਾ ਤੁਰ੍ਹੀਆਂ ਯਾ ਸੋਨੇ ਦੇ ਭਾਂਡੇ ਯਾ ਚਾਂਦੀ ਦੇ ਭਾਂਡੇ ਨਾ ਬਣਾਏ ਗਏ"},{"number":14,"verse":"ਕਿਉਂ ਜੋ ਓਹ ਕਾਰੀਗਰਾਂ ਨੂੰ ਦਿੰਦੇ ਹੁੰਦੇ ਸਨ ਅਰ ਉਨ੍ਹਾਂ ਨੇ ਉੱਸੇ ਨਾਲ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੀ ਮੁਰੰਮਤ ਕੀਤੀ"},{"number":15,"verse":"ਅਤੇ ਜਿਨ੍ਹਾਂ ਆਦਮੀਆਂ ਦੇ ਹੱਥ ਵਿੱਚ ਓਹ ਕਰਿੰਦਿਆਂ ਨੂੰ ਦੇਣ ਲਈ ਰੁਪਿਆ ਦਿੰਦੇ ਸਨ ਓਹਨਾਂ ਕੋਲੋਂ ਲੇਖਾ ਨਹੀਂ ਲੈਂਦੇ ਸਨ ਕਿਉਂ ਜੋ ਓਹ ਦਿਆਨਤਦਾਰੀ ਨਾਲ ਕੰਮ ਕਰਦੇ ਸਨ"},{"number":16,"verse":"ਦੋਸ਼ ਦੀਆਂ ਬਲੀਆਂ ਦਾ ਰੁਪਿਆ ਅਰ ਪਾਪ ਦੀਆਂ ਬਲੀਆਂ ਦਾ ਰੁਪਿਆ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਨਹੀਂ ਲਿਆਇਆ ਜਾਂਦਾ ਸੀ, ਉਹ ਜਾਜਕਾਂ ਦਾ ਹੁੰਦਾ ਸੀ।।"},{"number":17,"verse":"ਤਦ ਅਰਾਮ ਦੇ ਰਾਜਾ ਹਜ਼ਾਏਲ ਨੇ ਚੜ੍ਹਾਈ ਕੀਤੀ ਅਰ ਗਥ ਨਾਲ ਲੜ ਕੇ ਉਹ ਨੂੰ ਲੈ ਲਿਆ। ਤਦ ਹਜ਼ਾਏਲ ਨੇ ਯਰੂਸ਼ਲਮ ਵੱਲ ਮੂੰਹ ਮੋੜਿਆ ਭਈ ਉਹ ਦੇ ਉੱਤੇ ਭੀ ਚੜ੍ਹਾਈ ਕਰੇ"},{"number":18,"verse":"ਇਸ ਲਈ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਯਹੋਆਸ਼ ਨੇ ਸਾਰੀਆਂ ਪਵਿੱਤਰ ਕੀਤੀਆਂ ਹੋਈਆਂ ਵਸਤੂਆਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਯਹੋਸ਼ਾਫਾਟ ਅਰ ਯਹੋਰਾਮ ਅਰ ਅਹਜ਼ਯਾਹ ਯਹੂਦਾਹ ਦਿਆਂ ਪਾਤਸ਼ਾਹਾਂ ਨੇ ਪਵਿੱਤਰ ਕੀਤਾ ਸੀ ਅਰ ਆਪਣੀਆਂ ਪਵਿੱਤਰ ਕੀਤੀਆਂ ਹੋਈਆਂ ਵਸਤੂਆਂ ਅਰ ਜਿੰਨ੍ਹਾਂ ਸੋਨਾ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੇ ਖਜ਼ਾਨਿਆਂ ਵਿੱਚ ਅਰ ਪਾਤਸ਼ਾਹ ਦੇ ਮਹਿਲ ਵਿੱਚ ਮਿਲਿਆ ਉਹ ਲੈ ਕੇ ਅਰਾਮ ਦੇ ਰਾਜਾ ਹਜ਼ਾਏਲ ਨੂੰ ਘੱਲ ਦਿੱਤਾ ਤਾਂ ਉਹ ਯਰੂਸਲਮ ਵੱਲੋਂ ਚੱਲਾ ਗਿਆ।।"},{"number":19,"verse":"ਯੋਆਸ਼ ਦੀ ਬਾਕੀ ਵਾਰਤਾ ਅਰ ਉਹ ਸੱਭੋ ਕੁਝ ਜੋ ਉਸ ਨੇ ਕੀਤਾ ਕੀ ਉਹ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਦੇ ਇਤਹਾਸ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖਿਆ ਹੋਇਆ ਨਹੀਂ ਹੈ?"},{"number":20,"verse":"ਫੇਰ ਉਸ ਦੇ ਟਹਿਲੂਆਂ ਨੇ ਉੱਠ ਕੇ ਮਤਾ ਪਕਾਇਆ ਅਰ ਯੋਆਸ਼ ਨੂੰ ਮਿੱਲੋ ਦੇ ਘਰ ਵਿੱਚ ਜੋ ਸਿੱਲਾ ਦੀ ਢਾਲ ਉੱਤੇ ਹੈ ਮਾਰ ਛੱਡਿਆ"},{"number":21,"verse":"ਅਰਥਾਤ ਉਸ ਦੇ ਟਹਿਲੂਆਂ ਸਿਮਾਥ ਦੇ ਪੁੱਤ੍ਰ ਯੋਜਾਕਾਰ ਅਰ ਸ਼ੋਮੇਰ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਜ਼ਾਬਾਦ ਨੇ ਉਸ ਨੂੰ ਐਉਂ ਮਾਰਿਆ ਕਿ ਉਹ ਮਰ ਗਿਆ ਅਤੇ ਉਹ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਦਾਊਦ ਦੇ ਸ਼ਹਿਰ ਵਿੱਚ ਦਬਿਆ ਗਿਆ ਅਰ ਉਸ ਦਾ ਪੁੱਤ੍ਰ ਅਮਸਯਾਹ ਉਸ ਦੇ ਥਾਂ ਰਾਜ ਕਰਨ ਲੱਗਾ।।"}]}