{"bibleAbbr":"paOV2016","bookName":"ਰਾਜਿਆਂ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"( ਅਮਸਯਾਹ ਤੇ ਯਾਰਾਬੁਆਮ ਦੇ ਰਾਜ) ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਯਹੋਆਹਾਜ਼ ਦੇ ਪੁੱਤ੍ਰ ਯਾਬਸ਼ ਦੇ ਦੂਜੇ ਵਰਹੇ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਯੋਆਸ਼ ਦਾ ਪੁੱਤ੍ਰ ਅਮਸਯਾਹ ਰਾਜ ਕਰਨ ਲੱਗਾ"},{"number":2,"verse":"ਜਦ ਉਹ ਰਾਜ ਕਰਨ ਲੱਗਾ ਤਾਂ ਪੰਝੀਆਂ ਵਰਿਹਾਂ ਦਾ ਸੀ ਅਰ ਉਹ ਨੇ ਉਨੱਤੀ ਵਰਹੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਰਾਜ ਕੀਤਾ ਅਰ ਉਹ ਦੀ ਮਾਤਾ ਦਾ ਨਾਉਂ ਯਹੋਅੱਦੀਨ ਸੀ ਜੋ ਯਰੂਸ਼ਲਮ ਦੀ ਸੀ"},{"number":3,"verse":"ਅਰ ਜੋ ਯਹੋਵਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਚੰਗਾ ਸੀ ਸੋ ਉਹ ਨੇ ਕੀਤਾ ਪਰ ਆਪਣੇ ਪਿਤਾ ਦਾਊਦ ਵਾਂਙੁ ਨਹੀਂ ਜਿਵੇਂ ਉਹ ਦੇ ਪਿਤਾ ਯੋਆਸ਼ ਨੇ ਕੀਤਾ ਉਵੇਂ ਉਹ ਨੇ ਸਭ ਕੁਝ ਕੀਤਾ"},{"number":4,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਉੱਚਿਆਂ ਥਾਵਾਂ ਨੂੰ ਨਾ ਢਾਹਿਆ। ਅਜੇ ਤਾਈ ਲੋਕ ਉੱਚੀਆਂ ਤੋਂ ਬਲੀਆਂ ਚੜ੍ਹਾਉਂਦੇ ਅਰ ਧੂਪ ਧੁਖਾਉਂਦੇ ਸਨ"},{"number":5,"verse":"ਅਤੇ ਐਉਂ ਹੋਇਆ ਕਿ ਜਿਵੇਂ ਹੀ ਪਾਤਸ਼ਾਹੀ ਉਹ ਦੇ ਹੱਥ ਵਿੱਚ ਪੱਕੀ ਹੋ ਗਈ ਉਵੇਂ ਹੀ ਉਹ ਨੇ ਆਪਣਿਆਂ ਉਨ੍ਹਾਂ ਟਹਿਲੂਆਂ ਨੂੰ ਮਾਰ ਛੱਡਿਆ ਜਿਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਪਿਤਾ ਪਾਤਸ਼ਾਹ ਨੂੰ ਮਾਰਿਆ ਸੀ"},{"number":6,"verse":"ਪਰ ਉਹ ਦੇ ਮਾਰਨ ਵਾਲਿਆਂ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਉਹ ਨੇ ਮਾਰਿਆ ਕਿਉਂ ਜੋ ਮੂਸਾ ਦੀ ਬਿਵਸਥਾ ਦੀ ਪੋਥੀ ( ।) ਵਿੱਚ ਜਿਵੇਂ ਯਹੋਵਾਹ ਨੇ ਆਗਿਆ ਦਿੱਤੀ ਐਉਂ ਲਿਖਿਆ ਹੈ ਭਈ ਪੁੱਤ੍ਰਾਂ ਦੇ ਬਦਲੇ ਪਿਉ ਨਾ ਮਾਰੇ ਜਾਣ ਅਰ ਨਾ ਪੇਵਾਂ ਦੇ ਬਦਲੇ ਪੁੱਤ੍ਰ ਮਾਰੇ ਜਾਣ ਪਰ ਹਰ ਆਦਮੀ ਆਪਣੇ ਹੀ ਪਾਪ ਦੇ ਕਾਰਨ ਮਾਰਿਆ ਜਾਵੇ"},{"number":7,"verse":"ਉਹ ਨੇ ਲੂਣ ਦੀ ਦੂਣ ਵਿੱਚ ਦਸ ਹਜ਼ਾਰ ਅਦੋਮੀ ਮਾਰੇ ਅਰ ਸਲਾ ਨੂੰ ਜੁੱਧ ਕਰਕੇ ਲੈ ਲਿਆ ਅਰ ਉਹ ਦਾ ਨਾਉਂ ਯਾਕਤੇਲ ਰੱਖਿਆ ਜਿਹੜਾ ਅੱਜ ਦੇ ਦਿਨ ਤਾਈਂ ਹੈ।।"},{"number":8,"verse":"ਤਦ ਅਮਸਯਾਹ ਨੇ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਯਹੋਆਸ਼ ਦੇ ਕੋਲ ਜੋ ਯੇਹੂ ਦਾ ਪੋਤਾ ਅਰ ਯਹੋਆਹਾਜ਼ ਦਾ ਪੁੱਤ੍ਰ ਸੀ ਹਲਕਾਰਿਆਂ ਨੂੰ ਅੱਖਵਾ ਘੱਲਿਆ ਕਿ ਹੁਣ ਆ ਅਸੀਂ ਇੱਕ ਦੂਜੇ ਦੇ ਆਹਮੋ ਸਾਹਮਣੇ ਵੇਖੀਏ"},{"number":9,"verse":"ਤਾਂ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਯਹੋਆਸ਼ ਨੇ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਅਮਸਯਾਹ ਨੂੰ ਇਹ ਸੁਨੇਹਾ ਘੱਲਿਆ ਕਿ ਲਬਾਨੋਨ ਦੇ ਕੰਡਿਆਲੇ ਨੇ ਲਬਾਨੋਨ ਦੇ ਦਿਆਰ ਨੂੰ ਸੁਨੇਹਾ ਘੱਲਿਆ ਭਈ ਆਪਣੀ ਧੀ ਨੂੰ ਮੇਰੇ ਪੁੱਤ੍ਰ ਨਾਲ ਵਿਆਹ ਦੇਹ ਅਰ ਇੱਕ ਜੰਗਲੀ ਜਨੌਰ ਜੋ ਲਬਾਨੋਨ ਵਿੱਚ ਸੀ ਕੋਲੋਂ ਦੀ ਲੰਘਿਆ ਅਰ ਕੰਡਿਆਲੇ ਨੂੰ ਮਿੱਧ ਛੱਡਿਆ"},{"number":10,"verse":"ਤੈਂ ਅਦੋਮ ਨੂੰ ਮਾਰਿਆ ਹੈ ਅਰ ਤੇਰੇ ਮਨ ਦਾ ਘੁਮੰਡ ਤੈਨੂੰ ਚੁੱਕਦਾ ਹੈ। ਘਰੇ ਰਹਿ ਕੇ ਘੁਮੰਡ ਕਰ। ਭਲਾ, ਤੂੰ ਕਿਉਂ ਬਿਪਤਾ ਨੂੰ ਛੇੜੇਂ ਤੇ ਡਿੱਗੇਂ ਅਰ ਤੇਰੇ ਨਾਲ ਹੀ ਯਹੂਦਾਹ ਭੀ?।।"},{"number":11,"verse":"ਪਰ ਅਮਸਯਾਹ ਨੇ ਗੌਹ ਨਾ ਕੀਤਾ ਤਦ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਯਹੋਆਸ਼ ਨੇ ਚੜ੍ਹਾਈ ਕੀਤੀ ਅਰ ਉਹ ਤੇ ਯਹੂਦਾਹ ਦਾ ਪਾਤਸ਼ਾਹ ਅਮਸਯਾਹ ਬੈਤ-ਸ਼ਮਸ਼ ਵਿੱਚ ਜੋ ਯਹੂਦਾਹ ਦਾ ਹੈ ਆਹਮੋ ਸਾਹਮਣੇ ਹੋਏ"},{"number":12,"verse":"ਤਦ ਯਹੂਦਾਹ ਨੇ ਇਸਰਾਏਲ ਦੇ ਅੱਗੇ ਹਾਰ ਖਾਧੀ ਅਰ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਹਰੇਕ ਆਪਣੇ ਤੰਬੂ ਨੂੰ ਭੱਜਾ"},{"number":13,"verse":"ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਯਹੋਆਸ਼ ਨੇ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਅਮਸਯਾਹ ਨੂੰ ਜੋ ਅਹਜ਼ਯਾਹ ਦਾ ਪੋਤਾ ਅਰ ਯਹੋਆਸ਼ ਦਾ ਪੁੱਤ੍ਰ ਸੀ ਬੈਤ-ਸ਼ਮਸ਼ ਵਿੱਚ ਫੜ ਲਿਆ ਅਰ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਵੜਿਆ ਅਰ ਯਰੂਸ਼ਲਮ ਦੀ ਸਫੀਲ ਇਫਰਾਈਮ ਦੇ ਫਟਾਕ ਤੋਂ ਲੈ ਕੇ ਖੂੰਜੇ ਵਾਲੇ ਫਾਟਕ ਤਾਈਂ ਚਾਰ ਸੌਂ ਹੱਥ ਢਾਹ ਦਿੱਤੀ"},{"number":14,"verse":"ਅਤੇ ਉਸ ਨੇ ਸਾਰਾ ਸੋਨਾ ਅਰ ਚਾਂਦੀ ਅਰ ਸਾਰੇ ਭਾਂਡੇ ਜੋ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਅਰ ਪਾਤਸ਼ਾਹ ਦੇ ਮਹਿਲ ਦਿਆਂ ਖਜ਼ਾਨਿਆਂ ਵਿੱਚ ਮਿਲੇ ਅਰ ਬੰਧਕ ਪੁਰਸ਼ਾਂ ਨੂੰ ਨਾਲ ਲੈ ਕੇ ਸਾਮਰਿਯਾ ਨੂੰ ਮੁੜਿਆ।।"},{"number":15,"verse":"ਅਤੇ ਯਹੋਆਸ਼ ਦੀ ਬਾਕੀ ਵਾਰਤਾ ਜੋ ਕੁਝ ਉਸ ਨੇ ਕੀਤਾ ਉਹ ਦੀ ਸਾਮਰਥ ਅਰ ਜਿਵੇਂ ਉਹ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਅਮਸਯਾਹ ਨਾਲ ਲੜਿਆ ਸੋ ਕੀ ਉਹ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸਾਹਾਂ ਦੇ ਇਤਹਾਸ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖਿਆ ਹੋਇਆ ਨਹੀਂ ਹੈ?"},{"number":16,"verse":"ਯਹੋਆਸ਼ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਸੌਂ ਗਿਆ ਅਰ ਸਾਮਰਿਯਾ ਵਿੱਚ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਨਾਲ ਦੱਬਿਆ ਗਿਆ ਅਰ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਯਾਰਾਬੁਆਮ ਉਹ ਦੇ ਥਾਂ ਰਾਜ ਕਰਨ ਲੱਗਾ।।"},{"number":17,"verse":"ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਯੋਆਸ਼ ਦਾ ਪੁੱਤ੍ਰ ਅਮਸਯਾਹ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਯਹੋਆਹਾਜ਼ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਆਸ਼ ਦੇ ਮਰਨ ਦੇ ਪਿੱਛੋਂ ਪੰਦਰਾਂ ਵਰਹੇ ਜੀਉਂਦਾ ਰਿਹਾ"},{"number":18,"verse":"ਅਤੇ ਅਮਸਯਾਹ ਦੀ ਬਾਕੀ ਵਾਰਤਾ ਕੀ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਦੇ ਇਤਹਾਸ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖੀ ਹੋਈ ਨਹੀਂ ਹੈ?"},{"number":19,"verse":"ਜਦ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਵਿਰੁੱਧ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਮਤਾ ਪਕਾਇਆ ਤਾਂ ਉਹ ਲਕੀਸ਼ ਨੂੰ ਭੱਜਿਆ ਪਰ ਉਨ੍ਹਾਂ ਨੇ ਲਕੀਸ਼ ਨੂੰ ਉਹ ਦੇ ਪਿੱਛੇ ਆਦਮੀ ਘੱਲੇ ਅਰ ਉੱਥੇ ਉਹ ਨੂੰ ਮਾਰ ਛੱਡਿਆ"},{"number":20,"verse":"ਅਤੇ ਓਹ ਉਹ ਨੂੰ ਘੋੜਿਆਂ ਉੱਤੇ ਲੈ ਆਏ ਅਰ ਉਹ ਯਰੂਸ਼ਲਮ ਦਾਊਦ ਦੇ ਸ਼ਹਿਰ ਵਿੱਚ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਦੱਬਿਆ ਗਿਆ"},{"number":21,"verse":"ਅਤੇ ਯਹੂਦਾਹ ਦਿਆਂ ਸਾਰਿਆਂ ਲੋਕਾਂ ਨੇ ਅਜ਼ਰਯਾਹ ਨੂੰ ਜੋ ਸੋਲਾਂ ਵਰਿਹਾਂ ਦਾ ਸੀ ਉਹ ਦੇ ਪਿਉ ਅਮਸਯਾਹ ਦੇ ਥਾਂ ਪਾਤਸ਼ਾਹ ਬਣਾਇਆ"},{"number":22,"verse":"ਪਾਤਸ਼ਾਹ ਦੇ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਸੌਂ ਜਾਣ ਦੇ ਮਗਰੋਂ ਉਸ ਨੇ ਏਲਥ ਨੂੰ ਬਣਾਇਆ ਅਰ ਉਹ ਨੂੰ ਫੇਰ ਯਹੂਦਾਹ ਵਿੱਚ ਰਲਾ ਲਿਆ।।"},{"number":23,"verse":"ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਯੋਆਸ਼ ਦੇ ਪੁੱਤ੍ਰ ਅਮਸਯਾਹ ਦੇ ਪੰਦਰਵੇਂ ਵਰਹੇ ਵਿੱਚ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਯੋਆਸ਼ ਦਾ ਪੁਤ੍ਰ ਯਾਰਾਬੁਆਮ ਸਾਮਰਿਯਾ ਵਿੱਚ ਰਾਜ ਕਰਨ ਲੱਗਾ ਅਰ ਉਹ ਨੇ ਇੱਕਤਾਲੀ ਵਰਹੇ ਰਾਜ ਕੀਤਾ"},{"number":24,"verse":"ਅਤੇ ਉਹ ਨੇ ਉਹ ਕੰਮ ਕੀਤਾ ਜੋ ਜਿਹੜਾ ਯਹੋਵਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਬੁਰਾ ਸੀ। ਉਹ ਨੇ ਨਬਾਟ ਦੇ ਪੁੱਤ੍ਰ ਯਾਰਾਬੁਆਮ ਦੇ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਪਾਪਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਤੋਂ ਮੂੰਹ ਨਾ ਮੋੜਿਆ ਜੋ ਉਸ ਨੇ ਇਸਰਾਏਲ ਤੋਂ ਕਰਵਾਏ ਸਨ"},{"number":25,"verse":"ਉਹ ਨੇ ਇਸਰਾਏਲ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਉਸ ਬਚਨ ਦੇ ਅਨੁਸਾਰ ਜੋ ਉਸ ਨੇ ਅਮਿੱਤਈ ਦੇ ਪੁੱਤ੍ਰ ਆਪਣੇ ਦਾਸ ਯੂਨਾਹ ਨਬੀ ਦੇ ਰਾਹੀਂ ਜੋ ਗਥ ਹੇਫਰ ਦਾ ਸੀ ਆਖਿਆ ਸੀ, ਇਸਰਾਏਲ ਦੀ ਹੱਦ ਨੂੰ ਹਮਾਥ ਦੇ ਲਾਂਘੇ ਤੋਂ ਲੈ ਕੇ ਅਰਾਬਾਹ ਦੇ ਸਮੁੰਦਰ ਤਾਈਂ ਫੇਰ ਪੁਚਾ ਦਿੱਤਾ"},{"number":26,"verse":"ਇਸ ਲਈ ਜੋ ਯਹੋਵਾਹ ਨੇ ਇਸਰਾਏਲ ਦੇ ਦੁਖ ਨੂੰ ਡਿੱਠਾ ਭਈ ਉਹ ਸੱਚ ਮੁੱਚ ਬਹੁਤ ਕੌੜਾ ਹੈ ਕਿਉਂ ਜੋ ਨਾ ਤਾਂ ਕੋਈ ਬੰਧੂਆ ਨਾ ਨਿਰਬੰਧ ਰਿਹਾ ਅਰ ਨਾ ਕੋਈ ਇਸਰਾਏਲ ਦਾ ਸਹਾਈ ਸੀ"},{"number":27,"verse":"ਯਹੋਵਾਹ ਨੇ ਇਹ ਭੀ ਨਹੀਂ ਆਖਿਆ ਸੀ ਭਈ ਮੈਂ ਅਕਾਸ਼ ਦੇ ਹੇਠੋਂ ਇਸਰਾਏਲ ਦਾ ਨਾਉਂ ਮੇਟ ਦਿਆਂਗਾ। ਸੋ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਯੋਆਸ਼ ਦੇ ਪੁੱਤ੍ਰ ਯਾਰਾਬੁਆਮ ਦੇ ਹੱਥੀਂ ਛੁਟਕਾਰਾ ਦਿੱਤਾ"},{"number":28,"verse":"ਯਾਰਾਬੁਆਮ ਦੀ ਬਾਕੀ ਵਾਰਤਾ ਅਰ ਸਭ ਕੁਝ ਜੋ ਉਹ ਨੇ ਕੀਤਾ ਅਰ ਉਹ ਦੀ ਸਾਮਰਥ ਜਦ ਉਹ ਨੇ ਜੁੱਧ ਕੀਤਾ ਅਰ ਕਿਵੇਂ ਦੰਮਿਸਕ ਅਤੇ ਹਮਾਥ ਨੂੰ ਜੋ ਯਹੂਦਾਹ ਦੇ ਸਨ ਫੇਰ ਇਸਰਾਏਲ ਦੇ ਲਈ ਮੋੜ ਲਿਆ ਕਿ ਉਹ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਦੇ ਇਤਹਾਸ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖਿਆ ਹੋਇਆ ਨਹੀਂ ਹੈ?"},{"number":29,"verse":"ਅਤੇ ਯਾਰਾਬੁਆਮ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਇਸਰਾਏਲ ਦਿਆਂ ਪਾਤਸ਼ਾਹਾਂ ਨਾਲ ਸੌਂ ਗਿਆ ਅਰ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਜ਼ਕਰਯਾਹ ਉਹ ਦੇ ਥਾਂ ਰਾਜ ਕਰਨ ਲੱਗਾ।।"}]}