{"bibleAbbr":"paOV2016","bookName":"ਰਾਜਿਆਂ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Kings","chapterNumber":22,"verses":[{"number":1,"verse":"( ਬਿਵਸਥਾ ਦੀ ਪੋਥੀ ਦਾ ਲੱਭਣਾ) ਜਦ ਯੋਸੀਯਾਹ ਰਾਜ ਕਰਨ ਲੱਗਾ ਤਾਂ ਉਹ ਅੱਠਾ ਵਰਿਹਾਂ ਦਾ ਸੀ ਅਰ ਉਸ ਨੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਇਕੱਤੀ ਵਰਹੇ ਰਾਜ ਕੀਤਾ। ਉਸ ਦੀ ਮਾਤਾ ਦਾ ਨਾਉਂ ਯਦੀਯਾਹ ਸੀ ਜੋ ਬਾਸਕਥੀ ਅਦਾਯਾਹ ਦੀ ਧੀ ਸੀ"},{"number":2,"verse":"ਅਤੇ ਉਸ ਨੇ ਓਹੋ ਕੀਤਾ ਜੋ ਯਹੋਵਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਠੀਕ ਸੀ ਅਰ ਆਪਣੇ ਪਿਉ ਦਾਊਦ ਦੇ ਸਾਰੇ ਰਾਹ ਤੇ ਚੱਲਦਾ ਰਿਹਾ ਅਰ ਸੱਜੇ ਯਾ ਖੱਬੇ ਨੂੰ ਨਾ ਮੁੜਿਆ।।"},{"number":3,"verse":"ਯੋਸ਼ੀਯਾਹ ਪਾਤਸ਼ਾਹ ਦੇ ਅਠਾਰਵੇਂ ਵਰਹੇ ਐਉਂ ਹੋਇਆ ਭਈ ਪਾਤਸ਼ਾਹ ਨੇ ਮੁਸ਼ੱਲਾਮ ਦੇ ਪੋਤ੍ਰੇ ਅਸਲਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਸ਼ਾਫਾਨ ਮੁਨੀਮ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਨੂੰ ਏਹ ਆਖ ਕੇ ਘੱਲਿਆ"},{"number":4,"verse":"ਭਈ ਪਰਧਾਨ ਜਾਜਕ ਹਿਲਕੀਯਾਹ ਕੋਲ ਜਾਹ ਭਈ ਉਹ ਉਸ ਰੁਪਏ ਨੂੰ ਜੋ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਲਿਆਇਆ ਜਾਂਦਾ ਹੈ ਅਰ ਜਿਸ ਨੂੰ ਫਾਟਕ ਦੇ ਪਹਿਰੇਦਾਰਾਂ ਨੇ ਲੋਕਾਂ ਕੋਲੋਂ ਇਕੱਠਾ ਕੀਤਾ ਹੈ ਗਿਣੇ"},{"number":5,"verse":"ਕਿ ਓਹ ਉਨ੍ਹਾਂ ਕਰਿੰਦਿਆਂ ਦੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦੇਣ ਜੋ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੀ ਦੇਖ ਭਾਲ ਕਰਦੇ ਹਨ ਤਾਂ ਜੋ ਓਹ ਉਨ੍ਹਾਂ ਕਰਿੰਦਿਆਂ ਨੂੰ ਵੀ ਦੇਣ ਜੋ ਭਵਨ ਦੀ ਟੁੱਟ ਫੁੱਟ ਦੀ ਮੁਰੰਮਤ ਕਰਨ ਲਈ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਹਨ"},{"number":6,"verse":"ਅਰਥਾਤ ਤਰਖਾਣਾਂ ਤੇ ਰਾਜਾਂ ਤੇ ਮਿਸਤਰੀਆਂ ਨੂੰ ਨਾਲੇ ਭਵਨ ਦੀ ਮੁਰੰਮਤ ਦੇ ਲਈ ਲੱਕੜ ਅਤੇ ਕੱਟੇ ਹੋਏ ਪੱਥਰ ਮੁੱਲ ਲੈਣ"},{"number":7,"verse":"ਪਰ ਜੋ ਚਾਂਦੀ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥ ਵਿੱਚ ਦਿੱਤੀ ਜਾਂਦੀ ਸੀ ਉਹ ਦਾ ਲੇਖਾ ਉਨ੍ਹਾਂ ਨਾਲ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਸੀ ਕਿਉਂ ਜੋ ਓਹ ਵਿਹਾਰ ਦੇ ਖਰੇ ਸਨ"},{"number":8,"verse":"ਤਦ ਹਿਲਕੀਯਾਹ ਪਰਧਾਨ ਜਾਜਕ ਨੇ ਸ਼ਾਫਾਨ ਲਿਖਾਰੀ ਨੂੰ ਆਖਿਆ, ਮੈਨੂੰ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚੋਂ ਬਿਵਸਥਾ ਦੀ ਪੋਥੀ ਲੱਭੀ ਹੈ ਅਰ ਹਿਲਕੀਯਾਹ ਨੇ ਉਹ ਪੋਥੀ ਸ਼ਾਫਾਨ ਨੂੰ ਦਿੱਤੀ ਅਰ ਉਸ ਨੇ ਪੜ੍ਹੀ"},{"number":9,"verse":"ਤਦ ਸ਼ਾਫਾਨ ਲਿਖਾਰੀ ਪਾਤਸ਼ਾਹ ਦੇ ਕੋਲ ਆਇਆ ਅਰ ਪਾਤਸ਼ਾਹ ਕੋਲ ਫੇਰ ਏਹ ਖਬਰ ਲਿਆਇਆ ਅਰ ਆਖਿਆ, ਤੁਹਾਡੇ ਦਾਸਾਂ ਨੇ ਉਹ ਚਾਂਦੀ ਜੋ ਹੈਕਲ ਵਿੱਚੋਂ ਮਿਲੀ ਇਕੱਠੀ ਕਰ ਕੇ ਉਨ੍ਹਾਂ ਕਰਿੰਦਿਆਂ ਦੇ ਹੱਥ ਵਿੱਚ ਦੇ ਦਿੱਤੀ ਜੋ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੀ ਦੇਖ ਭਾਲ ਕਰਦੇ ਹਨ"},{"number":10,"verse":"ਤਦ ਸ਼ਾਫਾਨ ਲਿਖਾਰੀ ਨੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਦੱਸਿਆ ਕਿ ਹਿਲਕੀਯਾਹ ਜਾਜਕ ਨੇ ਇੱਕ ਪੋਥੀ ਮੈਨੂੰ ਫੜਾਈ ਹੈ ਅਰ ਸ਼ਾਫਾਨ ਨੇ ਉਹ ਨੂੰ ਪਾਤਸ਼ਾਹ ਦੇ ਸਾਹਮਣੇ ਪੜ੍ਹਿਆ"},{"number":11,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਭਈ ਜਦ ਪਾਤਸ਼ਾਹ ਨੇ ਬਿਵਸਥਾ ਦੀ ਪੋਥੀ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣੀਆਂ ਤਾਂ ਉਹ ਨੇ ਆਪਣੇ ਬਸਤਰ ਪਾੜੇ"},{"number":12,"verse":"ਅਤੇ ਪਾਤਸ਼ਾਹ ਨੇ ਹਿਲਕੀਯਾਹ ਜਾਜਕ ਅਰ ਸ਼ਾਫਾਨ ਦੇ ਪੁੱਤ੍ਰ ਅਹੀਕਾਮ ਅਰ ਮੀਕਾਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਅਕਬੋਰ ਅਰ ਸ਼ਾਫਾਨ ਲਿਖਾਰੀ ਅਰ ਪਾਤਸ਼ਾਹ ਦੇ ਟਹਿਲੂਏ ਅਸਾਯਾਹ ਨੂੰ ਏਹ ਆਗਿਆ ਦਿੱਤੀ ਕਿ"},{"number":13,"verse":"ਜਾਓ ਅਰ ਇਸ ਪੋਥੀ ਦੀਆਂ ਗੱਲਾਂ ਵਿਖੇ ਜੋ ਲੱਭੀ ਹੈ ਮੇਰੀ ਵੱਲੋਂ ਤੇ ਲੋਕਾਂ ਦੀ ਵੱਲੋਂ ਸਾਰੇ ਯਹੂਦਾਹ ਵੱਲੋਂ ਯਹੋਵਾਹ ਤੋਂ ਪੁੱਛ ਗਿੱਛ ਕਰੋ ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਦਾ ਵੱਡਾ ਕ੍ਰੋਧ ਸਾਡੇ ਉੱਤੇ ਇਸੇ ਲਈ ਭੜਕਿਆ ਹੈ ਕਿ ਉਹ ਸਭ ਜੋ ਸਾਡੇ ਵਿਖੇ ਲਿਖਿਆ ਹੈ ਉਹ ਦੇ ਅਨੁਸਾਰ ਕਰਨ ਲਈ ਸਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨੇ ਇਸ ਪੋਥੀ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਨਾ ਸੁਣਿਆ"},{"number":14,"verse":"ਸੋ ਹਿਲਕੀਯਾਹ ਜਾਜਕ ਅਰ ਅਹੀਕਾਮ ਅਰ ਅਕਬੋਰ ਅਰ ਸ਼ਾਫਾਨ ਅਰ ਅਸਾਯਾਹ ਹੁਲਦਾਰ ਨਬੀਆ ਦੇ ਕੋਲ ਗਏ ਜੋ ਉਸ ਸ਼ੁਲੱਮ ਦੀ ਵਹੁਟੀ ਸੀ ਜੋ ਤਿਕਵਾਹ ਦਾ ਪੁੱਤ੍ਰ ਤੇ ਹਰਹਸ ਦਾ ਪੋਤਾ ਸੀ ਜੋ ਤੋਸ਼ੇ ਖਾਨੇ ਦਾ ਰੱਖਵਾਲਾ ਸੀ। ਉਹ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਮਿਸ਼ਨਹ ਨਾਮੀ ਮਹੱਲੇ ਵਿੱਚ ਵੱਸਦੀ ਸੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਨਾਲ ਗੱਲ ਬਾਤ ਕੀਤੀ"},{"number":15,"verse":"ਤਾਂ ਉਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਆਖਦਾ ਹੈ, ਤੁਸੀਂ ਉਸ ਆਦਮੀ ਨੂੰ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਮੇਰੇ ਕੋਲ ਘੱਲਿਆ ਹੈ ਆਖਣਾ"},{"number":16,"verse":"ਯਹੋਵਾਹ ਐਉਂ ਆਖਦਾ ਹੈ ਭਈ ਵੇਖੋ ਮੈਂ ਇਸ ਥਾਂ ਅਰ ਉਹ ਦੇ ਵਾਸੀਆਂ ਉੱਤੇ ਬੁਰਿਆਈ ਅਰਥਾਤ ਏਸ ਪੋਥੀ ਦੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਲਿਆਉਣ ਵਾਲਾ ਹਾਂ ਜੋ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਨੇ ਪੜ੍ਹੀ ਹੈ"},{"number":17,"verse":"ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਛੱਡ ਦਿੱਤਾ ਅਰ ਪਰਾਏ ਦਿਓਤਿਆਂ ਦੇ ਅੱਗੇ ਧੂਪ ਧੁਖਾਈ ਤਾਂ ਜੋ ਓਹ ਆਪਣੇ ਹੱਥਾਂ ਦੀ ਸਾਰੀ ਕਾਰੀਗਰੀ ਨਾਲ ਮੈਨੂੰ ਕ੍ਰੋਧ ਵਿੱਚ ਲਿਆਉਣ। ਸੋ ਮੇਰਾ ਕ੍ਰੋਧ ਇਸ ਥਾਂ ਤੇ ਭੜਕੇਗਾ ਅਰ ਠੰਡਾ ਨਾ ਹੋਵੇਗਾ"},{"number":18,"verse":"ਪਰ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਨੂੰ ਜਿਹ ਨੇ ਤੁਹਾਨੂੰ ਯਹੋਵਾਹ ਕੋਲੋਂ ਪੁੱਛ ਗਿੱਛ ਕਰਨ ਲਈ ਘੱਲਿਆ ਹੈ ਤੁਸੀਂ ਐਉਂ ਆਖਿਓ ਕਿ ਯਹੋਵਾਹ ਇਸਰਾਏਲ ਦਾ ਪਰਮੇਸ਼ੁਰ ਐਉਂ ਆਖਦਾ ਹੈ ਭਈ ਓਹਨਾਂ ਗੱਲਾਂ ਦੇ ਵਿਖੇ ਜਿਹੜੀਆਂ ਤੈਂ ਸੁਣੀਆਂ ਹਨ"},{"number":19,"verse":"ਏਸ ਲਈ ਕਿ ਤੇਰਾ ਮਨ ਮੁਲੈਮ ਹੋਇਆ ਅਰ ਜਦ ਤੂੰ ਉਹ ਸੁਣਿਆ ਜੋ ਮੈਂ ਇਸ ਥਾਂ ਅਰ ਇਹ ਦੇ ਵਾਸੀਆਂ ਦੇ ਵਿਰੁੱਧ ਆਖਿਆ ਭਈ ਓਹ ਨਾਸ ਹੋਣ ਤੇ ਸਰਾਪੇ ਜਾਣ ਤਾਂ ਤੂੰ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਨੀਵਾਂ ਹੋਇਆ ਤੇ ਆਪਣੇ ਲੀੜੇ ਪਾੜੇ ਅਰ ਮੇਰੇ ਅੱਗੇ ਰੋਇਆ ਸੋ ਮੈਂ ਭੀ ਤੇਰੀ ਸੁਣੀ ਹੈ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ"},{"number":20,"verse":"ਏਸ ਕਾਰਨ ਵੇਖ ਮੈਂ ਤੈਨੂੰ ਤੇਰੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਰਲਾਉਣ ਵਾਲਾ ਹਾਂ ਅਰ ਤੂੰ ਸ਼ਾਂਤੀ ਨਾਲ ਆਪਣੀ ਕਬਰ ਵਿੱਚ ਰੱਖਿਆ ਜਾਵੇਂਗਾ ਅਰ ਤੇਰੀਆਂ ਅੱਖੀਆਂ ਉਸ ਸਾਰੀ ਬੁਰਿਆਈ ਨੂੰ ਜੋ ਮੈਂ ਇਸ ਥਾਂ ਉੱਤੇ ਲਿਆਉਣ ਵਾਲਾ ਹਾਂ ਨਾ ਵੇਖਣਗੀਆਂ। ਓਹ ਫੇਰ ਪਾਤਸ਼ਾਹ ਕੋਲ ਏਹ ਸੁਨੇਹਾ ਲਿਆਏ।।"}]}