{"bibleAbbr":"paOV2016","bookName":"ਰਾਜਿਆਂ ਦੀ ਦੂਜੀ ਪੋਥੀ","bookEnglishName":"2 Kings","chapterNumber":23,"verses":[{"number":1,"verse":"( ਯੋਸੀਯਾਹ ਦਾ ਪੰਥਕ ਸੁਧਾਰ) ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਅਖਵਾ ਘੱਲਿਆ ਅਰ ਸਾਰੇ ਯਹੂਦਾਹ ਅਰ ਯਰੂਸ਼ਲਮ ਦੇ ਬਜ਼ੁਰਗ ਉਹ ਦੇ ਕੋਲ ਇਕੱਠੇ ਹੋਏ"},{"number":2,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਨੂੰ ਗਿਆ ਅਰ ਯਹੂਦਾਹ ਦੇ ਸਾਰੇ ਮਨੁੱਖ ਅਰ ਯਰੂਸ਼ਲਮ ਦੇ ਸਾਰੇ ਵਾਸੀ ਅਰ ਜਾਜਕ ਅਰ ਨਬੀ ਅਰ ਸਾਰੇ ਛੋਟੇ ਵੱਡੇ ਲੋਕ ਉਹ ਦੇ ਨਾਲ ਸਨ ਅਰ ਉਹ ਨੇ ਨੇਮ ਦੀ ਪੋਥੀ ਜੋ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚੋਂ ਲੱਭੀ ਸੀ ਉਹ ਦੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਪੜ੍ਹ ਕੇ ਉਨਾਂ ਨੂੰ ਕੰਨ੍ਹੀ ਪਾਈਆਂ"},{"number":3,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਥੜੇ ਦੇ ਉੱਤੇ ਖਲੋ ਗਿਆ ਅਰ ਉਹ ਨੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਇੱਕ ਨੇਮ ਬੰਨ੍ਹਿਆ ਭਈ ਅਸੀਂ ਯਹੋਵਾਹ ਦੇ ਪਿੱਛੇ ਤੁਰਾਂਗੇ ਤੇ ਉਸ ਦੇ ਹੁਕਮਾਂ ਤੇ ਸਾਖੀਆਂ ਤੇ ਬਿਧੀਆਂ ਨੂੰ ਆਪਣੇ ਸਾਰੇ ਦਿਲ ਅਰ ਆਪਣੀ ਸਾਰੀ ਜਾਨ ਨਾਲ ਮੰਨਾਂਗੇ ਅਰ ਉਸ ਨੇਮ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਜੋ ਉਸ ਪੋਥੀ ਵਿੱਚ ਲਿਖੀਆਂ ਹੋਈਆਂ ਹਨ ਪੂਰਾਂ ਕਰਾਂਗੇ ਤਾ ਸਾਰੇ ਲੋਕਾਂ ਨੇ ਉਸ ਨੇਮ ਨੂੰ ਮੰਨ ਲਿਆ"},{"number":4,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਪਰਧਾਨ ਜਾਜਕ ਹਿਲਕੀਯਾਹ ਨੂੰ ਅਰ ਦੂਜੇ ਦਰਜੇ ਦੇ ਜਾਜਕਾਂ ਨੂੰ ਅਰ ਦਰਬਾਨਾਂ ਨੂੰ ਆਗਿਆ ਦਿੱਤੀ ਭਈ ਓਹ ਸਾਰੇ ਭਾਂਡੇ ਜੋ ਬਆਲ ਅਰ ਅਸ਼ੇਰਾਹ ਦੇਵੀ ਅਰ ਅਕਾਸ਼ ਦੇ ਸਾਰੇ ਲਸ਼ਕਰ ਲਈ ਬਣਾਏ ਗਏ ਸਨ ਯਹੋਵਾਹ ਦੀ ਹੈਕਲ ਵਿੱਚੋਂ ਬਾਹਰ ਕੱਢ ਲਿਆਉਣ ਅਰ ਉਹ ਨੇ ਯਰੂਸ਼ਲਮੋਂ ਬਾਹਰ ਕਿਦਰੋਨ ਦਿਆਂ ਖੇਤਾਂ ਵਿੱਚ ਓਹਨਾਂ ਨੂੰ ਸਾੜ ਦਿੱਤਾ ਅਰ ਓਹਨਾਂ ਦੀ ਸੁਆਹ ਨੂੰ ਬੈਤਏਲ ਲੈ ਗਿਆ"},{"number":5,"verse":"ਅਤੇ ਉਹ ਨੇ ਓਹਨਾਂ ਬੁੱਤ ਪੂਜਕ ਪੂਜਾਰੀਆਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਨੇ ਯਹੂਦਾਹ ਦੇ ਸ਼ਹਿਰ ਦਿਆਂ ਉੱਚਿਆਂ ਥਾਵਾਂ ਅਰ ਯਰੂਸ਼ਲਮ ਦੇ ਆਲੇ ਦੁਆਲੇ ਦਿਆਂ ਥਾਵਾਂ ਵਿੱਚ ਧੂਪ ਧੁਖਾਉਣ ਲਈ ਠਹਿਰਾਇਆ ਸੀ ਅਰ ਓਹਨਾਂ ਨੂੰ ਭੀ ਜੋ ਬਆਲ, ਸੂਰਜ, ਚੰਦ, ਘੁੰਮਣ ਵਾਲੇ ਤਾਰੇ ਅਤੇ ਅਕਾਸ਼ ਦੇ ਸਾਰੇ ਲਸ਼ਕਰ ਲਈ ਧੂਪ ਧੁਖਾਉਂਦੇ ਸਨ ਹਟਾ ਦਿੱਤਾ"},{"number":6,"verse":"ਅਤੇ ਉਹ ਟੁੰਡਦੇਵੀ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਤੋਂ ਕੱਢ ਕੇ ਯਰੂਸ਼ਲਮ ਤੋਂ ਬਾਹਰ ਕਿਦਰੋਨ ਦੇ ਨਾਲੇ ਵਿੱਚ ਲੈ ਗਿਆ ਅਰ ਉਸ ਨੂੰ ਕਿਦਰੋਨ ਦੇ ਨਾਲੇ ਵਿੱਚ ਸਾੜ ਸੁੱਟਿਆ ਅਰ ਉਸ ਨੂੰ ਕੁੱਟ ਕੁੱਟ ਕੇ ਪੀਪੂੰ ਕਰ ਦਿੱਤਾ ਅਰ ਉਸ ਪੀਪੂੰ ਨੂੰ ਆਮ ਲੋਕਾਂ ਦੀਆਂ ਕਬਰਾਂ ਉੱਤੇ ਸੁੱਟ ਦਿੱਤਾ"},{"number":7,"verse":"ਅਤੇ ਉਹ ਨੇ ਗਾਂਡੂਆਂ ਦੇ ਘਰਾਂ ਨੂੰ ਜੋ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਕੋਲ ਸਨ ਜਿੱਥੇ ਤੀਵੀਆਂ ਉਸ ਟੁੰਡ ਦੇ ਲਈ ਪੜਦੇ ਬੁਣਦੀਆਂ ਸਨ ਢਾਹ ਦਿੱਤਾ"},{"number":8,"verse":"ਅਤੇ ਉਹ ਯਹੂਦਾਹ ਦਿਆਂ ਸ਼ਹਿਰਾਂ ਵਿੱਚੋਂ ਸਾਰੇ ਜਾਜਕਾਂ ਨੂੰ ਲਿਆਇਆ ਅਰ ਗਬਾ ਤੋਂ ਲੈ ਕੇ ਬਏਰਸ਼ਬਾ ਤਾਈਂ ਓਹਨਾਂ ਸਾਰਿਆਂ ਉੱਚਿਆਂ ਥਾਵਾਂ ਨੂੰ ਜਿੱਥੇ ਜਾਜਕਾਂ ਨੇ ਧੂਪ ਧੁਖਾਈ ਸੀ ਭਰਿਸ਼ਟ ਕਰ ਦਿੱਤਾ ਅਰ ਉਹ ਨੇ ਰਾਹ ਦੇ ਫਾਟਕਾਂ ਦਿਆਂ ਓਹਨਾਂ ਉੱਚਿਆਂ ਥਾਵਾਂ ਨੂੰ ਜੋ ਸ਼ਹਿਰ ਦੇ ਹਾਕਮ ਯਹੋਸ਼ੁਆ ਦੇ ਫਾਟਕ ਦੇ ਲਾਂਘੇ ਤੇ ਸ਼ਹਿਰ ਦੇ ਫਾਟਕ ਦੇ ਖੱਬੇ ਹੱਥ ਸੀ ਢਾਹ ਦਿੱਤਾ"},{"number":9,"verse":"ਤਾਂ ਭੀ ਉੱਚਿਆਂ ਥਾਵਾਂ ਦੇ ਪੁਜਾਰੀ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਯਹੋਵਾਹ ਦੀ ਜਗਵੇਦੀ ਕੋਲ ਨਾ ਆਏ ਪਰ ਓਹ ਆਪਣੇ ਭਰਾਵਾਂ ਦੇ ਵਿੱਚਕਾਰ ਬੇ ਪਤੀਰੀ ਰੋਟੀ ਖਾ ਲੈਂਦੇ ਹੁੰਦੇ ਸਨ"},{"number":10,"verse":"ਅਤੇ ਉਹ ਨੇ ਤੋਫਥ ਨੂੰ ਜੋ ਬਨੀ ਹਿੰਨੋਮ ਦੀ ਵਾਦੀ ਵਿੱਚ ਹੈ ਭਰਿਸ਼ਟ ਕੀਤਾ ਤਾਂ ਜੋ ਕੋਈ ਮਨੁੱਖ ਆਪਣੇ ਪੁੱਤ੍ਰ ਯਾ ਆਪਣੀ ਧੀ ਨੂੰ ਮੋਲਕ ਦੇ ਲਈ ਅੱਗ ਵਿੱਚੋਂ ਦੀ ਨਾ ਲੰਘਾਵੇ"},{"number":11,"verse":"ਅਤੇ ਉਹ ਨੇ ਉਨ੍ਹਾਂ ਘੋੜਿਆਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹ ਨੇ ਸੂਰਜ ਲਈ ਅਰਪਣ ਕੀਤਾ ਸੀ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੇ ਲਾਂਘੇ ਕੋਲ ਨਾਥਾਨ-ਮਲਕ ਖੋਜੇ ਦੀ ਕੋਠੜੀ ਦੇ ਲਾਗਿਓਂ ਜੋ ਬਸਤੀ ਦੇ ਅੰਦਰ ਸੀ ਕੱਢ ਦਿੱਤਾ। ਉਹ ਨੇ ਸੂਰਜ ਦਿਆਂ ਰਥਾਂ ਨੂੰ ਭੀ ਅੱਗ ਨਾਲ ਫੂਕ ਦਿੱਤਾ"},{"number":12,"verse":"ਅਤੇ ਜੋ ਜਗਵੇਦੀਆਂ ਆਹਾਜ਼ ਦੇ ਚੁਬਾਰੇ ਦੀ ਛੱਤ ਉੱਤੇ ਸਨ ਜਿਹੜੀਆਂ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਨੇ ਬਣਾਈਆਂ ਸਨ ਅਰ ਓਹ ਜਗਵੇਦੀਆਂ ਭੀ ਜੋ ਮਨੱਸ਼ਹ ਨੇ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਦੇ ਦੋਹਾਂ ਅੰਗਣਾਂ ਵਿੱਚ ਬਣਾਈਆਂ ਸਨ ਪਾਤਸ਼ਾਹ ਨੇ ਢਾਹ ਛੱਡੀਆਂ ਅਤੇ ਉੱਥੋਂ ਚੁੱਕਵਾ ਕੇ ਓਹਨਾਂ ਦੀ ਸੁਆਹ ਨੂੰ ਕਿਦਰੋਨ ਦੇ ਨਾਲੇ ਵਿੱਚ ਸੁੱਟ ਦਿੱਤਾ"},{"number":13,"verse":"ਨਾਲੇ ਪਾਤਸ਼ਾਹ ਨੇ ਓਹਨਾਂ ਉੱਚਿਆਂ ਥਾਵਾਂ ਨੂੰ ਭਰਿਸ਼ਟ ਕੀਤਾ ਜੋ ਯਰੂਸ਼ਲਮ ਦੇ ਸਾਹਮਣੇ ਗੰਦੇ ਪਰਬਤ ਦੇ ਸੱਜੇ ਪਾਸੇ ਸਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਸੁਲੇਮਾਨ ਨੇ ਸੀਦੋਨੀਆਂ ਦੀ ਘਿਣਾਉਣੀ ਦੇਵੀ ਅਸ਼ਤਾਰੋਥ ਅਰ ਮੋਆਬੀਆਂ ਦੇ ਘਿਣਾਉਣੇ ਦੇਵ ਕਮੋਸ਼ ਅਰ ਅੰਮੋਨੀਆਂ ਦੇ ਘਿਣਾਉਣੇ ਦੇਵ ਮਿਲਕੋਮ ਦੇ ਲਈ ਬਣਾਇਆ ਸੀ"},{"number":14,"verse":"ਅਤੇ ਉਹ ਨੇ ਥੰਮ੍ਹਾਂ ਨੂੰ ਟੁੱਕੜੇ ਟੁੱਕੜੇ ਕਰ ਦਿੱਤਾ ਅਰ ਟੁੰਡਾਂ ਨੂੰ ਵੱਢ ਦਿੱਤਾ ਅਰ ਓਹਨਾਂ ਦਾ ਥਾਂ ਆਦਮੀਆਂ ਦੀਆਂ ਹੱਡੀਆਂ ਨਾਲ ਭਰ ਦਿੱਤਾ"},{"number":15,"verse":"ਨਾਲੇ ਉਹ ਜਗਵੇਦੀ ਜੋ ਬੈਤਏਲ ਵਿੱਚ ਸੀ ਤੇ ਉਹ ਉੱਚਾ ਥਾਂ ਜੋ ਨਬਾਟ ਦੇ ਪੁੱਤ੍ਰ ਯਾਰਾਬੁਆਮ ਨੇ ਬਣਾਇਆ ਸੀ ਜਿਹ ਦੇ ਨਾਲ ਉਸ ਨੇ ਇਸਰਾਏਲ ਤੋਂ ਪਾਪ ਕਰਾਇਆ ਸੀ ਸੋ ਉਹ ਜਗਵੇਦੀ ਅਰ ਉੱਚਾ ਥਾਂ ਵੀ ਉਹ ਨੇ ਢਾਹ ਛੱਡਿਆ ਅਰ ਉਸ ਉੱਚੇ ਥਾਂ ਨੂੰ ਫੂਕ ਦਿੱਤਾ ਤੇ ਉਸ ਨੂੰ ਪੀਹ ਕੇ ਚੂਰ ਚੂਰ ਕਰ ਦਿੱਤਾ ਅਰ ਟੁੰਡ ਨੂੰ ਫੂਕ ਛੱਡਿਆ"},{"number":16,"verse":"ਅਤੇ ਜਦ ਯੋਸੀਯਾਹ ਮੁੜਿਆ ਅਰ ਉਹ ਕਬਰਾਂ ਜੋ ਪਹਾੜ ਵਿੱਚ ਸਨ ਡਿੱਠੀਆ ਤਾਂ ਉਹ ਨੇ ਲੋਕ ਘੱਲ ਕੇ ਕਬਰਾਂ ਉੱਚੋਂ ਹੱਡੀਆਂ ਕਢਵਾਈਆਂ ਅਰ ਜਗਵੇਦੀ ਉੱਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸਾੜ ਕੇ ਉਸ ਨੂੰ ਭਰਿਸ਼ਟ ਕੀਤਾ। ਏਹ ਯਹੋਵਾਹ ਦੇ ਬਚਨ ਦੇ ਅਨੁਸਾਰ ਹੋਇਆ ਜਿਹ ਦਾ ਪਰਮੇਸ਼ੁਰ ਦੇ ਜਨ ਨੇ ਪਰਚਾਰ ਕੀਤਾ ਜਿਸ ਨੇ ਇਨ੍ਹਾਂ ਵਾਰਤਾਂ ਦਾ ਭੀ ਪਰਚਾਰ ਕੀਤਾ ਸੀ"},{"number":17,"verse":"ਤਦ ਉਹ ਨੇ ਆਖਿਆ, ਔਹ ਯਾਦਗਾਰ ਜੋ ਮੈਂ ਓਧਰ ਵੇਖਦਾ ਹਾਂ ਕੀ ਹੈ? ਅੱਗੋਂ ਸ਼ਹਿਰ ਦੇ ਲੋਕਾਂ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਇਹ ਉਸ ਪਰਮੇਸ਼ੁਰ ਦੇ ਜਨ ਦੀ ਕਬਰ ਹੈ ਜਿਹ ਨੇ ਯਹੂਦਾਹ ਤੋਂ ਆ ਕੇ ਉਨ੍ਹਾਂ ਕੰਮਾਂ ਦਾ ਪਰਚਾਰ ਕੀਤਾ ਜੋ ਤੂੰ ਬੈਤਏਲ ਦੀ ਜਗਵੇਦੀ ਦੇ ਵਿਰੁੱਧ ਕੀਤੇ ਹਨ"},{"number":18,"verse":"ਤਾਂ ਉਹ ਨੇ ਆਖਿਆ, ਉਸ ਨੂੰ ਵਿਸਰਾਮ ਕਰਨ ਦਿਓ। ਕੋਈ ਮਨੁੱਖ ਉਸ ਦੀਆਂ ਹੱਡੀਆਂ ਨੂੰ ਨਾ ਛੇੜੇ। ਸੋ ਓਹਨਾਂ ਨੇ ਉਸ ਦੀਆਂ ਹੱਡੀਆਂ ਉਸ ਨਬੀ ਦੀਆਂ ਹੱਡੀਆਂ ਨਾਲ ਜੋ ਸਾਮਰਿਯਾ ਵਿੱਚ ਆਇਆ ਸੀ ਰਹਿਣ ਦਿੱਤੀਆਂ"},{"number":19,"verse":"ਨਾਲੇ ਯੋਸੀਯਾਹ ਨੇ ਉਨ੍ਹਾਂ ਉੱਚਿਆਂ ਥਾਵਾਂ ਦੇ ਸਾਰਿਆਂ ਮੰਦਰਾ ਨੂੰ ਭੀ ਜੋ ਸਾਮਰਿਯਾ ਦੇ ਸ਼ਹਿਰਾਂ ਦੇ ਵਿੱਚ ਸਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਨੇ ਯਹੋਵਾਹ ਦੇ ਕ੍ਰੋਧ ਨੂੰ ਭੜਕਾਉਣ ਲਈ ਬਣਾਇਆ ਸੀ ਢਾਹ ਦਿੱਤਾ ਅਰ ਉਹ ਸਭ ਜੋ ਉਹ ਨੇ ਬੈਤਏਲ ਵਿੱਚ ਕੀਤਾ ਸੀ ਉੱਸੇ ਤਰਾਂ ਉਨ੍ਹਾਂ ਨਾਲ ਭੀ ਕੀਤਾ"},{"number":20,"verse":"ਅਤੇ ਉਹ ਨੇ ਉੱਚਿਆਂ ਥਾਵਾਂ ਦੇ ਸਾਰਿਆਂ ਪੁਜਾਰੀਆਂ ਨੂੰ ਜੋ ਉੱਥੇ ਸਨ ਜਗਵੇਦੀਆਂ ਉੱਤੇ ਬਲੀਦਾਨ ਕੀਤਾ ਅਰ ਉਨ੍ਹਾਂ ਦੇ ਉੱਤੇ ਆਦਮੀਆਂ ਦੀਆਂ ਹੱਡੀਆਂ ਸਾੜੀਆਂ ਫੇਰ ਯਰੂਸ਼ਲਮ ਨੂੰ ਮੁੜ ਆਇਆ।।"},{"number":21,"verse":"ਤਦ ਪਾਤਸ਼ਾਹ ਨੇ ਸਾਰਿਆਂ ਲੋਕਾਂ ਨੂੰ ਏਹ ਹੁਕਮ ਦਿੱਤਾ ਭਈ ਜਿਵੇਂ ਇਸ ਨੇਮ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖਿਆ ਹੈ ਯਹੋਵਾਹ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਲਈ ਪਸਹ ਮਨਾਓ"},{"number":22,"verse":"ਨਿਆਉਂਕਾਰਾਂ ਦੇ ਦਿਨਾਂ ਤੋਂ ਜੋ ਇਸਰਾਏਲ ਦਾ ਨਿਆਉਂ ਕਰਦੇ ਸਨ ਅਰ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਅਰ ਯਹੂਦਾਹ ਦੇ ਪਾਤਾਸ਼ਾਹਾਂ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਅਜੇਹੀ ਪਸਹ ਸੱਚ ਮੁੱਚ ਨਹੀਂ ਹੋਈ ਸੀ"},{"number":23,"verse":"ਪਰ ਯੋਸੀਯਾਹ ਪਾਤਸ਼ਾਹ ਦੇ ਅਠਾਰਵੇਂ ਵਰਹੇ ਵਿੱਚ ਏਹ ਪਸਹ ਯਰੂਸ਼ਲਮ ਦੇ ਅਠਾਰਵੇਂ ਵਰਹੇ ਵਿੱਚ ਏਹ ਪਸਹ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਯਹੋਵਾਹ ਦੇ ਲਈ ਮਨਾਈ ਗਈ"},{"number":24,"verse":"ਨਾਲੇ ਯੋਸੀਯਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਪੁੱਛਣ ਵਾਲੀਆਂ ਰੂਹਾਂ ਸਨ ਦਿਓ ਯਾਰਾਂ, ਘਰੇਲੂ ਮੂਰਤਾਂ, ਬੁੱਤਾਂ ਅਤੇ ਸਾਰੀਆਂ ਘਿਣਾਉਣੀਆਂ ਵਸਤੂਆਂ ਨੂੰ ਜੋ ਯਹੂਦਾਹ ਦੇ ਦੇਸ ਅਰ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਦਿੱਸੇ ਸਨ ਹਟਾ ਦਿੱਤਾ ਤਾਂ ਜੋ ਉਹ ਬਿਵਸਥਾ ਦੀਆਂ ਓਹਨਾਂ ਗੱਲਾਂ ਨੂੰ ਪੂਰੀਆਂ ਕਰੇ ਜੋ ਉਸ ਪੋਥੀ ਵਿੱਚ ਲਿਖੀਆਂ ਹੋਈਆਂ ਸਨ ਜਿਹੜੀ ਹਿਲਕੀਯਾਹ ਜਾਜਕ ਨੂੰ ਯਹੋਵਾਹ ਦੇ ਭਵਨ ਵਿੱਚ ਲੱਭੀ ਸੀ"},{"number":25,"verse":"ਅਤੇ ਉਸ ਤੋਂ ਪਹਿਲਾਂ ਕੋਈ ਪਾਤਸ਼ਾਹ ਉਹ ਦੇ ਵਰਗਾ ਨਹੀਂ ਹੋਇਆ ਜੋ ਆਪਣੇ ਸਾਰੇ ਮਨ ਅਰ ਆਪਣੀ ਜਾਨ ਅਰ ਆਪਣੀ ਸਾਰੀ ਸ਼ਕਤੀ ਨਾਲ ਮੂਸਾ ਦੀ ਸਾਰੀ ਬਿਵਸਥਾ ਅਨੁਸਾਰ ਯਹੋਵਾਹ ਦੀ ਵੱਲ ਫਿਰਿਆ ਹੋਵੇ ਅਰ ਨਾ ਉਹ ਦੇ ਮਗਰੋਂ ਕੋਈ ਉਹ ਦੇ ਵਰਗਾ ਉੱਠਿਆ"},{"number":26,"verse":"ਤਾਂ ਵੀ ਮਨੱਸ਼ਹ ਦਿਆਂ ਭੜਕਾਉਣ ਵਾਲਿਆਂ ਕੌਮਾਂ ਦੇ ਕਾਰਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਉਸ ਨੇ ਯਹੋਵਾਹ ਦੇ ਗੁੱਸੇ ਨੂੰ ਭੜਕਾਇਆ ਸੀ ਯਹੋਵਾਹ ਆਪਣੇ ਡਾਢੇ ਕ੍ਰੋਧ ਤੋਂ ਜਿਹ ਦੇ ਨਾਲ ਉਹ ਦਾ ਗੁੱਸਾ ਯਹੂਦਾਹ ਤੇ ਭੜਕਿਆ ਸੀ ਨਾ ਮੁੜਿਆ"},{"number":27,"verse":"ਸੋ ਯਹੋਵਾਹ ਨੇ ਆਖਿਆ, ਜਿਵੇਂ ਮੈਂ ਇਸਰਾਏਲ ਨੂੰ ਪਰੇ ਹਟਾ ਦਿੱਤਾ ਓਵੇਂ ਯਹੂਦਾਹ ਨੂੰ ਭੀ ਆਪਣੇ ਅੱਗਿਓ ਪਰੇ ਹਟਾ ਦਿਆਂਗਾ ਅਤੇ ਇਸ ਸ਼ਹਿਰ ਨੂੰ ਜਿਹ ਨੂੰ ਮੈਂ ਚੁਣਿਆ ਸੀ ਅਰਥਾਤ ਯਰੂਸ਼ਲਮ ਨੂੰ ਅਰ ਇਸ ਭਵਨ ਨੂੰ ਜਿਹ ਦੇ ਵਿਖੇ ਮੈਂ ਆਖਿਆ ਸੀ ਭਈ ਮੇਰਾ ਨਾਮ ਉੱਥੇ ਹੋਵੇਗਾ ਮੈਂ ਰੱਦਾਂਗਾ"},{"number":28,"verse":"ਅਤੇ ਯੋਸੀਯਾਹ ਦੀ ਬਾਕੀ ਵਾਰਤਾ ਅਰ ਜੋ ਕੁਝ ਉਹ ਨੇ ਕੀਤਾ ਕੀ ਉਹ ਯਹੂਦਾਹ ਦੇ ਪਾਤਸ਼ਾਹਾਂ ਦੇ ਇਤਿਹਾਸ ਦੀ ਪੋਥੀ ਵਿੱਚ ਲਿਖਿਆ ਹੋਇਆ ਨਹੀਂ ਹੈ?"},{"number":29,"verse":"ਉੱਸੇ ਦੇ ਦਿਨੀਂ ਮਿਸਰ ਦਾ ਪਾਤਸ਼ਾਹ ਫ਼ਿਰਊਨ ਨਕੋਹ ਅੱਸੂਰ ਦੇ ਪਾਤਸ਼ਾਹ ਉੱਤੇ ਚੜ੍ਹਾਈ ਕਰਨ ਲਈ ਫਰਾਤ ਦੇ ਦਰਿਆ ਨੂੰ ਗਿਆ ਅਰ ਯੋਸੀਯਾਹ ਪਾਤਸ਼ਾਹ ਉਸ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਗਿਆ ਅਰ ਵੇਖਦੇ ਸਾਰ ਹੀ ਫ਼ਿਰਊਨ ਨੇ ਉਹ ਨੂੰ ਮਗਿੱਦੋ ਕੋਲ ਮਾਰ ਛੱਡਿਆ"},{"number":30,"verse":"ਅਤੇ ਉਹ ਦੇ ਟਹਿਲੂਏ ਉਹ ਨੂੰ ਮਰਿਆ ਹੋਇਆ ਇੱਕ ਰਥ ਵਿੱਚ ਮੱਗਿਦੋ ਤੋਂ ਲੈ ਗਏ ਅਰ ਉਹ ਨੂੰ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਲਿਆ ਕੇ ਉੱਸੇ ਦੀ ਕਬਰ ਵਿੱਚ ਦੱਬ ਦਿੱਤਾ ਅਰ ਉਸ ਦੇਸ ਦਿਆਂ ਲੋਕਾਂ ਨੇ ਯੋਸੀਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਯਹੋਆਹਾਜ਼ ਨੂੰ ਲੈ ਕੇ ਉਸ ਨੂੰ ਮਸਹ ਕੀਤਾ ਅਰ ਉਸ ਦੇ ਪਿਤਾ ਦੇ ਥਾਂ ਉਸ ਨੂੰ ਪਾਤਸ਼ਾਹ ਬਣਾ ਲਿਆ।।"},{"number":31,"verse":"ਯਹੋਆਹਾਜ਼ ਜਦ ਰਾਜ ਕਰਨ ਲੱਗਾ ਤਾਂ ਤੇਈਆਂ ਵਰਿਹਾਂ ਦਾ ਸੀ ਅਰ ਉਸ ਨੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਤਿੰਨ ਮਹੀਨੇ ਰਾਜ ਕੀਤਾ ਅਰ ਉਸ ਦੀ ਮਾਤਾ ਦਾ ਨਾਉਂ ਹਮੂਟਲ ਸੀ ਜੋ ਲਿਬਨਾਹ ਦੇ ਯਿਰਮਯਾਹ ਦੀ ਧੀ ਸੀ"},{"number":32,"verse":"ਅਤੇ ਜਿਵੇਂ ਉਸ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਨੇ ਕੀਤਾ ਸੀ ਉਸ ਨੇ ਉਹ ਕੰਮ ਕੀਤਾ ਜੋ ਯਹੋਵਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਭੈੜਾ ਸੀ"},{"number":33,"verse":"ਅਤੇ ਫ਼ਿਰਊਨ ਨਕੋਹ ਨੇ ਉਸ ਨੂੰ ਰਿਬਲਾਹ ਵਿੱਚ ਜੋ ਹਮਾਥ ਦੇ ਦੇਸ ਵਿੱਚ ਹੈ ਕੈਦ ਕਰ ਦਿੱਤਾ ਭਈ ਉਹ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਰਾਜ ਨਾ ਕਰੇ ਅਰ ਉਹ ਦੇ ਦੇਸ ਉੱਤੇ ਇੱਕ ਸੌ ਤੋਂੜਾ ਚਾਂਦੀ ਅਰ ਇੱਕ ਤੌੜਾ ਸੋਨੇ ਦਾ ਡੱਨ ਲਾ ਦਿੱਤਾ"},{"number":34,"verse":"ਅਤੇ ਫ਼ਿਰਊਨ ਨਕੋਹ ਨੇ ਯੋਸੀਯਾਹ ਦੇ ਪੁੱਤ੍ਰ ਅਲਯਾਕੀਮ ਨੂੰ ਉਹ ਦੇ ਪਿਉ ਯੋਸੀਯਾਹ ਦੇ ਥਾਂ ਪਾਤਸ਼ਾਹ ਬਣਾਇਆ ਅਰ ਉਹ ਦਾ ਨਾਉਂ ਬਦਲ ਕੇ ਯਹੋਯਾਕੀਮ ਕਰ ਦਿੱਤਾ ਅਰ ਯਹੋਆਹਾਜ਼ ਨੂੰ ਲੈ ਗਿਆ ਜੋ ਉਹ ਮਿਸਰ ਵਿੱਚ ਆਇਆ ਅਰ ਉੱਥੇ ਮਰ ਗਿਆ"},{"number":35,"verse":"ਅਤੇ ਯਹੋਯਾਕੀਮ ਨੇ ਚਾਂਦੀ ਤੇ ਸੋਨਾ ਫ਼ਿਰਊਨ ਨੂੰ ਦੇ ਦਿੱਤਾ ਪਰ ਉਸ ਨੇ ਏਸ ਉੱਤੇ ਫ਼ਿਰਊਨ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਕਰ ਲਾ ਦਿੱਤਾ। ਉਸ ਨੇ ਦੇਸ ਦੇ ਹਰ ਮਨੁੱਖ ਤੋਂ ਉਸ ਦੇ ਕਰ ਦੇ ਅਨੁਸਾਰ ਚਾਂਦੀ ਤੇ ਸੋਨਾ ਲਿਆ ਭਈ ਉਹ ਫ਼ਿਰਊਨ ਨਕੋਹ ਨੂੰ ਦੇਵੇ"},{"number":36,"verse":"ਜਦ ਯਹੋਯਾਕੀਮ ਰਾਜ ਕਰਨ ਲੱਗਾ ਤਾਂ ਉਹ ਪੰਝੀਆਂ ਵਰਿਹਾਂ ਦਾ ਸੀ ਅਰ ਉਸ ਨੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਗਿਆਰਾਂ ਵਰਹੇ ਰਾਜ ਕੀਤਾ ਅਰ ਉਸ ਦੀ ਮਾਤਾ ਦਾ ਨਾਉਂ ਜ਼ਬੂਦਾਹ ਸੀ ਜੋ ਰੂਮਾਹ ਦੇ ਪਦਾਯਾਹ ਦੀ ਧੀ ਸੀ"},{"number":37,"verse":"ਅਤੇ ਜਿਵੇਂ ਉਸ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਨੇ ਕੀਤਾ ਸੀ ਉਸ ਨੇ ਉਹ ਕੰਮ ਕੀਤਾ ਜੋ ਯਹੋਵਾਹ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਭੈੜਾ ਸੀ।।"}]}