{"bibleAbbr":"Geneva1599","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":4,"verses":[{"number":1,"verse":"(These three last Chapters contain precepts of manners.1 He exhorteth them to mutual love.7 Sundry gifts are therefore bestowed of God,16 that the Church may be built up.18 He calleth them from the vanity of infidels,25 from lying,29 and from filthy talk.) I therefore, (Another part of the Epistle containing precepts of Christian life, the sum whereof is this, that every man behave himself as it is meet for so excellent grace of God.) being prisoner in the Lord, pray you that ye walk worthy of the (By this is meant the general calling of the faithful, which is this, to be holy, as our God is holy.) vocation whereunto ye are called,"},{"number":2,"verse":"(Secondly, he commendeth meekness of the mind, which is shown forth by bearing one with another.) With all humbleness of mind, and meekness, with (See Matt. 18:25.) long suffering, supporting one another through love,"},{"number":3,"verse":"(Thirdly, he requireth perfect agreement, but yet such as is knit with the band of the holy Ghost.) Endeavoring to keep the unity of the Spirit in the bond of peace."},{"number":4,"verse":"(An argument of great weight, for an earnest entertaining of brotherly love and charity one with another, because we are made one body as it were of one God, and Father, by one Spirit, worshipping one Lord with one faith, and consecrated to him with one Baptism, and hope for one selfsame glory, whereunto we are called. Therefore whosoever breaketh charity, breaketh all these things asunder.) There is one body, and one Spirit, even as ye are called in one hope of your vocation."},{"number":5,"verse":"There is one Lord, one Faith, one Baptism."},{"number":6,"verse":"One God and Father of all, which is (Who only hath the chief authority over the Church.) above all, and (Who only poureth forth his providence, through all the members of the Church.) through all, and (Who only is joined together with us in Christ.) in you all."},{"number":7,"verse":"(He teacheth us, that we indeed are all one body, and that all good gifts proceed from Christ only, who reigneth in heaven having mightily conquered all his enemies (from whence he heapeth all gifts upon his Church:) but yet notwithstanding these gifts are diversely and sundry ways divided according to his will and pleasure, and therefore every man ought to be content with that measure that God hath given him, and to bestow it to the common profit of the whole body.) But unto every one of us is given grace according to the measure of the (Which Christ hath given.) gift of Christ."},{"number":8,"verse":"Wherefore he saith, When he ascended upon high, he led (A multitude of captives.) captivity captive, and gave gifts unto men."},{"number":9,"verse":"(Now, in that he ascended, what is it but that he had also descended first into the (Down to the earth, which is the lowest part of the world.) lowest parts of the earth?"},{"number":10,"verse":"He that descended, is even the same that ascended, far above all heavens, that he might (Fill with his gifts.) fill (The Church.) all things.)"},{"number":11,"verse":"(First of all he reckoneth up the Ecclesiastical functions, which are partly extraordinary and for a season, as Apostles, Prophets, Evangelists, and partly ordinary and perpetual, as Pastors and Doctors.) He therefore gave some to be (The Apostles were those twelve, unto whom Paul was afterward added, whose office was to plant Churches throughout all the world.) Apostles, and some (The Prophet’s office was one of the chiefest, which were men of marvellous wisdom, and some of them could foretell things to come.) Prophets, and some (These the Apostles used as fellows in the execution of their office, being not able to answer all places themselves.) Evangelists, and some (Pastors are they which govern the Church, and Teachers are they which govern the Schools.) Pastors, and Teachers,"},{"number":12,"verse":"(He showeth the end of Ecclesiastical functions, to wit, that by the ministry of men all the Saints may so grow up together, that they may make one mystical body of Christ.) For the repairing of the Saints, for the work of the ministry, and for the edification of the (The Church.) body of Christ,"},{"number":13,"verse":"(The use of this ministry is perpetual so long as we are in this world, that is, until that time that having put off the flesh, and thoroughly and perfectly agreeing betwixt ourselves, we shall be joined with Christ our head. Which thing is done by that knowledge of the Son of God increasing in us, and he himself by little and little growing up in us until we come to be a perfect man, which shall be in the world to come, when God shall be all in all.) Till we all meet together (in the (In that most near conjunction which is knit and fastened together by faith.) unity of faith and that acknowledging of the Son of God) unto a perfect man, and unto the measure of the (Christ is said to grow up to full age, not in himself, but in us.) age the fullness of Christ,"},{"number":14,"verse":"(Betwixt our childhood (that is to say, a very weak state, while as we do yet altogether waiver) and our perfect age, which we shall have at length in another world, there is a mean, to wit, our youth, and steady going forward to perfection.) That we henceforth be no more children, (He compareth them which rest not themselves upon the word of God, to little boats which are tossed hither and thither with the doctrines of men, as it were with contrary winds, and therewithall forewarneth them that it cometh to pass not only by the lightness of man’s brain, but also by the craftiness of certain, which make as it were an art of it.) wavering and carried about with every wind of doctrine, by the (With those uncertain chances which toss men to and fro.) deceit of men, and with craftiness, whereby they lay in (By the deceit of those men which are very well practised in deceiving of others.) wait to deceive."},{"number":15,"verse":"(By earnest affection of the truth and love, we grow up into Christ: for he (being effectual by the ministry of his word, which as the vital spirit doth so quicken the whole body, that it nourisheth all the limbs thereof according to the measure and proportion of each one) quickeneth and cherisheth his Church, which consisteth of divers functions, as of divers members, and preserveth the proportion of every one. And thereof it followeth that neither this body can live without Christ, neither can any man grow up spiritually, which separateth himself from the other members.) But let us follow the truth in love, and in all things, grow up into him, which is the head, that is, Christ."},{"number":16,"verse":"By whom all the body being coupled and knit together by every joint, for the furniture thereof (according to the (Of Christ, who in manner of the soul, quickeneth all the members.) effectual power, which is in the measure of every part) receiveth (Such increase as is meet the body should have.) increase of the body, unto the edifying of itself in (Charity is the knitting of the limbs together.) love."},{"number":17,"verse":"(He descendeth to the fruits of Christian doctrine, and reasoneth first upon the principles of manners and actions, setting down a most grave comparison between the children of God, and them which are not regenerate. For in these men, all the powers of the mind are corrupted and their mind is given to vanity, and their senses are darkened with most gross mistiness, and their affections are so accustomed by little and little to wickedness, that at length they run headlong into all uncleanness, being utterly destitute of all judgment.) This I say therefore and testify in the Lord, that ye henceforth walk not as (Cross references: : Rom. 1:21) other Gentiles walk, in (If the noblest parts of the soul be corrupt, what is man but corruption only?) vanity of their mind."},{"number":18,"verse":"Having their understanding darkened, and being strangers from the (Whereby God liveth in them.) life of God through the ignorance that is in them, because of the hardness of their heart:"},{"number":19,"verse":"Which being (Void of all judgment.) past feeling, have given themselves unto wantonness, to work all uncleanness, even with (They strove to pass one another as though there had been some gain to be gotten by it.) greediness."},{"number":20,"verse":"(Here followeth the contrary part touching men which are regenerate by the true and lively knowledge of Christ, which have other principles of their doings far different, to wit, holy and honest desires, and a mind clean changed by the virtue of the holy Ghost, from whence proceed also like effects, as a just and holy life indeed.) But ye have not so learned Christ,"},{"number":21,"verse":"If so be ye have heard him, and have been taught by him, (As they have learned which acknowledge Christ indeed, and in good earnest.) as the truth is in Jesus,"},{"number":22,"verse":"(Col. 3:8) That is, that ye cast off, concerning the conversation in time past, (Yourselves.) that old man, which is corrupt through the deceivable lusts,"},{"number":23,"verse":"And be renewed in the (Where there ought to have been the greatest force of reason, there is the greatest corruption of all which wasteth all things.) spirit of your mind,"},{"number":24,"verse":"And put on the new man, which (After the image of God.) after God is created unto (The effect and end of the new creation.) righteousness, and (Not fained nor counterfeit.) true holiness."},{"number":25,"verse":"(He commendeth severally certain peculiar Christian virtues, and first of all he requireth truth (that is to say, sincere manners) condemning all deceit and dissembling, because we are born one for another.) Wherefore cast off lying, and speak every man truth unto his neighbor: for we are members one of another."},{"number":26,"verse":"(He teacheth us to bridle our anger in such sort, that although it be not, yet that it break not out, and that it be straightway quenched before we sleep, lest Satan taking occasion to give us evil counsel through the wicked counselor, destroy us.) Be (If it so fall out, that you be angry, yet sin not: that is, bridle your anger, and do not wickedly put that in execution, which you have wickedly conceived.) angry, but sin not: let not the sun go down (Let not the night come upon you in your anger, that is, make atonement quickly for all matters.) upon your wrath,"},{"number":27,"verse":"Neither give place to the devil."},{"number":28,"verse":"(He descendeth from the heart to the hands condemning theft: and because that men which give themselves to this wickedness use to pretend poverty, he showeth that labor is a good remedy against poverty, which God blesseth in such sort that they which labor have always some overplus to help others so far is it from this, that they are constrained to steal other men’s goods.) Let him that stole, steal no more: but let him rather labor, and work with his hands the thing which is (By laboring in things that are holy, and profitable to his neighbor.) good, that he may have to give unto him that needeth."},{"number":29,"verse":"(He bridleth the tongue also, teaching us so to temper our talk, that our hearer’s mind be not only not destroyed, but also instructed.) Let no (Word for word, rotten.) corrupt communication proceed out of your mouths: but that which is good to the use of edifying, that it may minister (By grace he meaneth that, whereby men may profit to the going on forward godliness and love.) grace unto the hearers."},{"number":30,"verse":"(A general precept against all excess of affections which dwell in the part of the mind, which they call, Angry, and he setteth against them the contrary means. And useth a most vehement preface, how we ought to take heed that we grieve not the holy Spirit of God through our immoderateness and intemperance, who dwelleth in us to this end, to moderate all our affections.) And grieve not the holy Spirit of God, by whom ye are sealed unto the day of redemption."},{"number":31,"verse":"Let all bitterness, and anger, and wrath, crying, and evil speaking be put away from you, with all maliciousness."},{"number":32,"verse":"Be ye courteous one to another, and tender hearted, freely forgiving one another, (An argument taken from the example of Christ, most grave and vehement, both for pardoning of those injuries which have been done unto us by our greatest enemies, and much more for having consideration of the miserable, and using moderation and gentle behavior towards all men.) even as God for Christ’s sake, freely forgave you."}]}