{"bibleAbbr":"Geneva1599","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":6,"verses":[{"number":1,"verse":"(1 He showeth the duties of children,5 servants,9 and masters:10 Then he speaketh of the fierce battle that the faithful have,12 and what weapons we must use in the same:21 In the end he commendeth Tychicus.) Children, obey your parents (The first argument: because God hath so appointed: whereupon it followeth also, that children are so far forth bound to obey their parents, as they may not swerve from the true worship of God.) in the (For the Lord is author of all fatherhood, and therefore we must yield such obedience as he will have us.) Lord: (The second argument: because this obedience is most just.) for this is right."},{"number":2,"verse":"(Exod. 20:12; Deut. 5:16; Matt. 15:4; Mark 7:10) (A proof of the first argument.) Honor thy father and mother ( (The third argument, taken of the profit that ensueth thereby: because the Lord vouchsafed this commandment amongst the rest, of a special blessing.) which is the first commandment with (With a special promise: for otherwise the second commandment hath a promise of mercy to a thousand generations, but that promise is general.) promise)"},{"number":3,"verse":"That it may be well with thee, and that thou mayest live long on earth."},{"number":4,"verse":"(It is the duty of fathers to use their fatherly authority moderately, and to God’s glory.) And ye, fathers, provoke not your children to wrath: but bring them up in instruction and (Such information and precepts, as being taken out of God’s book are holy and acceptable to him.) information of the Lord."},{"number":5,"verse":"(Col. 3:22; Titus 2:9; 1 Pet. 2:18) (Now he ascendeth to the third part of a family, to wit, to the duty both of the masters and of the servants. And he showeth that the duty of servants consisteth in a hearty love and reverence to their master.) Servants, be obedient unto them that are your masters, (He mitigateth the sharpness of service, in that they are spiritually free, notwithstanding the same, and yet that spiritual freedom taketh not away corporal service, insomuch that they cannot be Christ’s, unless they serve their masters willingly and faithfully, so far forth as they may with safe conscience.) according to the flesh, with (With careful reverence: for slavish fear is not allowable, much less in Christian servants.) fear and trembling in singleness of your hearts, as unto Christ,"},{"number":6,"verse":"Not with service to the eye, as men pleasers, but as the servants of Christ, (To cut off occasion of all pretences, he teacheth us that it is God’s will that some are either born or made servants, and therefore they must respect God’s will, although their service be never so hard.) doing the will of God from the heart."},{"number":7,"verse":"With good will, serving the (Being moved with a reverence so Godward, as though ye served God himself.) Lord, and not men."},{"number":8,"verse":"(Although they serve unkind and cruel masters, yet the obedience of servants is no less acceptable to God, than the obedience of them that are free.) And know ye that whatsoever good thing any man doeth, that same shall he receive of the Lord, whether he be bond or free,"},{"number":9,"verse":"(It is the duty of masters to use the authority that they have over their servants modestly, and holily, seeing that they in another respect have a common master, which is in heaven, who will judge both the bond and the free.) And ye masters, do the same things unto them, putting away threatening: and know that even your master also is in heaven, neither is there respect of person with him. (Either of freedom or bondage.) (Deut. 10:17; 2 Chron. 16:7; Job 34:19; Acts 10:34; Rom. 2:11; Gal. 2:6; Col. 3:25; 1 Pet. 1:17)"},{"number":10,"verse":"¶ (He concludeth the other part of this Epistle with a grave exhortation, that all be ready, and fight constantly, trusting to spiritual weapons, until their enemies be clean put to flight. And first of all, he warneth us to take the armor of God, whereby only our enemy may be dispatched.) Finally, my brethren, be strong in the Lord, and in the power of his might."},{"number":11,"verse":"Put on the whole armor of God, that ye may be able to stand against the assaults of the devil."},{"number":12,"verse":"(Secondly he declareth that our chiefest and mightiest enemies are invisible, that we may not think that our chiefest conflict is with men.) For we wrestle not against flesh and (Against men, which are of a frail and brittle nature, against which are set spiritual subtleties, more mighty than the other by a thousand parts.) blood, but against principalities, against powers, and against the worldly governors, the princes of the darkness of this world, against spiritual wickedness, which are in the high places. (He giveth these names to the evil angels, reason of the effects which they work: not that they are able to do the same of themselves, but because God giveth them the bridle.) (Eph. 2:2)"},{"number":13,"verse":"(He showeth that these enemies are put to flight with the only armor of God, to wit, with uprightness of conscience, a godly and holy life, knowledge of the Gospel, faith, and to be short, with the word of God, and using daily earnest prayer for the health of the Church, and especially, for the constance of the true, godly, and valiant ministers of the word.) For this cause take unto you the whole armor of God, that ye may be able to resist in the (See Eph. 5:16.) evil day, and having finished all things, stand fast."},{"number":14,"verse":"Stand therefore, and your loins girded about with verity, and having on the breastplate of righteousness,"},{"number":15,"verse":"And your feet shod with the (That the preparation of the Gospel may be as it were shoes to you: and it is very fitly called the Gospel of peace, for that, seeing we have to go to God through most dangerous ranks of enemies, this may encourage us to go on manfully, in that we know by the doctrine of the Gospel, that we take our journey to God, who is at peace with us.) preparation of the Gospel of peace."},{"number":16,"verse":"Above all, take the shield of Faith, wherewith ye may quench all the fiery darts of the wicked,"},{"number":17,"verse":"And take the helmet of Salvation, and the sword of the Spirit, which is the word of God."},{"number":18,"verse":"And pray always with all manner prayer and supplication in the (That holy prayers may proceed from the holy Spirit.) spirit: and watch thereunto with all perseverance and supplication for all Saints,"},{"number":19,"verse":"And for me, that utterance may be given unto me, that I may open my mouth boldly to publish the secret of the Gospel,"},{"number":20,"verse":"Whereof I am the ambassador in bonds, that therein I may speak boldly, as I ought to speak."},{"number":21,"verse":"¶ (A familiar and very amiable declaration of his state, together with a solemn prayer, wherewith Paul is wont to end his Epistles.) But that ye may also know mine affairs, and what I do, Tychicus my dear brother and faithful minister in the Lord, shall show you of all things."},{"number":22,"verse":"Whom I have sent unto you for the same purpose, that ye might know mine affairs, and that he might comfort your hearts."},{"number":23,"verse":"Peace be with the brethren, and love with faith from God the Father, and from the Lord Jesus Christ."},{"number":24,"verse":"Grace be with all them which love our Lord Jesus Christ, to their (To life everlasting.) immortality, Amen. ¶ Written from Rome unto the Ephesians, and sent by Tychicus."}]}