{"bibleAbbr":"urRV2010","bookName":"۲-سموئیل","bookEnglishName":"2 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"( امنُو ن اور تمر) اور اِس کے بعد اَیسا ہُؤا کہ داؤُد کے بیٹے ابی سلو م کی ایک خُوب صُورت بہن تھی جِس کا نام تمر تھا ۔ اُس پر داؤُد کا بیٹا امنُو ن عاشِق ہو گیا۔"},{"number":2,"verse":"اور امنُو ن اَیسا کُڑھنے لگا کہ وہ اپنی بہن تمر کے سبب سے بِیمار پڑ گیا کیونکہ وہ کُنواری تھی ۔ سو امنُو ن کو اُس کے ساتھ کُچھ کرنا دُشوار معلُوم ہُؤا۔"},{"number":3,"verse":"اور داؤُد کے بھائی سمِعہ کا بیٹا یُوند ب امنُو ن کا دوست تھا اور یُوند ب بڑا چالاک آدمی تھا۔"},{"number":4,"verse":"سو اُس نے اُس سے کہا اَے بادشاہ زادے! تُو کیوں دِن بدِن دُبلا ہوتا جاتا ہے؟ کیا تُو مُجھے نہیں بتائے گا؟ تب امنُو ن نے اُس سے کہا کہ مَیں اپنے بھائی ابی سلو م کی بہن تمر پر عاشِق ہُوں۔"},{"number":5,"verse":"یُوند ب نے اُس سے کہا تُو اپنے بِسترپر لیٹ جا اور بِیماری کا بہانہ کر لے اور جب تیرا باپ تُجھے دیکھنے آئے تو تُو اُس سے کہنا میری بہن تمر کو ذرا آنے دے کہ وہ مُجھے کھانا دے اور میرے سامنے کھانا پکائے تاکہ مَیں دیکُھوں اور اُس کے ہاتھ سے کھاؤُں۔"},{"number":6,"verse":"سو امنُو ن پڑ گیا اور اُس نے بِیماری کا بہانہ کر لِیا اور جب بادشاہ اُس کو دیکھنے آیا تو امنُو ن نے بادشاہ سے کہا میری بہن تمر کو ذرا آنے دے کہ وہ میرے سامنے دو پُورِیاں بنائے تاکہ مَیں اُس کے ہاتھ سے کھاؤُں۔"},{"number":7,"verse":"سو داؤُد نے تمر کے گھر کہلا بھیجا کہ تُو ابھی اپنے بھائی امنُو ن کے گھر جا اور اُس کے لِئے کھانا پکا۔"},{"number":8,"verse":"سو تمر اپنے بھائی امنُو ن کے گھر گئی اور وہ بِستر پر پڑا ہُؤا تھا اور اُس نے آٹا لِیا اور گُوندھا اور اُس کے سامنے پُورِیاں بنائِیں اور اُن کو پکایا۔"},{"number":9,"verse":"اور توے کو لِیا اور اُس کے سامنے اُن کو اُنڈیل دِیا پر اُس نے کھانے سے اِنکار کِیا ۔ تب امنُو ن نے کہا کہ سب آدمِیوں کو میرے پاس سے باہر کر دو ۔ سو ہر ایک آدمی اُس کے پاس سے چلا گیا۔"},{"number":10,"verse":"تب امنُو ن نے تمر سے کہا کہ کھانا کوٹھری کے اندر لے آ تاکہ مَیں تیرے ہاتھ سے کھاؤُں ۔ سو تمر وہ پُورِیاں جو اُس نے پکائی تِھیں اُٹھا کر اُن کو کوٹھری میں اپنے بھائی امنُو ن کے پاس لائی۔"},{"number":11,"verse":"اور جب وہ اُن کو اُس کے نزدِیک لے گئی کہ وہ کھائے تو اُس نے اُسے پکڑ لِیا اور اُس سے کہا اَے میری بہن مُجھ سے وصل کر۔"},{"number":12,"verse":"اُس نے کہا نہیں میرے بھائی میرے ساتھ جبر نہ کر کیونکہ اِسرائیلِیوں میں کوئی اَیسا کام نہیں ہونا چاہئے ۔ تُو اَیسی حماقت نہ کر۔"},{"number":13,"verse":"اور بھلا مَیں اپنی رُسوائی کہاں لِئے پِھرُوں گی؟ اور تُو بھی اِسرائیلِیوں میں احمقوں میں سے ایک کی مانِند ٹھہرے گا ۔ سو تُو بادشاہ سے عرض کر کیونکہ وہ مُجھ کو تُجھ سے روک نہیں رکھّے گا۔"},{"number":14,"verse":"لیکن اُس نے اُس کی بات نہ مانی اور چُونکہ وہ اُس سے زورآور تھا اِس لِئے اُس نے اُس کے ساتھ جبر کِیا اور اُس سے صُحبت کی۔"},{"number":15,"verse":"پِھر امنُو ن کو اُس سے بڑی سخت نفرت ہو گئی کیونکہ اُس کی نفرت اُس کے جذبہِ عِشق سے کہِیں بڑھ کر تھی ۔ سو امنُو ن نے اُس سے کہا اُٹھ چلی جا۔"},{"number":16,"verse":"وہ کہنے لگی اَیسا نہ ہو گا کیونکہ یہ ظُلم کہ تُو مُجھے نِکالتا ہے اُس کام سے جو تُو نے مُجھ سے کِیا بدتر ہے پر اُس نے اُس کی ایک نہ سُنی۔"},{"number":17,"verse":"تب اُس نے اپنے ایک مُلازِم کو جو اُس کی خِدمت کرتا تھا بُلا کر کہا اِس عَورت کو میرے پاس سے باہر نِکال دے اور پِیچھے دروازہ کی چٹکنی لگا دے۔"},{"number":18,"verse":"اور وہ رنگ برنگ کا جوڑا پہنے ہُوئے تھی کیونکہ بادشاہوں کی کُنواری بیٹِیاں اَیسی ہی پوشاک پہنتی تِھیں ۔ غرض اُس کے خادِم نے اُس کو باہر کر دِیا اور اُس کے پِیچھے چٹکنی لگا دی۔"},{"number":19,"verse":"اور تمر نے اپنے سر پر خاک ڈالی اور اپنے رنگ برنگ کے جوڑے کو جو پہنے ہُوئے تھی چاک کِیا اور سر پر ہاتھ دھر کر روتی ہُوئی چلی۔"},{"number":20,"verse":"اُس کے بھائی ابی سلو م نے اُس سے کہا کیا تیرا بھائی امنُو ن تیرے ساتھ رہا ہے؟ خَیر اَے میری بہن اب چُپکی ہو رہ کیونکہ وہ تیرا بھائی ہے اور اِس بات کا غم نہ کر ۔ سو تمر اپنے بھائی ابی سلو م کے گھر میں بے کس پڑی رہی۔"},{"number":21,"verse":"اور جب داؤُد بادشاہ نے یہ سب باتیں سُنِیں تو نِہایت غُصّہ ہُؤا۔"},{"number":22,"verse":"اور ابی سلو م نے اپنے بھائی امنُو ن سے کُچھ بُرا بھلا نہ کہا کیونکہ ابی سلو م کو امنُو ن سے نفرت تھی اِس لِئے کہ اُس نے اُس کی بہن تمر کے ساتھ جبر کِیا تھا۔"},{"number":23,"verse":"( ابی سلو م اِنتقام لیتا ہے) اور اَیسا ہُؤا کہ پُورے دو سال کے بعد بھیڑوں کے بال کُترنے والے ابی سلو م کے ہاں بعل حصو ر میں تھے جو افرائِیم کے پاس ہے اور ابی سلو م نے بادشاہ کے سب بیٹوں کو دعوت دی۔"},{"number":24,"verse":"سو ابی سلو م بادشاہ کے پاس آ کر کہنے لگا کہ تیرے خادِم کے ہاں بھیڑوں کے بال کترنے والے آئے ہیں سو مَیں مِنّت کرتا ہُوں کہ بادشاہ مع اپنے مُلازِموں کے اپنے خادِم کے ساتھ چلے۔"},{"number":25,"verse":"تب بادشاہ نے ابی سلو م سے کہا نہیں میرے بیٹے ہم سب کے سب نہ چلیں تا نہ ہو کہ تُجھ پر ہم بوجھ ہو جائیں اور وہ اُس سے بجِد ہُؤا تَو بھی وہ نہ گیا پر اُسے دُعا دی۔"},{"number":26,"verse":"تب ابی سلو م نے کہا اگر اَیسا نہیں ہو سکتا تو میرے بھائی امنُو ن کو تو ہمارے ساتھ جانے دے ۔ بادشاہ نے اُس سے کہا وہ تیرے ساتھ کیوں جائے؟۔"},{"number":27,"verse":"لیکن ابی سلو م اَیسا بجِد ہُؤا کہ اُس نے امنُو ن اور سب بادشاہ زادوں کو اُس کے ساتھ جانے دِیا۔"},{"number":28,"verse":"اور ابی سلو م نے اپنے خادِموں کو حُکم دِیا کہ دیکھو جب امنُو ن کا دِل مَے سے سرُور میں ہو اور مَیں تُم کو کہُوں کہ امنُو ن کو مارو تو تُم اُسے مار ڈالنا ۔ خَوف نہ کرنا ۔ کیا مَیں نے تُم کو حُکم نہیں دِیا؟ دِلیر اور بہادُر بنے رہو۔"},{"number":29,"verse":"چُنانچہ ابی سلو م کے نَوکروں نے امنُو ن سے وَیسا ہی کِیا جَیسا ابی سلو م نے حُکم دِیا تھا ۔ تب سب بادشاہ زادے اُٹھے اور ہر ایک اپنے خچرّ پر چڑھ کر بھاگا۔"},{"number":30,"verse":"اور وہ ہنوز راستہ ہی میں تھے کہ داؤُد کے پاس یہ خبر پُہنچی کہ ابی سلو م نے سب بادشاہ زادوں کو قتل کر ڈالا ہے اور اُن میں سے ایک بھی باقی نہیں بچا۔"},{"number":31,"verse":"تب بادشاہ نے اُٹھ کر اپنے کپڑے پھاڑے اور زمِین پر پڑ گیا اور اُس کے سب مُلازِم کپڑے پھاڑے ہُوئے اُس کے حضُور کھڑے رہے۔"},{"number":32,"verse":"تب داؤُد کے بھائی سِمعہ کا بیٹا یُوند ب کہنے لگا کہ میرا مالِک یہ خیال نہ کرے کہ اُنہوں نے سب جوانوں کو جو بادشاہ زادے ہیں مار ڈالا ہے اِس لِئے کہ صِرف امنُو ن ہی مَرا ہے کیونکہ ابی سلو م کے اِنتِظام سے اُسی دِن سے یہ بات ٹھان لی گئی تھی جب اُس نے اُس کی بہن تمر کے ساتھ جبر کِیا تھا۔"},{"number":33,"verse":"سو میرا مالِک بادشاہ اَیسا خیال کر کے کہ سب بادشاہ زادے مَر گئے اِس بات کا غم نہ کرے کیونکہ صِرف امنُو ن ہی مَرا ہے۔"},{"number":34,"verse":"اور ابی سلو م بھاگ گیا اور اُس جوان نے جو نِگہبان تھا اپنی آنکھیں اُٹھا کر نِگاہ کی اور کیا دیکھا کہ بہت سے لوگ اُس کے پِیچھے کی طرف سے پہاڑ کے دامن کے راستہ سے چلے آ رہے ہیں۔"},{"number":35,"verse":"تب یُوندب نے بادشاہ سے کہا کہ دیکھ بادشاہ زادے آ گئے ۔ جَیسا تیرے خادِم نے کہا تھا وَیسا ہی ہے۔"},{"number":36,"verse":"اُس نے اپنی بات ختم ہی کی تھی کہ بادشاہ زادے آپُہنچے اور چِلاّ چِلاّ کر رونے لگے اور بادشاہ اور اُس کے سب مُلازِم بھی زار زار روئے۔"},{"number":37,"verse":"لیکن ابی سلو م بھاگ کر جسُور کے بادشاہ عمِّیہُود کے بیٹے تلمی کے پاس چلا گیا اور داؤُد ہر روز اپنے بیٹے کے لِئے ماتم کرتا رہا۔"},{"number":38,"verse":"سو ابی سلو م بھاگ کر جسُور کو گیا اور تِین برس تک وہِیں رہا۔"},{"number":39,"verse":"اور داؤُد بادشاہ کے دِل میں ابی سلو م کے پاس جانے کی بڑی آرزُو تھی کیونکہ امنُو ن کی طرف سے اُسے تسلّی ہو گئی تھی اِس لِئے کہ وہ مَر چُکا تھا۔"}]}