{"bibleAbbr":"urRV2010","bookName":"۲-سموئیل","bookEnglishName":"2 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"( یوآب ابی سلو م کی واپسی کا بندوبست کرتا ہے) اور ضرو یاہ کے بیٹے یوآ ب نے تاڑ لِیا کہ بادشاہ کا دِل ابی سلو م کی طرف لگا ہے۔"},{"number":2,"verse":"سو یوآب نے تقُو ع کو آدمی بھیج کر وہاں سے ایک دانِش مند عَورت بُلوائی اور اُس سے کہا کہ ذرا سوگ والی کا سا بھیس کر کے ماتم کے کپڑے پہن لے اور تیل نہ لگا بلکہ اَیسی عَورت کی طرح بن جا جو بڑی مُدّت سے مُردہ کے لِئے ماتم کر رہی ہو۔"},{"number":3,"verse":"اور بادشاہ کے پاس جا کر اُس سے اِس اِس طرح کہنا ۔ پِھر یوآب نے اُسے جو باتیں کہنی تِھیں سِکھائِیں۔"},{"number":4,"verse":"اور جب تقُو ع کی وہ عَورت بادشاہ سے باتیں کرنے لگی تو زمِین پر اَوندھے مُنہ ہو کر گِری اور سِجدہ کر کے کہا اَے بادشاہ تیری دُہائی ہے!۔"},{"number":5,"verse":"بادشاہ نے اُس سے کہا تُجھے کیا ہُؤا؟ اُس نے کہا مَیں سچ مُچ ایک بیوہ ہُوں اور میرا شَوہر مَر گیا ہے۔"},{"number":6,"verse":"تیری لَونڈی کے دو بیٹے تھے ۔ وہ دونوں مَیدان پر آپس میں مار پِیٹ کرنے لگے اور کوئی نہ تھا جو اُن کو چُھڑا دیتا ۔ سو ایک نے دُوسرے کو اَیسی ضرب لگائی کہ اُسے مار ڈالا۔"},{"number":7,"verse":"اور اب دیکھ کہ سب کُنبے کا کُنبہ تیری لَونڈی کے خِلاف اُٹھ کھڑا ہُؤا ہے اور وہ کہتے ہیں کہ اُس کو جِس نے اپنے بھائی کو مارا ہمارے حوالہ کر تاکہ ہم اُس کو اُس کے بھائی کی جان کے بدلے جِسے اُس نے مار ڈالا قتل کریں اور یُوں وارِث کو بھی ہلاک کر دیں ۔ اِس طرح تو وہ میرے انگارے کو جو باقی رہا ہے بُجھا دیں گے اور میرے شَوہر کا نہ تو نام نہ بقِیّہ رُویِ زمِین پر چھوڑیں گے۔"},{"number":8,"verse":"بادشاہ نے اُس عَورت سے کہا تُو اپنے گھر جا اور مَیں تیری بابت حُکم کرُوں گا۔"},{"number":9,"verse":"تقُو ع کی اُس عَورت نے بادشاہ سے کہا اَے میرے مالِک! اَے بادشاہ! سارا گُناہ مُجھ پر اور میرے باپ کے گھرانے پر ہو اور بادشاہ اور اُس کا تخت بے گُناہ رہے۔"},{"number":10,"verse":"تب بادشاہ نے فرمایا جو کوئی تُجھ سے کُچھ کہے اُسے میرے پاس لے آنا اور وہ پِھر تُجھ کو چُھونے نہیں پائے گا۔"},{"number":11,"verse":"تب اُس نے کہا کہ مَیں عرض کرتی ہُوں کہ بادشاہ خُداوند اپنے خُدا کو یاد کرے کہ خُون کا اِنتِقام لینے والا اَور ہلاک نہ کرنے پائے تا نہ ہو کہ وہ میرے بیٹے کو ہلاک کر دیں۔ اُس نے جواب دِیا خُداوند کی حیات کی قَسم تیرے بیٹے کا ایک بال بھی زمِین پر نہیں گِرنے پائے گا۔"},{"number":12,"verse":"تب اُس عَورت نے کہا ذرا میرے مالِک بادشاہ سے تیری لَونڈی ایک بات کہے۔"},{"number":13,"verse":"اُس نے جواب دِیا کہہ ۔ تب اُس عَورت نے کہا کہ تُو نے خُدا کے لوگوں کے خِلاف اَیسی تدبِیر کیوں نِکالی ہے؟ کیونکہ بادشاہ اِس بات کے کہنے سے مُجرِم سا ٹھہرتا ہے اِس لِئے کہ بادشاہ اپنے جلا وطن کو پِھر گھر لَوٹا کر نہیں لاتا۔"},{"number":14,"verse":"کیونکہ ہم سب کو مَرنا ہے اور ہم زمِین پر گِرے ہُوئے پانی کی طرح ہو جاتے ہیں جو پِھر جمع نہیں ہو سکتا اور خُدا کِسی کی جان نہیں لیتا بلکہ اَیسے وسائِل نِکالتا ہے کہ جلاوطن اُس کے ہاں سے نِکالا ہُؤا نہ رہے۔"},{"number":15,"verse":"اور مَیں جو اپنے مالِک بادشاہ سے یہ بات کہنے آئی ہُوں تو اِس کا سبب یہ ہے کہ لوگوں نے مُجھے ڈرا دِیا تھا ۔ سو تیری لَونڈی نے کہا کہ مَیں آپ بادشاہ سے عرض کرُوں گی ۔ شاید بادشاہ اپنی لَونڈی کی عرض پُوری کرے۔"},{"number":16,"verse":"کیونکہ بادشاہ سُن کر ضرُور اپنی لَونڈی کو اُس شخص کے ہاتھ سے چُھڑائے گا جو مُجھے اور میرے بیٹے دونوں کو خُدا کی مِیراث میں سے نیست کر ڈالنا چاہتا ہے۔"},{"number":17,"verse":"سو تیری لَونڈی نے کہا کہ میرے مالِک بادشاہ کی بات تسلّی بخش ہو کیونکہ میرا مالِک بادشاہ نیکی اور بدی کے اِمتِیاز کرنے میں خُدا کے فرِشتہ کی مانِند ہے ۔ سو خُداوند تیرا خُدا تیرے ساتھ ہو۔"},{"number":18,"verse":"تب بادشاہ نے اُس عَورت سے کہا مَیں تُجھ سے جو کُچھ پوچُھوں تُو اُس کو ذرا بھی مُجھ سے مت چُھپانا ۔ اُس عَورت نے کہا میرا مالِک بادشاہ فرمائے۔"},{"number":19,"verse":"بادشاہ نے کہا کیا اِس سارے مُعاملہ میں یوآب کا ہاتھ تیرے ساتھ ہے؟ اُس عَورت نے جواب دِیا تیری جان کی قَسم اَے میرے مالِک بادشاہ کوئی اِن باتوں سے جو میرے مالِک بادشاہ نے فرمائی ہیں دہنی یا بائِیں طرف نہیں مُڑ سکتا کیونکہ تیرے خادِم یوآب ہی نے مُجھے حُکم دِیا اور اُسی نے یہ سب باتیں تیری لَونڈی کو سِکھائِیں۔"},{"number":20,"verse":"اور تیرے خادِم یوآب نے یہ کام اِس لِئے کِیا تاکہ اُس مضمُون کے رنگ ہی کو پلٹ دے اور میرا مالِک دانِش مند ہے جِس طرح خُدا کے فرِشتہ میں سمجھ ہوتی ہے کہ دُنیا کی سب باتوں کو جان لے۔"},{"number":21,"verse":"تب بادشاہ نے یوآب سے کہا دیکھ مَیں نے یہ بات مان لی ۔ سو تُو جا اور اُس جوان ابی سلو م کو پِھر لے آ۔"},{"number":22,"verse":"تب یوآب زمِین پر اَوندھا ہو کر گِرا اور سِجدہ کِیا اور بادشاہ کو مُبارک باد دی اور یوآب کہنے لگا آج تیرے بندہ کو یقِین ہُؤا اَے میرے مالِک بادشاہ کہ مُجھ پر تیرے کرم کی نظر ہے اِس لِئے کہ بادشاہ نے اپنے خادِم کی عرض پُوری کی۔"},{"number":23,"verse":"پِھر یوآب اُٹھا اور جسُور کو گیا اور ابی سلو م کو یروشلیِم میں لے آیا۔"},{"number":24,"verse":"تب بادشاہ نے فرمایا وہ اپنے گھر جائے اور میرا مُنہ نہ دیکھے ۔ سو ابی سلو م اپنے گھر گیا اور وہ بادشاہ کا مُنہ دیکھنے نہ پایا۔"},{"number":25,"verse":"( داؤُد اور ابی سلو م کے درمیان صُلح) اور سارے اِسرا ئیل میں کوئی شخص ابی سلو م کی طرح اُس کے حُسن کے سبب سے تعرِیف کے قابِل نہ تھا کیونکہ اُس کے پاؤں کے تلوے سے سر کے چاند تک اُس میں کوئی عَیب نہ تھا۔"},{"number":26,"verse":"اور جب وہ اپنا سر مُنڈواتا تھا (کیونکہ ہر سال کے آخِر میں وہ اُسے مُنڈواتا تھا اِس لِئے کہ اُس کے بال گھنے تھے سو وہ اُن کو مُنڈواتا تھا) تو اپنے سر کے بال وزن میں شاہی تول کے مُطابِق دو سَو مِثقال کے برابر پاتا تھا۔"},{"number":27,"verse":"اور ابی سلو م سے تِین بیٹے پَیدا ہُوئے اور ایک بیٹی جِس کا نام تمر تھا ۔ وہ بُہت خُوب صُورت عَورت تھی۔"},{"number":28,"verse":"اور ابی سلو م پُورے دو برس یروشلیِم میں رہا اور بادشاہ کا مُنہ نہ دیکھا۔"},{"number":29,"verse":"سو ابی سلو م نے یوآب کو بُلوایا تاکہ اُسے بادشاہ کے پاس بھیجے پر اُس نے اُس کے پاس آنے سے انِکار کِیا اور اُس نے دوبارہ بُلوایا لیکن وہ نہ آیا۔"},{"number":30,"verse":"اِس لِئے اُس نے اپنے مُلازِموں سے کہا کہ دیکھو یوآب کا کھیت میرے کھیت سے لگا ہے اور اُس میں جَو ہیں سو جا کر اُس میں آگ لگا دو اور ابی سلو م کے مُلازِموں نے اُس کھیت میں آگ لگا دی۔"},{"number":31,"verse":"تب یوآب اُٹھا اور ابی سلو م کے پاس اُس کے گھر جا کر اُس سے کہنے لگا تیرے خادِموں نے میرے کھیت میں آگ کیوں لگا دی؟۔"},{"number":32,"verse":"ابی سلو م نے یوآب کو جواب دِیا کہ دیکھ مَیں نے تُجھے کہلا بھیجا کہ یہاں آ تاکہ مَیں تُجھے بادشاہ کے پاس یہ کہنے کو بھیجُوں کہ مَیں جسُور سے کیوں یہاں آیا؟ میرے لِئے اب تک وہِیں رہنا بِہتر ہوتا ۔ سو اب بادشاہ مُجھے اپنا دِیدار دے اور اگر مُجھ میں کوئی بدی ہو تو وہ مُجھے مار ڈالے۔"},{"number":33,"verse":"تب یوآب نے بادشاہ کے پاس جا کر اُسے یہ پَیغام دِیا اور جب اُس نے ابی سلو م کو بُلوایا تب وہ بادشاہ کے پاس آیا اور بادشاہ کے آگے زمِین پر سرنِگُوں ہو گیا اور بادشاہ نے ابی سلو م کو بوسہ دِیا۔"}]}