{"bibleAbbr":"urRV2010","bookName":"۲-سموئیل","bookEnglishName":"2 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"( داؤُد یہُودا ہ اور اِسرا ئیل دونوں کا بادشاہ بنتا ہے) تب اِسرا ئیل کے سب قبِیلے حبرُو ن میں دائود کے پاس آ کر کہنے لگے دیکھ ہم تیری ہڈّی اور تیرا گوشت ہیں۔"},{"number":2,"verse":"اور گُذرے زمانہ میں جب ساؤُل ہمارا بادشاہ تھا تو تُو ہی اِسرائیلِیوں کو لے جایا اور لے آیا کرتا تھا اور خُداوند نے تُجھ سے کہا کہ تُو میرے اِسرائیلی لوگوں کی گلّہ بانی کرے گا اور تُو اِسرا ئیل کا سردار ہو گا۔"},{"number":3,"verse":"غرض اِسرا ئیل کے سب بزُرگ حبرُو ن میں بادشاہ کے پاس آئے اور داؤُد بادشاہ نے حبرُو ن میں اُن کے ساتھ خُداوند کے حضُور عہد باندھا اور اُنہوں نے داؤُد کو مَسح کر کے اِسرا ئیل کا بادشاہ بنایا۔"},{"number":4,"verse":"اور داؤُد جب سلطنت کرنے لگا تو تِیس برس کا تھا اور اُس نے چالِیس برس سلطنت کی۔"},{"number":5,"verse":"اُس نے حبرُو ن میں سات برس چھ مہِینے یہُودا ہ پر سلطنت کی اور یروشلِیم میں سب اِسرا ئیل اور یہُودا ہ پر تینتِیس برس سلطنت کی۔"},{"number":6,"verse":"پِھر بادشاہ اور اُس کے لوگ یروشلِیم کو یبوسیو ں پر جو اُس مُلک کے باشِندے تھے چڑھائی کرنے گئے ۔ اُنہوں نے داؤُد سے کہا جب تک تُو اندھوں اور لنگڑوں کو نہ لے جائے یہاں نہیں آنے پائے گا ۔ وہ سمجھتے تھے کہداؤُد یہاں نہیں آ سکتا ہے۔"},{"number":7,"verse":"تَو بھی داؤُد نے صِیُّون کا قلعہ لے لِیا ۔ وُہی داؤُد کا شہر ہے۔"},{"number":8,"verse":"اور داؤُد نے اُس دِن کہا کہ جو کوئی یبُوسیوں کو مارے وہ نالے کو جائے اور اُن لنگڑوں اور اندھوں کو مارے جِن سے داؤُد کے جی کو نفرت ہے ۔اِسی لِئے یہ کہاوت ہے کہ اندھے اور لنگڑے وہاں ہیں ۔ سو وہ گھر میں نہیں آ سکتا۔"},{"number":9,"verse":"اور داؤُد اُس قلعہ میں رہنے لگا اور اُس نے اُس کا نام داؤُد کا شہر رکھّا اور داؤُد نے گِرداگِرد مِلّو سے لے کر اندر کے رُخ تک بُہت کُچھ تعمِیر کِیا۔"},{"number":10,"verse":"اور داؤُد بڑھتا ہی گیا کیونکہ خُداوند لشکروں کا خُدا اُس کے ساتھ تھا۔"},{"number":11,"verse":"اور صُور کے بادشاہ حِیرا م نے ایلچِیوں کو اور دیودار کی لکڑیوں اور بڑھیوں اور مِعماروں کو داؤُد کے پاس بھیجا اور اُنہوں نے داؤُد کے لِئے ایک محلّ بنایا۔"},{"number":12,"verse":"اور داؤُد کو یقِین ہُؤا کہ خُداوند نے اُسے اِسرا ئیل کا بادشاہ بنا کرقِیام بخشا اور اُس نے اُس کی سلطنت کو اپنی قَوم اِسرا ئیل کی خاطِر مُمتاز کِیا ہے۔"},{"number":13,"verse":"اور حبرُو ن سے چلے آنے کے بعد داؤُد نے یروشلِیم سے اَور حَرمیں رکھ لِیں اور بِیویاں کِیں اور داؤُد کے ہاں اَور بیٹے اور بیٹِیاں پَیدا ہُوئِیں۔"},{"number":14,"verse":"اور جو یروشلِیم میں اُس کے ہاں پَیدا ہُوئے اُن کے نام یہ ہیں سمّو عہ اور سوباب اور ناتن اور سُلیما ن۔"},{"number":15,"verse":"اور اِبحار اور الِیسُو ع اور نفج اور یفِیع"},{"number":16,"verse":"اور الیسمع اور الیدع اور الیفا لط۔"},{"number":17,"verse":"( فِلستِیوں پر فَتح یابی) اور جب فِلستِیوں نے سُنا کہ اُنہوں نے داؤُد کو مَسح کر کے اِسرا ئیل کا بادشاہ بنایا ہے تو سب فِلستی داؤُد کی تلاش میں چڑھ آئے اور داؤُد کو خبر ہُوئی ۔ سو وہ قلعہ میں چلا گیا۔"},{"number":18,"verse":"اور فِلستی آ کر رفائِیم کی وادی میں پَھیل گئے۔"},{"number":19,"verse":"تب داؤُد نے خُداوند سے پُوچھا کیا مَیں فلِستِیوں کے مُقابلہ کو جاؤُں؟ کیا تُو اُن کو میرے ہاتھ میں کر دے گا؟ خُداوند نے داؤُد سے کہا کہ جا کیونکہ مَیں ضرُور فِلستِیوں کو تیرے ہاتھ میں کر دُوں گا۔"},{"number":20,"verse":"سو داؤُد بعل پراضِیم میں آیا اور وہاں داؤُد نے اُن کو مارا اور کہنے لگا کہ خُداوند نے میرے دُشمنوں کو میرے سامنے توڑ ڈالا جَیسے پانی ٹُوٹ کر بہہ نِکلتا ہے ۔ اِس لِئے اُس نے اُس جگہ کا نام بعل پراضِیم رکھّا۔"},{"number":21,"verse":"اور وہِیں اُنہوں نے اپنے بُتوں کو چھوڑ دِیا تھا سو داؤُد اور اُس کے لوگ اُن کو لے گئے۔"},{"number":22,"verse":"اور فِلستی پِھر چڑھ آئے اور رفائِیم کی وادی میں پَھیل گئے۔"},{"number":23,"verse":"اور جب داؤُد نے خُداوند سے پُوچھا تو اُس نے کہا تُو چڑھائی نہ کر ۔ اُن کے پِیچھے سے گُھوم کر تُوت کے درختوں کے سامنے سے اُن پر حملہ کر۔"},{"number":24,"verse":"اور جب تُوت کے درختوں کی پُھنگِیوں میں تُجھے فَوج کے چلنے کی آواز سُنائی دے تو چُست ہو جانا کیونکہ اُس وقت خُداوند تیرے آگے آگے نِکل چُکا ہو گا تاکہ فِلستِیوں کے لشکر کو مارے۔"},{"number":25,"verse":"اور داؤُد نے جَیسا خُداوند نے اُسے فرمایا تھا وَیسا ہی کِیا اور فِلستِیوں کو جِبع سے جزر تک مارتا گیا۔"}]}