{"bibleAbbr":"guOV2016","bookName":"કલોસીઓને પાઉલ પ્રેરિતનો પત્ર","bookEnglishName":"Colossians","chapterNumber":3,"verses":[{"number":1,"verse":"એ માટે જો તમને ખ્રિસ્તની સાથે ઉઠાડવામાં આવ્યા હોય, તો જયાં ખ્રિસ્ત ( .) ઈશ્વરને જમણે હાથે બેઠેલા છે ત્યાંની, એટલે ઉપરની, વાતો શોધો."},{"number":2,"verse":"ઉપરની વાતો પર ચિત્ત લગાડો, પૃથ્વી પરની વાતો પર નહિ."},{"number":3,"verse":"કેમ કે તમે મૂએલા છો, અને તમારું જીવન ખ્રિસ્તની સાથે ઈશ્વરમાં ગુપ્ત રાખવામાં આવ્યું છે."},{"number":4,"verse":"ખ્રિસ્ત જે આપણું જીવન છે, તે જ્યારે પ્રગટ થશે, ત્યારે તમે પણ તેમની સાથે મહિમામાં પ્રગટ થશો."},{"number":5,"verse":"( જૂનું જીવન ત્યાગી નવીનપણે જીવો) એ માટે પૃથ્વી પરના તમારા અવયવો, એટલે વ્યભિચાર, અશુદ્ધતા, વિષયવાસના, ભૂંડી ઇચ્છા તથા દ્રવ્યલોભ જે મૂર્તિપૂજા છે, તેઓને મારી નાખો."},{"number":6,"verse":"એ કામોને લીધે આજ્ઞાભંગ કરનારા પર ઈશ્વરનો કોપ આવે છે."},{"number":7,"verse":"જ્યારે તમે અગાઉ તેઓમાં રહેતા હતા, ત્યારે તમે પણ તેઓમાં ચાલતા હતા."},{"number":8,"verse":"પણ હવે રીસ, ક્રોધ, અદાવત, નિંદા, તમારા મુખમાંથી [નીકળતાં] બીભત્સ વચન એ સર્વ તજી દો."},{"number":9,"verse":"એકબીજાની સાથે જૂઠું ન બોલો, કેમ કે ( .) તમે જૂના માણસપણાને તેની કરણીઓ સહિત ઉતારી મૂકયું છે."},{"number":10,"verse":"અને જે ( .) નવું માણસપણું ( .) તેના ઉત્પન્‍ન કરનારની પ્રતિમા પ્રમાણે તેમના જ્ઞાનને અર્થે નવું કરાતું જાય છે, તે તમે પહેર્યું છે."},{"number":11,"verse":"તેમાં નથી ગ્રીક કે યહૂદી, નથી સુન્‍નત કે બેસુન્‍નત, નથી બર્બર, નથી સિથિયન, નથી દાસ કે સ્વતંત્ર; પણ ખ્રિસ્ત સર્વ તથા સર્વમાં છે."},{"number":12,"verse":"એ માટે, પવિત્ર તથા વહાલાઓ, ઈશ્વરના પસંદ કરેલાને ઘટે તેમ, ( .) દયાળુ હ્રદય, મમતા, નમ્રતા, વિનય તથા સહનશીલતા પહેરો."},{"number":13,"verse":"એકબીજાનું સહન કરો, ને જો કોઈને કોઈની સાથે કજિયો હોય તો તેને ક્ષમા કરો, ( .) જેમ ખ્રિસ્તે તમને ક્ષમા આપી તેમ તમે પણ કરો."},{"number":14,"verse":"વળી એ સર્વ ઉપરાંત પ્રેમ જે સંપૂર્ણતાનું બંધન છે તે પહેરી લો."},{"number":15,"verse":"અને ખ્રિસ્તની શાંતિ કે જે [પામવા] માટે તમે એક શરીર [થવાને] તેડાયેલા છો, તે તમારાં રહ્દયોમાં રાજ કરે; અને આભારસ્તુતિ કરો."},{"number":16,"verse":"( .) ખ્રિસ્તની વાત સર્વ જ્ઞાનમાં પુષ્કળતાથી તમારામાં રહે; ગીતો, ‍સ્તોત્રો તથા આત્મિક ગાયનોથી એકબીજાને શીખવો તથા બોધ કરો, અને કૃપાસહિત તમારાં હ્રદયોમાં પ્રભુની આગળ ગાઓ."},{"number":17,"verse":"વચનથી કે કાર્યથી જે કંઈ તમે કરો તે સર્વ પ્રભુ ઈસુને નામે કરો, અને તે દ્વારા ઈશ્વર પિતાની આભારસ્તુતિ કરો."},{"number":18,"verse":"( નવા જીવનમાં વ્યક્તિગત સંબંધો) ( ; .) સ્‍ત્રીઓ, જેમ પ્રભુમાં [તમને] ઘટે છે તેમ તમે પોતાના પતિઓને આધીન રહો."},{"number":19,"verse":"( ; .) પતિઓ, તમે પોતાની પત્નીઓ પર પ્રેમ રાખો, અને તેઓ પ્રત્યે કઠોર ન થાઓ."},{"number":20,"verse":"( .) છોકરાં, તમે દરેક બાબતમાં તમારાં માતપિતાની આજ્ઞાનું પાલન કરો, કેમ કે તે પ્રભુને ગમે છે."},{"number":21,"verse":"( .) પિતાઓ, તમે તમારાં છોકરાંને ન ચીડવો, રખેને તેઓ નિરાશ થાય."},{"number":22,"verse":"( .) દાસો, તમે માણસોને ખુશ કરનારાઓની જેમ નહિ, અને દેખરેખ હોય ત્યાં સુધી નહિ અને પણ ખરા ભાવથી, અને પ્રભુથી ડરીને, પૃથ્વી પરના તમારા માલિકોની સર્વ વાતે આજ્ઞાઓ પાળો."},{"number":23,"verse":"માણસોને માટે નહિ પણ જાણે પ્રભુને માટે છે, એમ સમજીને જે કંઈ તમે કરો, તે બધું ખરા દિલથી કરો,"},{"number":24,"verse":"કેમ કે તમે જાણો છો કે પ્રભુ પાસેથી તમને વારસાનો બદલો મળશે. તમે તો પ્રભુ ખ્રિસ્તની સેવા કરો છો."},{"number":25,"verse":"જે ભૂંડું કરે છે તેને તેની ભૂંડાઈનું ફળ મળશે; અને ( ; .) [પ્રભુને ત્યાં] પક્ષપાત નથી."}]}