{"bibleAbbr":"bnOV2016","bookName":"যিহোশূয়ের পুস্তক।","bookEnglishName":"Joshua","chapterNumber":18,"verses":[{"number":1,"verse":"( শীলোতে সমাগম-তাম্বু স্থাপন ও গোষ্ঠীদের মধ্যে দেশ বিভাগ।) পরে ইস্রায়েল-সন্তানগণের সমস্ত মণ্ডলী শীলোতে সমাগত হইয়া সেই স্থানে সমাগম-তাম্বু স্থাপন করিল; দেশ তাহাদের সম্মুখে পরাজিত ছিল।"},{"number":2,"verse":"ঐ সময়ে ইস্রায়েল-সন্তানগণের মধ্যে সাত বংশ অবশিষ্ট ছিল, যাহারা আপন আপন অধিকার ভাগ করিয়া লয় নাই।"},{"number":3,"verse":"যিহোশূয় ইস্রায়েল-সন্তানগণকে কহিলেন, তোমাদের পিতৃপুরুষদের ঈশ্বর সদাপ্রভু তোমাদিগকে যে দেশ দিয়াছেন, সেই দেশে গিয়া তাহা অধিকার করিতে তোমরা আর কত কাল শিথিল থাকিবে?"},{"number":4,"verse":"তোমরা আপনাদের এক এক বংশের মধ্য হইতে তিন তিন জনকে দেও; আমি তাহাদিগকে প্রেরণ করিব, তাহারা উঠিয়া দেশের সর্ব্বত্র ভ্রমণ করিবে, এবং প্রত্যেকের অধিকারানুসারে তাহার বর্ণনা লিখিয়া লইয়া আমার নিকটে ফিরিয়া আসিবে।"},{"number":5,"verse":"তাহারা তাহা সাত অংশ করিবে; দক্ষিণদিকে আপন সীমাতে যিহূদা থাকিবে, এবং উত্তরদিকে আপন সীমাতে যোষেফের কুল থাকিবে।"},{"number":6,"verse":"তোমরা দেশটী সাত অংশ করিয়া তাহার বর্ণনা লিখিয়া আমার কাছে আনিবে; আমি এই স্থানে আমাদের ঈশ্বর সদাপ্রভুর সাক্ষাতে তোমাদের নিমিত্তে গুলিবাঁট করিব।"},{"number":7,"verse":"কারণ তোমাদের মধ্যে লেবীয়দের কোন অংশ নাই, কেননা সদাপ্রভুর যাজকত্বপদ তাহাদের অধিকার; আর গাদ ও রূবেণ, এবং মনঃশির অর্দ্ধ বংশ যর্দ্দনের পূর্ব্বপারে সদাপ্রভুর দাস মোশির দত্ত আপনাদের অধিকার পাইয়াছে।"},{"number":8,"verse":"পরে সেই লোকেরা উঠিয়া যাত্রা করিল; আর যাহারা সেই দেশের বর্ণনা লিখিতে গেল, যিহোশূয় তাহাদিগকে এই আজ্ঞা দিলেন, তোমরা গিয়া দেশের সর্ব্বত্র ভ্রমণ করিয়া দেশের বর্ণনা লিখিয়া লইয়া আমার নিকটে ফিরিয়া আইস; তাহাতে আমি এই শীলোতে সদাপ্রভুর সাক্ষাতে তোমাদের জন্য গুলিবাঁট করিব।"},{"number":9,"verse":"পরে ঐ লোকেরা গিয়া দেশের সর্ব্বত্র ভ্রমণ করিল, এবং নগরানুসারে সাত অংশ করিয়া পুস্তকে তাহার বর্ণনা লিখিল; পরে শীলোস্থিত শিবিরে যিহোশূয়ের নিকটে ফিরিয়া আসিল।"},{"number":10,"verse":"আর যিহোশূয় শীলোতে সদাপ্রভুর সাক্ষাতে তাহাদের জন্য গুলিবাঁট করিলেন; যিহোশূয় সেই স্থানে ইস্রায়েল-সন্তানগণের বিভাগানুসারে দেশ তাহাদিগকে অংশ করিয়া দিলেন।"},{"number":11,"verse":"আর গুলিবাঁটক্রমে এক অংশ আপন আপন গোষ্ঠী অনুসারে বিন্যামীন-সন্তানগণের বংশের নামে উঠিল। গুলিবাঁটে নির্দ্দিষ্ট তাহাদের সীমা যিহূদা-সন্তানগণের ও যোষেফ-সন্তানগণের মধ্যে হইল।"},{"number":12,"verse":"তাহাদের উত্তর পার্শ্বের সীমা যর্দ্দন হইতে যিরীহোর উত্তর পার্শ্ব দিয়া গেল, পরে পর্ব্বতময় প্রদেশের মধ্য দিয়া পশ্চিমদিকে বৈৎ-আবনের প্রান্তর পর্য্যন্ত গেল।"},{"number":13,"verse":"তথা হইতে ঐ সীমা লূসে, দক্ষিণদিকে লূসের অর্থাৎ বৈথেলের পার্শ্ব পর্য্যন্ত গেল; এবং নিম্নতর বৈৎ-হোরোণের দক্ষিণে স্থিত পর্ব্বত দিয়া অটারোৎ-অদ্দরের দিকে নামিয়া গেল।"},{"number":14,"verse":"তথা হইতে ঐ সীমা ফিরিয়া পশ্চিম পার্শ্বে, বৈৎ-হোরোণের দক্ষিণে স্থিত পর্ব্বত হইতে দক্ষিণদিকে গেল; আর যিহূদা-সন্তানগণের কিরিয়ৎ-বাল অর্থাৎ কিরিয়ৎ-যিয়ারীম নামক নগর পর্য্যন্ত গেল; ইহা পশ্চিম পার্শ্ব।"},{"number":15,"verse":"আর দক্ষিণ পার্শ্ব কিরিয়ৎ-যিয়ারীমের প্রান্ত হইতে আরম্ভ হইল, এবং সে সীমা পশ্চিমদিকে নির্গত হইয়া নিপ্তোহের জলের উনুই পর্য্যন্ত গমন করিল।"},{"number":16,"verse":"আর ঐ সীমা হিম্নোম-সন্তানের উপত্যকার সম্মুখস্থ ও রফায়ীম তলভূমির উত্তরদিক্স্থ পর্ব্বতের প্রান্ত পর্য্যন্ত নামিয়া গেল, এবং হিম্নোমের উপত্যকায়, যিবূষের দক্ষিণ পার্শ্বে নামিয়া আসিয়া ঐন্-রোগেলে গেল।"},{"number":17,"verse":"আর উত্তরদিকে ফিরিয়া ঐন্-শেমশে গমন করিল, এবং অদুম্মীম আরোহণ-পথের সম্মুখস্থ গলীলোতের দিকে নির্গত হইয়া রূবেণ-সন্তান বোহনের প্রস্তর পর্য্যন্ত নামিয়া গেল।"},{"number":18,"verse":"আর উত্তরদিকে অরাবা তলভূমির সম্মুখস্থ পার্শ্বে গিয়া অরাবা তলভূমিতে নামিয়া গেল।"},{"number":19,"verse":"আর ঐ সীমা উত্তরদিকে বৈৎ-হগ্লার পার্শ্ব পর্য্যন্ত গেল; যর্দ্দনের দক্ষিণ প্রান্তস্থ লবণ-সমুদ্রের উত্তর খাড়ী সেই সীমার প্রান্ত ছিল; ইহা দক্ষিণ সীমা।"},{"number":20,"verse":"আর পূর্ব্ব পার্শ্বে যর্দ্দন তাহার সীমা ছিল। চারিদিকে আপন সীমা অনুসারে, আপন আপন গোষ্ঠী অনুসারে, বিন্যামীন-সন্তানগণের এই অধিকার ছিল।"},{"number":21,"verse":"আপন আপন গোষ্ঠী অনুসারে বিন্যামীন-সন্তানগণের বংশের নগর যিরীহো বৈৎ-হগ্লা,"},{"number":22,"verse":"এমক-কশিশ, বৈৎ-অরাবা, সমারয়িম,"},{"number":23,"verse":"বৈথেল, অব্বীম, পারা, অফ্রা, কফরঅম্মোনী,"},{"number":24,"verse":"অফ্নি ও গেবা; স্ব স্ব গ্রামের সহিত বারোটি নগর।"},{"number":25,"verse":"গিবিয়োন, রামা, বেরোৎ, মিস্পী,"},{"number":26,"verse":"কফীরা, মোৎসা, রেকম,"},{"number":27,"verse":"[2728] যির্পেল, তরলা, সেলা, এলফ, যিবূষ অর্থাৎ যিরূশালেম, গিবিয়াৎ ও কিরিয়ৎ; স্ব স্ব গ্রামের সহিত চৌদ্দটী নগর। আপন আপন গোষ্ঠী অনুসারে বিন্যামীন-সন্তানগণের এই অধিকার।"}]}