{"bibleAbbr":"bnOV2016","bookName":"যিহোশূয়ের পুস্তক।","bookEnglishName":"Joshua","chapterNumber":21,"verses":[{"number":1,"verse":"( লেবীয়দের প্রাপ্য নগরসমূহ।) পরে লেবীয়দের পিতৃকুলপতিগণ ইলিয়াসর যাজকের, নূনের পুত্র যিহোশূয়ের ও ইস্রায়েল-সন্তানগণের বংশ সকলের পিতৃকুলপতিগণের নিকটে আসিলেন,"},{"number":2,"verse":"ও কনান দেশের শীলোতে তাঁহাদিগকে কহিলেন, আমাদের বাসার্থ নগর ও পশুগণের জন্য পরিসরভূমি দিবার আজ্ঞা সদাপ্রভু মোশি দ্বারা দিয়াছিলেন।"},{"number":3,"verse":"তাহাতে সদাপ্রভুর আজ্ঞানুসারে ইস্রায়েল-সন্তানগণ আপন আপন অধিকার হইতে লেবীয়দিগকে এই এই নগর ও সেগুলির পরিসরভূমি দিল।"},{"number":4,"verse":"কহাতীয় গোষ্ঠীদের নামে গুলি উঠিল; তাহাতে লেবীয়দের মধ্যে হারোণ যাজকের সন্তানগণ গুলিবাঁট দ্বারা যিহূদা বংশ, শিমিয়োনীয়দের বংশ ও বিন্যামীন বংশ হইতে তেরটী নগর পাইল।"},{"number":5,"verse":"আর কহাতের অবশিষ্ট সন্তানগণ গুলিবাঁট দ্বারা ইফ্রয়িম বংশের গোষ্ঠীসমূহ হইতে, এবং দান বংশ ও মনঃশির অর্দ্ধ বংশ হইতে দশটী নগর পাইল।"},{"number":6,"verse":"আর গের্শোন-সন্তানগণ গুলিবাঁট দ্বারা ইষাখর বংশের গোষ্ঠীসমূহ হইতে, এবং আশের বংশ, নপ্তালি বংশ ও বাশনস্থ মনঃশির অর্দ্ধ বংশ হইতে তেরটী নগর পাইল।"},{"number":7,"verse":"আর মরারি-সন্তানগণ আপন আপন গোষ্ঠী অনুসারে রূবেণ বংশ, গাদ বংশ ও সবূলূন বংশ হইতে বারোটী নগর পাইল।"},{"number":8,"verse":"এইরূপে ইস্রায়েল-সন্তানগণ গুলিবাঁট করিয়া লেবীয়দিগকে এই সকল নগর ও সেগুলির পরিসরভূমি দিল, যেমন সদাপ্রভু মোশির দ্বারা আজ্ঞা দিয়াছিলেন।"},{"number":9,"verse":"তাহারা যিহূদা-সন্তানগণের বংশের ও শিমিয়োন-সন্তানগণের বংশের অধিকার হইতে এই এই নামবিশিষ্ট নগর দিল।"},{"number":10,"verse":"লেবির সন্তান কহাতীয় গোষ্ঠীদের মধ্যবর্ত্তী হারোণ-সন্তানদের সে সকল হইল; কেননা তাহাদের নামে প্রথম গুলি উঠিল।"},{"number":11,"verse":"ফলতঃ তাহারা অনাকের পিতা অর্বের কিরিয়ৎ-অর্ব, অর্থাৎ পর্ব্বতময় যিহূদা প্রদেশস্থ হিব্রোণ ও তাহার চারিদিকের পরিসর তাহাদিগকে দিল।"},{"number":12,"verse":"কিন্তু ঐ নগরের ক্ষেত্র ও গ্রাম সকল তাহারা অধিকারার্থে যিফুন্নির পুত্র কালেবকে দিল।"},{"number":13,"verse":"তাহারা হারোণ যাজকের সন্তানগণকে পরিসরের সহিত নরহন্তার আশ্রয়-নগর হিব্রোণ দিল;"},{"number":14,"verse":"এবং পরিসরের সহিত লিব্না,"},{"number":15,"verse":"পরিসরের সহিত যত্তীর, পরিসরের সহিত ইষ্টমোয়, পরিসরের সহিত হোলোন,"},{"number":16,"verse":"পরিসরের সহিত দবীর, পরিসরের সহিত ঐন, পরিসরের সহিত যুটা ও পরিসরের সহিত বৈৎ-শেমশ, ঐ দুই বংশের অধিকার হইতে এই নয়টী নগর দিল।"},{"number":17,"verse":"আর বিন্যামীন বংশের অধিকার হইতে পরিসরের সহিত গিবিয়োন,"},{"number":18,"verse":"পরিসরের সহিত গেবা, পরিসরের সহিত অনাথোৎ ও পরিসরের সহিত অল্মোন, এই চারিটী নগর দিল।"},{"number":19,"verse":"সাকল্যে পরিসরের সহিত তেরটী নগর হারোণ-সন্তান যাজকদের অধিকার হইল।"},{"number":20,"verse":"আর কহাতের অবশিষ্ট সন্তানগণ অর্থাৎ কহাৎ-সন্তান লেবীয়দের গোষ্ঠী সকল ইফ্রয়িম বংশের অধিকার হইতে আপনাদের অধিকার-নগর পাইল।"},{"number":21,"verse":"ফলতঃ নরহন্তার আশ্রয়-নগর পর্ব্বতময় ইফ্রয়িম প্রদেশস্থ শিখিম, ও তাহার পরিসর,"},{"number":22,"verse":"এবং পরিসরের সহিত গেষর; ও পরিসরের সহিত কিবসয়িম, ও পরিসরের সহিত বৈৎ-হোরোণ; এই চারিটী নগর তাহারা তাহাদিগকে দিল।"},{"number":23,"verse":"আর দান বংশের অধিকার হইতে পরিসরের সহিত ইল্তকী, পরিসরের সহিত গিব্বথোন, পরিসরের সহিত অয়ালোন,"},{"number":24,"verse":"ও পরিসরের সহিত গাৎ-রিম্মোণ, এই চারিটী নগর দিল।"},{"number":25,"verse":"আর মনঃশি অর্দ্ধ বংশের অধিকার হইতে পরিসরের সহিত তানক, ও পরিসরের সহিত গাৎ-রিম্মোণ, এই দুইটী নগর দিল।"},{"number":26,"verse":"কহাতের অবশিষ্ট সন্তানগণের গোষ্ঠীদের নিমিত্তে সর্ব্বশুদ্ধ পরিসরের সহিত এই দশটি নগর দিল।"},{"number":27,"verse":"পরে তাহারা লেবীয়দের গোষ্ঠীদের মধ্যে গের্শোন-সন্তানগণকে মনঃশির অর্দ্ধ বংশের অধিকার হইতে পরিসরের সহিত নরহন্তার আশ্রয়-নগর বাশনস্থ গোলন, এবং পরিসরের সহিত বীষ্টরা, এই দুইটী নগর দিল।"},{"number":28,"verse":"আর ইষাখর বংশের অধিকার হইতে পরিসরের সহিত কিশিয়োন,"},{"number":29,"verse":"পরিসরের সহিত দাবরৎ, পরিসরের সহিত যর্মূৎ, ও পরিসরের সহিত ঐন্-গন্নীম; এই চারিটী নগর দিল।"},{"number":30,"verse":"আর আশের বংশের অধিকার হইতে পরিসরের সহিত মিশাল, পরিসরের সহিত আব্দোন,"},{"number":31,"verse":"পরিসরের সহিত হিল্কৎ, ও পরিসরের সহিত রহোব; এই চারিটী নগর দিল।"},{"number":32,"verse":"আর নপ্তালি বংশের অধিকার হইতে পরিসরের সহিত নরহন্তার আশ্রয়-নগর গালীলস্থ কেদশ, এবং পরিসরের সহিত হম্মোৎ-দোর, ও পরিসরের সহিত কর্ত্তন, এই তিনটী নগর দিল।"},{"number":33,"verse":"আপন আপন গোষ্ঠী অনুসারে গের্শোনীয়েরা সর্ব্বশুদ্ধ পরিসরের সহিত এই তেরোটী নগর পাইল।"},{"number":34,"verse":"পরে তাহারা মরাবি-সন্তানগণের গোষ্ঠীদিগকে অর্থাৎ অবশিষ্ট লেবীয়দিগকে সবূলূন বংশের অধিকার হইতে পরিসরের সহিত যক্নিয়াম, পরিসরের সহিত কার্ত্তা,"},{"number":35,"verse":"পরিসরের সহিত দিম্না, ও পরিসরের সহিত নহলোল এই চারিটী নগর দিল।"},{"number":36,"verse":"আর রূবেণ বংশের অধিকার হইতে পরিসরের সহিত বেৎসর,"},{"number":37,"verse":"পরিসরের সহিত যহস, পরিসরের সহিত কদেমোৎ ও পরিসরের সহিত মেফাৎ, এই চারিটী নগর দিল।"},{"number":38,"verse":"আর গাদ বংশের অধিকার হইতে পরিসরের সহিত নরহন্তার আশ্রয়-নগর গিলিয়দস্থ রামোৎ,"},{"number":39,"verse":"এবং পরিসরের সহিত মহনয়িম, পরিসরের সহিত হিষ্বোণ ও পরিসরের সহিত যাসের, সাকল্যে এই চারিটী নগর দিল।"},{"number":40,"verse":"এইরূপে লেবীয়দের অবশিষ্ট গোষ্ঠী সকল, অর্থাৎ মরারি-সন্তানগণ আপন আপন গোষ্ঠী অনুসারে গুলিবাঁট দ্বারা সর্ব্বশুদ্ধ বারোটী নগর পাইল।"},{"number":41,"verse":"ইস্রায়েল-সন্তানগণের অধিকারের মধ্যে পরিসরের সহিত সর্ব্বশুদ্ধ আটচল্লিশটী নগর লেবীয়দের হইল।"},{"number":42,"verse":"সেই সকল নগরের মধ্যে প্রত্যেক নগরের চারিদিকে পরিসর ছিল; সেই সমস্ত নগরেরই এইরূপ ছিল।"},{"number":43,"verse":"সদাপ্রভু লোকদের পিতৃপুরুষদের কাছে যে দেশের বিষয় দিব্য করিয়াছিলেন, সেই সমগ্র দেশ তিনি ইস্রায়েলকে দিলেন, এবং তাহারা তাহা অধিকার করিয়া তথায় বাস করিল।"},{"number":44,"verse":"সদাপ্রভু তাহাদের পিতৃপুরুষদের কাছে কৃত আপনার সমস্ত দিব্যানুসারে চারিদিকে তাহাদিগকে বিশ্রাম দিলেন; তাহাদের সমস্ত শত্রুর মধ্যে কেহই তাহাদের সম্মুখে দাঁড়াইতে পারিল না; সদাপ্রভু তাহাদের সমস্ত শত্রুকে তাহাদের হস্তে সমর্পণ করিলেন।"},{"number":45,"verse":"সদাপ্রভু ইস্রায়েলকুলের কাছে যে সকল মঙ্গলবাক্য বলিয়াছিলেন, তাহার মধ্যে একটী বাক্যও নিষ্ফল হইল না; সকলই সফল হইল।"}]}