{"bibleAbbr":"bnOV2016","bookName":"যিহোশূয়ের পুস্তক।","bookEnglishName":"Joshua","chapterNumber":3,"verses":[{"number":1,"verse":"( ইস্রায়েলীয়েরা যর্দ্দন নদী পার হয়।) পরে যিহোশূয় প্রত্যূষে উঠিয়া সমস্ত ইস্রায়েল-সন্তানের সহিত শিটীম হইতে যাত্রা করিয়া যর্দ্দন সমীপে উপস্থিত হইলেন, কিন্তু তখন পার না হইয়া সে স্থানে রাত্রি যাপন করিলেন।"},{"number":2,"verse":"তিন দিনের পর অধ্যক্ষগণ শিবিরের মধ্য দিয়া গেলেন;"},{"number":3,"verse":"তাঁহারা লোকদিগকে এই আজ্ঞা করিলেন; তোমরা যে সময়ে তোমাদের ঈশ্বর সদাপ্রভুর নিয়ম-সিন্দুক, ও লেবীয় যাজকগণকে তাহা বহন করিতে দেখিবে, তৎকালে আপন আপন স্থান হইতে যাত্রা করিয়া তাহারা পশ্চাতে পশ্চাতে গমন করিবে।"},{"number":4,"verse":"তথাপি তাহার ও তোমাদের মধ্যে অনুমান দুই সহস্র হস্ত পরিমিত ভূমি ব্যবধান থাকিবে; তাহার আর নিকটবর্ত্তী হইবে না; যেন তোমরা আপনাদের গন্তব্য পথ জানিতে পার, কেননা ইতিপূর্ব্বে তোমরা এই পথ দিয়া যাও নাই।"},{"number":5,"verse":"পরে যিহোশূয় লোকদিগকে কহিলেন, তোমরা আপনাদিগকে পবিত্র কর, কেননা কল্য সদাপ্রভু তোমাদের মধ্যে আশ্চর্য্য ক্রিয়া করিবেন।"},{"number":6,"verse":"পরে যিহোশূয় যাজকদিগকে বলিলেন, তোমরা নিয়ম-সিন্দুক তুলিয়া লইয়া লোকদের অগ্রে অগ্রে চল; তাহাতে তাহারা নিয়ম-সিন্দুক তুলিয়া লইয়া লোকদের অগ্রে অগ্রে গমন করিতে লাগিল।"},{"number":7,"verse":"তখন সদাপ্রভু যিহোশূয়কে কহিলেন, অদ্য আমি সমস্ত ইস্রায়েলের সাক্ষাতে তোমাকে মহিমান্বিত করিতে আরম্ভ করিব, যেন তাহারা জানিতে পারে যে আমি যেমন মোশির সহবর্ত্তী ছিলাম, তেমনি তোমার সহবর্ত্তী থাকিব।"},{"number":8,"verse":"তুমি নিয়ম-সিন্দুকবাহক যাজকগণকে এই আজ্ঞা কর, যর্দ্দনের জলের ধারে উপস্থিত হইলে তোমরা যর্দ্দনে দাঁড়াইয়া থাকিবে।"},{"number":9,"verse":"তখন যিহোশূয় ইস্রায়েল-সন্তানগণকে কহিলেন, তোমরা এখানে আইস, তোমাদের ঈশ্বর সদাপ্রভুর বাক্য শুন।"},{"number":10,"verse":"আর যিহোশূয় কহিলেন, জীবন্ত ঈশ্বর যে তোমাদের মধ্যে বিদ্যমান, এবং কনানীয়, হিত্তীয়, হিব্বীয়, পরিষীয়, গির্গাশীয়, ইমোরীয় ও যিবূষীয়দিগকে তোমাদের সম্মুখ হইতে নিশ্চয়ই অধিকারচ্যুত করিবেন, তাহা তোমরা ইহা দ্বারা জানিতে পারিবে।"},{"number":11,"verse":"দেখ, সমস্ত ভূমণ্ডলের প্রভুর নিয়ম-সিন্দুক তোমাদের অগ্রে অগ্রে যর্দ্দনে যাইতেছে।"},{"number":12,"verse":"এখন তোমরা ইস্রায়েলের এক এক বংশ হইতে এক এক জন, এইরূপে বারো বংশ হইতে বারো জনকে গ্রহণ কর।"},{"number":13,"verse":"পরে এইরূপ হইবে, সমস্ত ভূমণ্ডলের প্রভু সদাপ্রভুর নিয়ম-সিন্দুকবাহক যাজকদের পদতল যর্দ্দনের জলে প্রবিষ্ট হইবামাত্র যর্দ্দনের জল, অর্থাৎ উপর হইতে যে জল বহিয়া আসিতেছে, তাহা ছিন্ন হইবে, এবং এক রাশি হইয়া দাঁড়াইয়া থাকিবে।"},{"number":14,"verse":"তখন লোকেরা যর্দ্দন পার হইবার জন্য আপন আপন তাম্বু হইতে যাত্রা করিল, আর যাজকগণ নিয়ম-সিন্দুক বহন করতঃ লোকদের অগ্রবর্ত্তী হইল।"},{"number":15,"verse":"আর সিন্দুকবাহকেরা যখন যর্দ্দন-সমীপে উপস্থিত হইল, এবং জলের ধারে সিন্দুকবাহক যাজকগণের চরণ জলমগ্ন হইল,—বাস্তবিক ফসল কাটার সমস্ত সময় যর্দ্দনের জল সমস্ত তীরের উপরে থাকে,"},{"number":16,"verse":"—তখন উপর হইতে আগত সমস্ত জল দাঁড়াইল, অতিদূরে সর্ত্তনের নিকটবর্ত্তী আদম নগরের কাছে এক রাশি হইয়া উঠিয়া রহিল, এবং অরাবা তলভূমির সমুদ্রে অর্থাৎ লবণ সমুদ্রে যে জল নামিয়া যাইতেছিল, তাহা সম্পূর্ণ ছিন্ন হইল; তাহাতে লোকেরা যিরীহোর সম্মুখেই পার হইল।"},{"number":17,"verse":"আর যে পর্য্যন্ত সমস্ত লোক নিঃশেষে যর্দ্দন পার না হইল, সেই পর্য্যন্ত সদাপ্রভুর নিয়ম-সিন্দুকবাহক যাজকগণ যর্দ্দন-মধ্যে শুষ্কভূমিতে দাঁড়াইয়া থাকিল; এবং সমস্ত ইস্রায়েল ক্রমশঃ শুষ্ক ভূমি দিয়া পার হইয়া গেল।"}]}