{"bibleAbbr":"bnOV2016","bookName":"যিহোশূয়ের পুস্তক।","bookEnglishName":"Joshua","chapterNumber":6,"verses":[{"number":1,"verse":"তখন যিহোশূয় সেইরূপ করিলেন। (সেই সময়ে ইস্রায়েল-সন্তানগণের হেতু যিরীহো নগর রুদ্ধ ও সংরুদ্ধ ছিল, কেহ ভিতরে আসিত না, কেহ বাহিরে যাইত না।)"},{"number":2,"verse":"আর সদাপ্রভু যিহোশূয়কে কহিলেন, দেখ, আমি যিরীহো, ইহার রাজাকে ও বলবান বীর সকলকে তোমার হস্তে সমর্পণ করিলাম।"},{"number":3,"verse":"তোমরা সমস্ত যোদ্ধা এই নগর বেষ্টন করিয়া এক এক বার প্রদক্ষিণ করিবে; এইরূপ ছয় দিন করিবে।"},{"number":4,"verse":"আর সাত জন যাজক সিন্দুকের অগ্রে অগ্রে মহাশব্দকারী সাত তূরী বহন করিবে; পরে সপ্তম দিবসে তোমরা সাত বার নগর প্রদক্ষিণ করিবে, ও যাজকগণ তূরী বাজাইবে।"},{"number":5,"verse":"আর তাহারা উচ্চৈঃস্বরে মহাশব্দকারী শিঙ্গা বাজাইলে যখন তোমরা সেই তূরীধ্বনি শুনিবে, তখন সমস্ত লোক অতি উচ্চৈঃস্বরে সিংহনাদ করিয়া উঠিবে, তাহাতে নগরের প্রাচীর স্বস্থানে পড়িয়া যাইবে, এবং লোকেরা প্রত্যেক জন সম্মুখপথে উঠিয়া যাইবে।"},{"number":6,"verse":"পরে নূনের পুত্র যিহোশূয় যাজকগণকে ডাকিয়া কহিলেন, তোমরা নিয়ম-সিন্দুক তুল, এবং সাত জন যাজক সদাপ্রভুর সিন্দুকের অগ্রে অগ্রে মহাশব্দকারী সাত তূরী বহন করুক।"},{"number":7,"verse":"আর তিনি লোকদিগকে কহিলেন, তোমরা অগ্রসর হইয়া নগর বেষ্টন কর, এবং সসজ্জ সৈন্য সদাপ্রভুর সিন্দুকের অগ্রে অগ্রে গমন করুক।"},{"number":8,"verse":"তখন লোকদের কাছে যিহোশূয়ের বাক্য সাঙ্গ হইলে সেই সাত জন যাজক সদাপ্রভুর অগ্রে অগ্রে মহাশব্দকারী সাত তূরী বহন করতঃ তূরী বাজাইতে বাজাইতে চলিতে লাগিল, ও সদাপ্রভুর নিয়ম-সিন্দুক তাহাদের পশ্চাতে পশ্চাতে চলিল।"},{"number":9,"verse":"আর সসজ্জ সৈন্য তূরীবাদক যাজকদের অগ্রে অগ্রে চলিল, এবং পশ্চাদ্দিকের সৈন্য সিন্দুকের পশ্চাতে পশ্চাতে গমন করিল, [যাজকগণ] তূরীধ্বনি করিতে করিতে চলিল।"},{"number":10,"verse":"আর যিহোশূয় লোকদিগকে বলিলেন, তোমরা সিংহনাদ করিও না, আপন আপন রব শুনাইও না, তোমাদের মুখ হইতে বাক্য নির্গত না হউক; পরে আমি যে দিন সিংহনাদ করিতে তোমাদিগকে আজ্ঞা করিব, সেই দিন তোমরা সিংহনাদ করিবে।"},{"number":11,"verse":"এইরূপে তিনি নগরের চারিদিকে এক বার সদাপ্রভুর সিন্দুক প্রদক্ষিণ করাইলেন; আর তাহারা শিবিরে আসিয়া শিবিরে রাত্রি যাপন করিল।"},{"number":12,"verse":"আর যিহোশূয় প্রত্যূষে উঠিলেন, এবং যাজকগণ সদাপ্রভুর সিন্দুক তুলিয়া লইল।"},{"number":13,"verse":"আর সেই সাত জন যাজক সদাপ্রভুর সিন্দুকের অগ্রে অগ্রে মহাশব্দকারী সাত তূরী বহন করিতে করিতে, অনবরত চলিল ও তূরী বাজাইতে লাগিল; এবং সসজ্জ সৈন্য তাহাদের অগ্রে অগ্রে চলিল, এবং পশ্চাদ্দিকের সৈন্য সদাপ্রভুর সিন্দুকের পশ্চাতে পশ্চাতে গমন করিল, [যাজকগণ] তূরীধ্বনি করিতে করিতে চলিল।"},{"number":14,"verse":"আর তাহারা দ্বিতীয় দিবসে এক বার নগর প্রদক্ষিণ করিয়া শিবিরে ফিরিয়া আসিল; তাহারা ছয় দিন এইরূপ করিল।"},{"number":15,"verse":"পরে সপ্তম দিবসে তাহারা প্রত্যূষে অরুণোদয় কালে উঠিয়া সাত বার সেই প্রকারে নগর প্রদক্ষিণ করিল; কেবল সেই দিবসে সাত বার নগর প্রদক্ষিণ করিল।"},{"number":16,"verse":"পরে যাজকগণ সপ্তম বার তূরী বাজাইলে যিহোশূয় লোকদিগকে কহিলেন, তোমরা সিংহনাদ কর, কেননা সদাপ্রভু তোমাদিগকে এই নগর দিয়াছেন।"},{"number":17,"verse":"আর নগর ও তথাকার সমস্ত বস্তু সদাপ্রভুর উদ্দেশে বর্জ্জিত হইবে; কেবল রাহব বেশ্যা ও তাহার সহিত যাহারা গৃহে আছে, সমস্ত লোক বাঁচিবে, কেননা সে আমাদের প্রেরিত দূতগণকে লুকাইয়া রাখিয়াছিল।"},{"number":18,"verse":"আর তোমরা সেই বর্জ্জিত দ্রব্য হইতে আপনাদিগকে সাবধানে রক্ষা করিও, নতুবা বর্জ্জিত করিবার পর বর্জ্জিত দ্রব্যের কিছু লইলে তোমরা ইস্রায়েলের শিবির বর্জ্জিত করিয়া ব্যাকুল করিবে।"},{"number":19,"verse":"কিন্তু সমুদয় রৌপ্য ও স্বর্ণ এবং পিত্তলের ও লৌহের সমস্ত পাত্র সদাপ্রভুর উদ্দেশে পবিত্র; সে সকল সদাপ্রভুর ভাণ্ডারে যাইবে।"},{"number":20,"verse":"পরে লোকেরা সিংহনাদ করিল; ও [যাজকেরা] তূরী বাজাইল; আর লোকেরা তূরীধ্বনি শুনিয়া অতি উচ্চৈঃস্বরে সিংহনাদ করিয়া উঠিল, তাহাতে প্রাচীর স্বস্থানে পড়িয়া গেল; পরে লোকেরা প্রত্যেক জন সম্মুখপথে নগরে উঠিয়া গিয়া নগর হস্তগত করিল।"},{"number":21,"verse":"আর তাহারা খড়গধারে নগরের স্ত্রী পুরুষ আবাল বৃদ্ধ এবং গো, মেষ ও গর্দ্দভ সকলই নিঃশেষে বিনষ্ট করিল।"},{"number":22,"verse":"কিন্তু যে দুই ব্যক্তি দেশ নিরীক্ষণ করিয়াছিল, যিহোশূয় তাহাদিগকে বলিলেন, তোমরা সেই বেশ্যার গৃহে গমন কর, এবং তাহার কাছে যে দিব্য করিয়াছ, তদনুসারে সেই স্ত্রীলোককে ও তাহার সমস্ত লোককে বাহির করিয়া আন।"},{"number":23,"verse":"তাহাতে সেই দুই যুবা চর প্রবেশ করিয়া রাহবকে এবং তাহার পিতামাতা ও ভ্রাতৃগণ ও তাহার সমস্ত লোককে বাহির করিয়া আনিল; তাহার সমস্ত গোষ্ঠীকেও বাহির করিয়া আনিল; তাহারা ইস্রায়েলের শিবিরের বাহিরে তাহাদিগকে রাখিল।"},{"number":24,"verse":"আর লোকেরা নগর ও তথাকার সমস্ত বস্তু আগুনে পোড়াইয়া দিল, কেবল রৌপ্য ও স্বর্ণ, এবং পিত্তলের ও লৌহের পাত্র সকল সদাপ্রভুর গৃহের ভাণ্ডারে রাখিল।"},{"number":25,"verse":"কিন্তু যিহোশূয় রাহব বেশ্যাকে, তাহার পিতৃকুলকে ও তাহার স্বজন সকলকে জীবিত রাখিলেন; সে অদ্যাপি ইস্রায়েলের মধ্যে বসতি করিতেছে; কারণ যিরীহো নিরীক্ষণ করিবার জন্য যিহোশূয়ের প্রেরিত দুই দূতকে সে লুকাইয়া রাখিয়াছিল।"},{"number":26,"verse":"সেই সময়ে যিহোশূয় শপথ করিয়া লোকদিগকে কহিলেন, যে কেহ উঠিয়া এই যিরীহো নগর পত্তন করিবে, সে সদাপ্রভুর সাক্ষাতে শাপগ্রস্ত হউক; নগরের ভিত্তিমূল স্থাপনের দণ্ডরূপে সে আপন জ্যেষ্ঠ পুত্রকে, ও নগরদ্বার সকল স্থাপনের দণ্ডরূপে আপন কনিষ্ঠ পুত্রকে দিবে।"},{"number":27,"verse":"এইরূপে সদাপ্রভু যিহোশূয়ের সহবর্ত্তী ছিলেন, আর তাঁহার যশ সমুদয় দেশে ব্যাপিল।"}]}