{"bibleAbbr":"GB1539","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":10,"verses":[{"number":1,"verse":"A Deed flye doth corrupt swete oyntement & maketh it to stynk: Euen so oft tymes he that is made for wysdome & honour, is abhorred because of a lytle foolishnes."},{"number":2,"verse":"A wyse mans herte is vpon the ryght hande, but a fooles herte vpon the left."},{"number":3,"verse":"A foole will shewe him self when he goeth by the way, yet thinkethe he that euery man doth as foolyshly as him selfe."},{"number":4,"verse":"If a principal sprete be geuen the to beare rule, be not necgligent then in thine office: for he that can take cure of him selfe, auoydeth great offences."},{"number":5,"verse":"Another plage is there, which I haue sene vnder the sonne: namely, the ignoraunce that is commenly amonge princes:"},{"number":6,"verse":"in that a foole sytteth in greate dignite, & the rych are sett downe beneth:"},{"number":7,"verse":"I haue sene seruauntes ryde vpon horses, and princes goyng vpon their fete as it were seruauntes."},{"number":8,"verse":"But he that dyggeth vp a pyt, shal fall therin him selfe: and who so breaketh downe the hedge, a serpent shall byte hym."},{"number":9,"verse":"Who so remoueth stones, shall haue trauayle withall: & he that heweth wood, shalbe hurt therwith."},{"number":10,"verse":"When an yron is blont, and the poynt not sharpened, it must be whet agayne, and that wt myght: Euen so doth wysdome folowe diligence."},{"number":11,"verse":"A babler of hys tonge is no better, then a serpent that styngeth wythout hyssynge."},{"number":12,"verse":"The wordes out of a wyse mans mouth are gracious, but the lyppes of a foole wyll destroye him selfe."},{"number":13,"verse":"The beginnyng of his talkynge is foolyshnes, & the last worde of his mouth is starke madnesse."},{"number":14,"verse":"A foole is full of wordes, & a man cannot tell what shall come to passe: who wyll then warne him of it that shall folow after him?"},{"number":15,"verse":"The laboure of the folysh is greuous vnto them, whyle they knowe not howe to go into the citye."},{"number":16,"verse":"Wo be vnto the (O thou lande) whose kynge is but a child, and whose princes are early at their banckettes."},{"number":17,"verse":"But well is the (O thou lande) whose kynge is come of nobles, & whose princes eate in due season, for necessyte & not for lust."},{"number":18,"verse":"Thorow slouthfulnesse the balckes fall downe, & thorow ydle handes it rayneth in at the house."},{"number":19,"verse":"Meat maketh men to laugh, and wyne maketh them mery: but vnto money are all thinges obedient."},{"number":20,"verse":"Wish the kyng no euell in thy thought & speake no hurte of the ryche in thy preuy chambre: for a byrd of the ayre shall betraye thy voyce, and with hir fethers shal she bewraye thy wordes."}]}