{"bibleAbbr":"GB1539","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":3,"verses":[{"number":1,"verse":"Euery thinge hath a tyme, yee all that is vnder the heauen, hath his conuenient season."},{"number":2,"verse":"There is a tyme to be borne, and a tyme to dye. There is a tyme to plante and a tyme to pleke vp the thing, that is planted."},{"number":3,"verse":"A time to slaye, and a time to make whole. A tyme to breake downe, & a tyme to build vp."},{"number":4,"verse":"A tyme to wepe, and a tyme to laugh: A tyme to mourne, and a tyme to daunse."},{"number":5,"verse":"A time to cast awaye stones, and a tyme to gather stones together. A tyme to embrace, and a tyme to refrayne from embracing."},{"number":6,"verse":"A tyme to wynne, and a tyme to lese. A tyme to spare, and a tyme to spende."},{"number":7,"verse":"A tyme to cut in peces, and a tyme to sowe together."},{"number":8,"verse":"A tyme to loue, and a tyme to hate."},{"number":9,"verse":"What hath a man els (that doth any thing) but werynesse & labour?"},{"number":10,"verse":"For as touchinge the trauayle and carefulnesse whych God hath geuen vnto men, I se that he hath geuen it them, to be excercised in it."},{"number":11,"verse":"All thys hath he ordened maruelous goodly, to euery thing his due tyme. He hath planted ignoraunce also in the hertes of men, that they shuld not comprehende the ground of hys worckes, which he doth from the begynning to the ende."},{"number":12,"verse":"So I perceaued, that in these thinges there is nothing better for a man, then to be mery and to do well so longe as he lyueth."},{"number":13,"verse":"For all that a man eateth & dryncketh, yee whatsoeuer a man enioyeth of all his labour, that same is a gyfte of God."},{"number":14,"verse":"I consydered also that whatsoeuer God doth, it continueth for euer and that nothing can be put vnto it, nor taken from it, and that God doth it to the intent, that men shuld feare hym."},{"number":15,"verse":"The thing that hath bene is nowe: and the thyng that is for to come, hath bene afore time, for God restoreth agayne the thynge that was past"},{"number":16,"verse":"Moreouer, I sawe vnder the Sunne vngodlynesse in the steade of iudgement, and iniquyte in steade of ryghteousnesse."},{"number":17,"verse":"Then thought I in my minde: God shal separate the ryghteous from the vngodly, and then shalbe the tyme and iudgement of all councels and worckes."},{"number":18,"verse":"I commened with myne awne hert also, concernynge the children of men: how God hath chosen them, & yet letteth them apeare: as though they were beastes:"},{"number":19,"verse":"for it happeneth vnto men as it doth vnto beastes, and as the one dyeth, so dyeth the other: yee they haue both one maner of breth: so that (in this) a man hath no preemynence aboue a beast, but all are subdued vnto vanytie."},{"number":20,"verse":"They go all vnto one place, for as they be all of dust, so shall they all turne vnto dust agayne."},{"number":21,"verse":"Who knoweth the sprete of man that goeth vpwarde, and the breth of the beast that goeth downe into the earth?"},{"number":22,"verse":"Wherfore I perceaue, that there is nothing better for a man, then to be ioyfull in hys laboure, for that is hys porcyon. But who wyll brynge him to se the thinge that shall come after hym?"}]}