{"bibleAbbr":"GB1539","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":5,"verses":[{"number":1,"verse":"When thou commest into the house of God, kepe thy fote & draw nye that God which is at hande may heare: that thou gyue not the offeringes of fooles, for they knowe nowght, but to do euell."},{"number":2,"verse":"Be not hastye with thy mouth, and let not thine hert speake eny thing rashly before God. For God is in heauen, and thou vpon earth, therfore let thy wordes be few."},{"number":3,"verse":"For where moch carefulnesse is, there are many dreames: and where many wordes are, there men maye heare fooles."},{"number":4,"verse":"If thou make a vowe vnto God, be not slacke to perfourme it. As for folysh vowes, he hath no pleasure in them:"},{"number":5,"verse":"If thou promyse eny thinge, paye it: for better it is that thou make no vowe, then that thou shuldest promyse, and not paye."},{"number":6,"verse":"Suffre not thy mouth to cause thy flesh for to synne, nether saye thou before the angell, that it is thy ignoraunce. For then God wilbe angrie at thy voyce, & destroye all the worckes of thyne handes."},{"number":7,"verse":"And why? where as are many dreames and many wordes, there are also diuerse vanytes: but loke that thou feare God."},{"number":8,"verse":"If thou seyst the poore to be oppressed and wrongeously dealt withall, so that equite & the ryght of the lawe is wrasted in the lande: maruell not thou at soch a thyng, for one greate man kepeth touch with another, & the myghtie men are in auctorite ouer the pore."},{"number":9,"verse":"The encrease of the erth vpholdeth all thinge, yea the kynge himselfe is mayntened by husbandrye."},{"number":10,"verse":"He that loueth money, wyll neuer be satisfyed wt money: & who so deliteth in riches, shal haue no profyt therof. This is also a vayne thinge."},{"number":11,"verse":"Where as moche ryches is, there are many also that spende them awaye. And what pleasure more hath he that possesseth them, sauynge that he maye loke vpon them with his eyes?"},{"number":12,"verse":"A labouringe man slepeth swetely, whether it be lytle or moch that he eateth: but the aboundaunce of the ryche will not suffre him to slepe."},{"number":13,"verse":"Yet is there a sore plage, which I haue sene vnder the sunne (namely) ryches kepte to the hurte of him that hath them in possession."},{"number":14,"verse":"For oft tymes they perysh with his greate misery & trouble: & yf he haue a chylde, it getteth nothynge."},{"number":15,"verse":"Lyke as he came naked out of hys mothers wombe, so goeth he thither agayne, & carieth nothing awaye with hym of all his laboure."},{"number":16,"verse":"This is a miserable plage, that he shall go awaye euen as he came. What helpeth it hym then, that he hath laboured in the wynde?"},{"number":17,"verse":"All the dayes of his lyfe also he dyd eate in the darcke, with greate carefulnesse, sycknesse and sorow."},{"number":18,"verse":"Therfore me thincke it a better & as fayrer thyng, a man to eate and dryncke, and to be refreshed of all hys laboure, that he taketh vnder the Sunne all the dayes of his lyfe which God geueth hym, for this is hys porcyon."},{"number":19,"verse":"For vnto whomsoeuer God geueth riches goodes and power, he geueth it hym to enioye it, to take it for hys porcyon, and to be refreshed of hys laboure: thys is the gyfte of God."},{"number":20,"verse":"For he thincketh not moch howe longe he shall lyue, for so moch as God fylleth his herte with gladnesse."}]}