{"bibleAbbr":"GB1539","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":9,"verses":[{"number":1,"verse":"For all these thinges purposed, I in my mynde to seke out. The ryghteous and wyse, yee and theyr seruauntes also, are in the hande of God: and there is no man that knoweth ether loue or hate, but all thynges are before them."},{"number":2,"verse":"It happeneth vnto one as vnto another: it goeth with the ryghteous as with that the vngodly: with the good and cleane as wyth the vncleane: wyth hym that offereth as with him that offereth not: lyke as it goeth wyth the vertuous, so goeth it also with the synner: As it happeneth vnto the periured, so happeneth it also vnto him that is afrayed to be forsworne."},{"number":3,"verse":"Amonge all thynges that come to passe vnder the Sunne, thys is a misery that it happeneth vnto all a lyke. This is the cause also that the hertes of men are full of wyckednesse, & madd foolishnesse is in their hertes as longe as they lyue, vntyll they dye."},{"number":4,"verse":"And why? As longe as a man lyueth, he hath a hope: for a quyck dogg (saye they) is better then a deed lion:"},{"number":5,"verse":"for they that be lyuing, knowe that they shall dye: but they that be deed: knowe nothing, nether deserue they eny more. For their memorial is forgotten,"},{"number":6,"verse":"so that they be nether loued, hated ner enuyed: nether haue they enymore parte in the world, in all that is done vnder the Sunne."},{"number":7,"verse":"Go thou thy waye then, eate thy bred wyth ioye, and dryncke thy wyne with a glad hart, for thy workes please God."},{"number":8,"verse":"Let thy garmentes be allwaye whyte, & let thy head lack none oyntment."},{"number":9,"verse":"Use thy self to liue ioyfully with thy wife whom thou louest, all the dayes of thy lyfe which is but vayne, that God geueth the vnder the Sunne, all the dayes of thy vanite: for that is thy porcion in this lyfe, of al thy laboure and trauyle that thou takest vnder the Sunne."},{"number":10,"verse":"Whatsoeuer thou takest in hande to do, that do with all thy power, for in the graue that thou goest vnto, there is nether worcke, councell, knowledge ner wysdome."},{"number":11,"verse":"So I turned me vnto other thinges vnder the Sunne, & I sawe, that in runnyng, it helpeth not to be swyft: in batayle, it helpeth not to be stronge: to fedynge, it helpeth not to be wyse, so riches, it helpeth not to be suttell: to be had in fauoure, it helpeth not to be connyng: but that all lyeth in tyme & fortune."},{"number":12,"verse":"For a man knoweth not hys tyme, but lyke as the fyshe are taken with the angle, and as the byrdes are catched with the snare: Euen so are men taken in the perlous tyme, when it commeth sodenly vpon them."},{"number":13,"verse":"Thys wysdome haue I sene also vnder the Sunne, & me thought it a greate thing."},{"number":14,"verse":"There was a lytle citie, & a fewe men within it: so there came a greate kyng and beseged it, and made greate bulwarkes agaynst it."},{"number":15,"verse":"And in the citie there was founde a poore man, (but he was wyse) which with hys wysdome delyuered the citye: yet was there no body, that had eny respect vnto soch a simple man."},{"number":16,"verse":"Then sayde I: wysdome is better then strength. Neuertheles, a symple mans wysdome is despised, & hys wordes are not herde."},{"number":17,"verse":"A wyse mans councell that is folowed in sylence, is farre aboue the cryenge of a captayne amonge fooles."},{"number":18,"verse":"For wysdome is better then harnesse: but one vnthryst alone destroyeth moch good."}]}