{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":26,"verses":[{"number":1,"verse":"( Ishak Tinggal di Gerar) Kebuluran berlaku lagi di negeri itu seperti yang terjadi pada zaman Abraham. Kemudian Ishak pergi menghadap Raja Abimelekh, raja orang Filistin, di Gerar."},{"number":2,"verse":"Ishak berbuat begitu kerana TUHAN sudah menampakkan diri kepadanya dan berfirman, “Janganlah pergi ke Mesir; tinggallah di negeri ini, seperti yang sudah Kuperintahkan kepadamu."},{"number":3,"verse":"Tinggallah di sini dan Aku akan melindungi serta memberkati engkau. Seluruh wilayah ini akan Kuberikan kepadamu dan keturunanmu. Aku akan menepati perjanjian yang sudah Kubuat dengan Abraham, bapamu."},{"number":4,"verse":"( ) Aku akan mengurniai engkau keturunan sebanyak bintang di langit dan Aku akan memberikan seluruh wilayah ini kepada mereka. Semua bangsa di dunia akan memohon supaya Aku memberkati mereka sebagaimana Aku sudah memberkati keturunanmu."},{"number":5,"verse":"Aku akan memberkati engkau kerana Abraham sudah mentaati Aku dan mematuhi segala hukum serta perintah-Ku.”"},{"number":6,"verse":"Oleh itu Ishak tinggal di Gerar."},{"number":7,"verse":"( , ) Apabila orang lelaki di sana bertanya tentang Ribka, dia berkata bahawa Ribka itu adiknya. Ishak tidak mahu mengaku bahawa Ribka itu isterinya, kerana dia takut orang lelaki di sana akan membunuhnya untuk mendapatkan Ribka yang sangat cantik itu."},{"number":8,"verse":"Selepas Ishak tinggal di sana beberapa lama, Raja Abimelekh memandang ke bawah dari tingkapnya dan nampak Ishak sedang bercumbu-cumbuan dengan Ribka."},{"number":9,"verse":"Maka Raja Abimelekh memanggil Ishak dan bertanya, “Bukankah wanita itu isterimu? Mengapa kamu mengatakan dia adikmu?” Ishak menjawab, “Hamba fikir hamba akan dibunuh jika mengatakan bahawa dia isteri hamba.”"},{"number":10,"verse":"Raja Abimelekh bertitah, “Apakah yang sudah kamu lakukan terhadap kami? Salah seorang daripada orang beta, dengan mudahnya dapat meniduri isterimu, dan kamu akan bertanggungjawab terhadap kesalahan kami.”"},{"number":11,"verse":"Kemudian Raja Abimelekh memberikan amaran kepada rakyatnya, “Sesiapa yang mengganggu orang ini ataupun isterinya akan dibunuh.”"},{"number":12,"verse":"Ishak menyemai benih untuk bercucuk tanam di negeri itu, dan pada tahun itu dia mendapat hasil seratus kali ganda kerana TUHAN memberkati dia."},{"number":13,"verse":"Kekayaannya semakin bertambah dan dia menjadi kaya raya."},{"number":14,"verse":"Orang Filistin berasa iri hati terhadapnya kerana dia mempunyai banyak kawanan domba dan lembu, serta banyak hamba."},{"number":15,"verse":"Oleh itu mereka menimbusi semua perigi yang telah digali oleh hamba-hamba Abraham, semasa Abraham masih hidup."},{"number":16,"verse":"Kemudian Raja Abimelekh bertitah kepada Ishak, “Tinggalkanlah negeri kami. Kamu sudah menjadi lebih berkuasa daripada kami semua.”"},{"number":17,"verse":"Oleh itu Ishak meninggalkan negeri itu dan berkhemah di Lembah Gerar. Dia tinggal di sana untuk beberapa lama."},{"number":18,"verse":"Dia menggali semula perigi-perigi yang telah digali pada zaman Abraham, dan yang telah ditimbus oleh orang Filistin selepas Abraham meninggal. Ishak menamakan perigi-perigi itu dengan nama yang diberikan oleh bapanya dahulu."},{"number":19,"verse":"Hamba-hamba Ishak menggali sebuah perigi di Lembah Gerar dan mendapati air di situ."},{"number":20,"verse":"Gembala-gembala kota Gerar bertengkar dengan gembala-gembala Ishak dan berkata, “Air ini kepunyaan kami.” Oleh itu Ishak menamakan perigi itu “Pertengkaran.”"},{"number":21,"verse":"Hamba-hamba Ishak menggali sebuah perigi lagi, dan di sana juga pertengkaran berlaku tentang perigi itu. Oleh itu dia menamakan perigi itu “Permusuhan.”"},{"number":22,"verse":"Kemudian dia berpindah dari situ dan menggali sebuah perigi lagi. Kali ini, pertengkaran tidak berlaku. Maka Ishak menamakan perigi itu “Kebebasan.” Dia berkata, “Kini TUHAN sudah mengurniakan kebebasan kepada kita untuk tinggal di negeri ini, dan kita akan makmur di sini.”"},{"number":23,"verse":"Kemudian Ishak meninggalkan tempat itu dan tiba di Bersyeba."},{"number":24,"verse":"Pada malam itu TUHAN menampakkan diri kepada Ishak dan berfirman, “Akulah Allah bapamu Abraham. Janganlah takut; Aku akan melindungi engkau. Aku akan memberkati engkau dan mengurniai engkau keturunan yang banyak kerana janji-Ku kepada hamba-Ku Abraham.”"},{"number":25,"verse":"Lalu Ishak membina sebuah mazbah dan menyembah TUHAN di situ. Kemudian dia memasang khemahnya di sana dan hamba-hambanya menggali sebuah perigi lagi."},{"number":26,"verse":"( Perjanjian antara Ishak dan Raja Abimelekh) ( ) Pada suatu hari Raja Abimelekh datang dari Gerar bersama dengan Ahuzat, penasihatnya, dan juga Pikhol, panglima tenteranya, untuk berjumpa dengan Ishak."},{"number":27,"verse":"Ishak bertanya, “Mengapa tuan-tuan datang berjumpa dengan saya sekarang, padahal dahulu tuan-tuan memusuhi dan mengusir saya dari negeri tuan-tuan?”"},{"number":28,"verse":"Mereka menjawab, “Sekarang kami tahu bahawa TUHAN melindungi tuan, lalu kami fikir lebih baik kita mengadakan perjanjian. Bersumpahlah"},{"number":29,"verse":"bahawa tuan tidak akan berbuat jahat terhadap kami, sebagaimana kami tidak berbuat jahat terhadap tuan. Kami sudah bersikap baik terhadap tuan dan membenarkan tuan pergi dengan damai. Kini sudah nyata bahawa TUHAN memberkati tuan.”"},{"number":30,"verse":"Kemudian Ishak menyediakan jamuan untuk mereka, lalu mereka pun makan dan minum."},{"number":31,"verse":"Keesokan harinya pagi-pagi lagi, mereka membuat perjanjian yang disahkan dengan sumpah. Selepas itu Ishak mengucapkan selamat jalan kepada mereka, lalu mereka berpisah sebagai sahabat."},{"number":32,"verse":"Pada hari itu juga hamba-hamba Ishak datang dan memberitahu dia tentang perigi yang telah digali. Mereka berkata, “Kami sudah menjumpai air.”"},{"number":33,"verse":"Ishak menamakan perigi itu “Sumpah”. Demikianlah kota Bersyeba ( Bersyeba: Dalam bahasa Ibrani, nama ini bermakna “Perigi Sumpah” atau “Perigi Tujuh” (Lihat 21.31).) mendapat namanya."},{"number":34,"verse":"( Esau Berkahwin dengan Perempuan Bangsa Asing) Ketika Esau berumur empat puluh tahun dia berkahwin dengan dua orang gadis bangsa Het, iaitu Yudit anak Beeri dan Basmat anak Elon."},{"number":35,"verse":"Kedua-dua orang perempuan itu menyusahkan hidup Ishak dan Ribka."}]}