{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":28,"verses":[{"number":1,"verse":"Kemudian Ishak memanggil Yakub, lalu memberkati dia serta berkata, “Janganlah berkahwin dengan gadis Kanaan."},{"number":2,"verse":"Pergilah ke Mesopotamia, kepada keluarga datukmu Betuel, dan berkahwinlah dengan salah seorang anak perempuan Laban, bapa saudaramu."},{"number":3,"verse":"Semoga Allah Yang Maha Kuasa memberkati perkahwinanmu dan mengurniakan banyak anak kepadamu, supaya engkau menjadi bapa kepada banyak bangsa."},{"number":4,"verse":"( ) Semoga TUHAN memberkati engkau serta keturunanmu sebagaimana Dia memberkati Abraham, dan semoga engkau memiliki tanah yang engkau diami ini, yang sudah diberikan TUHAN kepada Abraham.”"},{"number":5,"verse":"Demikianlah Ishak melepaskan Yakub pergi ke Mesopotamia, kepada Laban anak Betuel, orang Aram itu. Laban ialah abang Ribka, ibu Yakub dan Esau."},{"number":6,"verse":"( Esau Berkahwin Lagi) Esau mendengar bahawa Ishak sudah memberkati Yakub dan telah melepaskan dia pergi ke Mesopotamia untuk mendapatkan isteri di sana. Dia juga mendengar bahawa ketika Ishak memberkati Yakub, dia melarang Yakub berkahwin dengan gadis Kanaan."},{"number":7,"verse":"Selain itu, Esau mendapati Yakub mentaati kata-kata ibu bapanya dan sudah berangkat ke Mesopotamia."},{"number":8,"verse":"Maka fahamlah Esau bahawa Ishak, bapanya, tidak menyukai perempuan Kanaan."},{"number":9,"verse":"Oleh sebab itu Esau pergi berjumpa dengan Ismael anak Abraham dan mengahwini Mahalat, anak perempuannya, iaitu adik Nebayot."},{"number":10,"verse":"( Mimpi Yakub di Betel) Yakub meninggalkan Bersyeba dan menuju ke Haran."},{"number":11,"verse":"Pada waktu matahari terbenam, dia tiba di suatu tempat yang suci, ( di suatu tempat yang suci; atau di suatu tempat.) lalu bermalam di situ. Dia berbaring untuk tidur, dan kepalanya berbantalkan batu."},{"number":12,"verse":"( ) Kemudian dia bermimpi bahawa dia nampak sebuah tangga di bumi yang hujungnya sampai ke langit, dan malaikat-malaikat turun naik tangga itu."},{"number":13,"verse":"( ) Kemudian dia nampak TUHAN berdiri di sampingnya ( di sampingnya; atau di atas tangga itu.) dan berfirman, “Akulah TUHAN, Allah yang disembah Abraham dan Ishak. Aku akan menyerahkan tanah tempat engkau berbaring ini kepadamu dan keturunanmu."},{"number":14,"verse":"( , ) Mereka akan menjadi sebanyak debu di bumi. Mereka akan meluaskan wilayah ke semua arah dan melalui engkau serta keturunanmu, Aku akan memberkati semua bangsa ( Aku... semua bangsa; atau semua bangsa akan memohon supaya Aku memberkati mereka seperti Aku memberkati engkau dan keturunanmu.) di bumi."},{"number":15,"verse":"Ingatlah, Aku akan melindungi engkau dan menolongmu ke mana sahaja engkau pergi, lalu Aku akan membawa engkau kembali ke negeri ini. Aku tidak akan meninggalkan engkau sehingga Aku sudah melakukan segala sesuatu yang Kujanjikan kepadamu.”"},{"number":16,"verse":"Kemudian Yakub bangun dan berkata, “TUHAN ada di sini, di tempat ini, tetapi baru sekarang aku mengetahuinya!”"},{"number":17,"verse":"Yakub berasa takut lalu berkata, “Alangkah seramnya tempat ini! Tentulah ini rumah Allah, pintu gerbang syurga.”"},{"number":18,"verse":"Pada keesokan hari, Yakub bangun pagi-pagi lagi. Dia mengambil batu yang digunakannya sebagai bantal, lalu menegakkan batu itu menjadi batu peringatan. Kemudian dia mencurahkan minyak zaitun ke atas batu itu untuk mentahbiskannya bagi TUHAN."},{"number":19,"verse":"Dia menamakan tempat itu Betel. ( Betel: Dalam bahasa Ibrani, nama ini bermakna “rumah Allah”.) (Dahulu nama tempat itu Lus.)"},{"number":20,"verse":"Kemudian Yakub bersumpah kepada TUHAN, “Jika Engkau melindungi dan menolong aku sepanjang perjalananku, serta memberi aku makanan dan pakaian,"},{"number":21,"verse":"sehingga aku kembali ke rumah bapaku dengan selamat, Engkau akan menjadi Allahku."},{"number":22,"verse":"Batu peringatan yang sudah aku tegakkan ini akan menjadi tempat Engkau disembah dan aku akan memberi Engkau sepersepuluh daripada segala sesuatu yang Engkau berikan kepadaku.”"}]}