{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":31,"verses":[{"number":1,"verse":"( Yakub Melarikan Diri daripada Laban) Yakub mendengar anak-anak lelaki Laban berkata begini, “Yakub telah mengambil segala harta milik ayah kita. Dia mendapat segala kekayaannya daripada harta ayah.”"},{"number":2,"verse":"Yakub juga nampak bahawa Laban tidak lagi ramah dengan dia seperti dahulu."},{"number":3,"verse":"Kemudian TUHAN berfirman kepada Yakub, “Kembalilah ke negeri bapamu dan kepada sanak saudaramu. Aku akan menyertai engkau.”"},{"number":4,"verse":"Oleh itu Yakub menyuruh orang memberitahu Rahel dan Lea supaya berjumpa dengan dia di padang, di tempat ternakannya."},{"number":5,"verse":"Yakub berkata kepada mereka, “Aku nampak bahawa bapa kamu tidak lagi ramah dengan aku seperti biasanya, tetapi Allah yang disembah bapaku menyertai aku."},{"number":6,"verse":"Kamu berdua juga tahu bahawa aku telah bekerja bagi bapa kamu dengan sekuat tenaga."},{"number":7,"verse":"Meskipun begitu aku telah ditipunya dan upahku diubahnya sampai sepuluh kali. Tetapi Allah tidak membiarkan dia berbuat jahat kepadaku."},{"number":8,"verse":"Apabila bapa kamu berkata, ‘Kambing yang berbintik-bintik akan menjadi upahmu,’ maka ternakan itu melahirkan anak yang berbintik-bintik. Apabila dia berkata, ‘Kambing yang belang akan menjadi upahmu,’ maka ternakan itu melahirkan anak yang belang."},{"number":9,"verse":"Demikianlah Allah mengambil ternakan kepunyaan bapa kamu, lalu memberikannya kepadaku."},{"number":10,"verse":"Pada musim ternakan mengawan, aku bermimpi dan melihat semua kambing jantan yang sedang mengawan itu loreng, berbintik-bintik, dan belang."},{"number":11,"verse":"Malaikat Allah berkata kepadaku dalam mimpi itu, ‘Yakub!’ Aku pun menjawab, ‘Ya.’"},{"number":12,"verse":"Malaikat itu berkata lagi, ‘Lihat, semua kambing jantan yang sedang mengawan itu loreng, berbintik-bintik, dan belang. Aku sengaja mengatur hal itu bagimu kerana aku telah melihat semua yang dilakukan oleh Laban terhadapmu."},{"number":13,"verse":"( ) Akulah Allah yang telah menampakkan diri kepadamu di Betel. Di sana engkau telah mentahbiskan sebuah batu peringatan, dengan menuang minyak zaitun di atasnya. Di sana pula engkau bersumpah kepada-Ku. Sekarang bersiaplah dan kembalilah ke negeri kelahiranmu.’ ”"},{"number":14,"verse":"Kemudian Lea dan Rahel menjawab, “Tidak ada lagi bahagian daripada kekayaan bapa kami yang akan kami warisi."},{"number":15,"verse":"Dia memperlakukan kami seperti orang asing. Dia telah menjual kami, dan apa yang telah diterimanya untuk itu telah dihabiskannya juga."},{"number":16,"verse":"Segala kekayaan yang telah diambil oleh Allah daripada bapa kami, sebenarnya milik kami dan anak-anak kami. Lakukanlah apa yang diperintahkan oleh Allah kepadamu.”"},{"number":17,"verse":"Kemudian Yakub bersiap untuk pulang kepada bapanya di negeri Kanaan. Dia menaikkan semua isteri dan anaknya ke atas unta-unta, lalu dia menggiring ternakannya, dan membawa semua yang telah diperolehnya di Mesopotamia."},{"number":19,"verse":"Pada masa itu Laban berada di padang dan sedang menggunting bulu dombanya. Pada masa itulah Rahel mencuri patung pelindung keluarga ( Patung pelindung keluarga: Dalam bahasa Ibrani: Terafim; Benda itu ialah patung berhala yang biasanya berbentuk manusia dan disembah sebagai pelindung keluarga.) kepunyaan bapanya."},{"number":20,"verse":"Yakub menipu Laban dengan tidak memberitahu keberangkatannya kepada Laban."},{"number":21,"verse":"Yakub mengambil segala harta miliknya lalu pergi dengan segera. Dia menyeberangi Sungai Efrat lalu menuju ke kawasan pergunungan Gilead."},{"number":22,"verse":"( Laban Mengejar Yakub) Tiga hari kemudian Laban diberitahu bahawa Yakub telah lari."},{"number":23,"verse":"Oleh itu Laban mengumpulkan sanak saudaranya. Kemudian dia bersama dengan mereka, mengejar Yakub selama tujuh hari sampai menyusuli dia di kawasan pergunungan Gilead."},{"number":24,"verse":"Pada malam itu Allah datang kepada Laban dalam mimpinya, dan berfirman, “Awas, jangan sekali-kali ancam Yakub dengan sepatah kata pun.”"},{"number":25,"verse":"Pada masa itu Yakub telah memasang khemahnya di sebuah bukit. Kemudian di kawasan itu juga, di pergunungan Gilead, Laban dan anak buahnya memasang khemah mereka."},{"number":26,"verse":"Laban berkata kepada Yakub, “Mengapa kamu menipu aku dan membawa lari anak-anakku, seakan-akan mereka tawanan perang?"},{"number":27,"verse":"Mengapa kamu menipu aku lalu pergi dengan diam-diam, tanpa minta diri? Seandainya kamu minta diri, aku tentu melepaskan kamu pergi dengan kegembiraan dan nyanyian, diiringi tamburin dan kecapi!"},{"number":28,"verse":"Bahkan kamu tidak memberi aku kesempatan pun untuk mencium anak cucuku sebagai perpisahan. Bodoh betul tindakanmu itu!"},{"number":29,"verse":"Aku berkuasa untuk berbuat jahat terhadapmu, tetapi malam tadi Allah yang disembah bapamu, memberikan amaran kepadaku supaya tidak sekali-kali mengancam kamu."},{"number":30,"verse":"Aku tahu bahawa kamu pergi kerana ingin sekali pulang. Tetapi mengapa kamu mencuri patung pelindung keluargaku?”"},{"number":31,"verse":"Kemudian Yakub menjawab, “Saya pergi dengan diam-diam kerana takut pak cik akan menahan anak-anak pak cik."},{"number":32,"verse":"Tentang patung itu, jika pak cik menjumpai orang yang telah mencurinya, dia akan dihukum mati. Periksalah, sama ada barang-barang kepunyaan pak cik ada di sini. Jika ada, sila ambil. Semua orang kita boleh menyaksikannya.” Yakub tidak tahu bahawa patung itu dicuri oleh Rahel."},{"number":33,"verse":"Laban pergi ke khemah Yakub dan menggeledahnya; sesudah itu dia ke khemah Lea dan ke khemah kedua-dua orang hamba perempuan itu, tetapi patung itu tidak didapatinya. Akhirnya, Laban masuk ke dalam khemah Rahel."},{"number":34,"verse":"Tetapi Rahel telah mengambil patung itu dan memasukkannya ke dalam kantung pelana unta, dan Rahel duduk di atas pelana itu. Laban menggeledah seluruh khemah Rahel, tetapi tidak berjaya menjumpai patung itu."},{"number":35,"verse":"Kemudian Rahel berkata kepada bapanya, “Janganlah marah ayah; saya tidak dapat berdiri menyambut ayah kerana saya sedang datang bulan.” Laban mencari patung itu dengan teliti, tetapi tidak menjumpainya."},{"number":36,"verse":"Selepas itu Yakub marah. “Kejahatan apakah yang telah saya lakukan?” tanyanya dengan geram. “Apakah salah saya sehingga pak cik mengejar saya?"},{"number":37,"verse":"Sekarang, setelah menggeledah segala barang saya, adakah pak cik menjumpai barang kepunyaan pak cik? Keluarkan dan letakkan barang itu di sini, supaya semua orang saya dan orang pak cik dapat melihatnya. Biarlah mereka buat keputusan siapa antara kita yang benar."},{"number":38,"verse":"Saya telah tinggal bersama dengan pak cik selama dua puluh tahun. Kawanan domba dan kambing pak cik berkembang biak dengan baik, dan belum pernah saya makan seekor kambing jantan pun daripada ternakan pak cik."},{"number":39,"verse":"Ternakan yang mati diterkam binatang buas tidak pernah saya bawa kepada pak cik, tetapi saya sendirilah yang menggantinya. Ternakan yang dicuri pada waktu siang mahupun malam selalu pak cik tuntut supaya saya menggantinya."},{"number":40,"verse":"Seringkali saya kepanasan pada waktu siang dan kesejukan pada waktu malam; kerap kali saya tidak dapat tidur pula."},{"number":41,"verse":"Begitulah keadaan saya ketika bekerja bagi pak cik selama dua puluh tahun penuh. Empat belas tahun lamanya saya bekerja untuk mendapat dua orang anak perempuan pak cik — dan enam tahun lagi untuk mendapat kawanan kambing dan domba. Selama itu pun pak cik mengubah upah saya sampai sepuluh kali."},{"number":42,"verse":"Seandainya saya tidak disertai oleh Allah bapa saya, Allah yang disembah oleh Abraham dan Ishak, maka pak cik tentu telah menyuruh saya pergi dengan tangan kosong. Tetapi Allah telah memperhatikan kesusahan saya dan pekerjaan yang saya lakukan, dan malam tadi Allah memberikan keputusan-Nya.”"},{"number":43,"verse":"( Perjanjian antara Yakub dan Laban) Setelah itu Laban menjawab Yakub, “Dua orang wanita itu anakku; anak mereka itu milikku dan kawanan domba itu kepunyaanku juga. Sesungguhnya, segala sesuatu yang kamu lihat di sini kepunyaanku. Tetapi aku tidak dapat berbuat apa-apa untuk menahani anak cucuku."},{"number":44,"verse":"Oleh itu marilah kita membuat perjanjian dan menimbunkan batu-batu sebagai tanda perjanjian.”"},{"number":45,"verse":"Kemudian Yakub mengambil sebuah batu dan menegakkannya sebagai batu peringatan."},{"number":46,"verse":"Dia menyuruh anak buahnya mengumpulkan batu dan membuat sebuah timbunan. Kemudian mereka makan bersama dekat timbunan batu itu."},{"number":47,"verse":"Laban menamakan timbunan batu itu Yegar Sahaduta, ( Yegar Sahaduta: Dalam bahasa Aram, nama ini bermakna “timbunan batu sebagai peringatan”.) dan Yakub menamakannya Galed. ( Galed: Dalam bahasa Ibrani, nama ini bermakna “timbunan batu sebagai peringatan”.)"},{"number":48,"verse":"Laban berkata kepada Yakub, “Timbunan batu ini akan menjadi peringatan bagi kita berdua.” Itulah sebabnya tempat itu dinamakan Galed."},{"number":49,"verse":"Laban berkata juga, “Semoga TUHAN mengawasi kita selama kita hidup berjauhan.” Itulah sebabnya tempat itu dinamakan juga Mizpa. ( Mizpa: Nama ini bunyinya seperti perkataan Ibrani yang bermakna “tempat kita diawasi”.)"},{"number":50,"verse":"Laban berkata lagi, “Jika kamu tidak memperlakukan anak-anakku dengan baik, atau mengahwini wanita-wanita lain, walaupun tiada yang mengetahuinya, ingatlah, bahawa Allah mengawasi kita."},{"number":51,"verse":"Inilah batu-batu yang telah aku timbun, dan ini batu peringatan."},{"number":52,"verse":"Baik timbunan ini mahupun batu peringatan ini mengingatkan kita bahawa aku tidak boleh melalui timbunan ini untuk menyerang kamu, dan kamu pun tidak boleh melalui timbunan ini dan batu peringatan ini untuk menyerang aku."},{"number":53,"verse":"Allah yang disembah Abraham dan disembah bapaku Nahor ( Abraham... Nahor: Abraham, datuk Yakub; Nahor, bapa Laban.) akan menjadi hakim antara kita.” Kemudian Yakub bersumpah demi Allah yang disembah oleh Ishak, bapanya, untuk memegang perjanjiannya."},{"number":54,"verse":"Dia menyembelih seekor binatang dan mempersembahkannya sebagai korban di atas bukit itu. Dia menjemput semua anak buahnya untuk makan bersama. Setelah selesai makan, mereka bermalam di bukit itu."},{"number":55,"verse":"Awal pagi esoknya, Laban memberikan ciuman perpisahan kepada anak cucunya, memberkati mereka, lalu pulang ke tempat tinggalnya."}]}