{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":34,"verses":[{"number":1,"verse":"( Dina Dirogol) Pada suatu hari, Dina, anak perempuan Yakub dan Lea, mengunjungi beberapa orang wanita Kanaan."},{"number":2,"verse":"Apabila Sikhem nampak Dina, dia melarikan gadis itu lalu merogolnya. Sikhem ialah anak lelaki Hamor, orang Hewi yang menjadi pemerintah di wilayah itu."},{"number":3,"verse":"Tetapi Sikhem sangat tertarik kepada Dina sehingga jatuh cinta kepadanya. Dia berusaha supaya gadis itu mencintainya pula. ( Dia berusaha supaya gadis itu mencintainya pula; atau menghiburnya.)"},{"number":4,"verse":"Sikhem berkata kepada bapanya, “Saya mohon supaya ayah berusaha mendapatkan gadis itu bagi saya. Saya ingin mengahwininya.”"},{"number":5,"verse":"Yakub mendengar bahawa anak perempuannya sudah dicabul kehormatannya, tetapi anak-anak lelaki Yakub sedang menjaga ternakannya di padang. Oleh itu dia tidak dapat mengambil tindakan apa-apa sebelum mereka pulang."},{"number":6,"verse":"Hamor, bapa Sikhem, datang kepada Yakub untuk berunding dengan dia."},{"number":7,"verse":"Pada masa itu juga anak-anak lelaki Yakub pulang dari padang. Setelah mendengar peristiwa itu, mereka terkejut dan sangat marah kerana dengan merogol anak perempuan Yakub, Sikhem sudah menghina semua orang Israel."},{"number":8,"verse":"Hamor berkata kepada Yakub, “Sikhem, anak saya sudah jatuh cinta kepada anak perempuan tuan; saya mohon supaya tuan mengizinkan anak saya berkahwin dengan dia."},{"number":9,"verse":"Marilah kita membuat persetujuan bahawa bangsa tuan dan bangsa kami kahwin campur."},{"number":10,"verse":"Dengan demikian tuan boleh tinggal bersama dengan kami di negeri ini, di mana sahaja tuan suka. Tuan boleh berdagang dengan bebas dan memiliki harta benda.”"},{"number":11,"verse":"Kemudian Sikhem berkata kepada bapa Dina serta abang-abangnya, “Penuhilah permintaan saya ini, maka saya akan memberikan apa yang saudara-saudara mahu."},{"number":12,"verse":"Katakanlah hadiah apa yang saudara-saudara inginkan, dan tentukanlah mas kahwinnya. Saya akan memberikan apa yang saudara-saudara minta, asal sahaja saudara-saudara membenarkan saya berkahwin dengan gadis itu.”"},{"number":13,"verse":"Oleh sebab Sikhem sudah mencabul kehormatan Dina, adik mereka, anak-anak lelaki Yakub berbohong kepada Sikhem dan Hamor, bapanya."},{"number":14,"verse":"Mereka berkata kepada kedua-dua orang itu, “Kami malu membenarkan adik kami berkahwin dengan orang yang tidak bersunat."},{"number":15,"verse":"Kami hanya dapat menyetujui permintaanmu itu dengan satu syarat: kamu mesti menjadi seperti kami; semua orang lelaki di kalangan kamu mesti disunat."},{"number":16,"verse":"Setelah itu, kami akan menyetujui cadangan kamu tentang kahwin campur. Kami akan tinggal bersama dengan kamu, dan menjadi satu bangsa dengan kamu."},{"number":17,"verse":"Tetapi jika kamu tidak mahu menerima syarat kami, dan tidak mahu disunat, kami akan mengambil balik gadis itu, lalu pergi.”"},{"number":18,"verse":"Hamor dan Sikhem berpendapat bahawa syarat itu berpatutan."},{"number":19,"verse":"Oleh itu Sikhem bersedia memenuhi syarat itu dengan segera kerana dia mencintai Dina. Di kalangan kaum keluarganya, Sikhemlah yang paling penting."},{"number":20,"verse":"Kemudian Hamor dan Sikhem pergi ke tempat pertemuan di pintu gerbang kota, lalu berkata kepada penduduk kota,"},{"number":21,"verse":"“Orang Israel sahabat kita. Oleh itu biarlah mereka tinggal di negeri ini bersama dengan kita serta bebas pergi ke mana saja mereka suka. Negeri ini cukup luas bagi mereka juga. Kita boleh berkahwin dengan gadis-gadis mereka, dan mereka pun boleh berkahwin dengan gadis-gadis kita."},{"number":22,"verse":"Tetapi orang Israel hanya mahu tinggal bersama dengan kita dan menjadi satu bangsa dengan kita dengan satu syarat: Semua orang lelaki di kalangan kita harus disunat seperti mereka."},{"number":23,"verse":"Dengan itu semua kawanan binatang dan harta benda mereka akan menjadi kepunyaan kita. Marilah kita menyetujui permintaan mereka supaya mereka tinggal bersama dengan kita.”"},{"number":24,"verse":"Semua penduduk kota yang berkumpul menyetujui cadangan Hamor dan Sikhem, lalu semua orang lelaki disunat."},{"number":25,"verse":"Tiga hari kemudian, ketika semua orang lelaki masih kesakitan kerana disunat, dua orang anak Yakub, iaitu abang Dina yang bernama Simeon dan Lewi, mengambil pedang mereka lalu dengan diam-diam masuk ke dalam kota. Mereka membunuh semua orang lelaki di situ,"},{"number":26,"verse":"termasuk Hamor dan Sikhem. Kemudian mereka mengambil Dina dari rumah Sikhem, lalu pergi."},{"number":27,"verse":"Setelah pembunuhan itu, anak-anak lelaki Yakub yang lain merompak kota itu untuk membalas dendam kerana adik mereka sudah dicabul kehormatannya."},{"number":28,"verse":"Mereka merampas kawanan kambing dan domba, lembu, keldai dan segala yang ada di dalam kota dan di padang."},{"number":29,"verse":"Mereka mengambil segala barang yang berharga, menawan semua wanita dan anak-anak, serta merampas segala isi rumah di kota itu."},{"number":30,"verse":"Yakub berkata kepada Simeon dan Lewi, “Kamu menyusahkan aku. Sekarang orang Kanaan dan orang Feris serta semua penduduk negeri ini akan membenci aku. Orang kita tidak banyak; jika semua penduduk itu bersekutu untuk melawan dan menyerang aku, seluruh keluarga kita akan dibinasakan.”"},{"number":31,"verse":"Tetapi mereka menjawab, “Kami tidak dapat membiarkan adik kami diperlakukan sebagai seorang pelacur.”"}]}