{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"( Yakub Pergi ke Betel) Pada suatu hari Allah berfirman kepada Yakub, “Akulah Allah yang menampakkan diri kepadamu ketika engkau lari daripada abangmu, Esau. Pergilah ke Betel dengan segera. Tinggallah di sana dan binalah sebuah mazbah bagi-Ku.”"},{"number":2,"verse":"Kemudian Yakub berkata kepada keluarganya dan kepada semua orang yang ada bersama dengan dia, “Kita akan berangkat dari sini dan pergi ke Betel. Di sana aku akan membina sebuah mazbah bagi Allah yang telah menolong aku pada masa kesukaran, dan yang menyertai aku ke mana sahaja aku pergi. Buanglah patung dewa-dewa asing yang ada pada kamu; lakukanlah upacara penyucian diri dan pakailah pakaian yang bersih.”"},{"number":4,"verse":"Maka mereka menyerahkan semua patung dewa asing yang ada pada mereka dan juga anting-anting yang dipakai mereka, kepada Yakub. Semua benda itu ditanam oleh Yakub di bawah pokok besar dekat kota Sikhem."},{"number":5,"verse":"Pada masa Yakub dan keluarganya berangkat, Allah meliputi penduduk kota-kota di sekitar mereka dengan rasa takut, sehingga mereka tidak mengejar Yakub dan keluarganya."},{"number":6,"verse":"Kemudian mereka sampai di tanah Kanaan, di kota Betel yang dahulu bernama Lus."},{"number":7,"verse":"Di situ Yakub membina sebuah mazbah dan menamakan tempat itu Allah Betel, kerana Allah telah menampakkan diri kepadanya di situ ketika dia lari daripada abangnya."},{"number":8,"verse":"Debora, inang pengasuh Ribka, meninggal di tempat itu. Dia dikuburkan di bawah pokok besar di sebelah selatan kota itu. Itulah sebabnya pokok itu dinamakan “Pokok Besar Tangisan”."},{"number":9,"verse":"( Allah Memberkati Yakub di Betel) Selepas Yakub kembali dari Mesopotamia, Allah menampakkan diri lagi kepadanya dan memberkatinya."},{"number":10,"verse":"( ) Allah berfirman kepadanya, “Namamu Yakub, tetapi mulai sekarang engkau akan disebut Israel.” Demikianlah Allah menamakan dia Israel."},{"number":11,"verse":"Allah berfirman lagi, “Akulah Allah yang Maha Kuasa. Hendaklah engkau mempunyai anak cucu yang banyak! Keturunanmu akan menjadi bangsa-bangsa dan engkau akan menjadi nenek moyang raja-raja."},{"number":12,"verse":"( ) Negeri yang Aku berikan kepada Abraham dan Ishak akan Kuberikan kepadamu dan keturunanmu.”"},{"number":13,"verse":"Selepas itu Allah meninggalkan Yakub."},{"number":14,"verse":"Yakub menegakkan sebuah batu peringatan di tempat Allah berfirman kepadanya. Kemudian Yakub mentahbiskan batu itu dengan menuang wain dan minyak zaitun di atasnya."},{"number":15,"verse":"( ) Yakub menamakan tempat itu Betel."},{"number":16,"verse":"( Rahel Meninggal) Kemudian Yakub dan keluarganya meninggalkan Betel. Apabila mereka masih agak jauh dari Efrata, tibalah masanya bagi Rahel untuk bersalin, tetapi dia susah sekali melahirkan anak itu."},{"number":17,"verse":"Apabila kesakitannya memuncak, bidan berkata kepadanya, “Besarkan hatimu, Rahel, anakmu lelaki lagi.”"},{"number":18,"verse":"Tetapi Rahel sudah mendekati akhir hayatnya, dan ketika dia hampir menghembuskan nafasnya yang terakhir, dia menamakan anak itu Ben-Oni, ( Ben-Oni: Dalam bahasa Ibrani, nama ini bermakna “anak lelaki daripada penderitaanku”.) tetapi bapa anak itu menamakan dia Benyamin. ( Benyamin: Dalam bahasa Ibrani, nama ini bermakna “anak lelaki yang bertuah”.)"},{"number":19,"verse":"Setelah Rahel meninggal, dia dikuburkan di pinggir jalan yang menuju ke Efrata, yang sekarang bernama Bethlehem."},{"number":20,"verse":"Yakub menegakkan sebuah batu peringatan di situ, dan sampai hari ini, kubur Rahel masih ditandai dengan batu itu."},{"number":21,"verse":"Kemudian Yakub meneruskan perjalanannya. Selepas melalui menara Eder, dia memasang khemahnya."},{"number":22,"verse":"( Anak-Anak Yakub) ( ( 130 2:1-2 )) ( ) Sementara mereka berada di tempat itu, Ruben berseketiduran dengan Bilha, gundik bapanya. Hal itu diketahui Yakub, lalu dia sangat marah. ( Sebuah terjemahan kuno: sangat marah. Dalam bahasa Ibrani, perkataan itu tidak ada.) Yakub mempunyai dua belas orang anak lelaki."},{"number":23,"verse":"Anak Lea ialah Ruben (anak sulung Yakub), Simeon, Lewi, Yehuda, Isakhar, dan Zebulon."},{"number":24,"verse":"Anak Rahel ialah Yusuf dan Benyamin."},{"number":25,"verse":"Anak Bilha, hamba Rahel ialah Dan serta Naftali."},{"number":26,"verse":"Anak Zilpa, hamba Lea ialah Gad dan Asyer. Anak-anak itu dilahirkan di Mesopotamia."},{"number":27,"verse":"( Ishak Meninggal) ( ) Yakub pergi menemui bapanya, Ishak, di tempat tinggalnya di Mamre, dekat Hebron. Dahulu Abraham datuknya, juga tinggal di sana."},{"number":28,"verse":"Ishak meninggal pada usia yang sangat lanjut, ketika dia berumur 180 tahun. Dia dikuburkan oleh Esau dan Yakub, anak-anaknya."}]}