{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":36,"verses":[{"number":1,"verse":"( Keturunan Esau) ( ( 130 1:34-37 )) Inilah keturunan Esau yang disebut juga Edom."},{"number":2,"verse":"( ) Esau berkahwin dengan tiga orang wanita Kanaan: Ada, anak Elon orang Het; Oholibama anak Ana, cucu Zibeon ( Beberapa buah terjemahan kuno: anak Zibeon.) orang Hewi;"},{"number":3,"verse":"( ) Basmat anak Ismael, adik Nebayot."},{"number":4,"verse":"Ada melahirkan Elifas, Basmat melahirkan Rehuel,"},{"number":5,"verse":"dan Oholibama melahirkan Yeus, Yaelam, dan Korah. Semua anak lelaki Esau itu dilahirkan di negeri Kanaan."},{"number":6,"verse":"Kemudian Esau meninggalkan Yakub dan pergi ke negeri lain bersama dengan semua isterinya, anak lelakinya, anak perempuannya, serta semua orang dalam rumahnya. Dia juga membawa semua ternakan dan harta benda yang sudah diperolehinya di Kanaan."},{"number":7,"verse":"Esau berpisah daripada Yakub kerana harta mereka terlalu banyak, sehingga mereka tidak dapat tinggal bersama-sama. Lagipun negeri yang didiami mereka itu tidak cukup luas untuk ternakan mereka yang sangat banyak."},{"number":8,"verse":"Oleh itu Esau yang juga dinamakan Edom, menetap di kawasan pergunungan Seir."},{"number":9,"verse":"Inilah keturunan Esau, nenek moyang orang Edom."},{"number":10,"verse":"Isteri Esau yang bernama Ada melahirkan seorang anak lelaki, bernama Elifas. Elifas mempunyai lima orang anak lelaki: Teman, Omar, Zefo, Gaetam, dan Kenas. Elifas mempunyai seorang gundik bernama Timna. Dia melahirkan seorang anak lelaki yang bernama Amalek. Isteri Esau yang bernama Basmat melahirkan seorang anak lelaki yang bernama Rehuel. Rehuel mempunyai empat orang anak lelaki: Nahat, Zerah, Syama, dan Miza."},{"number":14,"verse":"Isteri Esau yang bernama Oholibama, iaitu anak Ana dan cucu Zibeon, ( Beberapa buah terjemahan kuno: anak Zibeon.) melahirkan tiga orang anak lelaki: Yeus, Yaelam, dan Korah."},{"number":15,"verse":"Inilah ketua-ketua suku keturunan Esau: Elifas, anak sulung Esau, ialah nenek moyang suku-suku yang berikut: Teman, Omar, Zefo, Kenas, Korah, Gaetam, dan Amalek."},{"number":16,"verse":"Mereka semua keturunan Ada, isteri Esau."},{"number":17,"verse":"Rehuel, anak Esau, ialah nenek moyang suku-suku yang berikut: Nahat, Zerah, Syama, dan Miza. Mereka semua keturunan Basmat, isteri Esau."},{"number":18,"verse":"Suku-suku berikut ialah keturunan Esau daripada isterinya yang bernama Oholibama anak Ana: Yeus, Yaelam, dan Korah."},{"number":19,"verse":"Semua suku itu keturunan Esau."},{"number":20,"verse":"( Keturunan Seir) ( ( 130 1:38-42 )) Penduduk asli tanah Edom terdiri daripada suku-suku keturunan Seir, orang Hori. Suku-suku itu ialah Lotan, Syobal, Zibeon, Ana, Disyon, Ezer, dan Disyan."},{"number":22,"verse":"Lotan ialah nenek moyang puak Hori dan Heman. (Lotan mempunyai saudara perempuan bernama Timna)."},{"number":23,"verse":"Syobal ialah nenek moyang puak Alwan, Manahat, Ebal, Syefo, dan Onam."},{"number":24,"verse":"Zibeon mempunyai dua orang anak lelaki, Aya dan Ana. (Ana inilah yang menjumpai sumber-sumber air panas di padang gurun, ketika dia menggembalakan keldai bapanya.)"},{"number":25,"verse":"Ana ialah bapa Disyon. Disyon ialah nenek moyang puak Hemdan, Esyban, Yitran, dan Keran. Ana juga mempunyai seorang anak perempuan bernama Oholibama."},{"number":27,"verse":"Ezer ialah nenek moyang puak Bilhan, Zaawan, dan Akan."},{"number":28,"verse":"Disyan ialah nenek moyang puak Us dan Aran."},{"number":29,"verse":"Inilah beberapa suku Hori di negeri Edom: Lotan, Syobal, Zibeon, Ana, Disyon, Ezer, dan Disyan."},{"number":31,"verse":"( Raja-Raja Edom) ( ( 130 1:43-54 )) Sebelum ada raja yang memerintah di Israel, raja-raja yang berikut memerintah di tanah Edom secara berturut-turut: Raja Bela anak Beor dari Dinhaba. Raja Yobab anak Zerah dari Bozra. Raja Husyam dari daerah Teman. Raja Hadad anak Bedad dari Awit (bagindalah yang mengalahkan orang Midian dalam peperangan di negeri Moab). Raja Samla dari Masreka. Raja Saul dari Rehobot di pinggir sungai. Raja Baal-Hanan anak Akhbor. Raja Hadar dari Pahu (isterinya bernama Mehetabel, anak Matred dan cucu Mezahab)."},{"number":40,"verse":"Esau ialah nenek moyang suku-suku Edom yang berikut: Timna, Alwa, Yetet, Oholibama, Ela, Pinon, Kenas, Teman, Mibzar, Magdiel, dan Iram. Daerah tempat tinggal setiap suku itu dinamakan dengan nama suku masing-masing."}]}