{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":38,"verses":[{"number":1,"verse":"( Yehuda dan Tamar) Kira-kira pada masa itu Yehuda meninggalkan saudara-saudaranya lalu tinggal bersama dengan Hira, seorang lelaki yang berasal dari kota Adulam."},{"number":2,"verse":"Di situ Yehuda berkenalan dengan seorang perempuan Kanaan. Bapa perempuan itu bernama Sua. Kemudian Yehuda mengahwini perempuan itu."},{"number":3,"verse":"Perempuan itu melahirkan seorang anak lelaki yang diberi nama Er oleh Yehuda, bapanya."},{"number":4,"verse":"Perempuan itu mengandung lagi dan melahirkan seorang anak lelaki, yang diberinya nama Onan."},{"number":5,"verse":"Perempuan itu mengandung lagi dan melahirkan seorang anak lelaki, yang diberinya nama Syela. Yehuda berada di Kezib ketika Syela dilahirkan."},{"number":6,"verse":"Yehuda mengahwinkan Er, anak sulungnya, dengan Tamar."},{"number":7,"verse":"Kelakuan Er sangat jahat sehingga TUHAN murka kepadanya, lalu membunuh dia."},{"number":8,"verse":"Kemudian Yehuda berkata kepada Onan adik Er, “Pergilah kepada balu abangmu, dan tidurlah dengan dia. Lakukanlah kewajipanmu terhadap dia kerana kamu adik suaminya; dengan demikian abangmu boleh mendapat keturunan.”"},{"number":9,"verse":"Tetapi Onan tahu bahawa anaknya nanti tidak akan menjadi kepunyaannya. Oleh itu setiap kali dia bersetubuh dengan balu abangnya itu, dia membiarkan air maninya meleleh di luar supaya abangnya tidak mempunyai keturunan."},{"number":10,"verse":"Perbuatannya itu menyebabkan TUHAN murka, lalu TUHAN membunuh dia juga."},{"number":11,"verse":"Kemudian Yehuda berkata kepada Tamar, menantunya, “Baliklah ke rumah bapamu dan tinggallah di situ sebagai balu sehingga anakku Syela dewasa.” Yehuda berkata demikian kerana takut jangan-jangan Syela akan dibunuh juga, seperti kedua-dua orang abangnya. Oleh itu Tamar pulang ke rumah bapanya."},{"number":12,"verse":"Beberapa lama kemudian isteri Yehuda meninggal. Apabila masa berkabung berakhir, Yehuda mengajak Hira, temannya dari Adulam itu, pergi ke Timna, tempat menggunting bulu dombanya."},{"number":13,"verse":"Tamar mendapat khabar bahawa Yehuda, bapa mentuanya akan datang ke Timna untuk menggunting bulu dombanya."},{"number":14,"verse":"Oleh itu Tamar mengganti pakaian balunya dengan pakaian lain. Dia menutup mukanya dengan sehelai tudung, lalu duduk di pintu gerbang kota Enaim, yang terletak di jalan menuju ke Timna. Tamar tahu bahawa Syela, anak Yehuda yang bongsu sudah dewasa, tetapi dia belum juga dikahwinkan dengan pemuda itu."},{"number":15,"verse":"Apabila Yehuda melihat Tamar, dia menyangka perempuan itu seorang pelacur kerana mukanya bertudung."},{"number":16,"verse":"Oleh itu Yehuda menghampirinya di pinggir jalan dan berkata, “Berapakah yang kamu minta?” Dia tidak tahu perempuan itu menantunya sendiri. Tamar menjawab, “Apakah yang tuan mahu berikan?”"},{"number":17,"verse":"Yehuda berkata lagi, “Aku akan memberikan seekor kambing muda kepadamu.” Tamar menjawab, “Boleh, asal tuan memberi saya cagaran sehingga tuan mengirimkan kambing itu.”"},{"number":18,"verse":"Yehuda bertanya, “Apakah yang dapat kuberikan sebagai cagaran kepadamu?” Tamar menjawab, “Berilah saya meterai tuan dengan talinya dan juga tongkat yang tuan bawa itu.” Yehuda memberikan benda-benda itu kepadanya. Kemudian mereka bersetubuh, lalu Tamar mengandung."},{"number":19,"verse":"Tamar pulang ke rumah dan membuka tudung mukanya, lalu memakai semula pakaian balu."},{"number":20,"verse":"Beberapa lama kemudian Yehuda mengutus Hira, temannya, untuk menghantarkan kambing itu dan meminta balik benda-benda yang telah diberikannya sebagai cagaran, tetapi Hira tidak dapat menjumpai perempuan itu."},{"number":21,"verse":"Hira bertanya-tanya kepada orang di Enaim, “Di manakah pelacur yang biasanya menunggu di pinggir jalan ini?” Mereka menjawab, “Tidak pernah ada pelacur di sini.”"},{"number":22,"verse":"Oleh itu Hira kembali kepada Yehuda dan berkata, “Aku tidak dapat menjumpai perempuan itu. Menurut kata orang di sana, tidak pernah ada pelacur di situ.”"},{"number":23,"verse":"Yehuda berkata, “Biarlah benda-benda itu disimpannya, asal saja kita tidak mendapat malu. Aku sudah berusaha untuk membayar perempuan itu tetapi kamu tidak dapat menjumpai dia.”"},{"number":24,"verse":"Kira-kira tiga bulan kemudian Yehuda mendapat khabar bahawa Tamar, menantunya, telah berlaku sebagai pelacur dan sudah mengandung. Lalu Yehuda memerintahkan, “Bawalah dia keluar dan bakarlah sampai mati!”"},{"number":25,"verse":"Sementara Tamar dibawa keluar, dia mengirimkan pesan kepada bapa mentuanya, “Saya telah dihamilkan oleh pemilik benda-benda ini. Periksalah meterai ini dengan talinya, serta tongkat ini, dan lihatlah siapa pemiliknya.”"},{"number":26,"verse":"Yehuda mengenali benda-benda itu dan berkata, “Perempuan itu tidak bersalah. Aku tidak melakukan kewajipanku terhadap dia; seharusnya aku mengahwinkan dia dengan anakku Syela.” Yehuda tidak bersetubuh dengan Tamar lagi."},{"number":27,"verse":"Apabila tiba masanya bagi Tamar bersalin, ternyata dia akan melahirkan anak kembar."},{"number":28,"verse":"Sedang dia bersalin, salah seorang bayi kembar itu mengeluarkan tangannya, lalu bidan memegang tangan itu dan mengikatnya dengan benang merah. Bidan berkata, “Anak ini dilahirkan lebih dahulu.”"},{"number":29,"verse":"Tetapi bayi itu menarik tangannya kembali, dan bayi yang satu lagi dilahirkan lebih dahulu. Kemudian bidan berkata, “Begitu pula caramu mendesak keluar!” Lalu anak yang dilahirkan lebih dahulu itu diberi nama Peres. ( Peres: Dalam bahasa Ibrani, nama ini bermakna “mendesak keluar”.)"},{"number":30,"verse":"Selepas itu barulah adiknya, yang tangannya diikat dengan benang merah, dilahirkan. Anak itu diberi nama Zerah. ( Zerah: Nama ini bunyinya seperti perkataan Ibrani untuk cahaya kemerah-merahan pada waktu fajar.)"}]}