{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":4,"verses":[{"number":1,"verse":"( Kain dan Habel) Kemudian Adam bersetubuh dengan isterinya, lalu isterinya hamil. Dia melahirkan seorang anak lelaki dan berkata, “Dengan pertolongan TUHAN aku sudah mendapat seorang anak lelaki.” Maka Hawa menamakan anaknya Kain. ( Kain: Dalam bahasa Ibrani nama ini bermakna “mendapat”.)"},{"number":2,"verse":"Kemudian Hawa melahirkan seorang anak lelaki lagi yang diberi nama Habel. Habel menjadi gembala domba, tetapi Kain menjadi petani."},{"number":3,"verse":"Beberapa waktu kemudian, Kain mengambil sebahagian daripada hasil tuaiannya lalu mempersembahkannya kepada TUHAN."},{"number":4,"verse":"( ) Kemudian Habel mengambil seekor anak domba sulung dan menyembelih anak domba itu, lalu memberikan potongan-potongan yang terbaik sebagai persembahan kepada TUHAN. TUHAN berkenan kepada Habel dan persembahannya,"},{"number":5,"verse":"tetapi Dia tidak berkenan kepada Kain dan persembahannya. Maka Kain naik marah dan mukanya masam."},{"number":6,"verse":"Maka TUHAN berfirman kepada Kain, “Mengapa engkau marah? Mengapa mukamu masam?"},{"number":7,"verse":"Jika engkau melakukan yang benar, pasti engkau tersenyum; ( pasti engkau tersenyum; atau pasti Aku menerima persembahanmu.) tetapi jika engkau melakukan yang jahat, maka dosa menunggu untuk masuk ke dalam hatimu. Dosa hendak menguasai dirimu, tetapi engkau mesti mengalahkannya.”"},{"number":8,"verse":"( ; ; ) Kemudian Kain berkata kepada Habel, adiknya, “Mari kita pergi ke padang.” ( Beberapa buah terjemahan kuno: Mari kita pergi ke padang. Naskhah Ibrani tidak ada kata-kata ini.) Apabila mereka sampai di situ, Kain menyerang adiknya lalu membunuh dia."},{"number":9,"verse":"TUHAN bertanya kepada Kain, “Di mana Habel, adikmu?” Kain menjawab, “Aku tidak tahu. Haruskah aku menjaga adikku?”"},{"number":10,"verse":"( ) Kemudian TUHAN berfirman, “Mengapa engkau melakukan perbuatan yang dahsyat itu? Darah adikmu berseru kepada-Ku dari tanah, seperti suara yang berseru meminta pembalasan."},{"number":11,"verse":"Engkau terkutuk dan tidak boleh lagi mengusahakan tanah. Tanah itu sudah menyerap darah adikmu, seolah-olah tanah membuka mulut untuk menerima darah adikmu ketika engkau membunuh dia."},{"number":12,"verse":"Jika engkau bercucuk tanam, tanah tidak akan menghasilkan apa-apa; engkau akan menjadi pengembara yang tidak mempunyai tempat tinggal di bumi.”"},{"number":13,"verse":"Kemudian Kain berkata kepada TUHAN, “Hukuman itu terlalu berat, aku tidak dapat menanggungnya."},{"number":14,"verse":"Engkau mengusir aku dari tanah ini dan dari hadirat-Mu. Aku akan menjadi pengembara yang tidak mempunyai tempat tinggal di bumi, dan aku akan dibunuh oleh sesiapa sahaja yang menjumpai aku.”"},{"number":15,"verse":"Tetapi TUHAN berfirman, “Tidak. Jika engkau dibunuh, maka sebagai pembalasan, tujuh orang termasuk pembunuhmu itu akan dibunuh juga.” Kemudian TUHAN membubuhkan suatu tanda pada Kain supaya sesiapa sahaja yang menjumpai dia tidak membunuhnya."},{"number":16,"verse":"Maka Kain pergi dari hadirat TUHAN, lalu tinggal di tanah yang bernama “Pengembaraan” di sebelah timur Eden."},{"number":17,"verse":"( Keturunan Kain) Kain dan isterinya mempunyai seorang anak lelaki yang diberi nama Henokh. Kemudian Kain membina sebuah kota dan menamakan kota itu menurut nama anak lelakinya."},{"number":18,"verse":"Henokh mempunyai seorang anak lelaki bernama Irad. Irad bapa Mehuyael, Mehuyael bapa Metusael, dan Metusael bapa Lamekh."},{"number":19,"verse":"Lamekh mempunyai dua orang isteri, Ada dan Zila."},{"number":20,"verse":"Ada melahirkan Yabal. Keturunan Yabal ialah bangsa yang memelihara ternakan dan tinggal di khemah."},{"number":21,"verse":"Adik Yabal bernama Yubal. Keturunan Yubal ialah pemuzik yang memainkan kecapi dan seruling."},{"number":22,"verse":"Zila melahirkan Tubal-Kain. Keturunan Tubal-Kain membuat pelbagai perkakas ( membuat pelbagai perkakas; Sebuah terjemahan kuno: nenek moyang semua tukang besi.) daripada gangsa dan besi. Adik perempuan Tubal-Kain bernama Naama."},{"number":23,"verse":"Lamekh berkata kepada isterinya, “Ada dan Zila, dengarlah kataku. Aku sudah membunuh seorang pemuda kerana dia memukul aku."},{"number":24,"verse":"Jika tujuh orang dibunuh sebagai pembalasan terhadap orang yang membunuh Kain, tujuh puluh tujuh orang akan dibunuh jika aku dibunuh.”"},{"number":25,"verse":"( Set dan Enos) Adam dan isterinya mendapat seorang anak lelaki lagi. Hawa berkata, “Allah sudah mengurniai aku seorang anak lelaki untuk menggantikan Habel yang dibunuh oleh Kain.” Maka Hawa menamakan anaknya Set. ( Set: Dalam bahasa Ibrani nama ini bunyinya seperti perkataan yang bermakna “sudah memberi”.)"},{"number":26,"verse":"Set mempunyai seorang anak lelaki yang diberi nama Enos. Pada zaman itulah orang mula menyebut nama TUHAN apabila beribadat."}]}