{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":41,"verses":[{"number":1,"verse":"( Yusuf Mentafsirkan Mimpi Raja Mesir) Dua tahun kemudian, raja Mesir bermimpi bahawa baginda sedang berdiri di tebing Sungai Nil."},{"number":2,"verse":"Tiba-tiba tujuh ekor lembu yang gemuk dan yang kulitnya licin berkilat, keluar dari sungai, lalu mula makan rumput di tebing sungai itu."},{"number":3,"verse":"Selepas itu tujuh ekor lembu yang lain muncul pula; lembu itu kurus kering. Lembu-lembu yang kurus itu berdiri di samping lembu-lembu yang gemuk, di tebing sungai."},{"number":4,"verse":"Kemudian lembu-lembu yang kurus makan lembu-lembu yang gemuk. Selepas itu raja terjaga daripada tidurnya."},{"number":5,"verse":"Raja tertidur dan bermimpi lagi. Dalam mimpinya raja nampak tujuh bulir gandum yang berisi dan masak pada satu tangkai."},{"number":6,"verse":"Kemudian ada lagi tujuh bulir gandum lain, yang kempis dan layu kerana ditiup angin gurun."},{"number":7,"verse":"Bulir gandum yang kempis itu menelan ketujuh-tujuh bulir yang berisi. Selepas itu raja terjaga dan sedar bahawa baginda sudah bermimpi."},{"number":8,"verse":"( ) Pagi esoknya raja berasa gelisah. Oleh itu raja memanggil semua ahli sihir dan orang berilmu di Mesir. Kemudian raja menceritakan mimpinya kepada mereka, tetapi tiada seorang pun dapat mentafsirkan mimpi itu."},{"number":9,"verse":"Kemudian pengurus minuman berkata kepada raja, “Pada hari ini hamba mesti mengaku kesalahan hamba."},{"number":10,"verse":"Dahulu tuanku murka kepada hamba dan pengurus roti, lalu hamba berdua dimasukkan ke dalam penjara di rumah ketua pengawal istana."},{"number":11,"verse":"Pada suatu malam hamba berdua bermimpi, dan mimpi itu tidak sama ertinya."},{"number":12,"verse":"Seorang pemuda Ibrani berada di sana bersama dengan hamba. Dia pelayan ketua pengawal istana. Hamba menceritakan mimpi hamba kepadanya, lalu dia mentafsirkan mimpi itu."},{"number":13,"verse":"Ternyata segalanya berlaku tepat seperti yang dikatakannya. Tuanku mengembalikan hamba kepada pekerjaan hamba, tetapi menjatuhkan hukuman mati kepada pengurus roti itu.”"},{"number":14,"verse":"Oleh itu raja menyuruh orang memanggil Yusuf datang menghadap, lalu Yusuf segera dikeluarkan dari penjara. Setelah Yusuf bercukur dan berganti pakaian, dia dibawa menghadap raja."},{"number":15,"verse":"Raja bertitah kepadanya, “Beta sudah bermimpi, tetapi tiada seorang pun dapat menjelaskan erti mimpi itu. Beta sudah diberitahu bahawa kamu dapat mentafsirkan mimpi.”"},{"number":16,"verse":"Yusuf menjawab, “Tuanku, bukan hamba melainkan Allah yang dapat memberikan tafsiran yang baik bagi tuanku.”"},{"number":17,"verse":"Raja bertitah, “Beta bermimpi bahawa beta sedang berdiri di tebing Sungai Nil."},{"number":18,"verse":"Kemudian tujuh ekor lembu yang gemuk dan yang kulitnya licin berkilat keluar dari sungai, lalu mula makan rumput di tebing sungai itu."},{"number":19,"verse":"Selepas itu, muncul pula tujuh ekor lembu lain yang kurus kering. Beta belum pernah nampak lembu yang sedemikian kurus di seluruh Mesir."},{"number":20,"verse":"Lembu-lembu yang kurus itu memakan habis ketujuh-tujuh ekor lembu yang gemuk."},{"number":21,"verse":"Tetapi lembu-lembu yang kurus itu masih tetap kurus. Lalu beta terjaga daripada tidur."},{"number":22,"verse":"Kemudian beta tertidur dan bermimpi lagi. Beta nampak tujuh bulir gandum yang berisi dan masak pada satu tangkai."},{"number":23,"verse":"Selepas itu ada pula tujuh bulir gandum yang kempis dan layu kerana ditiup angin gurun."},{"number":24,"verse":"Bulir gandum yang kempis itu menelan bulir yang berisi. Beta sudah menceritakan kedua-dua mimpi beta itu kepada para ahli sihir, tetapi tiada seorang pun dapat mentafsirkan mimpi itu.”"},{"number":25,"verse":"Kemudian Yusuf berkata kepada raja, “Kedua-dua mimpi itu mempunyai erti yang sama; Allah sudah memberitahu tuanku apa yang akan dilakukan-Nya."},{"number":26,"verse":"Tujuh ekor lembu yang gemuk itu melambangkan tujuh tahun. Tujuh bulir gandum yang berisi itu melambangkan tujuh tahun juga; kedua-duanya mempunyai erti yang sama."},{"number":27,"verse":"Tujuh ekor lembu yang kurus, yang muncul kemudian, serta tujuh bulir gandum yang kempis dan layu kerana ditiup angin gurun itu melambangkan masa kebuluran selama tujuh tahun."},{"number":28,"verse":"Sebagaimana hamba katakan kepada tuanku, Allah sudah menyatakan apa yang akan dilakukan-Nya."},{"number":29,"verse":"Seluruh negeri Mesir akan kelimpahan gandum selama tujuh tahun."},{"number":30,"verse":"Selepas itu kebuluran akan berlaku selama tujuh tahun. Masa kelimpahan gandum itu akan dilupakan sama sekali kerana kebuluran itu sangat dahsyat sehingga negeri ini menjadi tandus."},{"number":32,"verse":"Tuanku bermimpi dua kali; hal itu bermakna bahawa perkara itu telah ditetapkan oleh Allah, dan Allah akan melaksanakannya dengan segera."},{"number":33,"verse":"Oleh sebab itu, sebaiknya tuanku memilih seorang yang cerdas dan bijaksana lalu memberinya kuasa untuk mengurus negeri ini."},{"number":34,"verse":"Tuanku perlu juga melantik pegawai-pegawai lain, dan memberi mereka kuasa untuk memungut seperlima daripada segala tuaian gandum selama tujuh tahun masa kelimpahan gandum, lalu menyimpannya di kota-kota dan menjaganya."},{"number":36,"verse":"Gandum itu akan menjadi simpanan makanan untuk masa kebuluran selama tujuh tahun di Mesir. Dengan demikian rakyat tidak akan mati kebuluran.”"},{"number":37,"verse":"( Yusuf Dilantik Menjadi Gabenor di Mesir) Raja dan para pegawainya menyetujui cadangan Yusuf itu."},{"number":38,"verse":"Kemudian raja bertitah kepada mereka, “Tidak mungkin kita mendapatkan orang lain yang lebih sesuai daripada Yusuf, kerana dia dipimpin oleh Roh Allah.”"},{"number":39,"verse":"Oleh itu raja bertitah kepada Yusuf, “Allah sudah memberitahukan segala perkara ini kepadamu, kerana itu jelaslah bahawa kamu lebih cerdas dan bijaksana daripada sesiapa pun."},{"number":40,"verse":"( ) Beta melantik kamu menjadi gabenor, dan segenap rakyat akan mentaati perintahmu. Hanya beta yang lebih berkuasa daripadamu.”"},{"number":41,"verse":"( ) Selepas itu raja menanggalkan cincin yang berukir meterai kerajaan dari jarinya. Raja menyarungkan cincin itu pada jari Yusuf sambil bertitah, “Dengan ini beta melantik kamu menjadi gabenor seluruh Mesir.” Kemudian raja mengenakan sehelai jubah linen yang halus pada Yusuf, dan mengalungkan seutas rantai emas pada lehernya."},{"number":43,"verse":"Kemudian raja memberikan kereta kuda diraja yang kedua kepada Yusuf sebagai kenderaannya, dan pengawal kehormat diraja berjalan di hadapan kereta kuda itu sambil berseru-seru, “Beri jalan! Beri jalan!” Demikianlah Yusuf dilantik menjadi gabenor seluruh Mesir."},{"number":44,"verse":"Raja bertitah kepadanya, “Betalah raja — dan beta mengumumkan bahawa tanpa izinmu tiada seorang pun di seluruh Mesir boleh melakukan apa-apa.”"},{"number":45,"verse":"Raja memberikan nama Mesir kepada Yusuf, iaitu Zafnat-Paaneah. Baginda juga memberikan seorang isteri kepada Yusuf. Isterinya itu bernama Asnat, anak Potifera yang menjadi imam di kota Heliopolis."},{"number":46,"verse":"Yusuf berumur tiga puluh tahun ketika dia mula berkhidmat kepada raja Mesir. Yusuf meninggalkan istana raja lalu pergi ke seluruh negeri itu."},{"number":47,"verse":"Selama tujuh tahun masa kelimpahan gandum itu, tanah menghasilkan tuaian yang banyak sekali."},{"number":48,"verse":"Gandum itu dikumpulkan oleh Yusuf lalu disimpan di kota-kota. Di setiap kota dia menyimpan gandum hasil ladang di sekitar kota itu."},{"number":49,"verse":"Gandum yang dikumpulkan begitu banyak sehingga Yusuf berhenti menyukatnya, kerana banyaknya seperti pasir di pantai."},{"number":50,"verse":"Sebelum masa kebuluran sampai, Asnat isteri Yusuf, melahirkan dua orang anak lelaki."},{"number":51,"verse":"Yusuf berkata, “Allah sudah membuat aku lupa akan segala penderitaanku dan akan kaum keluarga bapaku.” Oleh itu dia menamakan anaknya yang sulung “Manasye”. ( Manasye: Nama ini bunyinya seperti perkataan Ibrani yang bermakna “membuat lupa”.)"},{"number":52,"verse":"Dia berkata lagi, “Allah sudah memberikan anak kepadaku di negeri aku mengalami kesukaran,” lalu dia menamakan anaknya yang kedua “Efraim”. ( Efraim: Nama ini bunyinya seperti perkataan Ibrani yang bermakna “memberikan anak-anak”.)"},{"number":53,"verse":"Tujuh tahun masa kelimpahan gandum, yang dinikmati negeri Mesir, berakhir."},{"number":54,"verse":"( ) Kemudian datanglah tujuh tahun masa kebuluran, tepat seperti yang dikatakan Yusuf. Di setiap negeri lain ada kebuluran, tetapi di seluruh Mesir ada makanan."},{"number":55,"verse":"( ) Apabila rakyat Mesir mula menderita kebuluran, mereka meminta makanan daripada raja. Oleh itu raja menyuruh mereka pergi kepada Yusuf dan mentaati segala sesuatu yang diperintahkannya."},{"number":56,"verse":"Apabila kebuluran itu semakin dahsyat dan meluas ke seluruh negeri, Yusuf membuka semua gudang lalu menjual gandum kepada orang Mesir."},{"number":57,"verse":"Orang dari seluruh dunia datang ke Mesir untuk membeli gandum daripada Yusuf, kerana kebuluran itu sangat dahsyat di merata tempat."}]}