{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":45,"verses":[{"number":1,"verse":"( Yusuf Memperkenalkan Diri kepada Saudara-saudaranya) ( ) Yusuf tidak dapat menahan perasaannya lagi di hadapan hamba-hambanya. Oleh itu dia menyuruh mereka meninggalkan bilik itu supaya dia dapat memperkenalkan diri kepada saudara-saudaranya."},{"number":2,"verse":"Kemudian Yusuf menangis dengan kuat sehingga orang Mesir mendengarnya. Lalu berita itu dibawa ke istana raja."},{"number":3,"verse":"Yusuf berkata kepada saudara-saudaranya, “Aku ini Yusuf. Adakah bapaku masih hidup?” Tetapi saudara-saudaranya sangat takut sehingga tidak dapat menjawab."},{"number":4,"verse":"Oleh itu Yusuf berkata kepada mereka, “Marilah dekat aku.” Mereka mendekati Yusuf, lalu dia berkata lagi, “Aku Yusuf, saudara kamu yang kamu jual ke Mesir."},{"number":5,"verse":"Jangan takut atau salahkan diri kerana kamu menjual aku. Sebenarnya, Allah sendiri yang menghantar aku ke sini lebih dahulu daripada kamu untuk menyelamatkan banyak orang."},{"number":6,"verse":"Sekarang baru tahun kedua masa kebuluran, dan ada lima tahun lagi orang tidak akan membajak atau menuai."},{"number":7,"verse":"Allah telah menghantar aku ke sini lebih dahulu daripada kamu untuk menyelamatkan kamu dengan cara yang menakjubkan ini, supaya kamu selamat dan keturunan kamu tidak pupus."},{"number":8,"verse":"Oleh itu, sebenarnya bukan kamu yang menyebabkan aku berada di sini, melainkan Allah. Dia sudah menjadikan aku pegawai tertinggi raja Mesir. Aku diberi kuasa mengurus segenap rumah tangganya dan seluruh negeri Mesir."},{"number":9,"verse":"Sekarang, kembalilah dengan segera kepada bapaku dan katakanlah kepadanya bahawa Yusuf, anaknya, berkata begini, ‘Allah sudah menjadikan saya penguasa seluruh Mesir; datanglah kepada saya dengan segera."},{"number":10,"verse":"Ayah dapat tinggal di daerah Gosyen, berhampiran dengan saya — ayah, bersama dengan anak cucu, domba, kambing, lembu, dan segala kepunyaan ayah."},{"number":11,"verse":"( ) Jika ayah berada di Gosyen, saya dapat menjaga ayah. Kebuluran masih akan berlaku lima tahun lagi, dan akan saya usahakan agar ayah, keluarga, serta ternakan ayah tidak kekurangan apa-apa pun.’ ”"},{"number":12,"verse":"Yusuf berkata lagi, “Sekarang kamu nampak sendiri, termasuk engkau Benyamin, bahawa aku benar-benar Yusuf."},{"number":13,"verse":"Katakanlah kepada ayah kita betapa besarnya kuasaku di sini, di Mesir, dan ceritakanlah segala yang sudah kamu nampak kepadanya. Bawalah dia ke sini dengan segera.”"},{"number":14,"verse":"Yusuf memeluk adiknya Benyamin dan menangis. Benyamin juga menangis sambil memeluk abangnya."},{"number":15,"verse":"Kemudian sambil menangis, Yusuf memeluk semua saudaranya dan mencium mereka. Selepas itu mereka mula bercakap-cakap dengan dia."},{"number":16,"verse":"Apabila berita kedatangan saudara-saudara Yusuf sampai di istana raja, raja dan para pegawainya pun senang hati."},{"number":17,"verse":"Oleh itu raja bertitah kepada Yusuf, “Suruhlah saudara-saudaramu memuati keldai mereka dengan gandum, dan pulang ke Kanaan"},{"number":18,"verse":"untuk membawa bapa serta keluarga mereka ke sini. Beta akan memberikan tanah yang terbaik di Mesir kepada mereka, dan mereka akan dapat hidup dengan berkecukupan daripada hasil tanah itu."},{"number":19,"verse":"Suruhlah mereka membawa beberapa buah pedati dari sini untuk isteri serta anak-anak mereka yang masih kecil, dan untuk membawa bapa mereka ke sini."},{"number":20,"verse":"Mereka tidak perlu memikirkan barang-barang yang terpaksa mereka tinggalkan, kerana yang terbaik di seluruh Mesir akan menjadi kepunyaan mereka.”"},{"number":21,"verse":"Anak-anak Yakub melakukan perintah raja itu. Yusuf memberi mereka beberapa buah pedati, menurut perintah raja, dan juga bekal makanan untuk perjalanan."},{"number":22,"verse":"Yusuf memberikan sepasang pakaian baru kepada setiap saudaranya, tetapi dia memberikan tiga ratus keping perak dan lima pasang pakaian baru kepada Benyamin."},{"number":23,"verse":"Yusuf mengirim sepuluh ekor keldai yang dimuati barang-barang yang terbaik dari Mesir kepada bapanya. Selain itu Yusuf juga mengirim sepuluh ekor keldai yang dimuati gandum, roti dan makanan lain untuk bapanya dalam perjalanannya kelak."},{"number":24,"verse":"Kemudian Yusuf menghantar saudara-saudaranya sambil berkata, “Jangan bertengkar dalam perjalanan.”"},{"number":25,"verse":"Mereka meninggalkan Mesir dan pulang kepada Yakub, bapa mereka di Kanaan."},{"number":26,"verse":"Mereka berkata kepadanya, “Yusuf masih hidup! Dia penguasa seluruh Mesir!” Mendengar berita itu, Yakub terperanjat dan tidak mempercayai mereka."},{"number":27,"verse":"Tetapi setelah mereka memberitahu Yakub semua yang dikatakan Yusuf kepada mereka, dan ketika Yakub nampak pedati yang dikirim oleh Yusuf untuk membawa dia ke Mesir, pulihlah semangat Yakub."},{"number":28,"verse":"Dia berkata, “Anakku Yusuf masih hidup! Itulah saja yang aku inginkan! Aku mesti pergi berjumpa dengan dia sebelum aku mati!”"}]}