{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":47,"verses":[{"number":1,"verse":"( Yakub Menghadap Raja Mesir) Kemudian Yusuf membawa lima orang daripada saudaranya, lalu menghadap raja. Yusuf berkata, “Bapa dan saudara-saudara hamba sudah datang bersama dengan kawanan kambing dan domba, lembu, dan segala kepunyaan mereka dari Kanaan. Sekarang mereka berada di daerah Gosyen.” Selepas itu, dia memperkenalkan saudara-saudaranya kepada raja."},{"number":3,"verse":"Raja bertanya kepada mereka, “Apakah pekerjaan kamu?” Mereka menjawab, “Hamba sekalian gembala ternakan seperti nenek moyang hamba sekalian."},{"number":4,"verse":"Hamba semua datang untuk tinggal di negeri ini kerana kebuluran di tanah Kanaan terlalu dahsyat, sehingga tiada lagi rumput untuk ternakan. Benarkanlah hamba sekalian tinggal di daerah Gosyen.”"},{"number":5,"verse":"Lalu raja bertitah kepada Yusuf, “Sekarang bapa dan saudara-saudaramu telah tiba di sini."},{"number":6,"verse":"Anggaplah negeri Mesir sebagai negerimu sendiri. Biarlah mereka menetap di daerah Gosyen, daerah yang terbaik di negeri ini. Jika ada orang yang cekap antara mereka, tugaskanlah orang itu menjaga ternakan beta.”"},{"number":7,"verse":"Yusuf juga membawa bapanya menghadap raja. Yakub memberkati raja,"},{"number":8,"verse":"lalu raja bertanya kepadanya, “Berapakah umurmu?”"},{"number":9,"verse":"Yakub menjawab, “Hamba sudah hidup seratus tiga puluh tahun sebagai pengembara. Hidup hamba ini singkat dan penuh dengan kesukaran, tidak seperti panjangnya umur nenek moyang hamba yang hidup sebagai pengembara.”"},{"number":10,"verse":"Selepas itu Yakub memberkati raja, lalu meninggalkan tempat itu."},{"number":11,"verse":"Yusuf membantu bapa dan saudara-saudaranya menetap di Mesir. Dia memberi mereka tanah sebagai hak milik di kawasan yang terbaik di negeri itu, dekat kota Rameses, sebagaimana yang diperintahkan raja."},{"number":12,"verse":"Yusuf menyediakan makanan bagi bapanya, saudara-saudaranya, dan sanak saudaranya, termasuk yang paling muda."},{"number":13,"verse":"( Masa Kebuluran) Kebuluran sangat dahsyat sehingga tiada lagi makanan di mana-mana pun. Penduduk Mesir dan Kanaan lemah, serta tidak berdaya kerana kebuluran."},{"number":14,"verse":"Setiap kali mereka membeli gandum, Yusuf mengumpulkan wang pembayar gandum, lalu menyimpannya di istana raja."},{"number":15,"verse":"Apabila wang di Mesir dan di Kanaan habis dibelanjakan, orang Mesir datang kepada Yusuf dan berkata, “Berilah kami makanan! Jangan biar kami mati. Wang kami sudah habis.”"},{"number":16,"verse":"Yusuf menjawab, “Jika wang kamu sudah habis, berikanlah ternakan kamu, lalu aku akan memberikan makanan kepada kamu sebagai ganti ternakan.”"},{"number":17,"verse":"Oleh itu mereka memberikan ternakan kepada Yusuf. Kemudian Yusuf memberikan makanan kepada mereka sebagai ganti kuda, domba, kambing, lembu, dan keldai. Pada tahun itu, Yusuf memberikan makanan kepada mereka dan mereka membayarnya dengan ternakan."},{"number":18,"verse":"Pada tahun yang berikut mereka datang lagi kepada Yusuf dan berkata, “Kami berterus terang kepada tuan bahawa wang kami sudah habis dan ternakan kami sudah menjadi milik tuan. Kami tidak mempunyai apa-apa lagi yang dapat diberikan kepada tuan, selain diri kami sendiri dan tanah kami."},{"number":19,"verse":"Jangan biar kami mati! Jangan biar ladang-ladang kami menjadi tandus. Belilah kami dan tanah kami dengan gandum. Kami dan tanah kami akan menjadi milik raja. Berilah kami gandum untuk menyambung hidup kami, dan juga benih untuk ditanam di ladang!”"},{"number":20,"verse":"Kemudian Yusuf membeli seluruh tanah di Mesir untuk raja. Tiap-tiap orang Mesir terpaksa menjual tanahnya kerana masa kebuluran itu sangat dahsyat. Lalu seluruh tanah di Mesir menjadi milik raja."},{"number":21,"verse":"Rakyat seluruh Mesir dijadikan hamba oleh Yusuf."},{"number":22,"verse":"Hanya tanah kepunyaan para imam yang tidak dibeli oleh Yusuf. Mereka tidak perlu menjual tanah kerana raja memberi mereka elaun tetap untuk keperluan hidup."},{"number":23,"verse":"Yusuf berkata kepada rakyat, “Sekarang aku telah membeli kamu dan tanah kamu untuk raja. Oleh itu, ambillah benih ini untuk ditanam di ladang kamu."},{"number":24,"verse":"Pada waktu menuai nanti, kamu mesti memberikan seperlima daripada hasilnya kepada raja. Kamu boleh menggunakan bakinya sebagai benih, dan untuk makanan kamu serta keluarga kamu.”"},{"number":25,"verse":"Mereka menjawab, “Tuan sudah berjasa kepada kami; tuan sudah menyelamatkan kami. Oleh itu kami rela menjadi hamba raja.”"},{"number":26,"verse":"Kemudian Yusuf menjadikan hal itu undang-undang di negeri Mesir, iaitu seperlima daripada hasil tuaian mesti menjadi milik raja. Sampai sekarang undang-undang itu masih berlaku. Hanya tanah milik para imam yang tidak dijadikan milik raja."},{"number":27,"verse":"( Permintaan Yakub yang Terakhir) Demikianlah orang Israel menetap di Mesir, di daerah Gosyen. Mereka menjadi kaya dan mempunyai banyak anak cucu di situ."},{"number":28,"verse":"Yakub tinggal di Mesir selama tujuh belas tahun sehingga dia berusia seratus empat puluh tujuh tahun."},{"number":29,"verse":"Apabila hampir saatnya dia meninggal, dia memanggil Yusuf, anaknya, lalu berkata kepadanya, “Letakkanlah ( Letakkanlah...: Lihat 24.2.) tanganmu di antara pangkal pahaku dan bersumpahlah bahawa engkau tidak akan mengebumikan aku di Mesir."},{"number":30,"verse":"( , ) Aku mahu dikebumikan di tempat nenek moyangku. Bawalah jenazahku keluar dari negeri ini dan kuburkanlah aku di kuburan mereka.” Yusuf menjawab, “Saya akan melakukan apa yang dikatakan ayah.”"},{"number":31,"verse":"Yakub berkata, “Bersumpahlah bahawa engkau akan melakukannya.” Yusuf bersumpah, lalu Yakub mengucapkan syukur di tempat tidurnya."}]}