{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":49,"verses":[{"number":1,"verse":"( Kata-Kata Yakub yang Terakhir) Kemudian Yakub memanggil anak-anak lelakinya dan berkata, “Berkumpullah di sini, dekat aku. Aku akan memberitahu kamu apa yang kamu alami pada kemudian hari."},{"number":2,"verse":"Berkumpullah, hai anak-anak Yakub, dengarlah Israel, bapa kamu."},{"number":3,"verse":"Ruben, anakku yang sulung, engkaulah kekuatanku, buah pertama keperkasaanku. Engkau paling gagah dan kuat antara semua anak lelakiku."},{"number":4,"verse":"Engkau mudah tergoncang seperti air, sehingga engkau bukan yang terutama. Oleh sebab engkau tidur dengan gundikku, engkau mencemarkan tempat tidur bapamu."},{"number":5,"verse":"Simeon dan Lewi bersaudara; senjata mereka digunakan untuk kekejaman."},{"number":6,"verse":"Aku tidak akan ikut dalam pakatan mereka, dan tidak ikut dalam kumpulan mereka. Oleh sebab mereka membunuh dalam kemarahan, dan melumpuhkan lembu jantan untuk bersuka-suka."},{"number":7,"verse":"Terkutuklah kemarahan mereka, kerana sangat dahsyat. Terkutuklah amukan mereka, kerana sangat kejam. Aku akan menyelerakkan mereka di seluruh Israel. Aku akan mencerai-beraikan mereka antara semua bangsa."},{"number":8,"verse":"Yehuda, engkau akan menerkam tengkuk musuhmu; saudara-saudaramu akan memujimu dan sujud di hadapanmu."},{"number":9,"verse":"( ; ) Yehuda bagaikan singa; dia membunuh mangsanya, lalu kembali ke sarangnya; dia menggeliat lalu berbaring, dan tiada seorang pun berani mengusiknya."},{"number":10,"verse":"Yehuda akan memegang tongkat kerajaan, keturunannya akan memerintah selama-lamanya. Bangsa-bangsa akan membawakan dia ufti, ( Bangsa-bangsa... ufti; Kemungkinan besar itu maknanya.) dan sujud dengan taat di hadapannya."},{"number":11,"verse":"Anak keldainya diikatnya pada pokok, pada pokok anggur yang paling baik. Dia mencuci pakaiannya dengan wain, wain semerah darah."},{"number":12,"verse":"Matanya merah kerana minum wain, giginya putih kerana minum susu. ( Matanya merah... susu; atau Matanya lebih merah daripada wain; giginya lebih putih daripada susu.)"},{"number":13,"verse":"Zebulon akan tinggal dekat laut; kapal-kapal akan berlabuh di pantainya; sempadan wilayahnya sampai ke Sidon."},{"number":14,"verse":"Isakhar umpama keldai kuat yang terlentang di antara kantung pelana."},{"number":15,"verse":"Dia melihat betapa baiknya tempat itu dan betapa indahnya negeri itu. Oleh itu dia membongkok untuk memikul beban, dan dipaksa bekerja sebagai hamba."},{"number":16,"verse":"Dan akan memerintah bangsanya, mereka akan menjadi seperti suku Israel yang lain."},{"number":17,"verse":"Dan bagaikan ular di pinggir jalan, ular berbisa di tepi lorong, yang mematuk tumit kuda sehingga penunggangnya tercampak."},{"number":18,"verse":"Aku menantikan penyelamatan daripada-Mu, ya TUHAN."},{"number":19,"verse":"Gad akan diserang perompak, namun dia akan berbalik dan merompak mereka."},{"number":20,"verse":"Tanah Asyer akan menghasilkan makanan lazat, dia akan menyediakan makanan bagi raja."},{"number":21,"verse":"Naftali bagaikan rusa yang pantas, yang melahirkan anak-anak ( Naftali... anak-anak; atau Naftali seperti pokok rendang dengan dahan-dahan yang segar.) yang cantik."},{"number":22,"verse":"Yusuf umpama keldai muda, keldai liar dekat mata air, berlari-lari di lereng gunung. ( Yusuf... lereng gunung; atau Yusuf seperti pokok dekat mata air, pokok buah-buahan yang membentang pada tembok.)"},{"number":23,"verse":"Musuh menyerangnya dengan sengit, mengejarnya dengan busur dan panah."},{"number":24,"verse":"Tetapi lengan Yusuf tetap kuat, dan busurnya kukuh, ( Tetapi... busurnya kukuh; atau Tetapi panah mereka patah dan hancur, otot-otot lengannya tercabik-cabik.) kerana kekuatan Allah Yakub yang Berkuasa, Gembala dan Pelindung Israel."},{"number":25,"verse":"Allah bapamu menolong engkau; Allah Yang Maha Kuasa memberkati engkau dengan hujan dari langit dan air dari bawah tanah, dengan anak dan lembu,"},{"number":26,"verse":"dengan gandum dan bunga, ( Kemungkinan besar ayat ini bermakna: gandum dan bunga. Naskhah Ibrani: nenek moyangmu lebih perkasa daripada.) dengan gunung-gunung purba, ( Sebuah terjemahan kuno: gunung-gunung purba. Naskhah Ibrani: nenek moyangku kepada.) dengan kekayaan dari bukit-bukit yang abadi. Semoga semua berkat itu dicurahkan di atas kepala Yusuf, dan pada dahinya. Dialah yang teristimewa di kalangan saudara-saudaranya."},{"number":27,"verse":"Benyamin bagaikan serigala yang ganas. Pada pagi hari dia menerkam mangsanya. Pada malam hari dia mencarik-cariknya.”"},{"number":28,"verse":"Itulah dua belas suku Israel, dan kata-kata bapa mereka ketika dia memberkati setiap anak lelakinya dengan berkat yang sesuai bagi masing-masing."},{"number":29,"verse":"( Yakub Meninggal dan Dikebumikan) ( ) Kemudian Yakub berpesan kepada anak-anak lelakinya, “Sebentar lagi aku akan meninggal seperti nenek moyangku. Kebumikanlah aku di tempat mereka dikebumikan, di dalam gua di Makhpela, di sebelah timur Mamre, di tanah Kanaan. Abraham sudah membeli gua dan ladang di sekitarnya untuk dijadikan perkuburan, daripada Efron orang Het."},{"number":31,"verse":"( , ) Di situlah Abraham dan Sara serta Ishak dan Ribka dikebumikan. Di situ juga aku mengebumikan Lea."},{"number":32,"verse":"Ladang dan gua yang ada di situ sudah dibeli daripada orang Het. Kebumikanlah aku di situ.”"},{"number":33,"verse":"( ) Selepas Yakub memberikan pesannya kepada anak-anak lelakinya, dia berbaring lalu meninggal."}]}