{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":50,"verses":[{"number":1,"verse":"Yusuf merebahkan diri ke atas badan bapanya sambil menangis dan mencium muka bapanya."},{"number":2,"verse":"Kemudian Yusuf memberikan perintah kepada pakar pengawet jenazah untuk mengawet jenazah Yakub."},{"number":3,"verse":"Pengawetan itu memakan masa empat puluh hari, masa yang diperlukan untuk mengawetkan jenazah. Orang Mesir berkabung bagi Yakub selama tujuh puluh hari."},{"number":4,"verse":"Apabila selesai masa berkabung, Yusuf berkata kepada para pegawai raja, “Sampaikanlah pesan ini kepada raja."},{"number":5,"verse":"( ) ‘Ketika bapa hamba hampir meninggal, beliau menyuruh hamba berjanji mengebumikan beliau di dalam kubur yang sudah disediakannya di tanah Kanaan. Oleh sebab itu, benarkanlah hamba pergi untuk mengebumikan bapa hamba. Selepas itu hamba akan kembali.’ ”"},{"number":6,"verse":"Oleh itu raja bertitah, “Pergilah kebumikan bapamu seperti yang kamu janjikan.”"},{"number":7,"verse":"Kemudian Yusuf pergi untuk mengebumikan bapanya. Semua pegawai raja, orang atasan istana dan semua pembesar Mesir, pergi bersama dengan Yusuf."},{"number":8,"verse":"Keluarganya, saudara-saudaranya, dan sanak saudaranya yang lain pergi juga. Hanya anak-anak kecil dan ternakan mereka ditinggalkan di daerah Gosyen."},{"number":9,"verse":"Orang yang berkereta kuda dan berkuda juga ikut, sehingga kumpulan mereka sangat besar."},{"number":10,"verse":"Apabila mereka sampai di tempat orang mengirik gandum di Atad, di sebelah timur Sungai Yordan, mereka meratap dengan sedih dan nyaring. Yusuf mengadakan upacara perkabungan selama tujuh hari."},{"number":11,"verse":"Apabila penduduk Kanaan melihat perkabungan di Atad, mereka berkata, “Betapa pilunya upacara perkabungan orang Mesir!” Itulah sebabnya tempat itu dinamakan Abel-Mizraim. ( Abel-Mizraim: Nama ini bunyinya seperti perkataan Ibrani yang bermakna “upacara perkabungan orang Mesir”.)"},{"number":12,"verse":"Demikianlah anak-anak lelaki Yakub melakukan apa yang dipesankan Yakub kepada mereka."},{"number":13,"verse":"( ) Mereka membawa jenazah Yakub ke Kanaan dan mengebumikannya di dalam gua Makhpela, di sebelah timur Mamre, di ladang yang dibeli oleh Abraham daripada Efron orang Het, untuk dijadikan tanah perkuburan."},{"number":14,"verse":"Selepas Yusuf mengebumikan bapanya, dia kembali ke Mesir bersama dengan saudara-saudaranya, dan semua orang yang mengikuti dia untuk pengebumian bapanya."},{"number":15,"verse":"( Yusuf Menenteramkan Hati Saudara-Saudaranya) Setelah bapa mereka meninggal, saudara-saudara Yusuf berkata, “Bagaimanakah sekiranya Yusuf masih berdendam dan mahu membalas kejahatan kita dahulu?”"},{"number":16,"verse":"Oleh itu mereka mengirim pesan ini kepada Yusuf, “Sebelum bapa kita meninggal,"},{"number":17,"verse":"dia menyuruh kami mengatakan hal ini kepadamu, ‘Ampunkanlah kesalahan yang dahulu dilakukan saudara-saudaramu terhadapmu.’ Oleh itu, sebagai hamba-hamba Allah yang disembah oleh bapa kita, kami mohon, ampunkanlah kesalahan yang sudah kami lakukan.” Yusuf menangis ketika menerima pesan itu."},{"number":18,"verse":"Kemudian saudara-saudaranya sendiri datang dan sujud di hadapannya. Mereka berkata, “Kami ini hamba tuan.”"},{"number":19,"verse":"Tetapi Yusuf berkata kepada mereka, “Jangan takut, kerana aku tidak dapat bertindak sebagai Allah."},{"number":20,"verse":"Kamu sudah bermuafakat untuk melakukan kejahatan kepadaku, tetapi Allah mengubah kejahatan itu menjadi kebaikan, supaya banyak orang dapat diselamatkan seperti yang terbukti sekarang."},{"number":21,"verse":"Jangan khuatir. Aku akan mencukupi keperluan kamu dan anak-anak kamu.” Demikianlah Yusuf menenteramkan hati mereka dengan kata-kata yang ramah, sehingga mereka terharu."},{"number":22,"verse":"( Yusuf Meninggal) Yusuf tetap tinggal di Mesir dengan sanak saudaranya; dia hidup sampai berumur seratus sepuluh tahun."},{"number":23,"verse":"Yusuf masih sempat melihat anak cucu Efraim. Yusuf sempat juga mengasuh anak-anak Makhir, iaitu cucu Manasye, sebagai anaknya sendiri."},{"number":24,"verse":"Yusuf berkata kepada saudara-saudaranya, “Aku hampir meninggal, tetapi Allah pasti akan menjaga kamu dan memimpin kamu keluar dari negeri ini, ke negeri yang telah dijanjikan-Nya dengan sumpah kepada Abraham, Ishak, dan Yakub.”"},{"number":25,"verse":"( ; ; ) Oleh itu Yusuf menyuruh semua sanak saudaranya bersumpah, katanya, “Berjanjilah kepadaku, bahawa apabila Allah memimpin kamu ke negeri itu, kamu akan membawa jenazahku juga.”"},{"number":26,"verse":"Kemudian Yusuf meninggal di Mesir ketika dia berusia seratus sepuluh tahun. Mereka mengawet jenazahnya dan meletakkannya di dalam peti jenazah."}]}