{"bibleAbbr":"msAB1996","bookName":"KEJADIAN","bookEnglishName":"Genesis","chapterNumber":6,"verses":[{"number":1,"verse":"( Kejahatan Manusia) Apabila manusia sudah bertambah banyak sehingga tercerai-cerai di seluruh dunia, dan anak-anak perempuan dilahirkan,"},{"number":2,"verse":"makhluk-makhluk ilahi ( makhluk-makhluk ilahi; atau anak-anak Allah.) nampak bahawa gadis-gadis itu cantik. Makhluk-makhluk ilahi itu mengahwini gadis-gadis yang disukai oleh mereka."},{"number":3,"verse":"Kemudian TUHAN berfirman, “Aku tidak membenarkan manusia hidup selama-lamanya; mereka makhluk fana yang harus mati. Mulai sekarang umur mereka tidak akan lebih daripada 120 tahun.”"},{"number":4,"verse":"( ) Pada zaman itu, dan juga selepas zaman itu, ada raksasa di bumi. Mereka keturunan gadis-gadis manusia yang berkahwin dengan makhluk-makhluk ilahi. Raksasa-raksasa itu pahlawan handalan dan termasyhur pada zaman dahulu kala."},{"number":5,"verse":"TUHAN nampak betapa jahatnya manusia di bumi; fikiran mereka sentiasa dipenuhi kejahatan."},{"number":6,"verse":"Oleh itu TUHAN menyesal kerana sudah menjadikan manusia dan menempatkan mereka di bumi. TUHAN begitu kecewa"},{"number":7,"verse":"sehingga Dia berfirman, “Aku akan membinasakan manusia yang sudah Kuciptakan itu, dan juga semua binatang serta burung, kerana Aku menyesal menciptakan semuanya.”"},{"number":8,"verse":"( ; ; ) Tetapi Nuh menyenangkan hati TUHAN."},{"number":9,"verse":"( Nuh) ( ) Inilah riwayat Nuh. Dia mempunyai tiga orang anak lelaki, iaitu Sem, Yafet, dan Ham. Nuh tidak berbuat salah, dan dia satu-satunya orang yang baik pada zamannya. Dia hidup akrab dengan Allah,"},{"number":11,"verse":"tetapi semua orang lain jahat di sisi Allah, dan kekejaman terdapat di mana-mana."},{"number":12,"verse":"Allah memandang dunia dan nampak kejahatan sahaja, kerana kehidupan semua manusia jahat."},{"number":13,"verse":"Kemudian Allah berfirman kepada Nuh, “Aku sudah mengambil keputusan untuk menamatkan hidup semua manusia. Aku akan membinasakan mereka berserta bumi, kerana bumi sudah penuh dengan kekejaman mereka."},{"number":14,"verse":"Binalah sebuah bahtera untukmu; sebuah bahtera daripada kayu keras. Buatlah bilik-bilik di dalamnya, dan lapisilah bahagian dalam dan luar bahtera itu dengan tar."},{"number":15,"verse":"Bahtera itu harus berukuran 133 meter panjang, 22 meter lebar, dan 13 meter tinggi."},{"number":16,"verse":"Buatlah bumbung ( bumbung; atau tingkap.) pada bahtera itu, dan berilah jarak 44 sentimeter di antara bumbung dan dindingnya. Buatlah bahtera itu bertingkat tiga, dan pasanglah sebuah pintu di sisinya."},{"number":17,"verse":"Aku akan mendatangkan banjir untuk membinasakan setiap makhluk yang hidup di bumi. Segala sesuatu di bumi akan mati,"},{"number":18,"verse":"tetapi Aku hendak membuat perjanjian dengan engkau. Masuklah ke dalam bahtera itu bersama-sama isterimu, anak-anakmu serta isteri-isteri mereka."},{"number":19,"verse":"Bawalah seekor jantan dan seekor betina daripada setiap jenis burung dan binatang darat, yang kecil mahupun yang besar, supaya semua itu tidak turut binasa."},{"number":21,"verse":"Bawalah juga segala jenis makanan untukmu dan untuk semua binatang itu.”"},{"number":22,"verse":"( ) Nuh melakukan segala sesuatu yang diperintahkan Allah."}]}