{"bibleAbbr":"Thomson1808","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":3,"verses":[{"number":1,"verse":"Because, lo! Here I am in those days and at that time when I have brought back the captivity of Juda and Jerusalem;"},{"number":2,"verse":"and I will gather all the nations and bring them down to the valley of Josaphat and plead with them there for my people and my heritage, Israel, who have been scattered among the nations. They indeed divided my land among themselves"},{"number":3,"verse":"and cast lots for my people; they gave my boys to harlots and sold my girls for wine and drank it."},{"number":4,"verse":"Now what have you, Tyre and Sidon and all Galilee of foreign tribes, to do with me? Are you rendering me a retribution? Or are you venting your spite against me? On your heads I will severely and speedily return your retribution."},{"number":5,"verse":"Because you have taken my silver and my gold, and carried my choicest goods into your temples,"},{"number":6,"verse":"and sold the sons of Juda and the sons of Jerusalem to the Greeks, that you might remove them far from their borders;"},{"number":7,"verse":"therefore behold I will raise them up from the places whither you sold them, and return your retribution on your heads."},{"number":8,"verse":"And I will deliver your sons and your daughters into the hands of the sons of Juda; that they may sell them as captives to a far distant nation. Because the Lord hath spoken,"},{"number":9,"verse":"proclaim these things among the nations. Declare war: rouse the warriors: assemble and march up, all ye men of war."},{"number":10,"verse":"Beat your ploughshares into swords and your pruning hooks into spears. Let the weak say, I am strong."},{"number":11,"verse":"Assemble and come all ye nations around and be there gathered together. Let the man of peace become a soldier."},{"number":12,"verse":"Let all the nations be roused and come up to the valley of Josaphat; for there I will sit to judge all the nations around."},{"number":13,"verse":"Put to the sickles, for the harvest is come; go in and tread for the vat is full. Cause the wine lakes to overflow; for their wicked deeds have been multiplied."},{"number":14,"verse":"Screams resound in the valley of Judgment! Because the day of the Lord in the valley of Judgment is at hand"},{"number":15,"verse":"The sun and the moon shall be obscured in darkness; and the stars shall withdraw their refulgence;"},{"number":16,"verse":"and the Lord will utter a shout from Sion, and from Jerusalem he will send forth his voice; and the heaven and the earth shall be shaken: but the Lord will spare his people and strengthen the sons of Israel."},{"number":17,"verse":"And ye shall know that I am the Lord your God, who dwell in Sion my holy mountain, and Jerusalem shall be holy and strangers shall no more pass through it."},{"number":18,"verse":"And it shall come to pass in that day, that the mountains shall distil new wine; and the hills shall send forth streams of milk; and all the fountains of Juda shall pour out water; and a fountain shall issue from the house of the Lord, which shall water the valley of bulrushes."},{"number":19,"verse":"Egypt shall be a desolation, and Idumea a scene of destruction, for the injuries done to the children of Juda; for their having shed innocent blood in their land:"},{"number":20,"verse":"but Judea shall be inhabited for ever, and Jerusalem for generations of generations:"},{"number":21,"verse":"and I will make inquisition for their blood, and will not pass it over unrevenged: and the Lord will dwell in Sion."}]}