{"bibleAbbr":"t4t2014","bookName":"John","bookEnglishName":"John","chapterNumber":10,"verses":[{"number":1,"verse":"(Jesus explained why he is like a good shepherd.) Jesus continued by saying to us, “Listen carefully to what I say. Anyone who does not enter the sheep pen through the gate, if he climbs in some other way, he is a thief or a bandit."},{"number":2,"verse":"The man who enters the pen through the gate is the shepherd of the sheep."},{"number":3,"verse":"The man who watches the gate at night opens the gate for him. The sheep recognize the shepherd's voice. He summons his own sheep by calling out the names he has given them. Then he leads them outside the pen."},{"number":4,"verse":"After he has brought out all his own sheep, he goes in front of them. His sheep follow him because they recognize and pay attention to his voice."},{"number":5,"verse":"But they will never follow a stranger. Instead, they will run away from him, because they do not recognize a stranger's voice.”"},{"number":6,"verse":"Jesus said that [MET] to illustrate the difference between himself and the Pharisees, who were deceiving the people. But they did not understand what he was telling them."},{"number":7,"verse":"So Jesus spoke to them again. He said, “Listen carefully to what I am saying. I am like [MET] a gate for the sheep to enter the sheepfold, because I am the one who allows people to enter God's presence."},{"number":8,"verse":"All of your religious leaders who have come previously without my authority are like [MET] thieves and bandits because they act violently and dishonestly for their own benefit. But just like sheep do not obey strangers, God's people do not pay attention to them."},{"number":9,"verse":"I am like a gate. Those will be saved {God will save all those} who come to God by trusting in me. Just like sheep go in and out through the gate safely to find pasture [MET], I will provide for them and protect them."},{"number":10,"verse":"Thieves come to a sheep pen only to steal or kill or destroy sheep [MET]. Similarly, your religious leaders injure God's people spiritually. But I have come in order that people may have eternal/spiritual life, and that they may have abundantly all they need to sustain them spiritually."},{"number":11,"verse":"I am like a good shepherd. A good shepherd is willing to die to save the sheep [MET]. Similarly, I am ready to sacrifice myself to save those who belong to me."},{"number":12,"verse":"A worker whom someone has hired to look after the sheep is not like the shepherd or the one who owns the sheep. So when he sees a wolf coming, he leaves the sheep and runs away. Then the wolf attacks the flock of sheep and seizes one sheep and causes the others to scatter."},{"number":13,"verse":"The worker runs away because he is only a man whom someone has hired. He is not really concerned about what happens to the sheep [MET]. Similarly, your religious teachers do not really care what happens to you."},{"number":14,"verse":"I am like a good shepherd. Just like a good shepherd knows his sheep [MET], I know those who belong to me, and they know me"},{"number":15,"verse":"in the same way as my Father knows me and I know my Father. Furthermore, I am ready to sacrifice myself for those who belong to me."},{"number":16,"verse":"And I have other people who are not Jews who will some day belong to me. They will be like [MET] sheep from another sheep pen. I must bring them to God/myself also. They will pay attention to what I say, and eventually all those who belong to me will be like one flock, and I will be like [MET] their one shepherd."},{"number":17,"verse":"The reason my Father loves me is that I will sacrifice my life. But after I do that, I will become alive again."},{"number":18,"verse":"No one is causing me to die. Instead, I have chosen to sacrifice myself. I have authority to sacrifice myself and I have authority to become alive again. That is what my Father has commanded me to do.”"},{"number":19,"verse":"After hearing these words that Jesus said, the Jews were divided again."},{"number":20,"verse":"Many of them said, “A demon is controlling him and has caused him to become crazy. ◄It is useless to listen to him!/Why should we listen to him?► [RHQ]”"},{"number":21,"verse":"But others said, “What he is saying is not something a man whom a demon is controlling would say. ◄No demon could enable a blind man to see like he did!/How could a demon enable a blind man to see like he did?► [RHQ]”"},{"number":22,"verse":"(The Jewish leaders tried to kill or arrest Jesus for claiming that he was equal with God.) Then it was time for the celebration to remember when our ancestors rededicated the Temple in Jerusalem. It was in winter."},{"number":23,"verse":"Jesus was in the Temple courtyard, walking in the place that people called King Solomon's porch."},{"number":24,"verse":"The Jewish leaders [SYN] gathered around him and said, “How long will you keep us from knowing for sure if you are the Messiah? If you are the Messiah, tell us clearly!”"},{"number":25,"verse":"Jesus answered them, “I have told you that I am the Messiah, but you do not believe me! You should know who I am because of the miracles I do with my Father's authority [MTY]."},{"number":26,"verse":"But instead, you do not believe in me because you do not belong to me. You are like [MET] sheep who belong to a different shepherd."},{"number":27,"verse":"Just like sheep heed the voice of their true shepherd [MET], my people pay attention to what I say. I know them, and they have become my disciples."},{"number":28,"verse":"I will give them eternal life. No one will separate them from me, not ever. No one shall ever pull them away from belonging to me."},{"number":29,"verse":"Those that my Father has given to me are more precious than anything else (OR, My Father, who has given them to me, is greater than anything that opposes them). So no one can pull them away from belonging to him [MTY]."},{"number":30,"verse":"My father and I are equal.”"},{"number":31,"verse":"The Jewish leaders [SYN] again picked up stones to throw at him and kill him because they were angry at his saying that he was equal with God."},{"number":32,"verse":"But Jesus said to them, “You have seen me perform many miracles that my Father told me to do. You should realize from seeing them that I am equal with God. So because of which of these miracles [IRO] are you wanting to kill me by throwing stones at me?”"},{"number":33,"verse":"The Jewish leaders [SYN] replied, “We are wanting to throw stones at you not because you performed a great miracle. Instead, we are wanting to do it because you are dishonoring God. You are just a man, but you are saying that you are God!”"},{"number":34,"verse":"Jesus replied to them, “In the Scriptures it is written {◄someone/the Psalmist► has written} [RHQ] what God said to the rulers whom he had appointed, ‘I have said that you are like gods.’"},{"number":35,"verse":"God said that to those leaders when he appointed them. No one objected to that. And nothing that is in Scripture can be set aside {no one can set aside anything that is in Scripture}."},{"number":36,"verse":"But I am the one my Father set apart to completely belong to him. He sent me here into this world. So ◄why are you angry with me for saying that I am equal with God when I say that I am the Son of God?/you should not be angry with me for saying that I am equal with God when I say that I am the person who is both God and man!► [RHQ]"},{"number":37,"verse":"If I were not doing the miracles that my Father told me to do, I would not expect you to believe in me."},{"number":38,"verse":"But because I perform these miracles, believe what these miracles show about me, even though you do not believe what I say. If you do that, then you will know and understand that my Father has a close relationship with me, and I have a close relationship with my Father.”"},{"number":39,"verse":"After they heard that, they tried to seize him again, but he got away from them."},{"number":40,"verse":"Then Jesus went, along with us, back across to the east side of the Jordan River. We went to the place where John was previously baptizing people. He/We stayed there for a few weeks."},{"number":41,"verse":"Many people came to him. They were saying, “John never performed a miracle, but this man has performed many miracles! Everything that John said about this man is true!”"},{"number":42,"verse":"Many people who came there believed ◄that he was the Messiah/that he truly had come from God►."}]}