{"bibleAbbr":"t4t2014","bookName":"John","bookEnglishName":"John","chapterNumber":2,"verses":[{"number":1,"verse":"(In Cana Jesus did his first miracle, turning water into delicious wine.) Two days later there was a wedding celebration in Cana town, in Galilee district. Jesus' mother was there."},{"number":2,"verse":"Jesus and we his disciples were also there, because we had been invited {someone had invited us} also."},{"number":3,"verse":"When the guests had drunk all the wine that was there, Jesus' mother said to him, “The wine is all gone; can you do something about that?”"},{"number":4,"verse":"Jesus said to her, “Ma'am/Woman, ◄do not tell me what to do!/why do you tell me what to do?► [RHQ] Let me take care of it. It is not yet time [MTY] to show that I am the Messiah by working miracles.”"},{"number":5,"verse":"Then Jesus' mother said to the servants, “Do whatever he tells you!”"},{"number":6,"verse":"There were six empty stone jars there. The Jews put water in them to use for washing things to make them acceptable to God. Each jar held ◄20 to 30 gallons/80 to 120 liters►."},{"number":7,"verse":"Jesus said to the servants, “Fill the jars with water!” So they filled the jars to the brim."},{"number":8,"verse":"Then he told them, “Now, ladle out some of it and take it ◄to the head waiter/to the master of ceremonies►.” So the servants did that."},{"number":9,"verse":"◄The head waiter/The master of ceremonies► tasted the water, which had now become wine. He did not know where the wine had come from, but the servants who had ladled out the wine knew. The wine was delicious! So he called the bridegroom over,"},{"number":10,"verse":"and said to him, “Everyone else serves the best wine first. Then when the guests have drunk so much that they cannot tell the difference, they serve the cheap wine. But you have not done what others do. You have kept the best wine until now!”"},{"number":11,"verse":"That was the first miracle that Jesus did. He did it in Cana town, in Galilee district. By doing it he showed how awesome he is, and as a result, we his disciples believed that he truly was the Messiah."},{"number":12,"verse":"(Jesus and others went to Capernaum and stayed there several days.) Jesus then went down to Capernaum city with his mother and younger brothers and us his disciples. We stayed there several days."},{"number":13,"verse":"(After Jesus expelled the merchants from the temple, the Jewish leaders wanted him to do a miracle to show by what authority he did that. He told them metaphorically that he would become alive again three days after he died.) Later, when it was almost time for the Jewish Passover celebration, Jesus and we his disciples went up to Jerusalem."},{"number":14,"verse":"There, in the Temple courtyard, he saw some men who were selling cattle, sheep, and pigeons for sacrifices. He also saw men who were sitting at tables, making a big profit as they gave people Temple tax coins in exchange for their Roman coins."},{"number":15,"verse":"Then Jesus made a whip from some cords and used it to chase out the sheep and cattle from the Temple courtyard. By overturning their tables he scattered the coins of the men who were exchanging them."},{"number":16,"verse":"He said to those who were selling doves, “Take these doves away from here! Stop defiling my Father's Temple by making it a market!”"},{"number":17,"verse":"Then we disciples remembered that these words had been written {that someone/David had written these words} in the Scriptures prophesying what the Messiah would say: “Others [PRS] will strongly oppose me because I greatly desire that people respect your Sacred Tent.”"},{"number":18,"verse":"So one of the Jewish leaders [SYN] replied to him, “What miracle will you perform to show us that you have authority from God to do these things?”"},{"number":19,"verse":"Jesus replied to them, “If/When you destroy this temple, I will build it again within three days.”"},{"number":20,"verse":"So the Jewish leaders [SYN] said, “We have been building this Temple for forty-six years and it is not finished yet! So ◄there is no way you will build it within three days!/how will you build it within three days?► [RHQ]”"},{"number":21,"verse":"But when Jesus said that about the temple, he was really talking about his own body."},{"number":22,"verse":"Later, after Jesus had died and had become alive again, we his disciples remembered the words he had said. As a result, we believed what had been prophesied in the Scriptures about the Messiah becoming alive again, and we believed that what Jesus said was true."},{"number":23,"verse":"While Jesus was in Jerusalem at the Passover celebration, many people came to believe that he was the Messiah because they saw the miracles he was performing."},{"number":24,"verse":"But he did not let them tell him what he should do as the Messiah, because he knew within himself what they were all thinking."},{"number":25,"verse":"He did not need anyone to tell him what others were thinking, because he already knew what they were thinking and wanting."}]}