{"bibleAbbr":"t4t2014","bookName":"John","bookEnglishName":"John","chapterNumber":4,"verses":[{"number":1,"verse":"Jesus told Nicodemus that people needed to be born again spiritually to have eternal life.At that time, many people were asking Jesus to baptize them. He did not baptize people; it was we his disciples who were doing the baptizing. But when some of the Pharisee religious group heard people say that Jesus was making more disciples than John the Baptizer and was baptizing them, they became very jealous."},{"number":3,"verse":"When the Lord Jesus heard about that, so that the Pharisees would not cause trouble for him, he left Judea district, and went again with us disciples to Galilee district."},{"number":4,"verse":"He knew that God wanted him to travel through Samaria district."},{"number":5,"verse":"So we arrived at a town named Sychar in Samaria district. That was near the plot of ground that our ancestor Jacob had given to his son Joseph long ago."},{"number":6,"verse":"The well that used to belong to Jacob was on that plot of ground. Jesus was tired from walking. So while we disciples went into the town to buy some food, he sat down alongside the well. It was about noontime."},{"number":7,"verse":"A woman who lived there in Samaria came to get some water from the well. Jesus said to her, “Will you give me from the well some water to drink?” The woman knew that Jews did not like ◄to touch things that belong to Samaritans/to come near Samaritans►, (OR, Jews did not like to associate with Samaritans,)"},{"number":9,"verse":"so the woman said to him, “You are a Jew, and I am from Samaria. Furthermore, I am a woman. So ◄I am surprised that you are asking me for a drink of water!/how is it that you are asking me for a drink of water?► [RHQ]”"},{"number":10,"verse":"Jesus replied to her, “If you(sg) knew what God wanted to give you, and if you knew who I am, the one who is asking you for a drink, you would have asked me, and I would have given you water that gives life.”"},{"number":11,"verse":"She thought he was talking about ordinary water. So she said to him, “Sir, you do not have a bucket or a rope with which to get water from the well, and the well is deep. So since you cannot get water from this well, where can you get that life-giving water?"},{"number":12,"verse":"Our ancestor Jacob left us this well. He drank water from it, and there was enough good water so that his sons and his flocks of sheep and goats drank from it also. Do you claim that you are greater than Jacob, and because of that you can give us life-giving water?”"},{"number":13,"verse":"Jesus replied to her, “Everyone who drinks water from this well will later become thirsty again."},{"number":14,"verse":"But those who drink the water that I will give them will never be thirsty again. On the contrary, the water that I give them will become in their inner beings like a spring of water that will enable them to have eternal life.”"},{"number":15,"verse":"The woman did not understand that Jesus was speaking figuratively about something that would sustain her spiritually. So she said to him, “Sir, give me that kind of water so that I will not get thirsty again, and so that I will not have to keep returning here to get water!”"},{"number":16,"verse":"Jesus knew that she did not understand, but he wanted to show her by his God-given knowledge of her personal life that because he was the Messiah he could supply her spiritual need. So he said to her, “Woman, go and call your husband, and bring him here!”"},{"number":17,"verse":"She replied, “I do not have a husband!” Jesus said to her, “You said that you do not have a husband, and that is true."},{"number":18,"verse":"It is also true that you have had five husbands one by one. And the man you are living with now is not your husband! What you have said is very true.”"},{"number":19,"verse":"The woman said to him, “Sir, I perceive you must be a prophet because you are able to know people's secrets."},{"number":20,"verse":"But let me ask you a different question: Our ancestors worshipped God here on Gerizim mountain, but you Jews say that Jerusalem is the place where we must worship God. So who is right?”"},{"number":21,"verse":"Jesus said to her, “Woman, believe me when I say that there will be a time when it will not matter whether you worship God our Father on this mountain or in Jerusalem or somewhere else."},{"number":22,"verse":"You people from Samaria do not know the one you are worshipping. But we(exc) Jews know whom we worship, because it is from us Jews that God has sent the one who will save people from the guilt of their sins."},{"number":23,"verse":"However, there will be a time when those who genuinely worship God will worship him as God's Spirit directs and according to God's truth. In fact, that time is now. Those are the kind of worshipers my Father seeks."},{"number":24,"verse":"God is a spiritual being. So it is necessary that those who worship him must worship him as his Spirit directs and according to God's truth.”"},{"number":25,"verse":"The woman said to him, “I know that the Messiah is coming. When he comes, he will tell us everything we need to know.” (‘Messiah’ and ‘Christ’ both mean ‘God's promised king’.)"},{"number":26,"verse":"Jesus said to her, “I, the one speaking to you, am the Messiah! ”"},{"number":27,"verse":"Just then we disciples returned from town. Since it was contrary to our custom for Jewish religious teachers to converse with a woman they did not know, we were surprised that he was talking to a woman. However, none of us asked her, “What do you want?” and none of us asked him, “Why are you talking with her?”"},{"number":28,"verse":"The woman left her water jar there and went into the town. She said to the people there,"},{"number":29,"verse":"“Come and see a man who was able to tell me all about my past life [HYP], even though I never met him before! Could this man be the Messiah?”"},{"number":30,"verse":"So many people left the town and started going where Jesus was."},{"number":31,"verse":"Jesus told his disciples that what sustained him was doing his Father's will, which meant convincing non-Jewish people to believe in him.Meanwhile, we disciples were urging him, “Teacher, eat some of the food we brought!”"},{"number":32,"verse":"But he said to us, “I have food to eat that you do not know anything about!”"},{"number":33,"verse":"So we started saying to each other, “◄Surely no one has brought him any food when we were not here!/Has anyone brought him any food when we were not here?► [RHQ]”"},{"number":34,"verse":"Jesus said to us, “Doing what my Father who sent me wants me to do and finishing the work he gave me to do is ◄what sustains me/like my food► [MET]."},{"number":35,"verse":"At this time of the year you are saying (OR, your ancestors used to say), ‘There are four months left before we harvest the crops.’ But I say to you, look carefully at the non-Jewish people around here. God says, ‘They are ready to accept my message [MET], like crops in fields that are ready for people to harvest."},{"number":36,"verse":"If you enable them to accept my message, I will reward you [MET], as an owner of a field pays those who harvest the crops. Because of your work, people will gain eternal life.’ I have been telling people God's message. That is like [MET] a man who plants seeds. You will help people to accept my message. That will be like [MET] harvesting crops. When that happens, both you and I will rejoice."},{"number":37,"verse":"As a result, this saying will become true: One person plants seeds, but others harvest the crops."},{"number":38,"verse":"I am sending you to enable people to accept my message, but you will not be the first ones who tell them God's message. Others previously worked hard to tell people God's message, and now you will be harvesting the results of their work.”"},{"number":39,"verse":"Many Samaritans believed that Jesus was the Messiah.Many of the Samaria district people who lived in that town believed that Jesus was the Messiah because they heard what that woman said about Jesus, “That man was able to tell me all about my past life [HYP]!”"},{"number":40,"verse":"So when those people of Samaria came to him, they urged him to stay with them. So we stayed there two days."},{"number":41,"verse":"Many more of them believed ◄in Jesus/that he was the Messiah► because of his message."},{"number":42,"verse":"They told the woman, “We believe in Jesus now, but not just because of what you told us. Now we have heard his message ourselves. And now we know that this man truly is the one who can save the people in the world [MTY] from the guilt of their sins.”"},{"number":43,"verse":"Jesus had said previously that people did not honor prophets like himself when they tried to teach people in their own home area. So, two days later, Jesus and we disciples left that area and went to his own area in Galilee district, because he knew that people there would not think very highly of him, and as a result the Jewish leaders would not be jealous."},{"number":45,"verse":"However, when we arrived in Galilee district, many of the people there welcomed him, because they had been in Jerusalem during the Passover celebration and had seen all the things he did there."},{"number":46,"verse":"Jesus went again to Cana town in Galilee district. That was where he previously turned water into wine. There was one of the king's officials who lived in Capernaum city, whose son was very sick."},{"number":47,"verse":"When that man heard others say that Jesus had returned to Galilee district from Judea district, he went to Jesus in Cana and pleaded with him, “Please come down to Capernaum and heal my son, who is about to die!”"},{"number":48,"verse":"Jesus said to him, “You people will believe my message only if you see me perform more miracles!”"},{"number":49,"verse":"But the official said to him, “Sir, ◄I believe in you/I believe that you came from God►. So please come down to my home before my son dies!”"},{"number":50,"verse":"Jesus said to him, “Then you may go home. Your son ◄will live/not die►!” The man believed what Jesus said, and left."},{"number":51,"verse":"The next day while he was on the way home, his servants met him. They told him, “Your child is going to live!”"},{"number":52,"verse":"He asked them, “At what time did my son start to become well?” They said to him, “His fever ceased yesterday afternoon at one o'clock.”"},{"number":53,"verse":"Then the boy's father realized that this was the time Jesus told him, “Your son will ◄live/not die►.” So he and all the people in his house believed that Jesus was the Messiah."},{"number":54,"verse":"That was the second miracle that Jesus performed in Galilee district, after he had returned from Judea district."}]}