{"bibleAbbr":"urRV2010","bookName":"یُوحنّا","bookEnglishName":"John","chapterNumber":1,"verses":[{"number":1,"verse":"( زِندگی کا کلام) اِبتدا میں کلام تھا اور کلام خُدا کے ساتھ تھا اور کلام خُدا تھا۔"},{"number":2,"verse":"یہی اِبتدا میں خُدا کے ساتھ تھا۔"},{"number":3,"verse":"سب چِیزیں اُس کے وسِیلہ سے پَیدا ہُوئِیں اور جو کُچھ پَیدا ہُؤا ہے اُس میں سے کوئی چِیز بھی اُس کے بغَیرپَیدا نہیں ہُوئی۔"},{"number":4,"verse":"اُس میں زِندگی تھی اور وہ زِندگی آدمِیوں کا نُور تھی۔"},{"number":5,"verse":"اور نُور تارِیکی میں چمکتا ہے اور تارِیکی نے اُسے قبُول نہ کِیا۔"},{"number":6,"verse":"ایک آدمی یُوحنّا نام آ مَوجُود ہُؤا جو خُدا کی طرف سے بھیجا گیا تھا۔"},{"number":7,"verse":"یہ گواہی کے لِئے آیا کہ نُور کی گواہی دے تاکہ سب اُس کے وسِیلہ سے اِیمان لائیں۔"},{"number":8,"verse":"وہ خُود تو نُور نہ تھا مگر نُور کی گواہی دینے کو آیا تھا۔"},{"number":9,"verse":"حقِیقی نُور جو ہر ایک آدمی کو رَوشن کرتا ہے دُنیا میں آنے کو تھا۔"},{"number":10,"verse":"وہ دُنیا میں تھا اور دُنیا اُس کے وسِیلہ سے پَیدا ہُوئی اور دُنیا نے اُسے نہ پہچانا۔"},{"number":11,"verse":"وہ اپنے گھر آیا اور اُس کے اپنوں نے اُسے قبُول نہ کِیا۔"},{"number":12,"verse":"لیکن جِتنوں نے اُسے قبُول کِیا اُس نے اُنہیں خُدا کے فرزند بننے کا حق بخشا یعنی اُنہیں جو اُس کے نام پر اِیمان لاتے ہیں۔"},{"number":13,"verse":"وہ نہ خُون سے نہ جِسم کی خواہِش سے نہ اِنسان کے اِرادہ سے بلکہ خُدا سے پَیدا ہُوئے۔"},{"number":14,"verse":"اور کلام مُجسّم ہُؤا اور فضل اور سچّائی سے معمُور ہو کر ہمارے درمِیان رہا اور ہم نے اُس کا اَیسا جلال دیکھا جَیسا باپ کے اِکلَوتے کا جلال۔"},{"number":15,"verse":"ےُوحنّا نے اُس کی بابت گواہی دی اور پُکار کر کہا ہے کہ یہ وُہی ہے جِس کا مَیں نے ذِکر کِیا کہ جو میرے بعد آتا ہے وہ مُجھ سے مُقدّم ٹھہرا کیونکہ وہ مُجھ سے پہلے تھا۔"},{"number":16,"verse":"کیونکہ اُس کی معمُوری میں سے ہم سب نے پایا یعنی فضل پر فضل۔"},{"number":17,"verse":"اِس لِئے کہ شرِیعت تو مُوسیٰ کی معرفت دی گئی مگر فضل اور سچّائی یِسُو ع مسِیح کی معرفت پُہنچی۔"},{"number":18,"verse":"خُدا کو کِسی نے کبھی نہیں دیکھا ۔ اِکلَوتا بیٹا جو باپ کی گود میں ہے اُسی نے ظاہِر کِیا۔"},{"number":19,"verse":"( یُوحنّا بپتسِمہ دینے والے کی منادی) ( ( متّی ۳‏:۱‏-۱۲؛ مرقس ۱‏:۱‏-۸؛ لُوقا ۳‏:۱‏-۱۸)) اور ےُوحنّا کی گواہی یہ ہے کہ جب یہُودِیوں نے یروشلِیم سے کاہِن اور لاوی یہ پُوچھنے کو اُس کے پاس بھیجے کہ تُو کَون ہے؟۔"},{"number":20,"verse":"تو اُس نے اِقرار کِیا اور اِنکار نہ کِیا بلکہ اِقرار کِیا کہ مَیں تو مسِیح نہیں ہُوں۔"},{"number":21,"verse":"اُنہوں نے اُس سے پُوچھا پِھر کَون ہے؟ کیا تُو ایلیّاہ ہے؟ اُس نے کہا مَیں نہیں ہُوں ۔ کیا تُو وہ نبی ہے؟ اُس نے جواب دِیا کہ نہیں۔"},{"number":22,"verse":"پس اُنہوں نے اُس سے کہا پِھر تُو ہے کَون؟ تاکہ ہم اپنے بھیجنے والوں کو جواب دیں ۔ تُو اپنے حق میں کیا کہتا ہے؟۔"},{"number":23,"verse":"اُس نے کہا مَیں جَیسا یسعیا ہ نبی نے کہا ہے بیابان میں ایک پُکارنے والے کی آواز ہُوں کہ تُم خُداوند کی راہ کو سِیدھا کرو۔"},{"number":24,"verse":"یہ فرِیسِیوں کی طرف سے بھیجے گئے تھے۔"},{"number":25,"verse":"اُنہوں نے اُس سے یہ سوال کِیا کہ اگر تُو نہ مسِیح ہے نہ ایلیّاہ نہ وہ نبی تو پِھر بپتِسمہ کیوں دیتا ہے؟۔"},{"number":26,"verse":"ےُوحنّا نے جواب میں اُن سے کہا کہ مَیں پانی سے بپتِسمہ دیتا ہُوں تُمہارے درمِیان ایک شخص کھڑا ہے جِسے تُم نہیں جانتے۔"},{"number":27,"verse":"یعنی میرے بعد کا آنے والا جِس کی جُوتی کا تَسمہ مَیں کھولنے کے لائِق نہیں۔"},{"number":28,"verse":"یہ باتیں یَرد ن کے پار بَیت عَنِیّا ہ میں واقِع ہُوئِیں جہاں ےُوحنّا بپتِسمہ دیتا تھا۔"},{"number":29,"verse":"( خُدا کا برّہ) دُوسرے دِن اُس نے یِسُو ع کو اپنی طرف آتے دیکھ کر کہا دیکھو یہ خُدا کا برّہ ہے جو دُنیا کا گُناہ اُٹھا لے جاتا ہے۔"},{"number":30,"verse":"یہ وُہی ہے جِس کی بابت مَیں نے کہا تھا کہ ایک شخص میرے بعد آتا ہے جو مُجھ سے مُقدّم ٹھہرا ہے کیونکہ وہ مُجھ سے پہلے تھا۔"},{"number":31,"verse":"اور مَیں تو اُسے پہچانتا نہ تھا مگر اِس لِئے پانی سے بپتِسمہ دیتا ہُؤا آیا کہ وہ اِسرا ئیل پر ظاہِر ہو جائے۔"},{"number":32,"verse":"اور ےُوحنّا نے یہ گواہی دی کہ مَیں نے رُوح کو کبُوتر کی طرح آسمان سے اُترتے دیکھا ہے اور وہ اُس پر ٹھہر گیا۔"},{"number":33,"verse":"اور مَیں تو اُسے پہچانتا نہ تھا مگر جِس نے مُجھے پانی سے بپتِسمہ دینے کو بھیجا اُسی نے مُجھ سے کہا کہ جِس پر تُو رُوح کو اُترتے اور ٹھہرتے دیکھے وُہی رُوحُ القُدس سے بپتِسمہ دینے والا ہے۔"},{"number":34,"verse":"چُنانچہ مَیں نے دیکھا اور گواہی دی ہے کہ یہ خُدا کا بیٹا ہے۔"},{"number":35,"verse":"( یِسُوع کا پہلا شاگِرد) دُوسرے دِن پِھر ےُوحنّا اور اُس کے شاگِردوں میں سے دو شخص کھڑے تھے۔"},{"number":36,"verse":"اُس نے یِسُو ع پر جو جا رہا تھا نِگاہ کر کے کہا دیکھو یہ خُدا کا برّہ ہے!۔"},{"number":37,"verse":"وہ دونوں شاگِرد اُس کو یہ کہتے سُن کر یِسُو ع کے پِیچھے ہو لِئے۔"},{"number":38,"verse":"یِسُو ع نے پِھر کر اور اُنہیں پِیچھے آتے دیکھ کر اُن سے کہا تُم کیا ڈُھونڈتے ہو؟ اُنہوں نے اُس سے کہا اَے ربی ّ(یعنی اَے اُستاد) تُو کہاں رہتا ہے؟۔"},{"number":39,"verse":"اُس نے اُن سے کہا چلو دیکھ لو گے ۔ پس اُنہوں نے آ کر اُس کے رہنے کی جگہ دیکھی اور اُس روز اُس کے ساتھ رہے اور یہ دسویں گھنٹے کے قرِیب تھا۔"},{"number":40,"verse":"اُن دونوں میں سے جو ےُوحنّا کی بات سُن کر یِسُو ع کے پِیچھے ہو لِئے تھے ایک شمعُون پطرس کا بھائی اندر یاس تھا۔"},{"number":41,"verse":"اُس نے پہلے اپنے سگے بھائی شمعُو ن سے مِل کر اُس سے کہا کہ ہم کو خرِ ستُس یعنی مسِیح مِل گیا۔"},{"number":42,"verse":"وہ اُسے یِسُو ع کے پاس لایا ۔ یِسُو ع نے اُس پر نِگاہ کر کے کہا کہ تُوےُوحنّا کا بیٹا شمعُو ن ہے۔ تُو کیفا یعنی پطر س کہلائے گا۔"},{"number":43,"verse":"( یِسُوع فِلپّس اور نتن ا یل کو بُلاتا ہے) دُوسرے دِن یِسُوع نے گلِیل میں جانا چاہا اور فِلپُّس سے مِل کر کہا میرے پِیچھے ہو لے۔"},{"number":44,"verse":"فِلپُّس اندر یاس اور پطر س کے شہر بَیت صَیدا کا باشِندہ تھا۔"},{"number":45,"verse":"فِلپُّس نے نتن ایل سے مِل کر اُس سے کہا کہ جِس کا ذِکر مُوسیٰ نے تَورَیت میں اور نبِیوں نے کِیا ہے وہ ہم کو مِل گیا ۔ وہ یُوسف کا بیٹا یِسُو ع ناصری ہے۔"},{"number":46,"verse":"نتن ایل نے اُس سے کہا کیا ناصرۃ سے کوئی اچھّی چِیزنِکل سکتی ہے؟ فِلپُّس نے کہا چل کر دیکھ لے۔"},{"number":47,"verse":"یِسُو ع نے نتن ایل کو اپنی طرف آتے دیکھ کر اُس کے حق میں کہا دیکھو! یہ فی الحقِیقت اِسرائیلی ہے ۔ اِس میں مکر نہیں۔"},{"number":48,"verse":"نتن ایل نے اُس سے کہا تُو مُجھے کہاں سے جانتا ہے؟ یِسُو ع نے اُس کے جواب میں کہا اِس سے پہلے کہ فِلپُّس نے تُجھے بُلایا جب تُو انجِیر کے درخت کے نِیچے تھا مَیں نے تُجھے دیکھا۔"},{"number":49,"verse":"نتن ایل نے اُس کو جواب دِیا اَے ربیّ! تُو خُدا کا بیٹا ہے ۔ تُو اِسرا ئیل کا بادشاہ ہے۔"},{"number":50,"verse":"یِسُو ع نے جواب میں اُس سے کہا مَیں نے جو تُجھ سے کہا کہ تُجھ کو انجِیرکے درخت کے نِیچے دیکھا کیا تُو اِسی لِئے اِیمان لایا ہے؟ تُو اِن سے بھی بڑے بڑے ماجرے دیکھے گا۔"},{"number":51,"verse":"پِھر اُس سے کہا مَیں تُم سے سچ کہتا ہُوں کہ تُم آسمان کو کُھلا اور خُدا کے فرِشتوں کو اُوپر جاتے اور اِبنِ آدم پر اُترتے دیکھو گے۔"}]}