{"bibleAbbr":"urRV2010","bookName":"یُوحنّا","bookEnglishName":"John","chapterNumber":10,"verses":[{"number":1,"verse":"مَیں تم سے سچ کہتا ہُوں کہ جو کوئی دروازہ سے بھیڑ خانہ میں داخِل نہیں ہوتا بلکہ اَور کِسی طرف سے چڑھ جاتا ہے وہ چور اور ڈاکُو ہے۔"},{"number":2,"verse":"لیکن جو دروازہ سے داخِل ہوتا ہے وہ بھیڑوں کا چَرواہا ہے۔"},{"number":3,"verse":"اُس کے لِئے دربان دروازہ کھول دیتا ہے اور بھیڑیں اُس کی آواز سُنتی ہیں اور وہ اپنی بھیڑوں کو نام بنام بُلا کر باہر لے جاتا ہے۔"},{"number":4,"verse":"جب وہ اپنی سب بھیڑوں کو باہر نِکال چُکتا ہے تو اُن کے آگے آگے چلتا ہے اور بھیڑیں اُس کے پِیچھے پِیچھے ہو لیتی ہیں کیونکہ وہ اُس کی آواز پہچانتی ہیں۔"},{"number":5,"verse":"مگر وہ غَیر شخص کے پِیچھے نہ جائیں گی بلکہ اُس سے بھاگیں گی کیونکہ غَیروں کی آواز نہیں پہچانتِیں۔"},{"number":6,"verse":"یِسُو ع نے اُن سے یہ تمثِیل کہی لیکن وہ نہ سمجھے کہ یہ کیا باتیں ہیں جو ہم سے کہتا ہے۔"},{"number":7,"verse":"( یِسُوع اچھّا چَراوہا ہے) پس یِسُو ع نے اُن سے پِھر کہا مَیں تُم سے سچ کہتا ہُوں کہ بھیڑوں کا دروازہ مَیں ہُوں۔"},{"number":8,"verse":"جِتنے مُجھ سے پہلے آئے سب چور اور ڈاکُو ہیں مگر بھیڑوں نے اُن کی نہ سُنی۔"},{"number":9,"verse":"دروازہ مَیں ہُوں ۔ اگر کوئی مُجھ سے داخِل ہو تو نجات پائے گا اور اندر باہر آیا جایا کرے گا اور چارا پائے گا۔"},{"number":10,"verse":"چور نہیں آتا مگر چُرانے اور مار ڈالنے اور ہلاک کرنے کو ۔ مَیں اِس لِئے آیا کہ وہ زِندگی پائیں اور کثرت سے پائیں۔"},{"number":11,"verse":"اچھّا چَرواہا مَیں ہُوں ۔ اچھّا چَرواہا بھیڑوں کے لِئے اپنی جان دیتا ہے۔"},{"number":12,"verse":"مزدُور جو نہ چَرواہا ہے نہ بھیڑوں کا مالِک ۔ بھیڑئے کو آتے دیکھ کر بھیڑوں کو چھوڑ کر بھاگ جاتا ہے اور بھیڑیا اُن کو پکڑتا اور پراگندہ کرتا ہے۔"},{"number":13,"verse":"وہ اِس لِئے بھاگ جاتا ہے کہ مزدُور ہے اور اُس کو بھیڑوں کی فِکر نہیں۔"},{"number":14,"verse":"اچھّا چَرواہا مَیں ہُوں ۔ جِس طرح باپ مُجھے جانتا ہے اور مَیں باپ کو جانتا ہُوں۔"},{"number":15,"verse":"اِسی طرح مَیں اپنی بھیڑوں کو جانتا ہُوں اور میری بھیڑیں مُجھے جانتی ہیں اور مَیں بھیڑوں کے لِئے اپنی جان دیتا ہُوں۔"},{"number":16,"verse":"اور میری اَور بھی بھیڑیں ہیں جو اِس بھیڑ خانہ کی نہیں ۔ مُجھے اُن کو بھی لانا ضرُور ہے اور وہ میری آواز سُنیں گی ۔ پِھر ایک ہی گلّہ اور ایک ہی چَرواہا ہو گا۔"},{"number":17,"verse":"باپ مُجھ سے اِس لِئے مُحبّت رکھتا ہے کہ مَیں اپنی جان دیتا ہُوں تاکہ اُسے پِھر لے لُوں۔"},{"number":18,"verse":"کوئی اُسے مُجھ سے چِھینتا نہیں بلکہ مَیں اُسے آپ ہی دیتا ہُوں ۔ مُجھے اُس کے دینے کا بھی اِختیار ہے اور اُسے پِھر لینے کا بھی اِختیار ہے ۔ یہ حُکم میرے باپ سے مُجھے مِلا۔"},{"number":19,"verse":"اِن باتوں کے سَبَب سے یہُودِیوں میں پِھر اِختلاف ہُؤا۔"},{"number":20,"verse":"اُن میں سے بُہتیرے تو کہنے لگے کہ اُس میں بدرُوح ہے اور وہ دِیوانہ ہے ۔ تُم اُس کی کیوں سُنتے ہو؟۔"},{"number":21,"verse":"اَوروں نے کہا یہ اَیسے شخص کی باتیں نہیں جِس میں بدرُوح ہو ۔ کیا بدرُوح اندھوں کی آنکھیں کھول سکتی ہے؟۔"},{"number":22,"verse":"( یِسُوع کو ردّ کِیا جاتا ہے) یروشلِیم میں عِیدِ تجدِید ہُوئی اور جاڑے کا مَوسم تھا۔"},{"number":23,"verse":"اور یِسُو ع ہَیکل کے اندر سُلیمانی برآمدہ میں ٹہل رہا تھا۔"},{"number":24,"verse":"پس یہُودِیوں نے اُس کے گِرد جمع ہو کر اُس سے کہا تُو کب تک ہمارے دِل کو ڈانوانڈول رکھّے گا؟ اگر تُو مسِیح ہے تو ہم سے صاف کہہ دے۔"},{"number":25,"verse":"یِسُو ع نے اُنہیں جواب دِیا کہ مَیں نے تو تُم سے کہہ دِیا مگر تُم یقِین نہیں کرتے ۔ جو کام مَیں اپنے باپ کے نام سے کرتا ہُوں وُہی میرے گواہ ہیں۔"},{"number":26,"verse":"لیکن تُم اِس لِئے یقِین نہیں کرتے کہ میری بھیڑوں میں سے نہیں ہو۔"},{"number":27,"verse":"میری بھیڑیں میری آواز سُنتی ہیں اور مَیں اُنہیں جانتا ہُوں اور وہ میرے پِیچھے پِیچھے چلتی ہیں۔"},{"number":28,"verse":"اور میں اُنہیں ہمیشہ کی زِندگی بخشتا ہُوں اور وہ ابد تک کبھی ہلاک نہ ہوں گی اور کوئی اُنہیں میرے ہاتھ سے چِھین نہ لے گا۔"},{"number":29,"verse":"میرا باپ جِس نے مُجھے وہ دی ہیں سب سے بڑا ہے اور کوئی اُنہیں باپ کے ہاتھ سے نہیں چِھین سکتا۔"},{"number":30,"verse":"مَیں اور باپ ایک ہیں۔"},{"number":31,"verse":"یہُودِیوں نے اُسے سنگسار کرنے کے لِئے پِھر پتّھر اُٹھائے۔"},{"number":32,"verse":"یِسُو ع نے اُنہیں جواب دِیا کہ مَیں نے تُم کو باپ کی طرف سے بُہتیرے اچھّے کام دِکھائے ہیں ۔ اُن میں سے کِس کام کے سبب سے مُجھے سنگسار کرتے ہو؟۔"},{"number":33,"verse":"یہُودِیوں نے اُسے جواب دِیا کہ اچھّے کام کے سبب سے نہیں بلکہ کُفر کے سبب سے تُجھے سنگسار کرتے ہیں اور اِس لِئے کہ تُو آدمی ہو کر اپنے آپ کو خُدا بناتا ہے۔"},{"number":34,"verse":"یِسُو ع نے اُنہیں جواب دِیا کیا تُمہاری شرِیعت میں یہ نہیں لِکھا ہے کہ مَیں نے کہا تُم خُدا ہو؟۔"},{"number":35,"verse":"جب کہ اُس نے اُنہیں خُدا کہا جِن کے پاس خُدا کا کلام آیا (اور کِتابِ مُقدّ س کا باطِل ہونا مُمکِن نہیں)۔"},{"number":36,"verse":"آیا تُم اُس شخص سے جِسے باپ نے مُقدّس کر کے دُنیا میں بھیجا کہتے ہو کہ تُو کُفر بکتا ہے اِس لِئے کہ مَیں نے کہا مَیں خُدا کا بیٹا ہُوں؟۔"},{"number":37,"verse":"اگر مَیں اپنے باپ کے کام نہیں کرتا تو میرا یقِین نہ کرو۔"},{"number":38,"verse":"لیکن اگر مَیں کرتا ہُوں تو گو میرا یقِین نہ کرو مگر اُن کاموں کا تو یقِین کرو تاکہ تُم جانو اور سمجھو کہ باپ مُجھ میں ہے اور مَیں باپ میں۔"},{"number":39,"verse":"اُنہوں نے پِھر اُسے پکڑنے کی کوشِش کی لیکن وہ اُن کے ہاتھ سے نِکل گیا۔"},{"number":40,"verse":"وہ پِھر یَرد ن کے پار اُس جگہ چلا گیا جہاں ےُوحنّا پہلے بپتِسمہ دِیا کرتا تھا اور وہِیں رہا۔"},{"number":41,"verse":"اور بُہتیرے اُس کے پاس آئے اور کہتے تھے کہ یُوحنّا نے کوئی مُعجِزہ نہیں دِکھایا مگر جو کُچھ یُوحنّا نے اِس کے حق میں کہا تھا وہ سچ تھا۔"},{"number":42,"verse":"اور وہاں بُہتیرے اُس پر اِیمان لائے۔"}]}