{"bibleAbbr":"urRV2010","bookName":"یُوحنّا","bookEnglishName":"John","chapterNumber":20,"verses":[{"number":1,"verse":"ہفتہ کے پہلے دِن مریم مگدلِینی اَیسے تڑکے کہ ابھی اندھیرا ہی تھا قبر پر آئی اور پتّھر کو قبر سے ہٹا ہُؤا دیکھا۔"},{"number":2,"verse":"پس وہ شمعُو ن پطرس اور اُس دُوسرے شاگِرد کے پاس جِسے یِسُو ع عزِیز رکھتا تھا دَوڑی ہُوئی گئی اور اُن سے کہا کہ خُداوند کو قبر سے نِکال لے گئے اور ہمیں معلُوم نہیں کہ اُسے کہاں رکھ دِیا۔"},{"number":3,"verse":"پس پطر س اور وہ دُوسرا شاگِرد نِکل کر قبر کی طرف چلے۔"},{"number":4,"verse":"اور دونوں ساتھ ساتھ دَوڑے مگر وہ دُوسرا شاگِرد پطر س سے آگے بڑھ کر قبر پر پہلے پُہنچا۔"},{"number":5,"verse":"اُس نے جُھک کر نظر کی اور سُوتی کپڑے پڑے ہُوئے دیکھے مگر اَندر نہ گیا"},{"number":6,"verse":"شمعُو ن پطرس اُس کے پِیچھے پِیچھے پُہنچا اور اُس نے قبر کے اَندر جا کر دیکھا کہ سُوتی کپڑے پڑے ہیں۔"},{"number":7,"verse":"اور وہ رُومال جو اُس کے سر سے بندھا ہُؤا تھا سُوتی کپڑوں کے ساتھ نہیں بلکہ لِپٹا ہُؤا ایک جگہ اَلگ پڑا ہے۔"},{"number":8,"verse":"اِس پر دُوسرا شاگِرد بھی جو پہلے قبر پر آیا تھا اَندر گیا اور اُس نے دیکھ کر یقِین کِیا۔"},{"number":9,"verse":"کیونکہ وہ اب تک اُس نوِشتہ کو نہ جانتے تھے جِس کے مُطابِق اُس کا مُردوں میں سے جی اُٹھنا ضرُور تھا۔"},{"number":10,"verse":"پس یہ شاگِرد اپنے گھر کو واپس گئے۔"},{"number":11,"verse":"( یِسُوع مریم مگدلینی پر ظاہر ہوتا ہے) ( ( متّی ۲۸‏:۹‏-۱۰؛ مرقس ۱۶: ۹‏-۱۱)) لیکن مریم باہر قبر کے پاس کھڑی روتی رہی اور جب روتے روتے قبر کی طرف جُھک کر اندر نظر کی۔"},{"number":12,"verse":"تو دو فرِشتوں کو سفید پوشاک پہنے ہُوئے ایک کو سرہانے اور دُوسرے کو پَینتانے بَیٹھے دیکھا جہاں یِسُو ع کی لاش پڑی تھی۔"},{"number":13,"verse":"اُنہوں نے اُس سے کہا اَے عَورت تُو کیوں روتی ہے؟ اُس نے اُن سے کہا اِس لِئے کہ میرے خُداوند کو اُٹھا لے گئے ہیں اور معلُوم نہیں کہ اُسے کہاں رکھّا ہے۔"},{"number":14,"verse":"یہ کہہ کر وہ پِیچھے پِھری اور یِسُو ع کو کھڑے دیکھا اور نہ پہچانا کہ یہ یِسُو ع ہے۔"},{"number":15,"verse":"یِسُو ع نے اُس سے کہا اَے عَورت تُو کیوں روتی ہے؟ کِس کو ڈُھونڈتی ہے؟ اُس نے باغبان سمجھ کر اُس سے کہا مِیاں اگر تُو نے اُس کو یہاں سے اُٹھایا ہو تو مُجھے بتا دے کہ اُسے کہاں رکھّا ہے تاکہ مَیں اُسے لے جاؤں۔"},{"number":16,"verse":"یِسُو ع نے اُس سے کہا مریم ! اُس نے مُڑ کر اُس سے عِبرا نی زُبان میں کہا ربُّونی! یعنی اَے اُستاد!۔"},{"number":17,"verse":"یِسُو ع نے اُس سے کہا مُجھے نہ چُھو کیونکہ مَیں اب تک باپ کے پاس اُوپر نہیں گیا لیکن میرے بھائِیوں کے پاس جا کر اُن سے کہہ کہ مَیں اپنے باپ اور تُمہارے باپ اور اپنے خُدا اور تُمہارے خُدا کے پاس اُوپر جاتا ہُوں۔"},{"number":18,"verse":"مر یم مگدلِینی نے آ کر شاگِردوں کو خبر دی کہ مَیں نے خُداوند کو دیکھا اور اُس نے مُجھ سے یہ باتیں کہِیں۔"},{"number":19,"verse":"( یِسُوع اپنے شاگِردوں پر ظاہِر ہوتاہے) ( (متّی ۲۸‏:۱۶‏-۲۰؛ مرقس ۱۶: ۱۴‏-۱۸؛ لُوقا ۲۴: ۳۶‏-۴۹)) پِھر اُسی دِن جو ہفتہ کا پہلا دِن تھا شام کے وقت جب وہاں کے دروازے جہاں شاگِرد تھے یہُودِیوں کے ڈر سے بند تھے یِسُو ع آ کر بِیچ میں کھڑا ہُؤا اور اُن سے کہا تُمہاری سلامتی ہو!۔"},{"number":20,"verse":"اور یہ کہہ کر اُس نے اپنے ہاتھوں اور پسلی کو اُنہیں دِکھایا ۔ پس شاگِرد خُداوند کو دیکھ کر خُوش ہُوئے۔"},{"number":21,"verse":"یِسُو ع نے پِھر اُن سے کہا تُمہاری سلامتی ہو! جِس طرح باپ نے مُجھے بھیجا ہے اُسی طرح مَیں بھی تُمہیں بھیجتا ہُوں۔"},{"number":22,"verse":"اور یہ کہہ کر اُن پر پُھونکا اور اُن سے کہا رُوحُ القُدس لو۔"},{"number":23,"verse":"جِن کے گُناہ تُم بخشو اُن کے بخشے گئے ہیں ۔ جِن کے گُناہ تُم قائِم رکھّو اُن کے قائِم رکھے گئے ہیں۔"},{"number":24,"verse":"( یِسُوع اور توما) مگر اُن بارہ میں سے ایک شخص یعنی تو ما جِسے تواَ م کہتے ہیں یِسُو ع کے آنے کے وقت اُن کے ساتھ نہ تھا۔"},{"number":25,"verse":"پس باقی شاگِرد اُس سے کہنے لگے کہ ہم نے خُداوند کو دیکھا ہے مگر اُس نے اُن سے کہا جب تک مَیں اُس کے ہاتھوں میں میخوں کے سُوراخ نہ دیکھ لُوں اور میخوں کے سُوراخوں میں اپنی اُنگلی نہ ڈال لُوں اور اپنا ہاتھ اُس کی پسلی میں نہ ڈال لُوں ہرگِز یقِین نہ کرُوں گا۔"},{"number":26,"verse":"آٹھ روز کے بعد جب اُس کے شاگِرد پِھر اندر تھے اور توما اُن کے ساتھ تھا اور دروازے بند تھے یِسُو ع نے آ کر اور بِیچ میں کھڑا ہو کر کہا تُمہاری سلامتی ہو۔"},{"number":27,"verse":"پِھر اُس نے تو ما سے کہا اپنی اُنگلی پاس لا کر میرے ہاتھوں کو دیکھ اور اپنا ہاتھ پاس لا کر میری پسلی میں ڈال اور بے اِعتقاد نہ ہو بلکہ اِعتقاد رکھ۔"},{"number":28,"verse":"تو ما نے جواب میں اُس سے کہا اَے میرے خُداوند! اَے میرے خُدا!۔"},{"number":29,"verse":"یِسُو ع نے اُس سے کہا تُو تو مُجھے دیکھ کر اِیمان لایا ہے ۔ مُبارک وہ ہیں جو بغَیر دیکھے اِیمان لائے۔"},{"number":30,"verse":"( اِس کِتا ب کا مقصد) اور یِسُو ع نے اَور بُہت سے مُعجِزے شاگِردوں کے سامنے دِکھائے جو اِس کِتاب میں لِکھے نہیں گئے۔"},{"number":31,"verse":"لیکن یہ اِس لِئے لِکھے گئے کہ تُم اِیمان لاؤ کہ یِسُو ع ہی خُدا کا بیٹا مسِیح ہے اور اِیمان لا کر اُس کے نام سے زِندگی پاؤ۔"}]}