{"bibleAbbr":"urRV2010","bookName":"یُوحنّا","bookEnglishName":"John","chapterNumber":21,"verses":[{"number":1,"verse":"اِن باتوں کے بعد یِسُو ع نے پِھر اپنے آپ کو تِبر یاس کی جِھیل کے کنارے شاگِردوں پر ظاہِر کِیا اور اِس طرح ظاہِر کِیا۔"},{"number":2,"verse":"شمعُو ن پطرس اور تو ما جو تواَ م کہلاتا ہے اور نتن ایل جو قانایِ گلِیل کا تھا اور زبد ی کے بیٹے اور اُس کے شاگِردوں میں سے دو اَور شخص جمع تھے۔"},{"number":3,"verse":"شمعُو ن پطرس نے اُن سے کہا مَیں مچھلی کے شِکار کو جاتا ہُوں ۔ اُنہوں نے اُس سے کہا ہم بھی تیرے ساتھ چلتے ہیں ۔ وہ نِکل کر کشتی پر سوار ہُوئے مگر اُس رات کُچھ نہ پکڑا۔"},{"number":4,"verse":"اور صُبح ہوتے ہی یِسُو ع کنارے پر آ کھڑا ہُؤا مگر شاگِردوں نے نہ پہچانا کہ یہ یِسُو ع ہے۔"},{"number":5,"verse":"پس یِسُو ع نے اُن سے کہا بچّو! تُمہارے پاس کُچھ کھانے کو ہے؟ اُنہوں نے جواب دِیا کہ نہیں۔"},{"number":6,"verse":"اُس نے اُن سے کہا کشتی کی د ہنی طرف جال ڈالو تو پکڑو گے ۔ پس اُنہوں نے ڈالا اور مچھلِیوں کی کثرت سے پِھر کھینچ نہ سکے۔"},{"number":7,"verse":"اِس لِئے اُس شاگِرد نے جِس سے یِسُو ع مُحبّت رکھتا تھا پطر س سے کہا کہ یہ تو خُداوند ہے ۔ پس شمعُو ن پطرس نے یہ سُن کر کہ خُداوند ہے کُرتہ کمر سے باندھا کیونکہ ننگا تھا اور جِھیل میں کُود پڑا۔"},{"number":8,"verse":"اور باقی شاگِرد چھوٹی کشتی پر سوار مچھلِیوں کا جال کھینچتے ہُوئے آئے کیونکہ وہ کنارے سے کُچھ دُور نہ تھے بلکہ تخمِیناً دو سَو ہاتھ کا فاصِلہ تھا۔"},{"number":9,"verse":"جِس وقت کنارے پر اُترے تو اُنہوں نے کوئِلوں کی آگ اور اُس پر مَچھلی رکھّی ہُوئی اور روٹی دیکھی۔"},{"number":10,"verse":"یِسُو ع نے اُن سے کہا جو مچھلِیاں تُم نے ابھی پکڑی ہیں اُن میں سے کُچھ لاؤ۔"},{"number":11,"verse":"شمعُو ن پطرس نے چڑھ کر ایک سَو ترِپن بڑی مچھلِیوں سے بھرا ہُؤا جال کنارے پر کھینچا مگر باوجُود مچھلِیوں کی کثرت کے جال نہ پھٹا۔"},{"number":12,"verse":"یِسُو ع نے اُن سے کہا آؤ کھانا کھا لو اور شاگِردوں میں سے کِسی کو جُرأت نہ ہُوئی کہ اُس سے پُوچھتا کہ تُو کَون ہے؟ کیونکہ وہ جانتے تھے کہ خُداوند ہی ہے۔"},{"number":13,"verse":"یِسُو ع آیا اور روٹی لے کر اُنہیں دی ۔ اِسی طرح مچھلی بھی دی۔"},{"number":14,"verse":"یِسُو ع مُردوں میں سے جی اُٹھنے کے بعد یہ تِیسری بار شاگِردوں پر ظاہِر ہُؤا۔"},{"number":15,"verse":"( یِسُوع اور پطرس) اور جب کھانا کھا چُکے تو یِسُو ع نے شمعُو ن پطرس سے کہا اَے شمعُو ن یُوحنّا کے بیٹے کیا تُو اِن سے زِیادہ مُجھ سے مُحبّت رکھتا ہے؟ اُس نے اُس سے کہا ہاں خُداوند تُو تو جانتا ہی ہے کہ مَیں تُجھے عزِیز رکھتا ہُوں ۔ اُس نے اُس سے کہا ۔ تو میرے برّے چرا۔"},{"number":16,"verse":"اُس نے دوبارہ اُس سے پِھر کہا اَے شمعُون ےُوحّنا کے بیٹے کیا تُو مُجھ سے مُحبّت رکھتا ہے؟ اُس نے کہا ہاں خُداوند تُو تو جانتا ہی ہے کہ مَیں تُجھ کو عزِیز رکھتا ہُوں ۔ اُس نے اُس سے کہا تُو میری بھیڑوں کی گلّہ بانی کر۔"},{"number":17,"verse":"اُس نے تِیسری بار اُس سے کہا اَے شمعُو ن ےُوحنّا کے بیٹے کیا تُو مُجھے عزِیز رکھتا ہے؟ چُونکہ اُس نے تِیسری بار اُس سے کہا کیا تُو مُجھے عزِیز رکھتا ہے اِس سبب سے پطر س نے دِلگِیر ہو کر اُس سے کہا اَے خُداوند! تُو تو سب کُچھ جانتا ہے ۔ تُجھے معلُوم ہی ہے کہ مَیں تُجھے عزِیز رکھتا ہُوں ۔ یِسُو ع نے اُس سے کہا تو میری بھیڑیں چرا۔"},{"number":18,"verse":"مَیں تُجھ سے سچ کہتا ہُوں کہ جب تُو جوان تھا تو آپ ہی اپنی کمر باندھتا تھا اور جہاں چاہتا تھا پِھرتا تھا مگر جب تُو بُوڑھا ہو گا تو اپنے ہاتھ لمبے کرے گا اور دُوسرا شخص تیری کمر باندھے گا اور جہاں تُو نہ چاہے گا وہاں تُجھے لے جائے گا۔"},{"number":19,"verse":"اُس نے اِن باتوں سے اِشارہ کر دِیا کہ وہ کِس طرح کی مَوت سے خُدا کا جلال ظاہِر کرے گا اور یہ کہہ کر اُس سے کہا میرے پِیچھے ہو لے۔"},{"number":20,"verse":"( یِسُوع اور دُوسرے شاگِرد) پطر س نے مُڑ کر اُس شاگِرد کو پِیچھے آتے دیکھا جِس سے یِسُو ع مُحبّت رکھتا تھا اور جِس نے شام کے کھانے کے وقت اُس کے سِینہ کا سہارا لے کر پُوچھا تھا کہ اَے خُداوند تیرا پکڑوانے والا کَون ہے؟۔"},{"number":21,"verse":"پطر س نے اُسے دیکھ کر یِسُو ع سے کہا اَے خُداوند! اِس کا کیا حال ہو گا؟۔"},{"number":22,"verse":"یِسُو ع نے اُس سے کہا اگر مَیں چاہُوں کہ یہ میرے آنے تک ٹھہرا رہے تو تُجھ کو کیا؟ تُو میرے پِیچھے ہو لے۔"},{"number":23,"verse":"پس بھائِیوں میں یہ بات مشہُور ہو گئی کہ وہ شاگِرد نہ مَرے گا لیکن یِسُو ع نے اُس سے یہ نہیں کہا تھا کہ یہ نہ مَرے گا بلکہ یہ کہ اگر مَیں چاہُوں کہ یہ میرے آنے تک ٹھہرا رہے تو تُجھ کو کیا؟۔"},{"number":24,"verse":"یہ وُہی شاگِرد ہے جو اِن باتوں کی گواہی دیتا ہے اور جِس نے اِن کو لِکھا ہے اور ہم جانتے ہیں کہ اُس کی گواہی سچّی ہے۔"},{"number":25,"verse":"( اِختتامیہ) اَور بھی بُہت سے کام ہیں جو یِسُو ع نے کِئے ۔ اگر وہ جُدا جُدا لِکھے جاتے تو مَیں سَمجھتا ہُوں کہ جو کِتابیں لِکھی جاتِیں اُن کے لِئے دُنیا میں گُنجایش نہ ہوتی۔"}]}