{"bibleAbbr":"MKJV1962","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, an apostle of Jesus Christ by the will of God, according to the promise of life which [is] in Christ Jesus,"},{"number":2,"verse":"to Timothy, [my] dearly beloved child. Grace, mercy, peace from God the Father and Christ Jesus our Lord."},{"number":3,"verse":"I thank God, whom I serve from [my] forefathers with pure conscience, that without ceasing I remember you in my prayers night and day,"},{"number":4,"verse":"greatly desiring to see you, being mindful of your tears, so that I may be filled with joy,"},{"number":5,"verse":"taking recollection of the unfeigned faith that is in you, which first dwelt in your grandmother Lois, and in your mother Eunice. And I am persuaded that it is in you also."},{"number":6,"verse":"Therefore I remind you to inflame anew the gift of God, which is in you by the putting on of my hands."},{"number":7,"verse":"For God has not given us the spirit of fear, but of power and of love and of a sound mind."},{"number":8,"verse":"Therefore you should not be ashamed of the testimony of our Lord, nor [of] me His prisoner. But be partaker of the afflictions of the gospel according to [the] power of God,"},{"number":9,"verse":"who has saved us and called [us] with a holy calling, not according to our works, but according to His own purpose and grace which was given us in Christ Jesus before the eternal times."},{"number":10,"verse":"But it is now having been manifested by the appearing of our Savior Jesus Christ, who has made death of no effect, bringing life and immortality to light through the gospel;"},{"number":11,"verse":"to which I am appointed a preacher and an apostle and a teacher of the nations."},{"number":12,"verse":"For this cause I also suffer these things; but I am not ashamed, for I know whom I have believed, and I am persuaded that He is able to guard My deposit unto that Day."},{"number":13,"verse":"Hold fast the pattern of sound words which you have heard from me, in faith and love [which is] in Christ Jesus."},{"number":14,"verse":"Guard the good Deposit [given] through [the] Holy Spirit indwelling in us."},{"number":15,"verse":"This you know, that all those in Asia have turned away from me, of whom are Phygellus and Hermogenes."},{"number":16,"verse":"May the Lord give mercy to the house of Onesiphorus, for he often refreshed me and was not ashamed [of] my chain."},{"number":17,"verse":"But when he was in Rome, he sought me out very diligently and found [me]."},{"number":18,"verse":"May the Lord grant to him that he may find mercy from [the] Lord in that Day. And in what things he ministered [to me] at Ephesus, you know very well."}]}