{"bibleAbbr":"MKJV1962","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":2,"verses":[{"number":1,"verse":"Therefore, my son, be strong in the grace [that is] in Christ Jesus."},{"number":2,"verse":"And the things that you have heard from me among many witnesses, commit the same to faithful men who will be able to teach others also."},{"number":3,"verse":"Therefore endure hardness, as a good soldier of Jesus Christ."},{"number":4,"verse":"No one who wars tangles with the affairs of [this] life, that he may please him who chose [him] to be a soldier."},{"number":5,"verse":"And also if anyone competes, he is not crowned unless he competes lawfully."},{"number":6,"verse":"It is right for the laboring farmer to partake first of the fruits."},{"number":7,"verse":"Consider what I say, and the Lord will give you understanding in all things."},{"number":8,"verse":"Remember that Jesus Christ of the seed of David was raised from [the] dead according to my gospel,"},{"number":9,"verse":"in which I suffer ill as an evildoer, [even] to bonds. But the Word of God is not chained."},{"number":10,"verse":"Therefore I endure all things for the sake of the elect, that they may also obtain the salvation which is in Christ Jesus with eternal glory."},{"number":11,"verse":"For faithful is the Word, for if we died with [Him], we shall also live with [Him."},{"number":12,"verse":"If we suffer, we shall also reign with [Him]. If we deny [Him], He also will deny us."},{"number":13,"verse":"If we do not believe [Him], [yet] He remains faithful; He cannot deny Himself."},{"number":14,"verse":"Put [them] in memory of these things, charging them before the Lord not to dispute about words to no profit, to the subverting of the hearers."},{"number":15,"verse":"[Study] earnestly to present yourself approved to God, a workman that does not need to be ashamed, rightly dividing the Word of Truth."},{"number":16,"verse":"But shun profane, vain babblings, for they will increase to more ungodliness."},{"number":17,"verse":"And their word will eat like a gangrene; among whom [are] Hymeneus and Philetus,"},{"number":18,"verse":"who have erred concerning the truth, saying that the resurrection is already past, and who overthrow the faith of some."},{"number":19,"verse":"Nevertheless the foundation of God stands sure, having this seal: The] Lord knew those who are His. And, Let everyone who names the name of Christ depart from iniquity!"},{"number":20,"verse":"But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honor, and some to dishonor."},{"number":21,"verse":"Therefore if anyone purges himself from these, he shall be a vessel to honor, sanctified and useful to the Master, prepared for every good work."},{"number":22,"verse":"But flee youthful lusts, and follow righteousness, faith, love, peace, with those who call on the Lord out of a pure heart."},{"number":23,"verse":"But avoid foolish and unlearned questions, knowing that they give birth to strifes."},{"number":24,"verse":"But the servant of [the] Lord must not strive, but to be gentle to all, apt to teach, patient,"},{"number":25,"verse":"in meekness instructing those who oppose, if perhaps God will give them repentance to the acknowledging of [the] truth,"},{"number":26,"verse":"and [that] they awake out of the snare of the Devil, having been taken captive by him, so as to do the will of that one."}]}