{"bibleAbbr":"GB1587","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":1,"verses":[{"number":1,"verse":"The Jesus Christ came of Abraham of the tribe of Judah, and of the family of David as God promised. Rehearsal: as the Hebrews used to speak; see (Gen_5:1), the book of the generations. book of the Of the ancestors from whom Christ came. generation of Jesus Christ, the son of David, the Christ is also the son of Abraham. son of Abraham."},{"number":2,"verse":"Abraham begate Isaac. And Isaac begate Iacob; Iacob begat Iudas and his brethren."},{"number":3,"verse":"And Iudas begate Phares, and Zara of Thamar; Phares begate Esrom; Esrom begate Aram."},{"number":4,"verse":"And Aram begate Aminadab; Aminadab begate Naasson; Naasson begat Salmon."},{"number":5,"verse":"And Salmon begate Booz of Rachab; Booz begat Obed of Ruth; Obed begat Iesse."},{"number":6,"verse":"And Iesse begate Dauid the King; Dauid the King begate Solomon of her that was the wife of Vrias."},{"number":7,"verse":"And Solomon begate Roboam; Roboam begate Abia; Abia begate Asa."},{"number":8,"verse":"And Asa begate Iosaphat; Iosaphat begate Ioram; Ioram begate Hozias."},{"number":9,"verse":"And Hozias begat Ioatham; Ioatham begate Achaz; Achaz begate Ezekias."},{"number":10,"verse":"And Ezekias begate Manasses; Manasses begate Amon; Amon begate Iosias."},{"number":11,"verse":"and Josias begat That is, the captivity fell in the days of Jakim and Jechonias: for Jechonias was born before the carrying away into captivity. Jechonias and his brethren, at the time of the carrying away of Babylon."},{"number":12,"verse":"And after they were caried away into Babylon, Iechonias begate Salathiel. And Salathiel begate Zorobabel."},{"number":13,"verse":"And Zorobabel begate Abiud; Abiud begate Eliacim; Eliacim begate Azor."},{"number":14,"verse":"And Azor begate Sadoc; Sadoc begate Achim; Achim begate Eliud."},{"number":15,"verse":"And Eliud begate Eleazar; Eleazar begate Matthan; Matthan begate Iacob."},{"number":16,"verse":"And Iacob begat Ioseph ye husbad of Mary, of whom was borne Iesvs, that is called Christ."},{"number":17,"verse":"All All those who were considered to be in the lineage of David's family, as they begat one another orderly in turn. the generations, therefore, from Abraham to David [were] fourteen generations; and from David until the carrying away of Babylon, fourteen generations; and from the carrying away of Babylon unto the Christ, fourteen generations."},{"number":18,"verse":"Now the birth of Christ is the true Emmanuel, and therefore, Jesus (that is, Saviour) is conceived in the virgin by the Holy Spirit, as foretold by the prophets. Jesus Christ was thus: His mother, Mary, that is, having been betrothed to Joseph, before they came together, she was found to be with child of [the] Holy Spirit."},{"number":19,"verse":"Then Ioseph her husbande being a iust man, and not willing to make her a publike example, was minded to put her away secretly."},{"number":20,"verse":"but while he pondered on these things, behold, an angel of [the] Lord appeared to him in a dream, saying, Joseph, son of David, fear not to Receive her from her parents and kinsfolks hands. take to [thee] Mary, thy Who was promised, and made sure to you to be your wife. wife, for that which is Of the mother's substance by the Holy Spirit. begotten in her is of [the] Holy Spirit."},{"number":21,"verse":"And she shall bring forth Christ is born of the same virgin who never knew a man: and is named Jesus by God himself through the angel. a son, and thou shalt call his name JESUS: for he shall save Save, and this shows us the meaning of the name Jesus. his people from their sins."},{"number":22,"verse":"And al this was done that it might be fulfilled, which is spoken of the Lord by ye Prophet, saying,"},{"number":23,"verse":"Behold, a There is an article added in the Hebrew and Greek text, to point out the woman and set her forth plainly: as we would say, the virgin, or a certain virgin. virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us."},{"number":24,"verse":"Then Ioseph, being raised from sleepe, did as the Angel of the Lorde had inioyned him, and tooke his wife."},{"number":25,"verse":"And knew her not The word «till», in the Hebrew language, gives us to understand that a thing will not come to pass in time to come: as Michal had no children «till» her death day, (2Sa_6:23). And in the last chapter of this evangelist: Behold, I am with you «till» the end of the world. till she had brought forth her firstborn son: and he called his name JESUS."}]}