{"bibleAbbr":"GB1587","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":12,"verses":[{"number":1,"verse":"At Of the true sanctifying of the sabbath, and the breaking of it. that time Jesus went on the sabbath day through the corn; and his disciples were an hungred, and began to pluck the ears of corn, and to eat."},{"number":2,"verse":"And when the Pharises sawe it, they saide vnto him, Beholde, thy disciples doe that which is not lawfull to doe vpon the Sabbath."},{"number":3,"verse":"But he said vnto them, Haue ye not read what Dauid did when he was an hungred, & they that were with him?"},{"number":4,"verse":"How he entered into the house of God, and did eat the The Hebrews call it «bread of faces», because it stood before the Lord all the week upon the golden table appointed for that service; (Lev_24:6). shewbread, which was not lawful for him to eat, neither for them which were with him, but only for the priests?"},{"number":5,"verse":"Or have ye not read in the law, how that on the sabbath days the priests in the temple When the priests do God's service on the sabbath day, they do not break the law: much less does the Lord of the Sabbath break the sabbath. profane the sabbath, and are blameless?"},{"number":6,"verse":"But I say vnto you, that here is one greater then the Temple."},{"number":7,"verse":"Wherefore if ye knewe what this is, I will haue mercie, and not sacrifice, ye would not haue condemned the innocents."},{"number":8,"verse":"For the sonne of man is Lord, euen of the Sabbath."},{"number":9,"verse":"The ceremonies of the law are not against the love of our neighbour. And when he was departed thence, he went into their synagogue:"},{"number":10,"verse":"And beholde, there was a man which had his hand dried vp; they asked him, saying, Is it lawfull to heale vpon a Sabbath day? That they might accuse him."},{"number":11,"verse":"And he said vnto the, What man shall there be among you, that hath a sheepe, & if it fal on a Sabbath day into a pit, doth not take it & lift it out?"},{"number":12,"verse":"How much more then is a man better then a sheepe? Therefore, it is lawfull to doe well on a Sabbath day."},{"number":13,"verse":"Then said he to the man, Stretch forth thine hand; he stretched it foorth, and it was made whole as the other."},{"number":14,"verse":"How far and in what aspect we may give place to the unbridled rage of the wicked. Then the Pharisees went out, and held a council against him, how they might destroy him."},{"number":15,"verse":"But whe Iesus knew it, he departed thece, & great multitudes folowed him, & he healed the al,"},{"number":16,"verse":"And charged them in threatning wise, that they should not make him knowen,"},{"number":17,"verse":"That it might be fulfilled, which was spoken by Esaias the Prophet, saying,"},{"number":18,"verse":"Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew By judgment is meant a godly kingdom, because Christ was to proclaim true religion among the Gentiles, and to cast out superstition; and wherever this is done, the Lord is said to reign and judge there, that is to say, to govern and rule matters. judgment to the Gentiles."},{"number":19,"verse":"He shall not striue, nor crie, neither shall any man heare his voyce in the streetes."},{"number":20,"verse":"A bruised reed shall he not break, and smoking flax shall he not quench, till he He will pronounce sentence and judgment, in spite of the world and Satan, and show himself conqueror over all his enemies. send forth judgment unto victory."},{"number":21,"verse":"And in his Name shall the Gentiles trust."},{"number":22,"verse":"A truth, be it ever so obvious, is subject to the slander of the wicked: however, it ought to be resolutely defended. Then was brought unto him one possessed with a devil, blind, and dumb: and he healed him, insomuch that the blind and dumb both spake and saw."},{"number":23,"verse":"And all the people were amased, and saide, Is not this that sonne of Dauid?"},{"number":24,"verse":"But when the Pharises heard it, they saide, This man casteth the deuils no otherwise out, but through Beelzebub the prince of deuils."},{"number":25,"verse":"The kingdom of Christ and the kingdom of the devil cannot abide together. And Jesus knew their thoughts, and said unto them, Every kingdom divided against itself is brought to desolation; and every city or house divided against itself shall not stand:"},{"number":26,"verse":"So if Satan cast out Satan, he is deuided against himself: how shal then his kingdom endure?"},{"number":27,"verse":"Also if I through Beelzebub cast out deuils, by whom doe your children cast them out? Therefore they shall be your iudges."},{"number":28,"verse":"But if I cast out deuils by ye Spirit of God, then is the kingdome of God come vnto you."},{"number":29,"verse":"Els howe can a man enter into a strong mans house and spoyle his goods, except he first bind the strong man, and then spoile his house."},{"number":30,"verse":"He that is not with me, is against me: and he that gathereth not with me, scattereth."},{"number":31,"verse":"Wherefore I say vnto you, euery sinne and blasphemie shalbe forgiuen vnto men: but the blasphemie against the holy Ghost shall not be forgiuen vnto men."},{"number":32,"verse":"And whosoever speaketh a word against the Son of man, it shall be forgiven him: Of blasphemy against the Holy Spirit. but whosoever speaketh against the Holy Spirit, it shall not be forgiven him, neither in this world, neither in the [world] to come."},{"number":33,"verse":"Either make the tree good, and his fruite good: or els make the tree euill, and his fruite euil: for the tree is knowen by the fruite."},{"number":34,"verse":"Hypocrites at length betray themselves even by their own mouth. O generation of vipers, how can ye, being evil, speak good things? for out of the abundance of the heart the mouth speaketh."},{"number":35,"verse":"A good man out of the good treasure of his heart bringeth foorth good things: & an euill man out of an euill treasure, bringeth forth euill things."},{"number":36,"verse":"But I say unto you, That every Vain and unprofitable trifles, which for the most part, men spend their lives in search of. idle word that men shall speak, they shall give account thereof in the day of judgment."},{"number":37,"verse":"For by thy wordes thou shalt be iustified, and by thy wordes thou shalt be condemned."},{"number":38,"verse":"Against perverse desires of miracles. Then certain of the scribes and of the Pharisees answered, saying, Master, we would see a sign from thee."},{"number":39,"verse":"But he answered and said unto them, An evil and Bastard, who fell from Abraham's faith or forsook the true worship of God. adulterous generation seeketh after a sign; and there shall no sign be given to it, but the sign of the prophet Jonas:"},{"number":40,"verse":"For as Ionas was three daies & three nights in the whales belly: so shall the Sonne of man be three daies & three nights in ye heart of the earth."},{"number":41,"verse":"Christ teaches, by the sorrowful example of the Jews, that there are none more miserable than they who put out the light of the gospel which was kindled in them. The men of Nineveh shall rise in judgment with this generation, and shall condemn it: because they repented at the preaching of Jonas; and, behold, a greater than Jonas [is] here."},{"number":42,"verse":"The queen of the He means the Queen of Sheba: whose country is south in respect to the land of Israel; (1Ki_10:1-13). south shall rise up in the judgment with this generation, and shall condemn it: for she came from the For Sheba is situated in the farthest coast of Arabia at the mouth of the Arabian Sea. uttermost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon [is] here."},{"number":43,"verse":"Nowe when the vncleane spirit is gone out of a man, he walketh throughout drie places, seeking rest, and findeth none."},{"number":44,"verse":"Then he saith, I wil returne into mine house from whence I came: and when he is come, he findeth it emptie, swept and garnished."},{"number":45,"verse":"Then he goeth, & taketh vnto him seuen other spirites worse then himselfe, and they enter in, and dwell there: and the ende of that man is worse then the beginning. Euen so shall it be with this wicked generation."},{"number":46,"verse":"Christ teaches by his own example that all things ought to be set aside in respect of God's glory. While he yet talked to the people, behold, [his] mother and his brethren stood without, desiring to speak with him."},{"number":47,"verse":"Then one said vnto him, Beholde, thy mother and thy brethren stand without, desiring to speake with thee."},{"number":48,"verse":"But he answered, and said to him that told him, Who is my mother? & who are my brethren?"},{"number":49,"verse":"None are more near unto us than they that are of the household of faith. And he stretched forth his hand toward his disciples, and said, Behold my mother and my brethren!"},{"number":50,"verse":"For whosoeuer shall doe my Fathers will which is in heauen, the same is my brother and sister and mother."}]}