{"bibleAbbr":"Geneva1587","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":18,"verses":[{"number":1,"verse":"The same time the disciples came vnto Iesus, saying, Who is the greatest in the kingdome of heauen?"},{"number":2,"verse":"Humbleness of mind is the right way to preeminence. And Jesus called a A child in years. little child unto him, and set him in the midst of them,"},{"number":3,"verse":"And said, Verily I say unto you, Except ye be An idiom taken from the Hebrews which is equivalent to «repent». converted, and become as little children, ye shall not enter into the kingdom of heaven."},{"number":4,"verse":"Whosoeuer therefore shal humble himselfe as this litle childe, the same is the greatest in the kingdome of heauen."},{"number":5,"verse":"And whosoeuer shall receiue one such litle childe in my name, receiueth me."},{"number":6,"verse":"We ought to have great respect for our brethren no matter how base they may be: and he that does otherwise shall be sharply punished. But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and [that] he were drowned in the depth of the sea."},{"number":7,"verse":"A good man cannot help but experience offences, yet he must by no means offer offence. Woe unto the world because of offences! for it must needs be that Obstructions and hindrances which stop the course of good works. The Greek word conveys the sense of things which we stumble at. offences come; but woe to that man by whom the offence cometh!"},{"number":8,"verse":"Wherefore if thy hand or thy foot {{See Mat_5:29}} offend thee, cut them off, and cast [them] from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire."},{"number":9,"verse":"And if thine eye cause thee to offende, plucke it out, and cast it from thee: it is better for thee to enter into life with one eye, then hauing two eyes to be cast into hell fire."},{"number":10,"verse":"The weaker that a man is, the greater care we ought to have for his salvation, as God teaches us by his own example. Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven."},{"number":11,"verse":"For the Sonne of man is come to saue that which was lost."},{"number":12,"verse":"How thinke ye? If a man haue an hundreth sheepe, and one of them be gone astray, doeth he not leaue ninetie & nine, & go into the mountaines, and seeke that which is gone astray?"},{"number":13,"verse":"And if so be that he finde it, verely I say vnto you, he reioyceth more of that sheepe, then of the ninetie and nine which went not astray:"},{"number":14,"verse":"So is it not ye wil of your Father which is in heauen, that one of these litle ones should perish."},{"number":15,"verse":"We must strive for agreement, and not to revenge injuries. Moreover if thy brother shall trespass against If his offence is such that only you know your brother's offence. thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother."},{"number":16,"verse":"But if he will not hear [thee, then] take with thee one or two more, that in the That is, by the word and witness; the mouth is sometimes taken for the word of speech, (Num_3:16), and also for a still witness, namely, when the matter speaks for itself, as below in (Mat_21:16). mouth of two or three witnesses every word may be Sure and certain. established."},{"number":17,"verse":"He that condemns the judgment of the Church, condemns God. And if he shall Literally, «does not condescend to hear», or «make as though he did not hear». neglect to hear them, tell [it] unto the He speaks not of just any policy, but of an ecclesiastical assembly, for he speaks afterward of the power of loosing and binding, which belonged to the Church, and he has regard for the order used in those days, at which time the elders had the judgment of Church matters in their hands, (Joh_9:22; Joh_12:42; Joh_16:2), and used casting out of the synagogue for a punishment, as we do now by excommunication. church: but if he neglect to hear the church, let him be unto thee as Profane, and void of religion: such men, the Jews called Gentiles: whose company they shunned, as they did the publicans. an heathen man and a publican."},{"number":18,"verse":"Verely I say vnto you, Whatsoeuer ye bind on earth, shall be bound in heauen: and whatsoeuer ye loose on earth, shalbe loosed in heauen."},{"number":19,"verse":"Again I say unto you, That if two of you shall This word, which is normally used of the body, is here used of the mind, for it belongs properly to poetry. agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven."},{"number":20,"verse":"For where two or three are gathered together in my Name, there am I in the mids of them."},{"number":21,"verse":"They will find God severe and not too pleased, who do not forgive their brethren even if they have been purposely and grievously injured by them. Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?"},{"number":22,"verse":"Iesus said vnto him, I say not to thee, Vnto seuen times, but, Vnto seuentie times seuen times."},{"number":23,"verse":"Thereefore is the kingdome of heauen likened vnto a certaine King, which would take an account of his seruants."},{"number":24,"verse":"And when he had begun to reckon, one was brought unto him, which owed him Here is set down a very great sum of six thousand crowns, that the difference may be the greater, for there is no proportion between them. ten thousand talents."},{"number":25,"verse":"And because he had nothing to pay, his Lord commanded him to be solde, and his wife, and his children, and all that he had, and the dette to be payed."},{"number":26,"verse":"The servant therefore fell down, and This was a polite reverence which was very common in the East. worshipped him, saying, Lord, Yield not too much to your anger against me: so is God called in the Scripture, slow to anger, that is to say, gentle, and one that refrains his fierce wrath, (Psa_86:5); patient and of great mercy. have patience with me, and I will pay thee all."},{"number":27,"verse":"Then that seruants Lord had compassion, and loosed him, and forgaue him the dette."},{"number":28,"verse":"But when the seruant was departed, hee found one of his felow seruants, which ought him an hundred pence, & he layde hands on him, and thratled him, saying, Pay me that thou owest."},{"number":29,"verse":"Then his fellow seruant fell downe at his feete, and besought him, saying, Refraine thine anger towards me, and I will pay thee all."},{"number":30,"verse":"Yet he would not, but went and cast him into prison, till he should pay the dette."},{"number":31,"verse":"And when his other felowe seruants sawe what was done, they were very sory, & came, and declared vnto their Lord all that was done."},{"number":32,"verse":"Then his Lord called him vnto him, and sayd to him, O euil seruant, I forgaue thee all that dette, because thou prayedst me."},{"number":33,"verse":"Oughtest not thou also to haue had pitie on thy fellowe seruant, euen as I had pitie on thee?"},{"number":34,"verse":"So his Lord was wroth, and deliuered him to the tormentours, till he should pay all that was due to him."},{"number":35,"verse":"So likewise shall mine heauenly Father doe vnto you, except ye forgiue from your hearts, eche one to his brother their trespasses."}]}