{"bibleAbbr":"Geneva1587","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":21,"verses":[{"number":1,"verse":"And Christ by his humility, triumphing over the pride of this world, ascends to true glory by the shame of the cross. when they drew nigh unto Jerusalem, and were come to Bethphage, unto the mount of Olives, then sent Jesus two disciples,"},{"number":2,"verse":"Saying to them, Goe into the towne that is ouer against you, and anon yee shall finde an asse bounde, and a colt with her: loose them, and bring them vnto me."},{"number":3,"verse":"And if any [man] say ought unto you, ye shall say, The Lord hath need of them; and straightway He that will say anything to you will let them go, that is, the ass and the colt. he will send them."},{"number":4,"verse":"All this was done that it might be fulfilled, which was spoken by the Prophet, saying,"},{"number":5,"verse":"Tell ye the The city of Sion. This is a Hebrew idiom, common in the Lamentations of Jeremiah. daughter of Sion, Behold, thy King cometh unto thee, meek, and sitting upon an ass, and a colt the foal of an ass."},{"number":6,"verse":"So the disciples went, and did as Iesus had commaunded them,"},{"number":7,"verse":"And brought the ass, and the colt, and put on them their Their uppermost garment. clothes, and they set [him] Upon their garments, not upon the ass and the colt. thereon."},{"number":8,"verse":"And a great multitude spred their garments in the way: and other cut downe branches from the trees, and strawed them in the way."},{"number":9,"verse":"And the multitudes that went before, and that followed, cried, saying, This was an ancient kind of cry, which they voiced in the feast of Tabernacles, when they carried boughs according as God commanded; (Lev_23:40). And the word is corruptly made of two, for we should say, «Hoshiang-na», which is as much as to say, «Save I pray thee». Hosanna to the Son of David: Well is it to him that comes in the Name of the Lord, that is to say, whom the Lord has given us for our King. Blessed [is] he that cometh in the name of the Lord; Hosanna in the highest."},{"number":10,"verse":"And when he was come into Jerusalem, That is, all the men of Jerusalem were moved. all the city was moved, saying, Who is this?"},{"number":11,"verse":"And the people said, This is Iesus that Prophet of Nazareth in Galile."},{"number":12,"verse":"And Iesus went into the Temple of God, and cast out all them that solde and bought in the Temple, and ouerthrew the tables of the money chagers, & the seates of them that sold doues,"},{"number":13,"verse":"And said to them, it is written, My house shall be called the house of prayer: but ye haue made it a denne of theeues."},{"number":14,"verse":"Then the blinde, and the halt came to him in the Temple, and he healed them."},{"number":15,"verse":"Those that should be masters of godliness are the ones that envy most the glory of Christ: but in vain. And when the chief priests and scribes saw the wonderful things that he did, and the children crying in the temple, and saying, Hosanna to the Son of David; they were sore displeased,"},{"number":16,"verse":"And said unto him, Hearest thou what these say? And Jesus saith unto them, Yea; have ye never read, Out of the mouth of babes and sucklings thou hast You have made most perfect. We read in David, «Thou hast established» or «grounded», and if the matter is considered well, the evangelist says here the same thing, for that which is most perfect is stable and sure. perfected praise?"},{"number":17,"verse":"Christ does in this way forsake the wicked, for he has a consideration and regard for his Church. And he left them, and went out of the city into Bethany; and he lodged there."},{"number":18,"verse":"Hypocrites will at length have their masks discovered, and any false faces taken away. Now in the morning as he returned into the city, he hungered."},{"number":19,"verse":"And seeing a figge tree in the way, he came to it, and found nothing thereon, but leaues onely, and said to it, Neuer fruite grow on thee henceforwards; anon the figge tree withered."},{"number":20,"verse":"And when his disciples saw it, they marueiled, saying, How soone is the figge tree withered!"},{"number":21,"verse":"How great the force of faith is. Jesus answered and said unto them, Verily I say unto you, If ye have faith, and The Greek word signifies a fixing or wavering of mind, so that we cannot tell which way to take. doubt not, ye shall not only do this [which is done] to the fig tree, but also if ye shall say unto this mountain, Be thou removed, and be thou cast into the sea; it shall be done."},{"number":22,"verse":"And whatsoeuer ye shall aske in prayer, if ye beleeue, ye shall receiue it."},{"number":23,"verse":"Against those who neglect the doctrine and bind the calling and vocation to an ordinary succession, going about by that false pretext, to stop Christ's mouth. And when he was come into the temple, the chief priests and the elders of the people came unto him as he was teaching, and said, By what Or by what power. authority doest thou these things? and who gave thee this authority?"},{"number":24,"verse":"And Jesus answered and said unto them, I also will ask you One thing, that is to say, I will ask you one thing first before I answer your questions. one thing, which if ye tell me, I in like wise will tell you by what authority I do these things."},{"number":25,"verse":"The The preaching of John is called by the figure «baptism» because he preached the baptism of repentance, etc.; (Mar_1:4; Act_19:3). baptism of John, whence was it? from From God, and so it is plainly seen how these are set one against another. heaven, or of men? And they Beat their heads about it, and mused, or laid their heads together. reasoned with themselves, saying, If we shall say, From heaven; he will say unto us, Why did ye not then believe him?"},{"number":26,"verse":"And if we say, Of men, we feare the multitude, for all holde Iohn as a Prophet."},{"number":27,"verse":"Then they answered Iesus, and said, We can not tell; he said vnto them, Neither tell I you by what authoritie I doe these things."},{"number":28,"verse":"But what thinke ye? A certaine man had two sonnes, and came to the elder, and saide, Sonne, goe and worke to day in my vineyarde."},{"number":29,"verse":"But he answered, and said, I will not: yet afterward he repented himselfe, and went."},{"number":30,"verse":"Then came he to the second, and said likewise; he answered, and said, I will, Syr: yet he went not."},{"number":31,"verse":"Whether of them twain did the will of [his] father ? They say unto him, The first. Jesus saith unto them, Verily I say unto you, That the publicans and the harlots They hurry to the kingdom of God and you go slowly, so that you should at least have followed their example. Mark then that this word, «go into», is improperly taken in this place because none of them followed Christ. go into the kingdom of God before you."},{"number":32,"verse":"For John came unto you in the Living uprightly, being of good and honest behaviour; For the Hebrews use this word «way» for life and manners. way of righteousness, and ye believed him not: but the publicans and the harlots believed him: and ye, when ye had seen [it], repented not afterward, that ye might believe him."},{"number":33,"verse":"Those men are often the cruellest enemies of the Church, to whose faithfulness it is committed: But the vocation of God is neither tied to time, place, nor person. Hear another parable: There was a certain householder, which planted a vineyard, and hedged it round about, and digged a winepress in it, and built a Made the place strong: for a tower is the strongest place of a wall. tower, and let it out to husbandmen, and went into a far country:"},{"number":34,"verse":"And when the time of the fruite drewe neere, hee sent his seruants to the husbandmen to receiue the fruites thereof."},{"number":35,"verse":"And ye husbandmen tooke his seruants and beat one, and killed another, and stoned another."},{"number":36,"verse":"Againe hee sent other seruants, moe then the first: and they did the like vnto them."},{"number":37,"verse":"But last of all he sent vnto them his owne sonne, saying, They will reuerence my sonne."},{"number":38,"verse":"But when the husbandmen saw the son, they said among themselves, This is the heir; come, let us kill him, and let us Literally, «let us hold it fast». seize on his inheritance."},{"number":39,"verse":"So they tooke him, and cast him out of the vineyarde, and slewe him."},{"number":40,"verse":"When therefore the Lorde of the vineyarde shall come, what will hee doe to those husbandmen?"},{"number":41,"verse":"They say unto him, He will A kind of proverb, showing what punishment the wicked are worthy of. miserably destroy those wicked men, and will let out [his] vineyard unto other husbandmen, which shall render him the fruits in their seasons."},{"number":42,"verse":"Jesus saith unto them, Did ye never read in the scriptures, The stone which the Master builders, who are chief builders of the house, that is of the Church. builders rejected, the same is Began to be. become the The chiefest stone in the corner is called the head of the corner: which bears up the couplings or joints of the whole building. head of the corner: That matter (in that the stone which was cast away is made the head) is the Lord's doing which we behold and greatly marvel at. ) this is the Lord's doing, and it is marvellous in our eyes?"},{"number":43,"verse":"Therefore say I unto you, The kingdom of God shall be taken from you, and given to a nation bringing forth the They bring forth the fruits of the kingdom of God, who bring forth the fruit of the Spirit, and not of the flesh, (Gal_5:16-26). fruits thereof."},{"number":44,"verse":"And whosoever shall fall on this stone shall be broken: but on whomsoever it shall fall, it will As chaff used to be scattered with the wind, for he uses a word which properly signifies separating the chaff from the corn with winnowing, and to scatter it abroad. grind him to powder."},{"number":45,"verse":"And when the chiefe Priestes and Pharises had heard his parables, they perceiued that hee spake of them."},{"number":46,"verse":"The wicked can do nothing but what God wills. But when they sought to lay hands on him, they feared the multitude, because they took him for a prophet."}]}