{"bibleAbbr":"Geneva1587","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":23,"verses":[{"number":1,"verse":"Then spake Iesus to the multitude, and to his disciples,"},{"number":2,"verse":"We ought to listen to whatever we are truly taught from the word of God, even by wicked teachers, but in a way so that we abstain from their evil behaviour. Saying, The scribes and the Pharisees Because God appointed the order, the Lord would therefore have his word to be heard even from the mouth of hypocrites and hirelings. sit in Moses' seat:"},{"number":3,"verse":"Provided always that they deliver the doctrine of Moses which they profess, which thing the metaphor of the seat shows, which they occupied as teachers of Moses' teaching. All therefore whatsoever they bid you observe, [that] observe and do; but do not ye after their works: for they say, and do not."},{"number":4,"verse":"For the most part hypocrites most severely exact those things which they themselves chiefly neglect. For they bind heavy burdens and grievous to be borne, and lay [them] on men's shoulders; but they [themselves] will not move them with one of their fingers."},{"number":5,"verse":"Hypocrites are ambitious. But all their works they do for to be seen of men: they make broad their It was a thread or ribband of blue silk in the fringe of a corner, the beholding of which made them remember the laws and ordinances of God: and therefore it was called a phylactery, or as you would say, a container. See (Num_15:38; Deu_6:8), a commandment which the Jews abused afterwards, as those do today who hang the gospel of John around their necks, which was condemned many years ago in the Council of Antioch. phylacteries, and enlarge Literally, «Twisted tassels of thread which hung at the outermost hems of their garments.» the borders of their garments,"},{"number":6,"verse":"And love the uppermost rooms at feasts, and the chief seats in the When assemblies and councils are gathered together. synagogues,"},{"number":7,"verse":"And greetings in the markets, and to be called of men, Rabbi, This word «Rabbi» signifies one that is above his fellows, and is as good as any of them: and we may see by the repeating of it how proud a title it was. Now they were called Rabbi who, by the laying on of hands, were uttered and declared to the world to be wise men. Rabbi."},{"number":8,"verse":"Modesty is a singular ornament of God's minsters. But be not ye Seek not ambitiously after it: for our Lord does not forbid us to give the magistrate and our masters the honour that is due to them; Augustine in a sermon on the words of God from (Mat. 11:1-30). called Rabbi: for He seems to allude to references in (Isa_54:13) and (Jer_31:34). one is your Master, [even] Christ; and all ye are brethren."},{"number":9,"verse":"And call no [man] your He attacks a custom of the Jews, for they called the rabbis «our fathers». father upon the earth: for one is your Father, which is in heaven."},{"number":10,"verse":"Neither be ye called It seems that the scribes hunted very greatly after such titles, these scribes being the ones whom he called blind guides in (Mat_23:16). masters: for one is your Master, [even] Christ."},{"number":11,"verse":"But he that is greatest among you, let him be your seruant."},{"number":12,"verse":"And whosoever He seems to allude to the position of the rabbis, for rabbi signifies one that is in a high position. shall exalt himself shall be abased; and he that shall humble himself shall be exalted."},{"number":13,"verse":"Hypocrites cannot endure others to be better than themselves. But woe unto you, scribes and Pharisees, Christ, when he reproves any man sharply, uses this word to show us that there is nothing more detestable than hypocrisy and falsehood in religion. hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in [yourselves], neither suffer ye them that are Who are even at the door. entering to go in."},{"number":14,"verse":"It is a common thing among hypocrites to abuse the pretence of zeal when in reality they are exercising covetousness and extortion. Woe unto you, scribes and Pharisees, hypocrites! for ye devour widows' houses, and Literally, «under a colour of long praying»; and the word «and» signifies a double wickedness in them: the one, that they devoured widows goods: the other that they did it under a pretence of godliness. for a pretence make long prayer: therefore ye shall receive the greater damnation."},{"number":15,"verse":"Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and The dry part: now that part of the earth is called dry which the Lord has given to us to live upon. land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves."},{"number":16,"verse":"Woe unto you, [ye] blind guides, which say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he Is a debtor. In the Syrian language, sins are called «Debts», and it is certain that Christ spoke in Syrian. is a debtor!"},{"number":17,"verse":"[Ye] fools and blind: for whether is greater, the gold, or the temple that Causes the gold which is dedicated to a holy use to be considered holy. sanctifieth the gold?"},{"number":18,"verse":"And whosoeuer sweareth by the altar, it is nothing: but whosoeuer sweareth by the offering that is vpon it, offendeth."},{"number":19,"verse":"Ye fooles and blinde, whether is greater, the offering, or the altar which sanctifieth the offering?"},{"number":20,"verse":"Whosoeuer therefore sweareth by the altar, sweareth by it, and by all things thereon."},{"number":21,"verse":"And whosoeuer sweareth by the Temple, sweareth by it, and by him that dwelleth therein."},{"number":22,"verse":"And he that shall swear by heaven, sweareth by the If heaven is God's throne, than he is without doubt above this entire world. throne of God, and by him that sitteth thereon."},{"number":23,"verse":"Hypocrites take special care in small matters, and neglect the things which matter the very most. Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier [matters] of the law, judgment, mercy, and Faithfulness in the keeping of promises. faith: these ought ye to have done, and not to leave the other undone."},{"number":24,"verse":"Ye blinde guides, which straine out a gnat, and swallowe a camell."},{"number":25,"verse":"Hypocrites pay too much attention to outward things, and the inward things they utterly condemn. Woe unto you, scribes and Pharisees, hypocrites! for ye make clean the outside of the cup and of the platter, but within they are full of extortion and excess."},{"number":26,"verse":"Thou blinde Pharise, cleanse first the inside of the cup and platter, that the outside of them may be cleane also."},{"number":27,"verse":"Wo be to you, Scribes and Pharises, hypocrites: for ye are like vnto whited tombes, which appeare beautifull outward, but are within full of dead mens bones, and all filthines."},{"number":28,"verse":"So are ye also: for outwarde ye appeare righteous vnto men, but within ye are full of hypocrisie and iniquitie."},{"number":29,"verse":"Hypocrites, when they try the most to cover up their wickedness, it is then by the just judgment of God that they shame themselves. Woe unto you, scribes and Pharisees, hypocrites! because ye build the tombs of the prophets, and garnish the sepulchres of the righteous,"},{"number":30,"verse":"And say, If we had bene in the dayes of our fathers, we would not haue bene partners with them in the blood of the Prophets."},{"number":31,"verse":"So then ye be witnesses vnto your selues, that ye are the children of them that murthered the Prophets."},{"number":32,"verse":"A proverb used by the Jews, which has this meaning: You go on also, and follow your ancestors, that at length your wickedness may come to its fulness. Fill ye up then the measure of your fathers."},{"number":33,"verse":"O serpents, the generation of vipers, howe should ye escape the damnation of hell!"},{"number":34,"verse":"Hypocrites are cruel. Wherefore, behold, I send unto you prophets, and wise men, and scribes: and [some] of them ye shall kill and crucify; and [some] of them shall ye scourge in your synagogues, and persecute [them] from city to city:"},{"number":35,"verse":"The punishment of those who persecute the gospel, under the pretence of zeal. That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Of Joiada, who was also called Barach-jah, that is, blessed of the Lord. Barachias, whom ye slew between the temple and the altar."},{"number":36,"verse":"Verely I say vnto you, all these things shall come vpon this generation."},{"number":37,"verse":"Where the mercy of God was greatest, it was there that there was the greatest wickedness and rebellion, and at length the sharpest judgments of God. O Jerusalem, Jerusalem, [thou] that killest the prophets, and stonest them which are sent unto thee, how often would I have He speaks of the outward ministry, and as he was promised for the saving of this people, he was making sure that it would happen, even from the time that the promise was made to Abraham. gathered thy children together, even as a hen gathereth her chickens under [her] wings, and ye would not!"},{"number":38,"verse":"Beholde, your habitation shalbe left vnto you desolate,"},{"number":39,"verse":"For I say vnto you, ye shall not see mee henceforth till that ye say, Blessed is he that commeth in the Name of the Lord."}]}