{"bibleAbbr":"Geneva1587","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":25,"verses":[{"number":1,"verse":"Then We must desire strength from God's hand which may serve us as a torch while we walk through this darkness, to bring us to our desired end: otherwise, if we become slothful and negligent because we are weary of our pains and travail, we shall be kept from entering the doors. shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and The pomp of weddings was usually preferred to be done at night, and that by young unmarried women. went forth to meet the bridegroom."},{"number":2,"verse":"And fiue of them were wise, & fiue foolish."},{"number":3,"verse":"The foolish tooke their lampes, but tooke none oyle with them."},{"number":4,"verse":"But the wise tooke oyle in their vessels with their lampes."},{"number":5,"verse":"While the bridegroom tarried, they all Their eyes being heavy with sleep. slumbered and slept."},{"number":6,"verse":"And at midnight there was a crie made, Behold, the bridegrome commeth: goe out to meete him."},{"number":7,"verse":"Then all those virgins arose, and trimmed their lampes."},{"number":8,"verse":"And the foolish said to the wise, Giue vs of your oyle, for our lampes are out."},{"number":9,"verse":"But the wise answered, saying, Not so, lest there will not be ynough for vs and you: but goe ye rather to them that sell, and bye for your selues."},{"number":10,"verse":"And while they went to bye, the bridegrome came: and they that were readie, went in with him to the wedding, and the gate was shut."},{"number":11,"verse":"Afterwards came also the other virgins, saying, Lord, Lord, open to vs."},{"number":12,"verse":"But he answered, and said, Verely I say vnto you, I knowe you not."},{"number":13,"verse":"Watch therfore: for ye know neither the day, nor the houre, when the sonne of man will come."},{"number":14,"verse":"Christ witnesses that there will be a long time between his departure to his Father and his coming again to us, but yet notwithstanding that, he will at that day take an account not only of the rebellious and obstinate, how they have made use of that which they received from him, but also of his household servants, who have because of slothfulness not employed those gifts which he bestowed upon them. For [the kingdom of heaven is] as a man travelling into a far country, [who] called his own servants, and delivered unto them his goods."},{"number":15,"verse":"And unto one he gave five talents, to another two, and to another one; to every man according to his several According to the wisdom and skill in dealing which was given to them. ability; and straightway took his journey."},{"number":16,"verse":"Then he that had receiued the fiue talents, went and occupied with them, and gained other fiue talents."},{"number":17,"verse":"Likewise also, he that receiued two, he also gained other two."},{"number":18,"verse":"But he that receiued that one, went & digged it in the earth, and hid his masters money."},{"number":19,"verse":"But after a long season, the master of those seruants came, and reckoned with them."},{"number":20,"verse":"Then came he that had receiued fiue talents, and brought other fiue talents, saying, Master, thou deliueredst vnto me fiue talents: behold, I haue gained with them other fiue talents."},{"number":21,"verse":"His lord said unto him, Well done, [thou] good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: Come and receive the fruit of my goodness: now the Lord's joy is doubled; see (Joh_15:11): that my joy may remain in you, and your joy be fulfilled. enter thou into the joy of thy lord."},{"number":22,"verse":"Also he that had receiued two talents, came, and said, Master, thou deliueredst vnto me two talents: behold, I haue gained two other talets more."},{"number":23,"verse":"His master saide vnto him, It is well done good seruant, and faithfull, Thou hast bene faithfull in litle, I will make thee ruler ouer much: enter into thy masters ioy."},{"number":24,"verse":"Then he which had receiued the one talent, came, & said, Master, I knewe that thou wast an hard man, which reapest where thou sowedst not, and gatherest where thou strawedst not:"},{"number":25,"verse":"I was therefore afraide, and went, & hid thy talent in the earth: behold, thou hast thine owne."},{"number":26,"verse":"And his master answered, & said vnto him, Thou euill seruant, and slouthfull, thou knewest that I reape where I sowed not, and gather where I strawed not."},{"number":27,"verse":"Thou oughtest therefore to have put my money to the Bankers who have their shops or tables set up abroad, where they lend money at interest. Usury or loaning money at interest is strictly forbidden by the Bible, (Exo_22:25-27; Deu_23:19-20). Even a rate as low as one per cent interest was disallowed, (Neh_5:11). This servant had already told two lies. First he said the master was an austere or harsh man. This is a lie for the Lord is merciful and gracious. Next he called his master a thief because he reaped where he did not sow. Finally the master said to him sarcastically why did you not add insult to injury and loan the money out at interest so you could call your master a «usurer» too! If the servant had done this, his master would have been responsible for his servant's actions and guilty of usury. exchangers, and [then] at my coming I should have received mine own with usury."},{"number":28,"verse":"Take therefore the talent from him, and giue it vnto him which hath tenne talents."},{"number":29,"verse":"For vnto euery man that hath, it shall be giuen, and he shall haue abundance, and from him that hath not, euen that he hath, shalbe taken away."},{"number":30,"verse":"Cast therefore that vnprofitable seruant into vtter darkenes: there shalbe weeping and gnasshing of teeth."},{"number":31,"verse":"A graphic setting forth of the everlasting judgment which is to come. When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:"},{"number":32,"verse":"And before him shalbe gathered all nations, & he shal seperate them one from another, as a shepheard separateth the sheepe from ye goates."},{"number":33,"verse":"And he shall set the sheepe on his right hand, and the goates on the left."},{"number":34,"verse":"Then shall the King say unto them on his right hand, Come, ye Blessed and happy, upon whom my Father has most abundantly bestowed his benefits. blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:"},{"number":35,"verse":"For I was an hungred, and ye gaue me meate: I thirsted, and ye gaue me drinke: I was a stranger, and ye tooke me in vnto you."},{"number":36,"verse":"I was naked, & ye clothed me: I was sicke, and ye visited me: I was in prison, and ye came vnto me."},{"number":37,"verse":"Then shall the righteous answere him, saying, Lord, when sawe we thee an hungred, and fed thee? or a thirst, and gaue thee drinke?"},{"number":38,"verse":"And when sawe we thee a stranger, and tooke thee in vnto vs? or naked, & clothed thee?"},{"number":39,"verse":"Or when sawe we thee sicke, or in prison, and came vnto thee?"},{"number":40,"verse":"And the King shall answere, and say vnto them, Verely I say vnto you, in as much as ye haue done it vnto one of the least of these my brethre, ye haue done it to me."},{"number":41,"verse":"Then shal he say vnto them on ye left hand, Depart from me ye cursed, into euerlasting fire, which is prepared for the deuill and his angels."},{"number":42,"verse":"For I was an hungred, and ye gaue me no meate: I thirsted, and ye gaue me no drinke:"},{"number":43,"verse":"I was a stranger, & ye tooke me not in vnto you: I was naked, & ye clothed me not: sicke, and in prison, and ye visited me not."},{"number":44,"verse":"Then shall they also answere him, saying, Lord, when sawe we thee an hungred, or a thirst, or a stranger, or naked, or sicke, or in prison, and did not minister vnto thee?"},{"number":45,"verse":"Then shall he answere them, and say, Verely I say vnto you, in as much as ye did it not to one of the least of these, ye did it not to me."},{"number":46,"verse":"And these shall goe into euerlasting paine, and the righteous into life eternall."}]}