{"bibleAbbr":"GB1587","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":27,"verses":[{"number":1,"verse":"Vvhen the morning was come, all the chiefe Priests, and the elders of the people tooke counsell against Iesus, to put him to death,"},{"number":2,"verse":"And led him away bounde, and deliuered him vnto Pontius Pilate the gouernour."},{"number":3,"verse":"An example of the horrible judgment of God upon those who sell Christ as opposed to those who buy Christ. Then Judas, which had betrayed him, when he saw that he was condemned, repented himself, and brought again the thirty pieces of silver to the chief priests and elders,"},{"number":4,"verse":"Saying, I haue sinned, betraying the innocent bloud. But they sayde, What is that to vs? see thou to it."},{"number":5,"verse":"And he cast down the pieces of silver in the temple, and Out of the sight of men. departed, and went and hanged himself."},{"number":6,"verse":"And the chief priests took the silver pieces, and said, It is not lawful for to put them into the The treasury of the temple. treasury, because it is the price Of life and death. of blood."},{"number":7,"verse":"And they took counsel, and bought with them the potter's field, to bury Strangers and guests, whom the Jews could not endure to be joined with even after they were dead. strangers in."},{"number":8,"verse":"Wherefore that field is called, The field of bloud, vntill this day."},{"number":9,"verse":"Then was fulfilled that which was spoken by As this prophecy is found in (Zec_11:12) it cannot be denied that Jeremy's name slipped into the text either through the fault of the Scribe, or by someone else's ignorance: it may also be that it came out of the margin by means of the abbreviation on one of the letters, the one being «yod» and the other being «zayin», which are very similar: But in the Syrian text the Prophet's name is not written down at all. Jeremy the prophet, saying, The evangelist does not follow the prophet's words, but instead he follows the prophet's meaning, which he shows to have been fulfilled. And they took the thirty pieces of silver, the price of him that was valued, whom they of the children of Israel did value;"},{"number":10,"verse":"And they gaue them for the potters fielde, as the Lord appointed me.)"},{"number":11,"verse":"Christ holds his peace when he is accused in order that we may not be accused: acknowledging our guiltiness, and at the same time his own innocence. And Jesus stood before the governor: and the governor asked him, saying, Art thou the King of the Jews? And Jesus said unto him, Thou sayest."},{"number":12,"verse":"And when he was accused of the chiefe Priestes, and Elders, he answered nothing."},{"number":13,"verse":"Then saide Pilate vnto him, Hearest thou not howe many things they lay against thee?"},{"number":14,"verse":"But he answered him not to one worde, in so much that the gouernour marueiled greatly."},{"number":15,"verse":"Christ is first acquitted by the same judge who condemns him, that we might see how the just dies for the unjust. Now at [that] feast the governor was wont to release unto the people a prisoner, whom they would."},{"number":16,"verse":"And they had then a notable prisoner, called Barabbas."},{"number":17,"verse":"When they were then gathered together, Pilate said vnto the, Whether will ye that I let loose vnto you Barabbas, or Iesus which is called Christ?"},{"number":18,"verse":"(For he knewe well, that for enuie they had deliuered him."},{"number":19,"verse":"Also when he was set downe vpon the iudgement seate, his wife sent to him, saying, Haue thou nothing to do with that iust man: for I haue suffered many things this day in a dreame by reason of him.)"},{"number":20,"verse":"But the chiefe Priestes and the Elders had persuaded the people that they shoulde aske Barabbas, and should destroy Iesus."},{"number":21,"verse":"Then the gouernour answered, and said vnto them, Whether of the twaine will ye that I let loose vnto you? And they said, Barabbas."},{"number":22,"verse":"Pilate said vnto them, What shal I do then with Iesus, which is called Christ? They all said to him, Let him be crucified."},{"number":23,"verse":"Then saide the gouernour, But what euill hath he done? Then they cryed the more, saying, Let him be crucified."},{"number":24,"verse":"Christ being acquitted by the testimony of the judge himself is nonetheless condemned by him, in order to acquit us before God. When Pilate saw that he could prevail nothing, but [that] rather a tumult was made, he took water, and It was a custom in ancient times that when any man was murdered, or there were other slaughters, to wash their hands in water to declare themselves guiltless. washed [his] hands before the multitude, saying, I am innocent of the Of the murder; a Hebrew idiom. blood of this just person: see ye [to it]."},{"number":25,"verse":"Then answered all the people, and said, If there is any offence committed in slaying him, let us and our posterity suffer for it. His blood [be] on us, and on our children."},{"number":26,"verse":"Thus let he Barabbas loose vnto them, and scourged Iesus, and deliuered him to be crucified."},{"number":27,"verse":"Then the souldiers of the gouernour tooke Iesus into the common hall, and gathered about him the whole band,"},{"number":28,"verse":"Christ endures that reproach which was due to our sins; meanwhile, in spite of this, by the secret providence of God he is entitled king by those who did him that reproach. And they stripped him, and They threw a cloak about him and wrapped it around him, for it did not have any sleeves. put on him a John and Mark also mention a purple robe, which is also a very pleasant red. But these profane and impudently disrespectful soldiers clad Jesus in this array to make an additional mockery of him, this one who was indeed a true King. scarlet robe."},{"number":29,"verse":"And platted a crowne of thornes, and put it vpon his head, and a reede in his right hand, and bowed their knees before him, and mocked him, saying, God saue thee King of the Iewes,"},{"number":30,"verse":"And spitted vpon him, and tooke a reede, and smote him on the head."},{"number":31,"verse":"Thus when they had mocked him, they tooke the robe from him, and put his owne rayment on him, and led him away to crucifie him."},{"number":32,"verse":"And as they came out, they found a man of Cyrene, Simon by name: him they They compelled Simon to bear his burdensome cross, by which it appears that Jesus was so poorly handled before that he fainted along the way, and was not able to bear his cross the whole distance: for John writes that he did bear the cross, that is, at the beginning. compelled to bear his cross."},{"number":33,"verse":"He is led out of the city so that we might be brought into the heavenly kingdom. And when they were come unto a place called Golgotha, that is to say, a place of a skull,"},{"number":34,"verse":"Christ found no comfort anywhere, that in him we might be filled with comfort. They gave him vinegar to drink mingled with gall: and when he had tasted [thereof], he would not drink."},{"number":35,"verse":"He is made a curse, so that in him we may be blessed: his garments are taken from him so that we might be enriched by his nakedness. And they crucified him, and parted his garments, casting lots: that it might be fulfilled which was spoken by the prophet, They parted my garments among them, and upon my vesture did they cast lots."},{"number":36,"verse":"And they sate, and watched him there."},{"number":37,"verse":"He is pronounced the true Messiah, even by those who reject him. And set up over his head his accusation written, THIS IS JESUS THE KING OF THE JEWS."},{"number":38,"verse":"Christ then began to judge the world, when after his judgment he hung between two thieves. Then were there two thieves crucified with him, one on the right hand, and another on the left."},{"number":39,"verse":"To make full satisfaction for us, Christ suffered and overcame not only the torments of the body, but also the most horrible torments of the mind. And they that passed by reviled him, wagging their heads,"},{"number":40,"verse":"And saying, Thou that destroyest ye Temple, & buildest it in three dayes, saue thy selfe: if thou be ye Sonne of God, come downe fro ye crosse."},{"number":41,"verse":"Likewise also the hie Priests mocking him, with the Scribes, and Elders, and Pharises, said,"},{"number":42,"verse":"He saued others, but he cannot saue him selfe: if he be ye King of Israel, let him now come downe from ye crosse, and we will beleeue in him."},{"number":43,"verse":"He trusted in God, let him deliuer him nowe, if he will haue him: for he saide, I am the Sonne of God."},{"number":44,"verse":"The This is spoken using the figure of speech called synecdoche, for only one of the thieves reviled him. thieves also, which were crucified with him, cast the same in his teeth."},{"number":45,"verse":"Heaven itself is darkened for very horror, and Jesus cries out from the depth of hell, and all during this time he is being mocked. Now from the sixth hour there was darkness over all the land unto the ninth hour."},{"number":46,"verse":"And about the ninth hour Jesus cried with a loud voice, saying, Eli, Eli, lama sabachthani? that is to say, My God, my God, why hast thou That is, in this misery: And this crying out is a natural part of his humanity, which, even though it was void of sin, still felt the wrath of God, the wrath which is due to our sins. forsaken me?"},{"number":47,"verse":"Some of them that stood there, when they heard [that], said, This [man] calleth for They allude to Elias' name, not because they did not understand what he said, but because of a profane impudence and disrespect, and he repeated those words so that this repetition of the name might be understood. Elias."},{"number":48,"verse":"And straightway one of them ran, & tooke a spondge, and filled it with vineger, and put it on a reede, and gaue him to drinke."},{"number":49,"verse":"Other said, Let be: let vs see, if Elias wil come and saue him."},{"number":50,"verse":"Christ, after he had overcome other enemies, at length provokes and attacks death itself. Jesus, when he had cried again with a loud voice, yielded up the ghost."},{"number":51,"verse":"Christ, when he is dead, shows himself to be God Almighty, and even his enemies confess the same. And, behold, the Which separated the holiest of all. veil of the temple was rent in twain from the top to the bottom; and the earth did quake, and the rocks rent;"},{"number":52,"verse":"And the That is to say, the stones broke apart, and the graves opened themselves to show by this act that death was overcome: and the resurrection of the dead followed the resurrection of Christ, as the next verse indicates (Mat_27:53). graves were opened; and many bodies of the saints which slept arose,"},{"number":53,"verse":"And came out of the graues after his resurrection, and went into the holy citie, and appeared vnto many."},{"number":54,"verse":"When the Centurion, and they that were with him watching Iesus, saw the earthquake, and the thinges that were done, they feared greatly, saying, Truely this was the Sonne of God."},{"number":55,"verse":"And many women were there, beholding him a farre off, which had folowed Iesus from Galile, ministring vnto him."},{"number":56,"verse":"Among whom was Marie Magdalene, and Marie the mother of Iames, & Ioses, and the mother of Zebedeus sonnes."},{"number":57,"verse":"Christ is buried, not privately or by stealth, but with the governor's consent, by a famous man, in a place not far distant, in a new tomb, so that his death cannot be doubted. When the even was come, there came a rich man of Arimathaea, named Joseph, who also himself was Jesus' disciple:"},{"number":58,"verse":"He went to Pilate, & asked ye body of Iesus. Then Pilate commanded ye body to be deliuered."},{"number":59,"verse":"So Ioseph tooke the body, and wrapped it in a cleane linnen cloth,"},{"number":60,"verse":"And put it in his new tombe, which he had hewen out in a rocke, and rolled a great stone to the doore of the sepulchre, and departed."},{"number":61,"verse":"And there was Marie Magdalene, and the other Marie sitting ouer against the sepulchre."},{"number":62,"verse":"The keeping of the tomb is committed to Christ's own murderers, so that there might be no doubt of his resurrection. Now the next day, that followed the day of the preparation, the chief priests and Pharisees came together unto Pilate,"},{"number":63,"verse":"And said, Syr, we remember that that deceiuer saide, while he was yet aliue, Within three dayes I will rise."},{"number":64,"verse":"Command therefore, that the sepulchre be made sure vntill the third day, lest his disciples come by night, and steale him away, and say vnto the people, He is risen from the dead: so shall the last errour be worse then the first."},{"number":65,"verse":"Pilate said unto them, Ye have a The soldiers of the garrison who were appointed to guard the temple. watch: go your way, make [it] as sure as ye can."},{"number":66,"verse":"And they went, and made the sepulchre sure with the watch, and sealed the stone."}]}