{"bibleAbbr":"GB1587","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":4,"verses":[{"number":1,"verse":"Then was Christ is tempted in all manner of ways, and still overcomes, that we also through his virtue may overcome. Jesus led up of the Spirit into the wilderness to be tempted of the devil."},{"number":2,"verse":"And when he had fasted A full forty days. forty days and forty nights, he was afterward an hungred."},{"number":3,"verse":"Then came to him the tempter, and said, If thou be the Sonne of God, commande that these stones be made bread."},{"number":4,"verse":"But he answering said, It is written, Man shall not liue by bread onely, but by euery worde that proceedeth out of the mouth of God."},{"number":5,"verse":"Then the devil taketh him up into the holy city, and setteth him on a The battlement which encompassed the flat roof of the Temple so that no man might fall down: as was appointed by the law; (Deu_22:8). pinnacle of the temple,"},{"number":6,"verse":"And said vnto him, If thou be the Sonne of God, cast thy selfe downe: for it is written, that he wil giue his Angels charge ouer thee, and with their hands they shall lift thee vp, lest at any time thou shouldest dash thy foote against a stone."},{"number":7,"verse":"Jesus said unto him, It is written again, Thou shalt not Literally, «Thou shalt not go on still in tempting.» tempt the Lord thy God."},{"number":8,"verse":"Againe the deuil tooke him vp into an exceeding hie mountaine, and shewed him all the kingdomes of the world, and the glory of them,"},{"number":9,"verse":"And sayd to him, All these will I giue thee, if thou wilt fall downe, and worship me."},{"number":10,"verse":"Then sayd Iesus vnto him, Auoyde Satan: for it is written, Thou shalt worship the Lorde thy God, and him onely shalt thou serue."},{"number":11,"verse":"Then the deuill left him: and beholde, the Angels came, and ministred vnto him."},{"number":12,"verse":"When the Herald's mouth is stopped, the Lord reveals himself and brings full light into the darkness of this world, preaching free forgiveness of sins for those that repent. Now when Jesus had heard that John was cast into prison, he departed into Galilee;"},{"number":13,"verse":"And leaving Nazareth, he came and dwelt in Which was a town a great deal more famous than Nazareth was. Capernaum, which is upon the sea coast, in the borders of Zabulon and Nephthalim:"},{"number":14,"verse":"That it might be fulfilled which was spoken by Esaias the Propet, saying,"},{"number":15,"verse":"The land of Zabulon, and the land of Nephthalim, [by] the way of the Of Tiberias, or because that country went toward Tyre, which borders the eastern Mediterranean Sea. sea, beyond Jordan, So called because it bordered upon Tyre and Sidon, and because Solomon gave the king of Tyre twenty cities in that quarter; (1Ki_9:11). Galilee of the Gentiles;"},{"number":16,"verse":"The people which sate in darkenes, sawe great light: and to them which sate in the region, and shadowe of death, light is risen vp."},{"number":17,"verse":"From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at Is come to you. hand."},{"number":18,"verse":"Christ, thinking that he would eventually depart from us, even at the beginning of his preaching gets himself disciples of a heavenly sort, poor and unlearned, and therefore such as might be left as honest witnesses of the truth of those things which they heard and saw. And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers."},{"number":19,"verse":"And he sayd vnto them, Follow me, and I will make you fishers of men."},{"number":20,"verse":"And they straightway leauing the nets, folowed him."},{"number":21,"verse":"And when he was gone forth from thence, he saw other two brethren, Iames the sonne of Zebedeus, and Iohn his brother in a ship with Zebedeus their father, mending their nets, & he called them."},{"number":22,"verse":"And they without tarying, leauing the ship, and their father, folowed him."},{"number":23,"verse":"And Christ assures the hearts of the believers of his spiritual and saving virtue, by healing the diseases of the body. Jesus went about all Galilee, teaching in Their, that is, the Galilaeans. their Synagogues, that is, the Churches of the Jews. synagogues, and preaching the gospel of the Of the Messiah. kingdom, and healing Diseases of all kinds, but not every disease: that is, as we say, some of every kind. all manner of sickness and all manner of The word properly signifies the weakness of the stomach: but here it is taken for those diseases which make those that have them faint and wear away. disease among the people."},{"number":24,"verse":"And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and The word signifies properly the stone with which gold is tried: and by a borrowed kind of speech, is applied to all kinds of examinations by torture, when as by rough dealing and torments, we draw out the truths from men who otherwise would not confess: in this place it is taken for those diseases, which put sick men to great woe. torments, and those which were possessed with devils, and those which were Who at every full moon or the change of the moon, are troubled and diseased. lunatick, and those that had the Weak and feeble men, who have the parts of their body loosed and so weakened, that they are neither able to gather them up together, nor do with them as they wish. palsy; and he healed them."},{"number":25,"verse":"And there folowed him great multitudes out of Galile, and Decapolis, and Hierusalem, and Iudea, and from beyond Iordan."}]}