{"bibleAbbr":"NKJV1982","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"(Vision of a Ram and a Goat) In the third year of the reign of King Belshazzar a vision appeared to me—to me, Daniel—after the one that appeared to me (Dan. 7:1) the first time."},{"number":2,"verse":"I saw in the vision, and it so happened while I was looking, that I was in (Neh. 1:1; Esth. 1:2, 2:8) Shushan, the citadel, which is in the province of Elam; and I saw in the vision that I was by the River Ulai."},{"number":3,"verse":"Then I lifted my eyes and saw, and there, standing beside the river, was a ram which had two horns, and the two horns were high; but one was (Dan. 7:5) higher than the other, and the higher one came up last."},{"number":4,"verse":"I saw the ram pushing westward, northward, and southward, so that no animal could withstand him; nor was there any that could deliver from his hand, (Dan. 5:19) but he did according to his will and became great."},{"number":5,"verse":"And as I was considering, suddenly a male goat came from the west, across the surface of the whole earth, without touching the ground; and the goat had a notable (Dan. 8:8, 21; 11:3) horn between his eyes."},{"number":6,"verse":"Then he came to the ram that had two horns, which I had seen standing beside the river, and ran at him with furious power."},{"number":7,"verse":"And I saw him confronting the ram; he was moved with rage against him, attacked the ram, and broke his two horns. There was no power in the ram to withstand him, but he cast him down to the ground and trampled him; and there was no one that could deliver the ram from his hand."},{"number":8,"verse":"Therefore the male goat grew very great; but when he became strong, the large horn was broken, and in place of it (Dan. 7:6; 8:22; 11:4) four notable ones came up toward the four winds of heaven."},{"number":9,"verse":"(Dan. 11:21) And out of one of them came a little horn which grew exceedingly great toward the south, (Dan. 11:25) toward the east, and toward the (Ps. 48:2) Glorious Land."},{"number":10,"verse":"(Dan. 11:28) And it grew up to (Is. 14:13; Jer. 48:26) the host of heaven; and (Rev. 12:4) it cast down some of the host and some of the stars to the ground, and trampled them."},{"number":11,"verse":"(2 Kin. 19:22, 23; 2 Chr. 32:15-17; Is. 37:23; Dan. 8:25; 11:36, 37) He even exalted himself as high as (Josh. 5:14) the Prince of the host; (Ezek. 46:14; Dan. 11:31; 12:11) and by him (Ex. 29:38) the daily sacrifices were taken away, and the place of His sanctuary was cast down."},{"number":12,"verse":"Because of transgression, (Dan. 11:31) an army was given over to the horn to oppose the daily sacrifices; and he cast (Ps. 119:43; Is. 59:14) truth down to the ground. He (Dan. 8:4; 11:36) did all this and prospered."},{"number":13,"verse":"Then I heard (Dan. 4:13, 23; 1 Pet. 1:12) a holy one speaking; and another holy one said to that certain one who was speaking, “How long will the vision be, concerning the daily sacrifices and the transgression of desolation, the giving of both the sanctuary and the host to be trampled underfoot?”"},{"number":14,"verse":"And he said to me, “For two thousand three hundred days; then the sanctuary shall be cleansed.”"},{"number":15,"verse":"(Gabriel Interprets the Vision) Then it happened, when I, Daniel, had seen the vision and (1 Pet. 1:10) was seeking the meaning, that suddenly there stood before me (Ezek. 1:26) one having the appearance of a man."},{"number":16,"verse":"And I heard a man’s voice (Dan. 12:6, 7) between the banks of the Ulai, who called, and said, (Dan. 9:21; Luke 1:19, 26) “Gabriel, make this man understand the vision.”"},{"number":17,"verse":"So he came near where I stood, and when he came I was afraid and (Ezek. 1:28; 44:4; Dan. 2:46; Rev. 1:17) fell on my face; but he said to me, “Understand, son of man, that the vision refers to the time of the end.”"},{"number":18,"verse":"(Dan. 10:9; Luke 9:32) Now, as he was speaking with me, I was in a deep sleep with my face to the ground; (Ezek. 2:2; Dan. 10:10, 16, 18) but he touched me, and stood me upright."},{"number":19,"verse":"And he said, “Look, I am making known to you what shall happen in the latter time of the indignation; (Hab. 2:3) for at the appointed time the end shall be."},{"number":20,"verse":"The ram which you saw, having the two horns—they are the kings of Media and Persia."},{"number":21,"verse":"And the male goat is the kingdom of Greece. The large horn that is between its eyes (Dan. 11:3) is the first king."},{"number":22,"verse":"(Dan. 11:4) As for the broken horn and the four that stood up in its place, four kingdoms shall arise out of that nation, but not with its power."},{"number":23,"verse":"“And in the latter time of their kingdom, When the transgressors have reached their fullness, A king shall arise, (Deut. 28:50) Having fierce features, Who understands sinister schemes."},{"number":24,"verse":"His power shall be mighty, (Rev. 17:13) but not by his own power; He shall destroy fearfully, (Dan. 11:36) And shall prosper and thrive; (Dan. 7:25) He shall destroy the mighty, and also the holy people."},{"number":25,"verse":"“Through (Dan. 11:21) his cunning He shall cause deceit to prosper under his rule; (Dan. 8:11-13; 11:36; 12:7) And he shall exalt himself in his heart. He shall destroy many in their prosperity. (Dan. 11:36; Rev. 19:19, 20) He shall even rise against the Prince of princes; But he shall be (Job 34:20; Lam. 4:6) broken without human means."},{"number":26,"verse":"“And the vision of the evenings and mornings Which was told is true; (Ezek. 12:27; Dan. 12:4, 9; Rev. 22:10) Therefore seal up the vision, For it refers to many days in the future.”"},{"number":27,"verse":"(Dan. 7:28; 8:17; Hab. 3:16) And I, Daniel, fainted and was sick for days; afterward I arose and went about the king’s business. I was astonished by the vision, but no one understood it."}]}