{"bibleAbbr":"mrRV2015","bookName":"निर्गम","bookEnglishName":"Exodus","chapterNumber":13,"verses":[{"number":1,"verse":"( प्रथमजन्मलेल्यास पवित्र म्हणून वेगळे ठेवणे) मग परमेश्वराने मोशेला सांगितले की,"},{"number":2,"verse":"“इस्राएल लोकांमध्ये मनुष्य व पशू ह्या दोहोंच्या प्रथमजन्मलेल्या म्हणजे उदरातून प्रथम बाहेर आलेल्यांना माझ्यासाठी पवित्र म्हणून वेगळे ठेव; ते माझे आहेत.” बेखमीर भाकरीचा सण"},{"number":3,"verse":"मोशे लोकांना म्हणाला, “ह्या दिवसाची आठवण ठेवा; ह्याच दिवशी तुम्ही मिसरातून, दास्यगृहातून बाहेर निघालात; परमेश्वराने आपल्या बलवान हाताने तुम्हांला ह्या ठिकाणातून बाहेर आणले म्हणून ह्या दिवशी खमिराची भाकर खायची नाही."},{"number":4,"verse":"तुम्ही अबीब महिन्याच्या ह्या दिवशी निघाला आहात,"},{"number":5,"verse":"कनानी, हित्ती, अमोरी, हिव्वी आणि यबूसी ह्यांच्या देशात, म्हणजे जेथे दुधामधाचे प्रवाह वाहत आहेत असा जो देश तुला देण्यास परमेश्वराने तुझ्या पूर्वजांशी शपथ वाहिली त्या देशात तुला आणल्यावर ह्या महिन्यात तू हा सण पाळावा."},{"number":6,"verse":"सात दिवस बेखमीर भाकरी खाव्यात आणि सातव्या दिवशी परमेश्वरासाठी सण पाळावा."},{"number":7,"verse":"ह्या सात दिवसांत बेखमीर भाकर खावी; खमिराची भाकर तुझ्याजवळ दिसता कामा नये, तुझ्या देशभर खमीर दिसूही नये."},{"number":8,"verse":"त्या दिवशी तू आपल्या मुलाला सांगावे की, ‘मी मिसर देशातून निघालो तेव्हा परमेश्वराने माझ्यासाठी जे काही केले त्यामुळे मी हा सण पाळत आहे.’"},{"number":9,"verse":"हे तुझ्या हातावर चिन्ह व तुझ्या डोळ्यांच्या दरम्यान स्मारक असे असावे; परमेश्वराचा नियम तुझ्या तोंडी असावा; कारण परमेश्वराने भुजबलाने तुला मिसर देशातून बाहेर आणले;"},{"number":10,"verse":"म्हणून तू वर्षानुवर्ष नेमलेल्या काळी हा विधी पाळावा. प्रथमजन्मलेले अपत्य"},{"number":11,"verse":"परमेश्वराने तुझ्याशी व तुझ्या पूर्वजांशी शपथ वाहिल्याप्रमाणे तो तुला कनान्यांच्या देशात नेऊन तो देश तुझ्या हाती देईल,"},{"number":12,"verse":"तेव्हा उदरातून निघालेला प्रथमपुरुष आणि जनावरांच्या पोटचा प्रथमवत्स ह्यांना परमेश्वरासाठी वेगळे करावे. हे सर्व नर परमेश्वराचे आहेत."},{"number":13,"verse":"गाढवाच्या प्रथमवत्साला एक कोकरू देऊन सोडवून घ्यावे, त्याला तसे सोडवले नाही तर त्याची मान मोडावी. तुझ्या मुलांतील ज्येष्ठ मुलाला मोबदला देऊन सोडवून घ्यावे."},{"number":14,"verse":"पुढील काळी तुझा मुलगा तुला विचारील की हे काय आहे? तेव्हा त्याला सांग, ‘मिसर देशातून, दास्यगृहातून परमेश्वराने आम्हांला आपल्या भुजबलाने बाहेर आणले,"},{"number":15,"verse":"आणि फारो आम्हांला जाऊ देईना; तेव्हा परमेश्वराने मिसर देशातील मनुष्य व पशू ह्यांचे सर्व प्रथमनर मारून टाकले; म्हणून उदरातून निघालेल्या सर्व प्रथमनरांचा मी परमेश्वराला बली अर्पण करतो; पण माझ्या मुलांतील ज्येष्ठ मुलाला मोबदला देऊन सोडवून घेतो.’"},{"number":16,"verse":"हे तुझ्या हातावर चिन्ह व तुझ्या डोळ्यांच्या दरम्यान कपाळपट्टी असे असावे; कारण परमेश्वराने आपल्या बलवान हाताने आम्हांला मिसर देशातून बाहेर आणले.”"},{"number":17,"verse":"( मेघस्तंभ आणि अग्निस्तंभ) फारोने लोकांना जाऊ दिले तेव्हा पलिष्टी लोकांच्या देशाची वाट जवळची असूनही देवाने त्यांना त्या वाटेने जाऊ दिले नाही, कारण लढाई दिसताच लोक माघार घेऊन मिसराकडे परत जातील असे देवाला वाटले."},{"number":18,"verse":"म्हणून वळसा घेऊन त्याने त्यांना रानाच्या वाटेने तांबड्या समुद्राकडे नेले; इस्राएल लोक मिसर देशातून लढाईला सज्ज होऊन बाहेर निघाले."},{"number":19,"verse":"मोशेने आपल्याबरोबर योसेफाच्या अस्थी घेतल्या, कारण योसेफाने इस्राएल लोकांकडून शपथ वाहवून त्यांना सांगितले होते की, देव खात्रीने तुम्हांला भेट देईल तेव्हा तुम्ही आपल्याबरोबर माझ्या अस्थी घेऊन जा."},{"number":20,"verse":"मग ते सुक्कोथ येथून रवाना झाले आणि रानाच्या हद्दीवर एथामात त्यांनी तळ दिला."},{"number":21,"verse":"त्यांनी रात्रंदिवस चालावे म्हणून परमेश्वर दिवसा त्यांना मार्ग दाखवण्यासाठी मेघस्तंभातून आणि रात्री त्यांना उजेड देण्यासाठी अग्निस्तंभातून त्यांच्यापुढे चालत असे."},{"number":22,"verse":"दिवसा मेघस्तंभ व रात्री अग्निस्तंभ लोकांपुढून कधी दूर होत नसत."}]}