{"bibleAbbr":"mrRV2015","bookName":"निर्गम","bookEnglishName":"Exodus","chapterNumber":14,"verses":[{"number":1,"verse":"( तांबडा समुद्र ओलांडणे) परमेश्वराने मोशेला म्हटले,"},{"number":2,"verse":"“इस्राएल लोकांना असे सांग की, तुम्ही मागे फिरून मिग्दोल आणि समुद्र ह्यांच्यामध्ये असलेल्या पी-हहिरोथापुढे बाल-सफोनासमोर तळ द्यावा; त्यासमोर समुद्राजवळ आपले डेरे उभारावेत."},{"number":3,"verse":"मग फारो इस्राएल लोकांसंबंधाने म्हणेल की, ‘ते देशात गोंधळले आहेत; त्यांचा रानात कोंडमारा झाला आहे.’"},{"number":4,"verse":"मी फारोचे मन कठीण करीन आणि तो त्यांचा पाठलाग करील; ह्या प्रकारे फारो व त्याची सर्व सेना ह्यांच्या पराभवाकडून मला गौरव मिळेल, आणि मी परमेश्वर आहे हे मिसरी लोक ओळखतील.” मग त्याप्रमाणे त्यांनी केले."},{"number":5,"verse":"इस्राएल लोक पळून गेले आहेत हे वर्तमान मिसराच्या राजाला कळले तेव्हा फारोचे व त्याच्या सेवकांचे मन त्या लोकांसंबंधाने बदलले, आणि ते म्हणू लागले की, “इस्राएल लोकांना आपल्या गुलामगिरीतून सुटून जाऊ दिले हे आम्ही काय केले?”"},{"number":6,"verse":"तेव्हा त्याने आपला रथ तयार करून आपले लोक आपल्याबरोबर घेतले."},{"number":7,"verse":"त्याने सहाशे निवडक रथ व मिसरातले सर्व रथ त्यांवरील सरदारांसह बरोबर घेतले."},{"number":8,"verse":"परमेश्वराने मिसराचा राजा फारो ह्याचे मन कठीण केले आणि तो इस्राएल लोकांच्या पाठीस लागला; इस्राएल लोक तर मोठ्या धैर्याने चालले होते."},{"number":9,"verse":"मग फारोचे सर्व घोडे, रथ व स्वार ह्यांसह मिसरी सैन्याने त्यांचा पाठलाग करून पी-हहिरोथानजीक व बाल-सफोना-समोर समुद्रतीरी त्यांनी तळ दिला होता तेथे त्यांना गाठले."},{"number":10,"verse":"फारो नजीक येऊन ठेपला; इस्राएल लोकांनी टेहळणी करून पाहिले तर मिसरी लोक आपल्या पाठोपाठ येत आहेत असे त्यांना दिसले; तेव्हा त्यांना फार भीती वाटली. ते परमेश्वराचा धावा करू लागले."},{"number":11,"verse":"ते मोशेला म्हणाले, “मिसरात काय कबरा नव्हत्या म्हणून तू आम्हांला येथे रानात मरायला आणले? आम्हांला तू मिसरातून बाहेर आणले ते काय म्हणून?"},{"number":12,"verse":"आम्ही तुला मिसरात नव्हतो का म्हणत की आम्ही आहोत ते ठीक आहोत. आम्हांला मिसरी लोकांची गुलामगिरी करीत राहू दे? येथे रानात मरून जावे त्यापेक्षा मिसरी लोकांच्या गुलामगिरीत राहणे परवडले असते.”"},{"number":13,"verse":"मोशे लोकांना म्हणाला, “भिऊ नका. स्थिर उभे राहा आणि परमेश्वर आज तुमचे जे तारण करील ते पाहा, कारण ज्या मिसरी लोकांना तुम्ही आज पाहत आहात ते पुन्हा कधीही तुमच्या नजरेस पडणार नाहीत."},{"number":14,"verse":"परमेश्वर तुमच्यासाठी लढेल; तुम्ही शांत राहा.”"},{"number":15,"verse":"मग परमेश्वर मोशेला म्हणाला, “माझा धावा करीत काय बसलास? इस्राएल लोकांना सांग की, पुढे चला."},{"number":16,"verse":"तू आपली काठी उचलून आपला हात समुद्रावर उगार व त्याचे दोन भाग कर म्हणजे इस्राएल लोक भर समुद्रातून कोरड्या भूमीवर चालतील;"},{"number":17,"verse":"आणि पाहा, मी स्वतः मिसर्‍यांची मने कठीण करीन. ते त्यांच्या पाठीस लागतील; आणि फारो, त्याची सर्व सेना, त्याचे रथ व त्याचे स्वार ह्यांच्याकडून मी आपला सन्मान पावेन."},{"number":18,"verse":"फारो, त्याचे रथ व त्याचे स्वार ह्यांच्या (पराभवा) कडून माझे गौरव झाल्याने मी परमेश्वर आहे हे मिसरी लोक ओळखतील.”"},{"number":19,"verse":"तेव्हा देवाचा दूत इस्राएली सेनेच्या पुढे चालत असे तो निघून सेनेच्या मागे गेला आणि मेघस्तंभ त्यांच्या आघाडीहून निघून त्यांच्या पिछाडीस उभा राहिला."},{"number":20,"verse":"तो मिसर्‍यांची सेना आणि इस्राएलांची सेना ह्यांच्या दरम्यान आला. तो त्यांना ढग व अंधार होता, तरी त्यांना रात्रीचा प्रकाश देत होता; रात्रभर एका पक्षाला दुसर्‍या पक्षाकडे जाता आले नाही."},{"number":21,"verse":"मोशेने आपला हात समुद्रावर उगारला तेव्हा परमेश्वराने रात्रभर पूर्वेचा जोरदार वारा वाहवून समुद्र मागे हटवला, त्यामुळे पाण्याचे दोन भाग झाले व मधली जमीन कोरडी झाली."},{"number":22,"verse":"इस्राएल लोक भरसमुद्रात कोरड्या जमिनीवरून चालू लागले आणि उजवीकडील व डावीकडील पाणी त्यांच्यासाठी भिंतीसारखे झाले."},{"number":23,"verse":"तेव्हा मिसर्‍यांनी त्यांचा पाठलाग केला आणि फारोचे सर्व घोडे, रथ व स्वार त्यांच्या पाठोपाठ समुद्रामध्ये गेले."},{"number":24,"verse":"आणि रात्रीच्या शेवटच्या प्रहरी परमेश्वराने अग्नीच्या व मेघाच्या स्तंभातून मिसरी सेनेकडे पाहून त्यांची त्रेधा उडवली."},{"number":25,"verse":"त्याने त्यांच्या रथांची चाके काढून ते चालवणे कठीण केले; तेव्हा मिसरी लोक म्हणू लागले, “आपण इस्राएलांपासून पळून जाऊ, कारण परमेश्वर त्यांच्या बाजूने मिसर्‍यांशी लढत आहे.”"},{"number":26,"verse":"परमेश्वर मोशेला म्हणाला, “आपला हात समुद्रावर उगार म्हणजे पाणी पूर्वीसारखे जमून मिसर्‍यांवर, त्यांच्या रथांवर व स्वारांवर येईल.”"},{"number":27,"verse":"मोशेने समुद्रावर आपला हात उगारला तेव्हा दिवस उजाडल्यावर समुद्र परतून त्याचा लोट पूर्वीसारखा वाहू लागला; त्यापुढे मिसरी लोक पळू लागले. पण परमेश्वराने त्यांना समुद्रामध्ये उलथून पाडले."},{"number":28,"verse":"पाणी पूर्वीच्या जागेवर परत आले आणि रथ, घोडे आणि फारोची सर्व सेना जी त्यांच्या पाठीस लागून समुद्रामध्ये गेली होती ती सर्व त्यात गडप झाली; त्यांतला एकही वाचला नाही."},{"number":29,"verse":"पण इस्राएल लोक भरसमुद्रात कोरड्या जमिनीवरून चालून गेले; आणि उजवीकडील व डावीकडील पाणी त्यांच्यासाठी भिंतीसारखे झाले."},{"number":30,"verse":"अशा प्रकारे परमेश्वराने त्या दिवशी मिसर्‍यांच्या हातातून इस्राएल लोकांना तारले आणि मिसरी लोक समुद्रतीरी मरून पडलेले इस्राएलांनी पाहिले."},{"number":31,"verse":"परमेश्वराने मिसर्‍यांना आपला प्रबळ हात दाखवला तो इस्राएलांनी पाहिला, तेव्हा त्यांनी परमेश्वराचे भय धरले आणि परमेश्वरावर आणि त्याचा सेवक मोशे ह्याच्यावर विश्वास ठेवला."}]}