{"bibleAbbr":"mrRV2015","bookName":"निर्गम","bookEnglishName":"Exodus","chapterNumber":16,"verses":[{"number":1,"verse":"( देव मान्ना देतो) मग एलीम येथून कूच करून इस्राएल लोकांचा सर्व समुदाय मिसर देशातून निघाल्यावर दुसर्‍या महिन्याच्या पंधराव्या दिवशी एलीम आणि सीनाय ह्यांच्यामधल्या सीन रानात येऊन पोहचला."},{"number":2,"verse":"त्या रानात इस्राएल लोकांच्या सर्व मंडळीने मोशे व अहरोन ह्यांच्या संबंधाने कुरकुर केली."},{"number":3,"verse":"इस्राएल लोक त्यांना म्हणू लागले की, “आम्ही मिसर देशात मांसाच्या भांड्याभोवती बसून भरपूर जेवत होतो तेव्हा आम्हांला परमेश्वराच्या हातून मरण आले असते तर पुरवले असते; पण ह्या सर्व समुदायाला उपासाने मारावे म्हणून तुम्ही आम्हांला ह्या रानात आणले आहे.”"},{"number":4,"verse":"तेव्हा परमेश्वराने मोशेला म्हटले, “पाहा, मी आकाशातून तुमच्यासाठी अन्नवृष्टी करीन; आणि लोकांनी बाहेर जाऊन एकेका दिवसाला पुरेल इतके जमा करावे, ह्यावरून ते माझ्या नियमाप्रमाणे चालतात किंवा नाही ह्याविषयी मी त्यांची परीक्षा पाहीन."},{"number":5,"verse":"सहाव्या दिवशी ते जे काही जमा करून शिजवतील ते, इतर दिवशी ते जमा करतात त्याच्या दुप्पट असावे.”"},{"number":6,"verse":"मोशे आणि अहरोन सर्व इस्राएल लोकांना म्हणाले, “परमेश्वरानेच तुम्हांला मिसर देशातून आणले हे तुम्हांला संध्याकाळी कळून येईल,"},{"number":7,"verse":"आणि सकाळी तुम्ही परमेश्वराचे तेज पाहाल, कारण परमेश्वराविरुद्ध तुम्ही कुरकुर करीत आहात ती त्याने ऐकली आहे; आम्ही असे कोण की तुम्ही आमच्याविरुद्ध कुरकुर करावी?”"},{"number":8,"verse":"मोशे म्हणाला, “परमेश्वर तुम्हांला संध्याकाळी मांस खायला देईल व सकाळी पोटभर भाकर देईल तेव्हा असे होईल; कारण तुम्ही परमेश्वराविरुद्ध जी कुरकुर करीत आहात ती त्याने ऐकली आहे; आम्ही कोण? तुमचे कुरकुरणे आमच्याविरुद्ध नाही तर परमेश्वराविरुद्ध आहे.”"},{"number":9,"verse":"मोशे अहरोनाला म्हणाला, “इस्राएल लोकांच्या सर्व मंडळीला सांग की, तुम्ही परमेश्वरासमोर या, कारण त्याने तुमची कुरकुर ऐकली आहे.”"},{"number":10,"verse":"अहरोन इस्राएलांच्या सर्व मंडळीशी बोलत असता त्यांनी रानाकडे नजर फिरवली, तेव्हा ढगात परमेश्वराचे तेज त्यांना दिसले."},{"number":11,"verse":"परमेश्वर मोशेला म्हणाला,"},{"number":12,"verse":"“इस्राएल लोकांची कुरकुर मी ऐकली आहे; त्यांना सांग की संध्याकाळी तुम्ही मांस खाल आणि सकाळी पोटभर भाकर खाल, म्हणजे मी तुमचा देव परमेश्वर आहे हे तुम्ही जाणाल.”"},{"number":13,"verse":"संध्याकाळी असे झाले की लावे पक्षी येऊन सर्व छावणीभर पसरले आणि सकाळी छावणीच्या सभोवती दंव पडले."},{"number":14,"verse":"हे पडलेले दंव सुकून गेले तेव्हा त्या रानातील सर्व भूमीवर खवल्यासारखे हिमकणाएवढे बारीक कण पसरलेले नजरेस पडले."},{"number":15,"verse":"इस्राएल लोक ते पाहून एकमेकांना म्हणाले, “हे काय?”1 कारण ते काय होते ते त्यांना माहीत नव्हते. मोशे त्यांना म्हणाला, “परमेश्वराने तुम्हांला खायला दिले आहे ते हेच."},{"number":16,"verse":"परमेश्वराने आज्ञा केली आहे ती ही की, प्रत्येकाने आपापल्या आहाराप्रमाणे हे गोळा करावे; ज्याच्या-त्याच्या डेर्‍यात जितकी माणसे असतील तितक्यांसाठी, म्हणजे आपापल्या माणसांच्या संख्येप्रमाणे प्रत्येकी एकेक ओमर जमा करावे.”"},{"number":17,"verse":"इस्राएल लोकांनी तसे केले; कोणी कमी, कोणी जास्त गोळा केले."},{"number":18,"verse":"त्यांनी ओमरच्या मापाने ते मापून पाहिले, तेव्हा ज्याने फार गोळा केले होते त्याचे अधिक भरले नाही; तसेच ज्याने थोडे गोळा केले होते त्याचे काही कमी भरले नाही; प्रत्येकाने आपापल्या आहाराच्या मानाने ते गोळा केले होते."},{"number":19,"verse":"मोशेने त्यांना सांगितले की, “कोणीही ह्यांपैकी काहीएक सकाळपर्यंत ठेवू नये.”"},{"number":20,"verse":"तथापि त्यांच्यापैकी कित्येकांनी मोशेचे न ऐकता त्यातले काही सकाळपर्यंत ठेवले तेव्हा त्यात किडे पडून त्याची घाण येऊ लागली; त्यावरून मोशे त्यांच्यावर रागावला."},{"number":21,"verse":"ह्या प्रकारे ते नित्य सकाळी आपापल्या आहाराप्रमाणे गोळा करीत; आणि उन्हाचा ताप वाढला म्हणजे ते वितळून जाई."},{"number":22,"verse":"सहाव्या दिवशी त्यांनी दुप्पट म्हणजे प्रत्येक माणशी दोन ओमर गोळा केले, तेव्हा त्या मंडळीच्या सर्व सरदारांनी मोशेकडे येऊन त्याला हे कळवले."},{"number":23,"verse":"तो त्यांना म्हणाला, “परमेश्वराचे सांगणे असे आहे की, उद्या विसाव्याचा दिवस, परमेश्वराचा पवित्र शब्बाथ आहे; तुम्हांला भाजायचे ते भाजा आणि शिजवायचे ते शिजवा. जे काही उरेल ते आपल्यासाठी सकाळपर्यंत ठेवा.”"},{"number":24,"verse":"मोशेने त्यांना सांगितल्याप्रमाणे त्यांनी ते सकाळपर्यंत ठेवले; पण त्याची घाण सुटली नाही की त्यात किडे पडले नाहीत."},{"number":25,"verse":"मग मोशे म्हणाला, “ते आज खा, कारण आज परमेश्वराचा शब्बाथ आहे, आज रानात ते तुम्हांला मिळायचे नाही."},{"number":26,"verse":"सहा दिवस तुम्ही ते गोळा करावे; सातवा दिवस शब्बाथ आहे, त्या दिवशी काहीएक नसणार.”"},{"number":27,"verse":"तरी सातव्या दिवशी ते गोळा करण्यासाठी काही लोक बाहेर गेले, पण त्यांना काही मिळाले नाही."},{"number":28,"verse":"तेव्हा परमेश्वराने मोशेला म्हटले, “माझ्या आज्ञा व माझे नियम पाळायचे तुम्ही कोठवर नाकारणार?"},{"number":29,"verse":"पाहा, परमेश्वराने तुम्हांला शब्बाथ दिला आहे म्हणून सहाव्या दिवशी तो तुम्हांला दोन दिवसांचे अन्न देतो. सातव्या दिवशी प्रत्येकाने आपापल्या ठिकाणी स्वस्थ असावे, आपले ठिकाण सोडून कोणीही बाहेर जाऊ नये.”"},{"number":30,"verse":"ह्याप्रमाणे लोकांनी सातव्या दिवशी विसावा घेतला."},{"number":31,"verse":"इस्राएल लोकांनी त्या अन्नाचे नाव मान्ना1 ठेवले. ते धण्यासारखे पांढरे असून त्याची चव मध घालून केलेल्या पोळीसारखी होती."},{"number":32,"verse":"मोशे म्हणाला, “परमेश्वराने अशी आज्ञा दिली आहे की, ह्यातले एक ओमरभर पुढील पिढ्यांच्या लोकांसाठी ठेवा; मी तुम्हांला मिसर देशातून काढून आणून रानात कोणत्या प्रकारचे अन्न दिले हे त्यांना ह्यावरून दिसेल.”"},{"number":33,"verse":"तेव्हा मोशे अहरोनाला म्हणाला, “एक पात्र घेऊन त्यात एक ओमरभर मान्ना घाल; ते तुमच्या पुढील पिढ्यांसाठी परमेश्वरासमोर राखून ठेवायचे आहे.”"},{"number":34,"verse":"परमेश्वराने मोशेला आज्ञा केल्याप्रमाणे ते जतन करावे म्हणून साक्षपटासमोर अहरोनाने ठेवले."},{"number":35,"verse":"इस्राएल लोक वस्ती असलेल्या देशात जाऊन पोहचेपर्यंत चाळीस वर्षे मान्ना खात होते. कनान देशाच्या सरहद्दीपर्यंत जाऊन पोहचेपर्यंत ते मान्ना खात होते."},{"number":36,"verse":"ओमर हा एफाचा दहावा भाग आहे."}]}