{"bibleAbbr":"mrRV2015","bookName":"निर्गम","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"( खडकातून पाणी) ( ( 40 20:1-13 )) मग इस्राएल लोकांच्या सर्व समुदायाने सीन रानातून कूच केले, आणि परमेश्वराच्या आज्ञेप्रमाणे मजल करून रफीदीम येथे तळ दिला; तेथे त्यांना प्यायला पाणी नव्हते."},{"number":2,"verse":"म्हणून ते मोशेशी भांडू लागले व म्हणाले, “आम्हांला प्यायला पाणी दे.” तेव्हा मोशे त्यांना म्हणाला, “तुम्ही माझ्याशी का भांडता? परमेश्वराची परीक्षा का पाहता?”"},{"number":3,"verse":"पण तेथे लोकांना खूप तहान लागली आणि ते कुरकुर करून मोशेला म्हणाले, “आम्हांला, आमच्या मुलांना व आमच्या गुराढोरांना तहानेने मारून टाकायला तू आम्हांला मिसर देशातून बाहेर का आणलेस?”"},{"number":4,"verse":"मोशेने परमेश्वराचा धावा करून म्हटले, “ह्या लोकांना मी काय करू? हे तर मला जवळजवळ दगडमार करायला तयार झाले आहेत.”"},{"number":5,"verse":"परमेश्वर मोशेला म्हणाला, “तू लोकांच्या पुढे जा, इस्राएलांतील काही वडील माणसे बरोबर घे आणि जी आपली काठी तू नील नदीवर आपटलीस ती हाती घेऊन चाल."},{"number":6,"verse":"पाहा, होरेब डोंगरावरील एका खडकावर मी तुझ्यापुढे उभा राहीन; आणि तू त्या खडकावर काठी आपट म्हणजे त्यातून पाणी निघेल आणि लोक ते पितील.” इस्राएलाच्या वडिलांच्या देखत मोशेने तसे केले."},{"number":7,"verse":"मोशेने त्या ठिकाणाचे नाव मस्सा2 आणि मरीबा3 असे ठेवले, कारण इस्राएल लोकांनी तेथे कलह केला आणि “परमेश्वर आमच्यामध्ये आहे किंवा नाही” असे म्हणून परमेश्वराची परीक्षा पाहिली. अमालेकाबरोबर युद्ध"},{"number":8,"verse":"मग अमालेक येऊन रफीदीम येथे इस्राएल लोकांशी लढू लागला."},{"number":9,"verse":"तेव्हा मोशेने यहोशवाला सांगितले, “आपल्यांतले काही पुरुष निवडून काढ आणि जाऊन अमालेकाशी युद्ध कर; उद्या मी देवाची काठी हाती घेऊन टेकडीच्या माथ्यावर उभा राहीन.”"},{"number":10,"verse":"मोशेच्या सांगण्याप्रमाणे यहोशवाने केले व तो अमालेकाशी लढू लागला; मोशे, अहरोन आणि हूर हे टेकडीच्या माथ्यावर चढून गेले."},{"number":11,"verse":"त्या वेळी असे झाले की, मोशे आपले हात वर करी तेव्हा इस्राएलाची सरशी होई व तो आपले हात खाली करी तेव्हा अमालेकाची सरशी होई."},{"number":12,"verse":"मोशेचे हात भरून आले; तेव्हा त्यांनी एक धोंडा घेऊन मोशेच्या खाली ठेवला व तो त्यावर बसला, आणि अहरोन आणि हूर ह्यांनी दोन्ही बाजूंनी त्याचे हात वर उचलून धरले म्हणून सूर्य मावळेपर्यंत त्याचे हात स्थिर राहिले."},{"number":13,"verse":"मग यहोशवाने आपल्या तलवारीच्या धारेने4 अमालेकाचा व त्याच्या लोकांचा पाडाव केला."},{"number":14,"verse":"आणि परमेश्वराने मोशेला म्हटले की, “ह्याची आठवण राहावी म्हणून ही घटना एका पुस्तकात लिहून ठेव आणि यहोशवाच्या कानी घाल; कारण मी अमालेकाची आठवण पृथ्वीवरून5 अजिबात पुसून टाकीन.”"},{"number":15,"verse":"तेथे मोशेने एक वेदी बांधून तिचे नाव ‘याव्हे-निस्सी’ (परमेश्वर माझा झेंडा) असे ठेवले;"},{"number":16,"verse":"आणि तो म्हणाला, “परमेश्वराच्या सिंहासनावर हात उचलल्यामुळे परमेश्वराचे अमालेकाशी पिढ्यानपिढ्या युद्ध होईल.”"}]}