{"bibleAbbr":"mrRV2015","bookName":"निर्गम","bookEnglishName":"Exodus","chapterNumber":20,"verses":[{"number":1,"verse":"( दहा आज्ञा) ( ( 50 5:1-21 )) आणि देव हे सर्व शब्द बोलला :"},{"number":2,"verse":"ज्याने तुला मिसर देशातून, दास्यगृहातून आणले तो मी परमेश्वर तुझा देव आहे."},{"number":3,"verse":"माझ्याशिवाय तुला वेगळे देव नसावेत."},{"number":4,"verse":"आपल्यासाठी कोरीव मूर्ती करू नकोस; वर आकाशातील, खाली पृथ्वीवरील व पृथ्वीखालच्या जलातील कशाचीही प्रतिमा करू नकोस."},{"number":5,"verse":"त्यांच्या पाया पडू नकोस किंवा त्यांची सेवा करू नकोस; कारण मी तुझा देव परमेश्वर ईर्ष्यावान देव आहे; जे माझा द्वेष करतात त्यांच्या मुलांना तिसर्‍या-चौथ्या पिढीपर्यंत वडिलांच्या अन्यायाबद्दल मी शासन करतो;"},{"number":6,"verse":"आणि जे माझ्यावर प्रेम करतात व माझ्या आज्ञा पाळतात अशांच्या हजारो पिढ्यांवर मी दया करतो."},{"number":7,"verse":"तुझा देव परमेश्वर ह्याचे नाव व्यर्थ घेऊ नकोस, कारण जो परमेश्वराचे नाव व्यर्थ घेईल त्याची तो गय करणार नाही."},{"number":8,"verse":"शब्बाथ दिवसाची आठवण ठेवून तो पवित्रपणे पाळ."},{"number":9,"verse":"सहा दिवस श्रम करून आपले सर्व कामकाज कर;"},{"number":10,"verse":"पण सातवा दिवस तुझा देव परमेश्वर ह्याचा शब्बाथ आहे, म्हणून त्या दिवशी कोणतेही कामकाज करू नकोस; तू, तुझा मुलगा, तुझी मुलगी, तुझा दास, तुझी दासी, तुझी गुरेढोरे व तुझ्या वेशीच्या आत असलेला उपरा, ह्यांनीही करू नये;"},{"number":11,"verse":"कारण सहा दिवसांत परमेश्वराने आकाश, पृथ्वी, समुद्र व त्यांतील सर्वकाही निर्माण केले आणि सातव्या दिवशी विसावा घेतला; म्हणून परमेश्वराने शब्बाथ दिवस आशीर्वाद देऊन पवित्र केला."},{"number":12,"verse":"आपल्या बापाचा व आपल्या आईचा मान राख, म्हणजे जो देश तुझा देव परमेश्वर तुला देत आहे त्यात तू चिरकाळ राहशील."},{"number":13,"verse":"खून करू नकोस."},{"number":14,"verse":"व्यभिचार करू नकोस"},{"number":15,"verse":"चोरी करू नकोस."},{"number":16,"verse":"आपल्या शेजार्‍याविरुद्ध खोटी साक्ष देऊ नकोस."},{"number":17,"verse":"आपल्या शेजार्‍याच्या घराचा लोभ धरू नकोस, आपल्या शेजार्‍याच्या स्त्रीची अभिलाषा धरू नकोस, आपल्या शेजार्‍याचा दास, दासी, बैल, गाढव अथवा त्याची कोणतीही वस्तू ह्यांचा लोभ धरू नकोस."},{"number":18,"verse":"( लोकांना भीती वाटते) ( ( 50 5:22-33 )) मेघगर्जना होत आहे, विजा चमकत आहेत, कर्ण्याचा नाद होत आहे आणि पर्वतातून धूर चढत आहे असे सर्व लोकांच्या दृष्टीस पडले तेव्हा त्यांचा थरकाप झाला व ते दूर उभे राहिले,"},{"number":19,"verse":"आणि मोशेला म्हणाले, “आमच्याशी तूच बोल, म्हणजे आम्ही ऐकू; देव आमच्याशी न बोलो, तो बोलला तर आम्ही मरू.”"},{"number":20,"verse":"तेव्हा मोशे लोकांना म्हणाला, “भिऊ नका. कारण तुमची परीक्षा पाहावी आणि त्याचे भय तुमच्या मनात राहून तुम्ही पाप करू नये ह्यासाठी देव आला आहे."},{"number":21,"verse":"लोक दूर उभे राहिले, पण देव निबिड अंधकारात होता, तिकडे मोशे गेला."},{"number":22,"verse":"( वेदीसंबंधी नियम) तेव्हा परमेश्वर मोशेला म्हणाला, “तू इस्राएल लोकांना असे सांग : मी तुमच्याशी आकाशातून भाषण केले ते तुम्ही प्रत्यक्ष पाहिले आहे."},{"number":23,"verse":"तुम्ही माझ्या बरोबरीला दुसरे देव करू नका. आपल्यासाठी सोन्यारुप्याचे देव करू नका."},{"number":24,"verse":"माझ्यासाठी एक मातीची वेदी कर आणि तिच्यावर आपली शेरडेमेंढरे व गुरेढोरे ह्यांची होमार्पणे व शांत्यर्पणे कर, जेथे जेथे माझे नामस्मरण व्हावे असे मी करीन, तेथे तेथे मी तुझ्याकडे येऊन तुला आशीर्वाद देईन."},{"number":25,"verse":"तू माझ्यासाठी दगडांची वेदी बांधशील तर ती घडलेल्या चिर्‍यांची नसावी, कारण तू आपले हत्यार दगडाला लावल्यास तो तुझ्याकडून अपवित्र होईल."},{"number":26,"verse":"तुझी नग्नता माझ्या वेदीवर दिसून येऊ नये म्हणून तू तिच्यावर पायर्‍यांनी चढता कामा नये."}]}