{"bibleAbbr":"mrRV2015","bookName":"निर्गम","bookEnglishName":"Exodus","chapterNumber":23,"verses":[{"number":1,"verse":"( न्याय आणि न्यायबुद्धी) खोटी अफवा उठवू नकोस; दुष्टाच्या हातात हात घालून अन्यायी साक्षी होऊ नकोस."},{"number":2,"verse":"दुष्कर्म करण्यास प्रवृत्त होणार्‍या बहुजन-समाजास अनुसरू नकोस आणि बहुजनसमाजास अनुसरून एखाद्या मुकदम्यात विपरीत न्याय होण्यासाठी साक्ष देऊ नकोस,"},{"number":3,"verse":"दावा गरिबाचा आहे एवढ्यावरूनच त्याचा पक्ष घेऊ नकोस."},{"number":4,"verse":"आपल्या शत्रूचा बैल अथवा गाढव मोकाट फिरताना तुला दिसला, तर त्याला अवश्य वळवून त्याच्याकडे पोचता कर."},{"number":5,"verse":"तुझा द्वेष करणार्‍याचा गाढव बोजाच्या भाराखाली दबलेला तुला दिसला तर त्याला उठवण्याचे त्या एकट्यावर टाकून जावेसे वाटले तरी जाऊ नकोस, तर त्याला साहाय्य करून त्याची अवश्य सुटका कर."},{"number":6,"verse":"तुझ्या लोकांपैकी जो कंगाल असेल त्याच्या मुकदम्याचा निवाडा विपरीत करू नकोस."},{"number":7,"verse":"खोट्या मुकदम्यापासून दूर राहा; निरपराधी व नीतिमान ह्यांचा वध करू नकोस, कारण दुष्टाला मी नीतिमान ठरवणार नाही."},{"number":8,"verse":"लाच घेऊ नकोस, कारण लाच डोळसांना आंधळे करते, आणि नीतिमानांच्या म्हणण्याचा विपर्यास करते."},{"number":9,"verse":"उपर्‍यावर जुलूम करू नकोस, कारण त्याच्या मनोभावनेची तुम्हांला जाणीव आहे; कारण मिसर देशात तुम्हीही उपरे होता. सातवे वर्ष आणि शब्बाथ"},{"number":10,"verse":"सहा वर्षे आपल्या जमिनीची पेरणी कर, आणि तिचे उत्पन्न साठव."},{"number":11,"verse":"पण सातव्या वर्षी ती पडीत राहू दे, म्हणजे तुझ्या लोकांपैकी कंगाल असतील ते तीत उगवलेले खातील; त्यांनी खाऊन जे उरेल ते वनपशू खातील. तुझे द्राक्षमळे व जैतुनवने ह्यांविषयीही तसेच कर."},{"number":12,"verse":"सहा दिवस तू आपला उद्योग कर व सातव्या दिवशी विश्रांती घे, म्हणजे तुझे बैल आणि तुझे गाढव ह्यांना विसावा मिळेल आणि तुझ्या दासीची संतती आणि उपरा ह्यांचा जीव ताजातवाना होईल."},{"number":13,"verse":"मी जे काही तुम्हांला सांगितले आहे त्या सगळ्यांविषयी सावध राहा; इतर देवांचे नावदेखील घेऊ नका, ते तुमच्या मुखातून ऐकू येऊ नये."},{"number":14,"verse":"( तीन वार्षिक सण) ( ( 20 34:18-26 ; 50 16:1-17 )) वर्षातून तीनदा तू माझ्याप्रीत्यर्थ मेळा भरवून सण पाळ."},{"number":15,"verse":"बेखमीर भाकरीचा सण पाळ; त्या सणात माझ्या आज्ञेप्रमाणे अबीब महिन्यातील नेमलेल्या समयी सात दिवस तू बेखमीर भाकरी खा, कारण त्याच महिन्यात तू मिसर देशातून बाहेर निघालास; कोणी रिकाम्या हाताने माझ्यासमोर येऊ नये."},{"number":16,"verse":"शेतात पेरलेल्या धान्याचे पहिले पीक तयार होईल तेव्हा तू कापणीचा सण पाळ, आणि वर्षअखेर तू आपल्या शेतातील श्रमाच्या फळांचा संग्रह करशील तेव्हा संग्रहाचा सण पाळ."},{"number":17,"verse":"वर्षातून तीनदा तुझ्या सर्व पुरुषांनी प्रभू परमेश्वरासमोर हजर व्हावे."},{"number":18,"verse":"माझ्या यज्ञपशूंचे रक्त खमिराच्या भाकरीबरोबर अर्पू नये, आणि माझ्याप्रीत्यर्थ पाळलेल्या सणातील चरबी सकाळपर्यंत राहू देऊ नये."},{"number":19,"verse":"आपल्या जमिनीच्या प्रथमउत्पन्नातील सर्वोत्तम भाग आपला देव परमेश्वर ह्याच्या मंदिरात आणावा. करडू त्याच्या आईच्या दुधात शिजवू नये."},{"number":20,"verse":"( इस्राएल लोकांना मार्ग दाखवणारा देवाचा दूत) पाहा, वाटेने तुला सांभाळण्याकरता आणि मी तयार केलेल्या स्थानात तुला पोचवण्याकरता मी एक दूत तुझ्यापुढे पाठवत आहे."},{"number":21,"verse":"त्याच्यासमोर सावधगिरीने राहा आणि त्याचे म्हणणे ऐक; त्याची अवज्ञा करू नकोस, कारण तो तुमचा अपराध माफ करणार नाही, कारण त्याच्या ठायी माझे नाव आहे."},{"number":22,"verse":"तथापि तू त्याचे म्हणणे लक्षपूर्वक ऐकशील व मी सांगतो ते सगळे करशील, तर मी तुझ्या शत्रूंचा शत्रू होईन आणि तुझ्या विरोधकांचा विरोधक होईन."},{"number":23,"verse":"जेव्हा माझा दूत तुझ्यापुढे चालून अमोरी, हित्ती, परिज्जी, कनानी, हिव्वी व यबूसी ह्या लोकांकडे तुला नेईल आणि मी त्यांचा संहार करीन,"},{"number":24,"verse":"तेव्हा त्यांच्या देवांना तू नमन करू नयेस, त्यांची सेवा करू नयेस, आणि त्यांच्यासारखी कर्मे करू नयेस, तर त्यांना अगदी जमीनदोस्त करावेस आणि त्यांच्या स्तंभांचे तुकडेतुकडे करावेस."},{"number":25,"verse":"तू आपला देव परमेश्वर ह्याची सेवा करावीस म्हणजे तो तुझ्या अन्नपाण्यास बरकत देईल; मी तुझ्यामधून रोगराई दूर करीन."},{"number":26,"verse":"तुझ्या देशात कोणाचा गर्भपात होणार नाही आणि कोणी वांझ असणार नाही; आणि मी तुला भरपूर आयुष्य देईन."},{"number":27,"verse":"ज्या ज्या लोकांच्या विरुद्ध तू जाशील त्यांना मी आधीच दहशत घालून त्यांची फसगत करीन. तुझ्या सर्व शत्रूंना पाठ दाखवायला लावीन."},{"number":28,"verse":"मी तुझ्यापुढे गांधीलमाशा पाठवीन; त्या हिव्वी, कनानी आणि हित्ती ह्यांना तुझ्यापुढून पळायला लावतील."},{"number":29,"verse":"मी त्यांना एका वर्षातच घालवून देईन असे नाही; तसे केले तर देश उजाड होईल आणि वनपशू फार होऊन तुला उपद्रव देतील."},{"number":30,"verse":"तुझी संख्या वाढून तू देशाचा ताबा घेशील तोपर्यंत मी हळूहळू तुझ्यापुढून त्यांना घालवून देईन."},{"number":31,"verse":"तांबड्या समुद्रापासून ते पलिष्ट्यांच्या समुद्रापर्यंत आणि रानापासून ते फरात नदापर्यंत मी तुझ्या देशाची सरहद्द करीन; मी त्या देशातील रहिवाशांना तुझ्या काबूत आणीन व तू त्यांना आपल्यापुढून हाकून देशील."},{"number":32,"verse":"तू त्यांच्याशी किंवा त्यांच्या देवांशी काही करार करू नकोस."},{"number":33,"verse":"ते तुझ्या देशात राहता कामा नयेत; राहिले तर ते तुला माझ्याविरुद्ध पाप करायला लावतील; कारण तू त्यांच्या देवांची सेवा करशील व ते तुला खात्रीने पाशासारखे होतील.”"}]}