{"bibleAbbr":"mrRV2015","bookName":"निर्गम","bookEnglishName":"Exodus","chapterNumber":27,"verses":[{"number":1,"verse":"( होमवेदी) ( ( 20 38:1-7 )) बाभळीच्या लाकडाची पाच हात लांब व पाच हात रुंद अशी एक वेदी बनव; ती चौरस असावी. तिची उंची तीन हात असावी."},{"number":2,"verse":"तिच्या चार्‍ही कोपर्‍यांना चार शिंगे बनवावीत. ही शिंगे अंगचीच असावीत; ही वेदी पितळेने मढवावी."},{"number":3,"verse":"तिच्यातील राख उचलून नेण्यासाठी हंड्या, त्याप्रमाणेच तिच्यासाठी फावडी, कटोरे, काटे आणि अग्निपात्रे बनवावीत, तिची सर्व उपकरणे पितळेची असावीत."},{"number":4,"verse":"तिच्यासाठी पितळेच्या जाळीची एक चाळण बनवावी; चाळणीच्या चार्‍ही कोपर्‍यांसाठी पितळेच्या चार कड्या बनवाव्यात."},{"number":5,"verse":"ही चाळण वेदीच्या सभोवती कंगोर्‍याच्या खाली अशी लावावी की ती वेदीच्या अर्ध्या उंचीइतकी यावी."},{"number":6,"verse":"वेदीसाठी बाभळीच्या लाकडाचे दांडे कर व ते पितळेने मढव."},{"number":7,"verse":"ते दांडे कड्यांत घालावेत म्हणजे वेदी उचलली जाईल तेव्हा तिच्या दोन्ही बाजूंना ते असतील."},{"number":8,"verse":"वेदी मध्यभागी पोकळ ठेवावी व बाजूस फळ्या बसवून बनवावी; पर्वतावर तुला दाखवल्याप्रमाणे ती करावी."},{"number":9,"verse":"( निवासमंडपाचे अंगण) ( ( 20 38:9-20 )) निवासमंडपाला अंगण कर; त्याच्या दक्षिण बाजूला कातलेल्या तलम सणाचे विणलेले पडदे जोडून त्यांची एक कनात कर; तिची लांबी एका बाजूला शंभर हात असावी;"},{"number":10,"verse":"तिच्यासाठी वीस खांब करावेत आणि त्या खांबांसाठी पितळेच्या वीस उथळ्या कराव्यात; खांबांच्या आकड्या आणि त्यांच्या बांधपट्ट्या चांदीच्या कराव्यात."},{"number":11,"verse":"त्याचप्रमाणे अंगणाच्या उत्तर बाजूलाही शंभर हात लांबीचे पडदे जोडून केलेली एक कनात असावी; तिच्यासाठीही वीस खांब असून त्यांच्यासाठी पितळेच्या वीस उथळ्या असाव्यात आणि त्या खांबांच्या आकड्या व बांधपट्ट्या चांदीच्या असाव्यात."},{"number":12,"verse":"अंगणाच्या रुंदीकडील भागी म्हणजे पश्‍चिमेकडे पन्नास हात लांबीचे पडदे जोडून केलेली एक कनात असावी. तिचे खांब दहा व उथळ्याही दहा असाव्यात."},{"number":13,"verse":"अंगणाची रुंदी दर्शनी बाजूस म्हणजे पूर्वेकडे पन्नास हात असावी;"},{"number":14,"verse":"अंगणाच्या फाटकाच्या एका बाजूला पंधरा हात लांबीचे पडदे जोडून केलेली एक कनात असावी; तिचे खांब तीन व उथळ्या तीन असाव्यात."},{"number":15,"verse":"फाटकाच्या दुसर्‍या बाजूला पंधरा हात कनात असून तिच्यासाठीही तीन खांब व तीन उथळ्या असाव्यात."},{"number":16,"verse":"अंगणाच्या फाटकासाठी एक पडदा बनवावा. तो निळ्या, जांभळ्या आणि किरमिजी रंगाच्या सुताचा व कातलेल्या तलम सणाच्या कापडाचा असून वेलबुट्टीदार असावा. तो वीस हात असून त्याला चार खांब व चार उथळ्या असाव्यात."},{"number":17,"verse":"अंगणाच्या सभोवतालचे सर्व खांब चांदीच्या बांधपट्ट्यांनी जोडलेले असावेत. त्यांच्या आकड्या चांदीच्या आणि उथळ्या पितळेच्या असाव्यात."},{"number":18,"verse":"अंगणाची लांबी शंभर हात, रुंदी सारखी पन्नास हात आणि त्याच्या कनातीची उंची पाच हात असावी; त्याची कनात कातलेल्या तलम सणाच्या सुताची असून त्याच्या खांबांच्या उथळ्या पितळेच्या असाव्यात."},{"number":19,"verse":"निवासमंडपातील सगळे साहित्य, त्याच्या सर्व मेखा आणि अंगणाच्या सर्व मेखा पितळेच्या असाव्यात."},{"number":20,"verse":"( दिव्याची काळजी) ( ( 30 24:1-4 )) तू इस्राएल लोकांना अशी आज्ञा कर की दीप नित्य जळत राहावा म्हणून त्यांनी दीपवृक्षासाठी जैतुनाचे हातकुटीचे निर्मळ तेल तुझ्याकडे घेऊन यावे."},{"number":21,"verse":"साक्षपटासमोर असणार्‍या अंतरपटाबाहेर दर्शनमंडपात1 अहरोन व त्याचे मुलगे ह्यांनी तो दीपवृक्ष संध्याकाळपासून सकाळपर्यंत परमेश्वरासमोर उजळण्याची व्यवस्था ठेवावी; हा इस्राएल लोकांसाठी पिढ्यानपिढ्या निरंतरचा विधी होय."}]}