{"bibleAbbr":"mrRV2015","bookName":"निर्गम","bookEnglishName":"Exodus","chapterNumber":31,"verses":[{"number":1,"verse":"( बसालेल आणि अहलियाब ह्यांची नेमणूक) ( ( 20 35:30-36:1 )) मग परमेश्वर मोशेला म्हणाला,"},{"number":2,"verse":"“पाहा, मी यहूदा वंशातील ऊरीचा मुलगा म्हणजे हूरचा नातू बसालेल ह्याला त्याच्या नावाने बोलावले आहे,"},{"number":3,"verse":"मी त्याला देवाच्या आत्म्याने परिपूर्ण करून त्याला अक्कल, बुद्धी, ज्ञान आणि सर्व प्रकारचे कसब दिले आहे."},{"number":4,"verse":"तो कलाकुसरीची कामे करील; सोने, चांदी व पितळ ह्यांची कामे करील."},{"number":5,"verse":"जडवण्यासाठी रत्नांना पैलू पाडील, लाकडाचे नक्षीकाम करील; आणि अशी सर्व प्रकारची कारागिरीची कामे करील."},{"number":6,"verse":"आणि पाहा, त्याच्या जोडीला मी दानवंशीय अहिसामाकाचा मुलगा अहलियाब ह्याला नेमले आहे; एवढेच नव्हे तर जितके म्हणून बुद्धिमान आहेत त्या सर्वांच्या ह्रदयात मी बुद्धी ठेवली आहे; ती ह्यासाठी की, तुला आज्ञा केल्याप्रमाणे सर्व गोष्टी त्यांनी तयार कराव्यात."},{"number":7,"verse":"म्हणजे दर्शनमंडप, साक्षपटाचा कोश आणि त्यावरील दयासन आणि तंबूचे सर्व सामान,"},{"number":8,"verse":"मेज व त्यावरील सर्व सामान, शुद्ध दीपवृक्ष व त्याची सर्व उपकरणे, धूपवेदी,"},{"number":9,"verse":"होमवेदी व तिचे सर्व सामान आणि गंगाळ व त्याची बैठक,"},{"number":10,"verse":"कुशलतेने विणलेली तलम वस्त्रे म्हणजे याजक ह्या नात्याने सेवा करण्यासाठी अहरोन याजकाची पवित्र वस्त्रे, त्याच्या मुलांची वस्त्रे,"},{"number":11,"verse":"अभिषेकाचे तेल व पवित्रस्थानासाठी सुगंधी द्रव्ययुक्त धूप ह्या सर्व गोष्टींविषयी मी तुला आज्ञा दिली आहे त्याप्रमाणे त्यांनी करावे.” कराराची खूण म्हणून पाळायचा शब्बाथ दिवस"},{"number":12,"verse":"मग परमेश्वर मोशेला म्हणाला,"},{"number":13,"verse":"“तू इस्राएल लोकांना आणखी असे सांग की, तुम्ही माझे शब्बाथ अवश्य पाळावेत, कारण पिढ्यानपिढ्या तुमच्यामाझ्यामध्ये ही खूण आहे; ह्यावरून हे कळावे की, तुम्हांला पवित्र करणारा मी परमेश्वर आहे."},{"number":14,"verse":"म्हणून तुम्ही शब्बाथ पाळावा; तो तुमच्यासाठी पवित्र आहे; जो कोणी तो भ्रष्ट करील त्याला अवश्य जिवे मारावे; जो कोणी त्या दिवशी काही काम करील त्याचा स्वजनांतून उच्छेद व्हावा."},{"number":15,"verse":"सहा दिवस काम करावे, पण सातवा दिवस परमेश्वराचा पवित्र दिवस, परमविश्रामाचा शब्बाथ होय; कोणी शब्बाथ दिवशी काम करील तर त्याला अवश्य जिवे मारावे."},{"number":16,"verse":"इस्राएल लोकांनी शब्बाथ पाळावा; शब्बाथ हा निरंतरचा करार समजून त्यांनी तो पिढ्यानपिढ्या पाळावा."},{"number":17,"verse":"माझ्यामध्ये व इस्राएल लोकांमध्ये ही निरंतरची खूण होय; कारण परमेश्वराने सहा दिवसांत आकाश व पृथ्वी निर्माण करून सातव्या दिवशी विसावा घेतला आणि त्याचा श्रमपरिहार झाला.”"},{"number":18,"verse":"परमेश्वराने मोशेबरोबर सीनाय पर्वतावर हे सर्व भाषण केल्यावर आपल्या बोटाने लिहिलेले पाषाणाचे दोन साक्षपट त्याला दिले."}]}