{"bibleAbbr":"mrRV2015","bookName":"निर्गम","bookEnglishName":"Exodus","chapterNumber":33,"verses":[{"number":1,"verse":"( वचनदत्त देशाकडे जाण्याची आज्ञा) मग परमेश्वराने मोशेला सांगितले, “तू व जे लोक तू मिसर देशातून आणले आहेत असे तुम्ही येथून निघून मार्गस्थ व्हा; व जो देश तुझ्या संततीला देईन असे अब्राहाम, इसहाक व याकोब ह्यांना मी शपथपूर्वक सांगितले होते, त्या देशाकडे जा."},{"number":2,"verse":"मी तुझ्यापुढे एक दूत पाठवीन आणि कनानी, अमोरी, हित्ती, परिज्जी, हिव्वी आणि यबूसी ह्यांना तेथून घालवून देईन."},{"number":3,"verse":"दुधामधाचे प्रवाह वाहत असलेल्या देशाकडे तू जा; तथापि तुम्ही ताठ मानेचे लोक असल्यामुळे मी तुमच्याबरोबर येणार नाही; आलो तर वाटेतच मी तुम्हांला भस्म करीन.”"},{"number":4,"verse":"लोक हे अशुभ वर्तमान ऐकून विलाप करू लागले; व कोणीही आपले दागदागिने अंगावर घातले नाहीत."},{"number":5,"verse":"परमेश्वर मोशेला म्हणाला, “तू इस्राएल लोकांना सांग की, तुम्ही ताठ मानेचे लोक आहात; मी पळभर तुमच्याबरोबर असलो तरी मी तुम्हांला भस्म करीन; म्हणून तुम्ही आपले दागदागिने आपल्या अंगावरून उतरवून ठेवा, म्हणजे तुमचे काय करायचे ते मी पाहीन.”"},{"number":6,"verse":"ह्यामुळे होरेब पर्वतापासून पुढे इस्राएल लोक दागिन्यांवाचून राहिले. दर्शनमंडप"},{"number":7,"verse":"मोशे छावणीबाहेर बर्‍याच अंतरावर तंबू नेऊन उभा करी व त्याला तो दर्शनमंडप1 म्हणे. कोणाला परमेश्वराकडे काही विचारायचे असले म्हणजे तो छावणीबाहेरील त्या दर्शनमंडपाकडे जात असे."},{"number":8,"verse":"आणि असे व्हायचे की, जेव्हा मोशे त्या मंडपाकडे जात असे तेव्हा सर्व लोक उठून आपापल्या तंबूच्या दारात उभे राहत आणि तो मंडपात प्रवेश करीपर्यंत त्याच्याकडे निरखून पाहत राहत."},{"number":9,"verse":"मोशे मंडपात प्रवेश करी तेव्हा मेघस्तंभ उतरून मंडपाच्या दारापुढे उभा राही आणि परमेश्वर मोशेशी भाषण करीत असे."},{"number":10,"verse":"त्या मंडपाच्या दाराशी मेघस्तंभ उभा आहे असे सर्व लोक पाहत तेव्हा ते सगळे उठून आपापल्या तंबूच्या दाराशी दंडवत घालत."},{"number":11,"verse":"मित्राशी बोलावे तसे परमेश्वर मोशेशी समोरासमोर बोलत असे. मोशे छावणीकडे परत जात असे, तरी त्याचा सेवक नूनाचा मुलगा यहोशवा, हा तरुण पुरुष मंडप सोडून बाहेर येत नसे. परमेश्वराच्या समक्षतेचे आश्वासन"},{"number":12,"verse":"मोशे परमेश्वराला म्हणाला, “पाहा, तू मला म्हणतोस की, ‘ह्या लोकांना घेऊन जा’; पण तू माझ्याबरोबर कोणाला पाठवणार हे मला अजून कळवले नाहीस. तरी तू म्हटले आहेस की, ‘मी तुला व्यक्तिश: नावाने ओळखतो, आणि तुझ्यावर माझी कृपादृष्टी आहे.’"},{"number":13,"verse":"आता माझ्यावर तुझी कृपादृष्टी असल्यास, तुझे मार्ग मला दाखव, म्हणजे मला तुझी ओळख पटेल आणि त्यामुळे तुझी कृपादृष्टी माझ्यावर होईल. हे राष्ट्र तुझी प्रजा आहे हे लक्षात घे.”"},{"number":14,"verse":"परमेश्वर म्हणाला, “मी स्वत: येईन आणि तुला विसावा देईन.”"},{"number":15,"verse":"तो त्याला म्हणाला, “तू स्वत: येत नसलास तर आम्हांला येथून पुढे नेऊ नकोस."},{"number":16,"verse":"तुझी कृपादृष्टी माझ्यावर व तुझ्या प्रजेवर झाली आहे हे कशावरून समजावे? तू आमच्याबरोबर आल्याने मी व तुझे प्रजाजन पृथ्वीवरील इतर सर्व लोकांपेक्षा वेगळे झालो आहोत ह्यावरूनच ते समजायचे ना?”"},{"number":17,"verse":"मग परमेश्वर मोशेला म्हणाला, “हे जे तू सांगितले आहेस तेही मी करीन; कारण माझी कृपादृष्टी तुझ्यावर झाली आहे आणि मी तुला व्यक्तिश: नावाने ओळखत आहे.”"},{"number":18,"verse":"तो म्हणाला, “कृपा करून मला तुझे तेज दाखव.”"},{"number":19,"verse":"तो म्हणाला, “मी आपले सर्व चांगुलपण तुझ्यापुढे चालवीन; तुझ्यासमोर ‘परमेश्वर’ ह्या नावाची मी घोषणा करीन; ज्याच्यावर कृपा करावी असे वाटेल त्याच्यावर मी कृपा करीन आणि ज्याच्यावर दया करावी असे वाटेल त्याच्यावर दया करीन."},{"number":20,"verse":"तरीपण” तो म्हणाला की, “तुला माझे मुख पाहवणार नाही, कारण माझे मुख पाहिल्यास कोणी मनुष्य जिवंत राहणार नाही.”"},{"number":21,"verse":"परमेश्वर म्हणाला, “माझ्याकडे एक जागा आहे; येथे ह्या खडकावर उभा राहा;"},{"number":22,"verse":"असे होईल की, माझे तेज जवळून चालले असता मी तुला खडकाच्या भेगेत ठेवीन; मी निघून जाईपर्यंत आपल्या हाताने तुला झाकीन;"},{"number":23,"verse":"मग मी आपला हात काढून घेईन आणि तुला पाठमोरा दिसेन; पण माझे मुख दिसायचे नाही.”"}]}