{"bibleAbbr":"mrRV2015","bookName":"निर्गम","bookEnglishName":"Exodus","chapterNumber":4,"verses":[{"number":1,"verse":"तेव्हा मोशेने उत्तर दिले, “पण ते माझा विश्वास धरणार नाहीत. माझे म्हणणे ऐकणार नाहीत; ते म्हणतील, परमेश्वराने तुला दर्शन दिलेच नाही.”"},{"number":2,"verse":"तेव्हा परमेश्वर त्याला म्हणाला, “तुझ्या हातात ते काय आहे?” तो म्हणाला, “काठी आहे.”"},{"number":3,"verse":"त्याने म्हटले, “ती जमिनीवर टाक.” ती त्याने टाकताच तिचा साप झाला; त्याला पाहून मोशे पळाला,"},{"number":4,"verse":"परमेश्वराने मोशेला सांगितले, “आपला हात पुढे करून त्याचे शेपूट धर - त्याने हात पुढे करून ते धरले, तेव्हा त्या सापाची त्याच्या हातात काठी झाली;"},{"number":5,"verse":"“ह्यावरून ते विश्वास धरतील की त्यांच्या पूर्वजांचा देव, अब्राहामाचा देव, इसहाकाचा देव व याकोबाचा देव परमेश्वर ह्याचे तुला दर्शन झाले आहे.”"},{"number":6,"verse":"परमेश्वराने त्याला आणखी सांगितले, “आता आपला हात छातीवर ठेव.” त्याने हात छातीवर ठेवून बाजूला काढला तेव्हा तो कोडाने बर्फासारखा पांढरा झाला."},{"number":7,"verse":"मग त्याने त्याला सांगितले, “पुन्हा आपला हात छातीवर ठेव ” तेव्हा त्याने पुन्हा छातीवर हात ठेवला, आणि छातीवरून बाजूला काढला तेव्हा पूर्ववत तो त्याच्या शरीराच्या इतर भागांसारखा झाला."},{"number":8,"verse":"“त्यांनी तुझा विश्वास धरला नाही व पहिल्या चिन्हाची सूचना मानली नाही तर ते ह्या दुसर्‍या चिन्हाची सूचना खरी मानतील."},{"number":9,"verse":"पण जर त्यांनी ह्या दोन्ही चिन्हांवर विश्वास ठेवला नाही, तुझे ऐकले नाही, तर तू नदीचे पाणी घेऊन कोरड्या जमिनीवर ओत, म्हणजे तू नदीतून घेतलेल्या पाण्याचे कोरड्या भूमीवर रक्त होईल.”"},{"number":10,"verse":"तेव्हा मोशे परमेश्वराला म्हणाला, “हे प्रभू, मी बोलका नाही; पूर्वीही नव्हतो, व तू आपल्या दासाशी बोललास तेव्हापासूनही नाही; मी तर मुखाचा जड व जिभेचाही जड आहे.”"},{"number":11,"verse":"तेव्हा परमेश्वर त्याला म्हणाला, “मनुष्याचे तोंड कोणी केले आहे? मनुष्याला मुका, बहिरा, डोळस किंवा आंधळा कोण करतो? मी परमेश्वरच की नाही?"},{"number":12,"verse":"तर आता जा, मी तुझ्या मुखास साहाय्य होईन आणि तू काय बोलायचे ते तुला शिकवीन.”"},{"number":13,"verse":"तेव्हा तो म्हणाला, “हे प्रभू, तुझ्या मर्जीस येईल त्याच्या हस्ते त्यांना संदेश पाठव.”"},{"number":14,"verse":"मग मोशेवर परमेश्वराचा राग भडकला, तो त्याला म्हणाला, “लेवी अहरोन हा तुझा भाऊ नाही काय? त्याला चांगले बोलता येते हे मला ठाऊक आहे. पाहा, तो तुला भेटायला येत आहे; तुला पाहून त्याला मनात आनंद होईल."},{"number":15,"verse":"तू त्याच्याशी बोलून त्याच्या मुखात शब्द घाल; मी त्याच्या व तुझ्या मुखाला साहाय्य होईन, आणि तुम्ही काय करायचे ते तुम्हांला शिकवीन."},{"number":16,"verse":"तो तुझ्यातर्फे लोकांशी बोलेल; तो तुझे मुख होईल आणि तू त्याला देवाच्या ठिकाणी होशील."},{"number":17,"verse":"तू आपल्या हातात ही काठी घे; हिने तू चिन्हे करून दाखवशील.”"},{"number":18,"verse":"( मोशे मिसर देशास परत येतो) मग मोशे तेथून निघून आपला सासरा इथ्रो ह्याच्याकडे गेला व त्याला म्हणाला, “मला मिसरातल्या माझ्या भाऊबंदांकडे परत जाऊ द्या आणि ते अजून जिवंत आहेत किंवा नाहीत ते मला पाहू द्या.” तेव्हा इथ्रो मोशेला म्हणाला, “सुखाने जा.”"},{"number":19,"verse":"मिद्यान देशात परमेश्वर मोशेला म्हणाला, “चल, मिसर देशात परत जा; कारण तुझा जीव घेऊ पाहणारे सगळे मृत्यू पावले आहेत.”"},{"number":20,"verse":"मग मोशे आपली बायको व मुलगे ह्यांना गाढवावर बसवून मिसर देशास परत जायला निघाला. तो देवाची काठी आपल्या हातात घेऊन चालला."},{"number":21,"verse":"परमेश्वर मोशेला म्हणाला, “तू मिसरास परत जाशील तेव्हा पाहा, ज्या अद्भुत कृती मी तुझ्या हाती ठेवल्या आहेत त्या सर्व फारोपुढे करून दाखव; तरी मी त्याचे मन कठीण करीन आणि तो माझ्या लोकांना जाऊ देणार नाही."},{"number":22,"verse":"तू जाऊन फारोला सांग, ‘परमेश्वर म्हणतो, इस्राएल हा माझा पुत्र, माझा ज्येष्ठ पुत्र आहे."},{"number":23,"verse":"मी तुला सांगितले की, “माझ्या पुत्राला माझी सेवा करण्यास जाऊ दे”; पण तू त्याला जाऊ देण्याचे नाकारले, तर पाहा, मी तुझा पुत्र, तुझा ज्येष्ठ पुत्र जिवे मारीन.”’"},{"number":24,"verse":"मग मोशे प्रवास करीत असता उतारशाळेत असे झाले की परमेश्वराने त्याला गाठून जिवे मारायला पाहिले."},{"number":25,"verse":"तेव्हा सिप्पोरा हिने एक धारेची गारगोटी घेऊन आपल्या मुलाची अग्रत्वचा कापली आणि ती मोशेच्या पायांजवळ ठेवून ती म्हणाली, “तू रक्ताने मिळवलेला माझा नवरा आहेस.”"},{"number":26,"verse":"तेव्हा परमेश्वराने मोशेला पिडण्याचे सोडले. रक्ताने मिळवलेला नवरा असे तिने सुंतेला अनुलक्षून म्हटले."},{"number":27,"verse":"मग परमेश्वर अहरोनाला म्हणाला, “मोशेला भेटण्यास तू रानात जा.” तो गेला आणि देवाच्या डोंगरावर त्याला भेटून त्याने त्याचे चुंबन घेतले."},{"number":28,"verse":"मग परमेश्वराने त्याला जे काही सांगून पाठवले व जी चिन्हे करून दाखवण्याची आज्ञा केली ती सर्व मोशेने अहरोनाला सांगितली."},{"number":29,"verse":"नंतर मोशे व अहरोन ह्यांनी जाऊन इस्राएलवंशाचे सर्व वडील जन जमवले;"},{"number":30,"verse":"आणि परमेश्वराने मोशेला जे काही सांगितले होते ते सर्व अहरोनाने लोकांना कळवले आणि त्यांना चिन्हे करून दाखवली."},{"number":31,"verse":"तेव्हा लोकांना विश्वास वाटला; परमेश्वराने इस्राएलवंशजांची भेट घेऊन त्यांची विपत्ती पाहिली हे त्यांनी ऐकले तेव्हा त्यांनी नमन करून त्याची आराधना केली."}]}