{"bibleAbbr":"mrRV2015","bookName":"निर्गम","bookEnglishName":"Exodus","chapterNumber":6,"verses":[{"number":1,"verse":"मग परमेश्वर मोशेला म्हणाला, “मी आता फारोला काय करतो ते तू पाहशील. मी त्याला भुजप्रताप दाखवला म्हणजे तो ह्या लोकांना जाऊ देईल; मी त्याला भुजप्रताप दाखवला म्हणजे तो ह्यांना आपल्या देशातून बाहेर घालवून देईल.” मोशेला दुसर्‍यांदा झालेले पाचारण"},{"number":2,"verse":"देव मोशेशी बोलला; तो म्हणाला, “मी परमेश्वर आहे."},{"number":3,"verse":"मी अब्राहाम, इसहाक व याकोब ह्यांना सर्वसमर्थ1 देव म्हणून प्रकट झालो तथापि परमेश्वर2 ह्या माझ्या नावाने मी त्यांना ज्ञात नव्हतो."},{"number":4,"verse":"ज्या कनान देशात ते उपरे होते तो परदेश त्यांना वतन देण्याविषयीचा करार मी त्यांच्याशी केला आहे;"},{"number":5,"verse":"शिवाय ह्या इस्राएल लोकांना मिसर्‍यांनी दास करून ठेवले आहे. त्यांचा आक्रोश ऐकून मी आपल्या कराराचे स्मरण केले आहे."},{"number":6,"verse":"म्हणून इस्राएल लोकांना सांग, ‘मी परमेश्वर आहे; मी तुम्हांला मिसरी लोकांच्या बिगारीच्या ओझ्याखालून काढीन, त्यांच्या दास्यातून तुम्हांला मुक्त करीन आणि हात पुढे केलेल्या बाहूने व मोठ्या शिक्षा करून तुमचा उद्धार करीन;"},{"number":7,"verse":"मी तुम्हांला आपली प्रजा करून घेईन आणि मी तुमचा देव होईन; म्हणजे तुम्हांला मिसरी लोकांच्या ओझ्याखालून काढणारा मी तुमचा देव परमेश्वर आहे हे तुम्हांला कळेल."},{"number":8,"verse":"आणि जो देश अब्राहाम, इसहाक व याकोब ह्यांना देण्याची शपथ हात उभारून मी वाहिली होती त्यात मी तुम्हांला नेईन आणि तो तुम्हांला वतन करून देईन; मी परमेश्वर आहे.”’"},{"number":9,"verse":"मोशेने हे सारे इस्राएल लोकांना सांगितले; पण ते आपल्या मनाच्या संतापामुळे आणि बिकट दास्यामुळे मोशेचे ऐकेनात."},{"number":10,"verse":"मग परमेश्वर मोशेला म्हणाला,"},{"number":11,"verse":"“तू जाऊन मिसराचा राजा फारो ह्याला सांग की, ‘इस्राएल लोकांना तुझ्या देशातून जाऊ द्यावे.”’"},{"number":12,"verse":"तेव्हा मोशे परमेश्वरासमोर म्हणाला, “पाहा, इस्राएल लोकांनी माझे ऐकले नाही, तर फारो माझे कसे ऐकेल? मी बेसुनत ओठांचा3 आहे.”"},{"number":13,"verse":"ह्या प्रकारे परमेश्वर मोशे व अहरोन ह्यांच्याशी बोलला; मिसर देशातून इस्राएल लोकांना बाहेर नेण्यासाठी त्याने त्यांना इस्राएल लोकांसंबंधी आणि मिसराचा राजा फारो ह्यांच्यासंबंधी आज्ञा केली."},{"number":14,"verse":"( मोशे आणि अहरोन ह्यांची वंशावळ) त्यांच्या पूर्वजांच्या घराण्याचे प्रमुख पुरुष हे : इस्राएलाचा पहिला मुलगा रऊबेन ह्याचे मुलगे हनोख, पल्लू, हेस्रोन व कर्मी; ही रऊबेनाची कुळे."},{"number":15,"verse":"शिमोनाचे मुलगे : यमुवेल, यामीन, ओहद, याखीन, जोहर व कनानी स्त्रीपासून झालेला शौल; ही शिमोनाची कुळे."},{"number":16,"verse":"लेवीच्या वंशावळीप्रमाणे त्याच्या मुलांची नावे ही : गेर्षोन, कहाथ व मरारी; लेवीचे आयुष्य एकशे सदतीस वर्षांचे होते."},{"number":17,"verse":"गेर्षोनाचे मुलगे त्यांच्या-त्यांच्या कुळाप्रमाणे हे : लिब्नी व शिमी."},{"number":18,"verse":"कहाथाचे मुलगे : अम्राम, इसहार, हेब्रोन व उज्जीएल; कहाथाचे आयुष्य एकशे तेहेतीस वर्षांचे होते."},{"number":19,"verse":"मरारीचे मुलगे : महली व मूशी. लेवीची कुळे त्यांच्या वंशावळीप्रमाणे ही आहेत."},{"number":20,"verse":"अम्रामाने आपली आत्या योखबेद ही बायको केली; तिच्यापासून त्याला अहरोन व मोशे झाले; अम्रामाचे आयुष्य एकशे सदतीस वर्षांचे होते."},{"number":21,"verse":"इसहाराचे मुलगे : कोरह, नेफेग व जिख्री."},{"number":22,"verse":"उज्जीएलाचे मुलगे : मीशाएल, एलसाफान व सिथ्री."},{"number":23,"verse":"अहरोनाने अम्मीनादाबाची मुलगी नहशोनाची बहीण अलीशेबा बायको केली; तिच्यापासून त्याला नादाब, अबीहू, एलाजार व इथामार हे झाले."},{"number":24,"verse":"कोरहाचे मुलगे : अस्सीर, एलकाना व अबीयासाफ; ही कोरहाची कुळे."},{"number":25,"verse":"अहरोनाचा मुलगा एलाजार ह्याने पुटीएलाच्या मुलींपैकी एक बायको केली; तिच्यापासून त्याला फिनहास झाला. त्यांच्या-त्यांच्या घराण्यांप्रमाणे लेव्यांच्या पूर्वजांचे प्रमुख पुरुष हेच."},{"number":26,"verse":"इस्राएल लोकांच्या सेना करून त्यांना मिसर देशातून बाहेर घेऊन जा असे परमेश्वराने ज्यांना सांगितले तेच हे अहरोन व मोशे."},{"number":27,"verse":"इस्राएल लोकांना मिसरातून बाहेर काढण्याविषयी मिसराचा राजा फारो ह्याच्याशी जे बोलले तेच हे मोशे व अहरोन."},{"number":28,"verse":"( मोशे व अहरोन ह्यांना परमेश्वराने नेमून दिलेली कामगिरी) मग मिसर देशात परमेश्वर मोशेबरोबर बोलला. त्या दिवशी"},{"number":29,"verse":"परमेश्वर मोशेला म्हणाला, “मी परमेश्वर आहे; मी तुला सांगतो ते सर्व मिसराचा राजा फारो ह्याला सांग.”"},{"number":30,"verse":"तेव्हा मोशे परमेश्वरासमोर म्हणाला, “पाहा, मी बेसुनत (जड) ओठांचा आहे, तर फारो माझे कसे ऐकणार?”"}]}