{"bibleAbbr":"CVB1535","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":3,"verses":[{"number":1,"verse":"Likewyse let the wyues be in subieccion to their hussbandes, that euen they which beleue not the worde, maye without the worde be wonne by ye couersacion of the wyues,"},{"number":2,"verse":"whan they beholde yor pure conuersacion in feare."},{"number":3,"verse":"Whose apparell shal not be outwarde wt broyded heer, & hanginge on of golde, or in puttynge on of gorgious araye,"},{"number":4,"verse":"but let ye inwarde ma of ye hert be vncorrupte wt a meke & a quyete sprete, which before God is moch set by."},{"number":5,"verse":"For after this maner in the olde tyme, dyd ye holy weme which trusted in God, tyer the selues, & were obedient vnto their hussbades:"},{"number":6,"verse":"Euen as Sara obeyed Abraham, and called him lorde: whose doughters ye are, as loge as ye do well, not beynge afrayed for eny trouble."},{"number":7,"verse":"Likewyse ye men, dwell with them acordinge vnto knowlege, geuynge honor vnto the wife, as to the weaker vessel: & as vnto the yt are heyres with you of the grace of life, that youre prayers be not let."},{"number":8,"verse":"But in conclusion be ye all of one mynde, one suffre with another, loue as brethren, be pitefull, be curteous."},{"number":9,"verse":"Recopence not euell for euell, nether rebuke for rebuke: but cotrary wyse, blesse: and knowe that ye are called therto, euen yt ye shulde be heyres of ye blessynge."},{"number":10,"verse":"For who so listeth to lyue, and wolde fayne se good dayes, Let him refrayne his tonge from euell, and his lippes yt they speake no gyle."},{"number":11,"verse":"Let him eschue euell, & do good: Let him seke peace and ensue it."},{"number":12,"verse":"For ye eyes of the LORDE are ouer the righteous, & his eares are open vnto their prayers. But ye face of the LORDE beholdeth the yt do euell."},{"number":13,"verse":"And who is it that can harme you, yf ye folowe that which is good?"},{"number":14,"verse":"Not withstodinge blessed are ye, yf ye suffre for righteousnes sake Feare not ye their threatnynge, nether be troubled,"},{"number":15,"verse":"but sanctifye the LORDE God in youre hertes. Be ready allwayes to geue an answere to euery ma, that axeth you a reason of the hope that is in you, and that with mekenes & feare,"},{"number":16,"verse":"hauynge a good conscience, that they which bacbyte you as euell doers, maye be ashamed, that they haue falsely accused youre good couersacion in Christ."},{"number":17,"verse":"For it is better (yf the wyll of God be so) that ye suffre for well doynge, the for euell doynge."},{"number":18,"verse":"For as moch as Christ hath once suffred for oure synnes, ye iust for the vniust, for to brynge vs to God: & was slayne after the flesh, but quyckened after the sprete."},{"number":19,"verse":"In the which sprete he also wente, and preached vnto ye spretes that were in preson,"},{"number":20,"verse":"which in tyme past beleued not, whan God once a bode and suffred pacietly in the tyme of Noe, whyle the Arke was a preparynge: Wherin fewe (that is to saye eight soules) were saued by water."},{"number":21,"verse":"Which signifieth baptyme yt now saueth vs: not ye puttinge awaye of the fylth of the flesh, but in yt a good cosciece cosenteth vnto God by ye resurreccion of Iesus Christ,"},{"number":22,"verse":"which is on the righte hande of God, and is gone in to heaue, angels, power and mighte subdued vnto him."}]}