{"bibleAbbr":"teERV1997","bookName":"మీకా","bookEnglishName":"Micah","chapterNumber":1,"verses":[{"number":1,"verse":"( సమరయ, ఇశ్రాయేలులకు దండన) యెహోవా వాక్కు మీకాకు అందింది. ఇది యోతాము, ఆహాజు, మరియు హిజ్కియా అనే రాజుల కాలంలో జరిగింది. వీరు ముగ్గురూ యూదా రాజులు. మీకా, మోరషతు నగరం వాడు. సమరయ, యెరూషలేములను గురించిన ఈ దర్శనాలను మీకా చూశాడు."},{"number":2,"verse":"ప్రజలారా, మీరంతా వినండి! భూమీ, దాని మీదగల ప్రతి ఒక్కడూ, అంతా వినండి! నా ప్రభువైన యెహోవా తన పవిత్ర ఆలయంనుండి వస్తాడు. నా ప్రభువు మీకు వ్యతిరేకంగా ఒక సాక్షిగా వస్తాడు."},{"number":3,"verse":"చూడండి, దేవుడైన యెహోవా తన స్థానంనుండి బయటకు వస్తున్నాడు. ఆయన భూమియొక్క ఉన్నత స్థలాలపై నడవటానికి కిందికి వస్తున్నాడు."},{"number":4,"verse":"దేవుడైన యెహోవా అగ్ని ముందు మైనంలా పర్వతాలు కరిగిపోతాయి. గొప్ప జలపాతంలా, లోయలు వికలమై కరిగిపోతాయి."},{"number":5,"verse":"యాకోబు పాపం కారణంగా, ఇశ్రాయేలు ఇంటివారు చేసిన పాపాల కారణంగా ఇది జరుగుతుంది. యాకోబు పాపానికి కారణం ఏమిటి? దానికి కారణం సమరయ! యూదాలో ఉన్నత స్థలమేది? ( ఉన్నత స్థలం దీనికి కేవలం “కొండ” అని అర్థం కావచ్చు. లేదా, దేవుని లేక దొంగ దేవుళ్లను పూజించే ప్రదేశం కావచ్చు. ఈ ప్రదేశాలు సాధారణంగా కొండలమీద, పర్వతాలమీద ఉంటాయి.) అది యెరూషలేము!"},{"number":6,"verse":"( సమరయ పాప హేతువు) మైదానంలో రాళ్లగుట్టలా నేను సమరయను మార్చుతాను. అది ద్రాక్షాతోట వేయటానికి అనువైన భూమివలె మారిపోతుంది. సమరయయొక్క నిర్మాణపు రాళ్లను పెరికి లోయలో పారవేస్తాను. నేను దాని పునాదులను నాశనం చేస్తాను."},{"number":7,"verse":"దాని విగ్రహాలన్నీ ముక్కలుగా విరుగగొట్టబడతాయి. అది సంపాదించిన ధనం అగ్నికి ఆహుతి అవుతుంది. దానియొక్క బూటకపు దేవుళ్ల విగ్రహాలన్నిటినీ నేను నాశనం చేస్తాను. ఎందుకంటే, సమరయ నా పట్ల అవిశ్వాసంగా ఉండి అవన్నీ కూడబెట్టింది. కావున ఈ వస్తువులన్నీ నాపట్ల అవిశ్వాసంగా ఉన్న ఇతర ప్రజలకు వెళ్లిపోతాయి."},{"number":8,"verse":"( మీకాయొక్క తీరని విచారం) ఈ చెడు విషయంలో నేను కలవరపాటుచెంది, విచారిస్తున్నాను. నేను పాదరక్షలుకూడ లేకుండా, నగ్నంగా బయటకు వెళతాను. నక్కలు ఊళ పెట్టినట్లు నేను అరుస్తాను. నిప్పుకోళ్లలా మూల్గుతాను."},{"number":9,"verse":"ఎందుకనగా సమరయ గాయం మాన్పరానిది. ఆమె గాయం (పాపం) యూదాకు వ్యాపించింది. అది నా ప్రజల నగర ద్వారం వద్దకు చేరింది. అది చివరకు యెరూషలేము వరకు వచ్చింది."},{"number":10,"verse":"ఇది గాతులో చెప్పవద్దు. అక్కడ ఏడ్వవద్దు. బేత్లెయఫ్రలో విలపించి, దుమ్ములో పొర్లాడు."},{"number":11,"verse":"షాఫీరులో నివసించేవాడా, దిగంబరివై, సిగ్గుతో నీ దారిన నీవు పో! జయనానులో నివసించేవాడు బయటకు వెళ్లడు. బేతేజెలులో ఉన్నవారు విలపిస్తారు. దానికి కావలసిన ఆసరా మీనుండి తీసుకొంటుంది."},{"number":12,"verse":"మారోతులో నివసించేవాడు మంచివార్త కోసం ఎదురుచూస్తూ నీరసించిపోయాడు. ఎందుకంటే యెహోవానుండి ఆపద యెరూషలేము నగర ద్వారంవరకు వచ్చింది."},{"number":13,"verse":"లాకీషులో నివసిస్తున్న ఓ స్త్రీ, రథాన్ని వేగముగల గుర్రానికి తగిలించు. సీయోను పాపాలు లాకీషులో మొదలైనాయి. ఎందుకంటే నీవు ఇశ్రాయేలు పాపాలనే అనుసరించావు."},{"number":14,"verse":"కావున గాతులోని మోరెషెతుకు మీరు వీడ్కోలు బహుమతులు ఇవ్వాలి. అక్జీబులోని ఇండ్లు ఇశ్రాయేలు రాజులను మోసపుచ్చుతాయి."},{"number":15,"verse":"మారేషా నివాసులారా, మీ మీదికి నేనొక వ్యక్తిని తీసుకొని వస్తాను, మీకున్న వస్తువులన్నీ ఆ వ్యక్తి తీసుకుంటాడు. ఇశ్రాయేలు మహిమ (దేవుడు) అదుల్లాములో ప్రవేశిస్తుంది."},{"number":16,"verse":"కావున మీ తలలు గొరిగించి, బోడిగా చేసుకోండి. ఎందుకంటే మీరు ప్రేమించే పిల్లలకొరకు మీరు దుఃఖిస్తారు. రాబందుల్లాగా మీ తలలు బోడి చేసుకోండి. ఎందుకంటే మీ పిల్లలు మీకు దూరమవుతారు. వారు బలవంతంగా ఇండ్లు వదిలి పోయేలా చేయబడతారు."}]}