{
  "bibleAbbr" : "TERV1998",
  "bookName" : "யோவான்",
  "bookEnglishName" : "John",
  "chapterNumber" : 15,
  "verses" : [ {
    "number" : 1,
    "verse" : "(திராட்சைச் செடியின் உவமை) “நானே உண்மையான திராட்சைச் செடி, எனது பிதாவே தோட்டக்காரர்."
  }, {
    "number" : 2,
    "verse" : "அவர், கனிகொடுக்காத எனது கிளைகள் எவையோ அவற்றை வெட்டிப் போடுகிறார். கனிகொடுக்கிற கிளைகளை மேலும் கனி கொடுக்கும்படி அவர் சுத்தம் பண்ணுகிறார்."
  }, {
    "number" : 3,
    "verse" : "நான் உங்களுக்குச் செய்த உபதேசங்களால் நீங்கள் ஏற்கெனவே சுத்தமாகியிருக்கிறீர்கள்."
  }, {
    "number" : 4,
    "verse" : "நீங்கள் என்னில் நிலைத்திருங்கள். நானும் உங்களில் நிலைத்திருப்பேன். எந்தக் கிளையும் தனியாகக் கனிகொடுக்க இயலாது. அது செடியிலேயே தொடர்ந்து இருக்கவேண்டும். இதுபோலத்தான் நீங்களும். நீங்கள் தனியாக இருந்து கனிதர முடியாது. என்னோடு சேர்ந்தே இருக்கவேண்டும்."
  }, {
    "number" : 5,
    "verse" : "“நான்தான் திராட்சைச் செடி. நீங்கள் கிளைகள். எவனொருவன் என்னிடம் நிரந்தரமாக இருக்கிறானோ, எவனொருவனிடம் நான் நிரந்தரமாக இருக்கிறேனோ, அவன் கனிதரும் கிளையாக இருப்பான். ஆனால் அவன் நான் இல்லாமல் எதுவும் செய்ய இயலாது."
  }, {
    "number" : 6,
    "verse" : "என்னோடு இல்லாத எவனும் செடியிலிருந்து அப்புறப்படுத்தப்பட்ட கிளைபோல் ஆகிவிடுகிறான். அது காய்ந்துபோகும். மக்கள் அவற்றைப் பொறுக்கி நெருப்பிலே போட்டு எரித்துவிடுகிறார்கள்."
  }, {
    "number" : 7,
    "verse" : "என்னில் நிரந்தரமாக இருங்கள், என் உபதேசங்களைக் கடைப்பிடியுங்கள். நீங்கள் இவற்றைச் செய்தால் நீங்கள் விரும்புகிற எவற்றையும் என்னிடம் கேட்கலாம். அவை உங்களுக்குக் கொடுக்கப்படும்."
  }, {
    "number" : 8,
    "verse" : "நீங்கள் அதிகக் கனிகளைத் தந்து, நீங்களே என் சீஷர்கள் என்பதைக் காட்ட வேண்டும். இது என் பிதாவுக்கும் மகிமையைக் கொண்டுவரும்."
  }, {
    "number" : 9,
    "verse" : "“பிதா என்னை நேசிப்பதுபோன்று நான் உங்களை நேசிக்கிறேன். இப்பொழுது எனது அன்பில் நிலைத்திருங்கள்."
  }, {
    "number" : 10,
    "verse" : "நான் என் பிதாவின் கட்டளைகளுக்குக் கீழ்ப்படிகிறேன். நான் அவரது அன்பில் நிலைத்திருக்கிறேன். இதைப்போலவே, நீங்களும் எனது கட்டளைகளுக்குக் கீழ்ப்படிந்தால் எனது அன்பில் நிலைத்திருப்பீர்கள்."
  }, {
    "number" : 11,
    "verse" : "நான் இவற்றையெல்லாம் உங்களுக்குக் கூறுகிறேன். எனவே நான் பெற்ற மகிழ்ச்சியை நீங்களும் பெறலாம். உங்கள் மகிழ்ச்சி முழுமையாக இருக்கவேண்டும் என்று நான் விரும்புகிறேன்."
  }, {
    "number" : 12,
    "verse" : "இதைத்தான் நான் உங்களுக்குக் கட்டளை இடுகிறேன்: நான் உங்களை நேசிப்பது போல் நீங்களும் ஒருவரை ஒருவர் நேசியுங்கள்."
  }, {
    "number" : 13,
    "verse" : "ஒருவன் தன் நண்பனுக்காக இறப்பதைவிடச் சிறந்த அன்பு வேறு எதுவுமில்லை."
  }, {
    "number" : 14,
    "verse" : "நான் சொன்னபடி செய்தால் நீங்களும் எனது சிறந்த நண்பர்களாவீர்கள்."
  }, {
    "number" : 15,
    "verse" : "இனி நான் உங்களை வேலைக்காரன் என்று அழைப்பதில்லை. ஏனெனில் வேலைக்காரன் தன் எஜமானன் செய்வதை அறியமாட்டான். நான் இப்பொழுது உங்களை நண்பர்கள் என்றே அழைக்கிறேன். ஏனென்றால் என் பிதா எனக்குச் சொன்னவற்றையெல்லாம் நான் உங்களுக்குச் சொல்லியிருக்கிறேன்."
  }, {
    "number" : 16,
    "verse" : "“நீங்கள் என்னைத் தேர்ந்தெடுக்கவில்லை. நானே உங்களைத் தேர்ந்தெடுத்தேன். நானே உங்களைக் கனிகொடுக்குமாறு ஏற்படுத்தினேன். உங்கள் வாழ்வில் இந்தக் கனி நிரந்தரமாக இருக்கவேண்டும். பிறகு என் பிதா என்பேரில் நீங்கள் கேட்கிற எதையும் உங்களுக்குத் தருவார்."
  }, {
    "number" : 17,
    "verse" : "இதுவே எனது கட்டளை. ஒருவரோடு ஒருவர் அன்பாயிருங்கள்."
  }, {
    "number" : 18,
    "verse" : "(சீஷர்களை எச்சரித்தல்) “இந்த உலகம் உங்களைப் பகைத்தால், அது என்னைத்தான் முதலில் பகைக்கிறது என்பதை நினைவுகொள்ளுங்கள்."
  }, {
    "number" : 19,
    "verse" : "நீங்கள் இந்த உலகத்தைச் சார்ந்தவர்களாக இருந்தால் அது தன் மனிதர்களை நேசிப்பதுபோன்று உங்களையும் நேசிக்கும். ஆனால் நான் உங்களை உலகத்திலிருந்து தேர்ந்து எடுத்துவிட்டேன். அதனால்தான் உலகம் உங்களைப் பகைக்கிறது."
  }, {
    "number" : 20,
    "verse" : "“ஒரு வேலைக்காரன் தன் எஜமானனைவிடப் பெரியவன் அல்லன் என்று நான் சொன்ன கருத்தை நினைத்துப்பாருங்கள். மக்கள் என்னைத் துன்புறுத்தினால் அவர்கள் உங்களையும் துன்புறுத்துவார்கள். மக்கள் என் உபதேசங்களுக்குக் கீழ்ப்படிந்தால் உங்கள் உபதேசத்திற்கும் கீழ்ப்படிவார்கள்."
  }, {
    "number" : 21,
    "verse" : "மக்கள் இவற்றையெல்லாம் என்பொருட்டே உங்களுக்குச் செய்வார்கள். அவர்கள் என்னை அனுப்பியவரைப்பற்றி அறியமாட்டார்கள்."
  }, {
    "number" : 22,
    "verse" : "நான் உலகத்துக்கு வந்து மக்களிடம் பேசாமல் இருந்திருந்தால் அவர்களுக்குப் பாவம் பற்றிய எண்ணம் இல்லாமல் இருந்திருக்கும். ஆனால் இப்பொழுது நான் அவர்களிடம் பேசிவிட்டேன். எனவே அவர்கள் தம் பாவங்களுக்குச் சாக்குபோக்கு சொல்ல முடியாது."
  }, {
    "number" : 23,
    "verse" : "“என்னை வெறுக்கிற எவனும் என் பிதாவையும் வெறுக்கிறான்."
  }, {
    "number" : 24,
    "verse" : "நான், இதுவரை எவரும் செய்யாதவற்றை மக்கள் மத்தியில் செய்திருக்கிறேன். நான் அவற்றைச் செய்யாமல் இருந்திருந்தால் மக்களுக்குத் தம் பாவத்தைப் பற்றிய குற்ற உணர்வு இல்லாமல் போயிருக்கும். ஆனால் நான் செய்தவற்றையெல்லாம் அவர்கள் பார்த்திருக்கிறார்கள். எனினும் அவர்கள் என்னையும் என் பிதாவையும் வெறுக்கிறார்கள்."
  }, {
    "number" : 25,
    "verse" : "‘அவர்கள் காரணம் இல்லாமல் என்னை வெறுக்கிறார்கள்’ என்னும் வாக்கியம் உண்மையாகும்படி இது நடந்தது."
  }, {
    "number" : 26,
    "verse" : "“நான் என் பிதாவிடமிருந்து அந்த உதவியாளரை உங்களிடம் அனுப்புவேன். என் பிதாவிடமிருந்து வருகிற அவர் உண்மையின் ஆவியாக இருப்பார். அவர் வரும்போது என்னைப்பற்றிக் கூறுவார்."
  }, {
    "number" : 27,
    "verse" : "நீங்கள் தொடக்கக்கால முதலே என்னோடு இருப்பதால் நீங்களும் என்னைப்பற்றி மக்களிடம் சாட்சி கூறுவீர்கள்.”"
  } ]
}