{"bibleAbbr":"urDGV2010","bookName":"२-सलातीन","bookEnglishName":"2 Kings","chapterNumber":24,"verses":[{"number":1,"verse":"यहूयक़ीम की हुकूमत के दौरान बाबल के बादशाह नबूकदनज़्ज़र ने यहूदाह पर हम्ला किया। नतीजे में यहूयक़ीम उस के ताबे हो गया। लेकिन तीन साल के बाद वह सरकश हो गया।"},{"number":2,"verse":"तब रब ने बाबल, शाम, मोआब और अम्मोन से डाकुओं के जथ्थे भेज दिए ताकि उसे तबाह करें। वैसा ही हुआ जिस तरह रब ने अपने ख़ादिमों यानी नबियों की मारिफ़त फ़रमाया था।"},{"number":3,"verse":"यह आफ़तें इस लिए यहूदाह पर आईं कि रब ने इन का हुक्म दिया था। वह मनस्सी के संगीन गुनाहों की वजह से यहूदाह को अपने हुज़ूर से ख़ारिज करना चाहता था।"},{"number":4,"verse":"वह यह हक़ीक़त भी नज़रअन्दाज़ न कर सका कि मनस्सी ने यरूशलम को बेक़ुसूर लोगों के ख़ून से भर दिया था। रब यह मुआफ़ करने के लिए तय्यार नहीं था।"},{"number":5,"verse":"बाक़ी जो कुछ यहूयक़ीम की हुकूमत के दौरान हुआ और जो कुछ उस ने किया वह ‘शाहान-ए-यहूदाह की तारीख़’ की किताब में दर्ज है।"},{"number":6,"verse":"जब वह मर कर अपने बापदादा से जा मिला तो उस का बेटा यहूयाकीन तख़्तनशीन हुआ।"},{"number":7,"verse":"उस वक़्त मिस्र का बादशाह दुबारा अपने मुल्क से निकल न सका, क्यूँकि बाबल के बादशाह ने मिस्र की सरहद बनाम वादी-ए-मिस्र से ले कर दरया-ए-फ़ुरात तक का सारा इलाक़ा मिस्र के क़ब्ज़े से छीन लिया था।"},{"number":8,"verse":"( यहूयाकीन की हुकूमत और यरूशलम पर बाबल का क़ब्ज़ा) यहूयाकीन 18 साल की उम्र में बादशाह बना, और यरूशलम में उस की हुकूमत का दौरानिया तीन माह था। उस की माँ नहुश्ता बिन्त इल्नातन यरूशलम की रहने वाली थी।"},{"number":9,"verse":"अपने बाप की तरह यहूयाकीन भी ऐसा काम करता रहा जो रब को नापसन्द था।"},{"number":10,"verse":"उस की हुकूमत के दौरान बाबल के बादशाह नबूकदनज़्ज़र की फ़ौज यरूशलम तक बढ़ कर उस का मुहासरा करने लगी।"},{"number":11,"verse":"नबूकदनज़्ज़र ख़ुद शहर के मुहासरे के दौरान पहुँच गया।"},{"number":12,"verse":"तब यहूयाकीन ने शिकस्त मान कर अपने आप को अपनी माँ, मुलाज़िमों, अफ़्सरों और दरबारियों समेत बाबल के बादशाह के हवाले कर दिया। बादशाह ने उसे गिरिफ़्तार कर लिया। यह नबूकदनज़्ज़र की हुकूमत के आठवें साल में हुआ।"},{"number":13,"verse":"जिस का एलान रब ने पहले किया था वह अब पूरा हुआ, नबूकदनज़्ज़र ने रब के घर और शाही महल के तमाम ख़ज़ाने छीन लिए। उस ने सोने का वह सारा सामान भी लूट लिया जो सुलैमान ने रब के घर के लिए बनवाया था।"},{"number":14,"verse":"और जितने खाते-पीते लोग यरूशलम में थे उन सब को बादशाह ने जिलावतन कर दिया। उन में तमाम अफ़्सर, फ़ौजी, दस्तकार और धातों का काम करने वाले शामिल थे, कुल 10000 अफ़राद। उम्मत के सिर्फ़ ग़रीब लोग पीछे रह गए।"},{"number":15,"verse":"नबूकदनज़्ज़र यहूयाकीन को भी क़ैदी बना कर बाबल ले गया और उस की माँ, बीवियों, दरबारियों और मुल्क के तमाम असर-ओ-रसूख़ रखने वालों को भी।"},{"number":16,"verse":"उस ने फ़ौजियों के 7000 अफ़राद और 1000 दस्तकारों और धातों का काम करने वालों को जिलावतन करके बाबल में बसा दिया। यह सब माहिर और जंग करने के क़ाबिल आदमी थे।"},{"number":17,"verse":"यरूशलम में बाबल के बादशाह ने यहूयाकीन की जगह उस के चचा मत्तनियाह को तख़्त पर बिठा कर उस का नाम सिदक़ियाह में बदल दिया।"},{"number":18,"verse":"( यहूदाह का बादशाह सिदक़ियाह) सिदक़ियाह 21 साल की उम्र में बादशाह बना, और यरूशलम में उस की हुकूमत का दौरानिया 11 साल था। उस की माँ हमूतल बिन्त यरमियाह लिब्ना शहर की रहने वाली थी।"},{"number":19,"verse":"यहूयक़ीम की तरह सिदक़ियाह ऐसा काम करता रहा जो रब को नापसन्द था।"},{"number":20,"verse":"रब यरूशलम और यहूदाह के बाशिन्दों से इतना नाराज़ हुआ कि आख़िर में उस ने उन्हें अपने हुज़ूर से ख़ारिज कर दिया। एक दिन सिदक़ियाह बाबल के बादशाह से सरकश हुआ,"}]}