{"bibleAbbr":"mrRV2015","bookName":"एज्रा","bookEnglishName":"Ezra","chapterNumber":1,"verses":[{"number":1,"verse":"( कोरेशाचे फर्मान) ( ( 140 36:22-23 )) यिर्मयाच्या मुखाने प्राप्त झालेले परमेश्वराचे वचन सिद्धीस जावे म्हणून पारसाचा राजा कोरेश ह्याच्या कारकिर्दीच्या पहिल्या वर्षी परमेश्वराने ह्या राजाच्या मनास स्फूर्ती दिली; तेव्हा त्याने आपल्या सर्व राज्यात जाहीर केले व लेखी फर्मानही पाठवले, ते असे :"},{"number":2,"verse":"“पारसाचा राजा कोरेश असे म्हणतो, स्वर्गींचा देव परमेश्वर ह्याने पृथ्वीवरील सर्व राज्ये मला दिली असून अशी आज्ञा केली आहे की यहूदा प्रांतातील यरुशलेमेत माझ्याप्रीत्यर्थ एक मंदिर बांध;"},{"number":3,"verse":"त्याच्या सर्व लोकांपैकी जो कोणी तुमच्यामध्ये असेल - त्याच्याबरोबर त्याचा देव असो - त्याने यहूदातील यरुशलेमेस जाऊन इस्राएलाचा देव परमेश्वर ह्याचे मंदिर बांधावे; यरुशलेमेत जो आहे तोच देव होय."},{"number":4,"verse":"जो कोणी शेष राहिला असून एखाद्या ठिकाणी उपरा म्हणून राहत असेल, त्याला तेथल्या माणसांनी चांदी, सोने, सामानसुमान व पशू देऊन साहाय्य करावे; ह्याखेरीज यरुशलेमेतील देवाच्या मंदिराकरता त्यांनी स्वसंतोषाची अर्पणे द्यावीत.” पाडाव करून नेलेले यरुशलेमेस परत येतात"},{"number":5,"verse":"तेव्हा यरुशलेमेतील परमेश्वराचे मंदिर बांधण्यासाठी वरती जाण्यास देवाने ज्यांच्या मनास स्फूर्ती दिली ते यहूदा व बन्यामीन ह्यांच्या पितृकुळांचे प्रमुख, याजक व लेवी उठून सिद्ध झाले."},{"number":6,"verse":"त्यांच्या आसपासच्या लोकांनी चांदीची पात्रे, सोने, सामानसुमान, पशू व मोलवान वस्तू देऊन त्यांना साहाय्य केले; ह्यांखेरीज लोकांनी जे स्वसंतोषाने दिले ते वेगळेच."},{"number":7,"verse":"नबुखद्नेस्सराने परमेश्वराच्या मंदिराची जी पात्रे यरुशलेमेहून आणून आपल्या दैवतांच्या देवळात ठेवली होती ती सर्व पारसाचा राजा कोरेश ह्याने बाहेर काढली."},{"number":8,"verse":"पारसाचा राजा कोरेश ह्याने ती मिथ्रदाथ भांडारी ह्याच्या हस्ते बाहेर काढून यहूदाचा सरदार शेशबस्सर ह्याला मोजून दिली."},{"number":9,"verse":"त्यांची यादी येणेप्रमाणे : सोन्याच्या तीस पराती, चांदीच्या एक हजार पराती, एकोणतीस सुर्‍या,"},{"number":10,"verse":"सोन्याचे तीस कटोरे, चांदीचे दुसर्‍या प्रकारचे चारशे दहा कटोरे व इतर पात्रे एक हजार."},{"number":11,"verse":"सोन्याचांदीची सर्व पात्रे मिळून पाच हजार चारशे होती. पाडाव झालेले लोक बाबेलहून यरुशलेमेस आले तेव्हा शेशबस्सराने ही सर्व पात्रे आणली."}]}