{"bibleAbbr":"mrRV2015","bookName":"एज्रा","bookEnglishName":"Ezra","chapterNumber":10,"verses":[{"number":1,"verse":"( परराष्ट्रीय बायकामुले ह्यांना घालवून देणे) एज्रा देवाच्या मंदिरापुढे पडून रडत असता व प्रार्थना करून पापांगीकार करत असता इस्राएल स्त्रीपुरुष व मुलेबाळे ह्यांचा मोठा समुदाय त्याच्याजवळ जमा झाला; लोक धायधाय रडत होते."},{"number":2,"verse":"तेव्हा एलाम वंशातला शखन्या बिन यहीएल एज्राला म्हणाला, “आमच्या लोकांनी ह्या देशातील लोकांच्या अन्य जातींच्या स्त्रियांशी विवाह करून आपल्या देवाचा अपराध केला आहे; पण ह्या स्थितीतही इस्राएलासंबंधाने आशा आहे."},{"number":3,"verse":"तर आता आमच्या स्वामीच्या उपदेशानुसार आणि आमच्या देवाच्या मसलतीचा ज्यांना धाक आहे त्यांच्या उपदेशानुसार आम्ही असल्या सर्व स्त्रिया व त्यांच्या पोटी झालेली संतती काढून लावतो, असा करार आपल्या देवाशी करू या; हे सर्व आपण नियमशास्त्राप्रमाणे करू या."},{"number":4,"verse":"तर आता ऊठ, हे काम तुझे आहे; आम्ही तुझ्याबरोबर आहोत; हिंमत धरून हे कर.”"},{"number":5,"verse":"मग एज्राने उठून याजक, लेवी व सर्व इस्राएल ह्यांच्या प्रमुख याजकांकडून शपथ वाहवली की आम्ही ह्या वचनानुसार वागू; ह्याप्रमाणे त्यांनी शपथ वाहिली."},{"number":6,"verse":"मग एज्रा देवाच्या मंदिरापुढून उठला आणि यहोहानान बिन एल्याशीब ह्याच्या कोठडीत गेला; तेथे तो गेला तेव्हा त्याने अन्नपाणी सेवन केले नाही, कारण बंदिवासातून आलेल्या लोकांच्या पातकास्तव तो शोक करीत राहिला."},{"number":7,"verse":"मग त्याने यहूदा व यरुशलेम ह्यांत राहणार्‍या बंदिवासातून परत आलेल्या सर्व लोकांना जाहीर केले की, तुम्ही यरुशलेमेत एकत्र व्हा;"},{"number":8,"verse":"सरदार व वडील जन ह्यांचा सल्ला जो कोणी ऐकणार नाही व तीन दिवसांच्या आत येणार नाही त्याची सर्व मालमत्ता जप्त होईल आणि बंदिवासातून आलेल्या मंडळीतून त्याला निराळे काढण्यात येईल."},{"number":9,"verse":"मग यहूदा व बन्यामीन ह्यांतील सर्व लोक तीन दिवसांच्या आत यरुशलेमेत एकत्र झाले; हे सर्व नवव्या महिन्याच्या विसाव्या दिवशी घडले. सर्व लोक देवाच्या मंदिराच्या चौकात सदरील कारणास्तव आणि पावसाच्या झडीमुळे थरथर कापत बसून राहिले."},{"number":10,"verse":"मग एज्रा याजक उभा राहून त्यांना म्हणाला, ”तुम्ही आज्ञेचे उल्लंघन करून अन्य जातींच्या स्त्रियांशी विवाह केल्यामुळे इस्राएलाच्या अपराधांत भर घातली,"},{"number":11,"verse":"तर आता आपल्या पूर्वजांचा देव परमेश्वर ह्याच्यासमोर आपले पाप कबूल करा, त्याच्या इच्छेप्रमाणे वर्तन करा आणि ह्या देशाचे लोक व अन्य जातींच्या स्त्रिया ह्यांच्यापासून निराळे व्हा.”"},{"number":12,"verse":"तेव्हा सगळ्या मंडळीने उच्च स्वराने म्हटले, “तू सांगतोस त्याप्रमाणे करणे आम्हांला उचित आहे."},{"number":13,"verse":"पण लोक पुष्कळ आहेत आणि पावसाची झड लागली असून आम्हांला बाहेर उभे राहता येत नाही, आणि हे काही एकदोन दिवसांचे काम नव्हे, कारण आम्ही ह्या बाबतीत मोठा अपराध केला आहे;"},{"number":14,"verse":"सर्व मंडळीच्या तर्फे आमचे सरदार नेमावेत आणि आमच्या देवाचा भडकलेला तीव्र कोप आमच्यावरून दूर होईपर्यंत आणि ह्या प्रकरणाचे निराकरण होईपर्यंत आमच्या नगरांतल्या ज्या रहिवाशांनी अन्य जातींच्या स्त्रिया केल्या आहेत त्यांनी नेमलेल्या वेळी यावे, आणि त्यांच्याबरोबर प्रत्येक नगराचे वडील जन व न्यायाधीश ह्यांनीही यावे.”"},{"number":15,"verse":"ह्यासंबंधाने केवळ योनाथान बिन असाएल आणि यहज्या बिन तिकवा ह्यांनी विरोध केला, आणि मशुल्लाम व शब्बथई लेवी ह्यांनी त्यांना दुजोरा दिला."},{"number":16,"verse":"बंदिवासातून आलेल्या लोकांनी सांगितल्याप्रमाणे केले. एज्रा याजक व पितृकुळांचे काही प्रमुख आपापल्या पितृकुळांप्रमाणे व नावांप्रमाणे आपली नावे नोंदवून निराळे झाले; आणि दहाव्या महिन्याच्या प्रतिपदेस ते ह्या बाबीची चौकशी करण्यास बसले."},{"number":17,"verse":"ज्यांनी ज्यांनी अन्य जातींच्या स्त्रिया केल्या होत्या त्या सर्व पुरुषांच्या प्रकरणांचा निकाल त्यांनी पहिल्या महिन्याच्या प्रतिपदेपर्यंत केला."},{"number":18,"verse":"याजक वंशातील ज्या पुरुषांनी अन्य जातींच्या स्त्रिया केल्या होत्या ते हे : येशूवा बिन योसादाक ह्याच्या वंशातील व त्याच्या भाऊबंदांच्या वंशातील मासेया, अलियेजर, यारीब व गदल्या."},{"number":19,"verse":"आपल्या स्त्रिया काढून लावू असे वचन त्यांनी हातावर हात मारून दिले; ते दोषी असल्यामुळे त्यांना आपापल्या दोषासाठी आपल्या कळपातला एकेक मेंढा अर्पण केला."},{"number":20,"verse":"इम्मेराच्या वंशातले : हनानी व जबद्या;"},{"number":21,"verse":"आणि हारीमाच्या वंशातले मासेया, एलीया, शमाया, यहीएल व उज्जीया;"},{"number":22,"verse":"पशहूराच्या वंशातले एल्योवेनय, मासेया, इश्माएल, नथनेल, योजाबाद व एलासा;"},{"number":23,"verse":"लेव्यांपैकी : योजाबाद, शिमी, कलाया (उर्फ कलीटा), पथह्या, यहूदा व अलियेजर;"},{"number":24,"verse":"गायकांपैकी : एल्याशीब; द्वारपाळांपैकी : शल्लूम, तेलेम व ऊरी;"},{"number":25,"verse":"इस्राएलापैकी : परोशाच्या वंशातले रम्या, यिज्जीया, मल्कीया, मियामीन, एलाजार, मल्कीया व बनाया;"},{"number":26,"verse":"एलामाच्या वंशातले : मत्तन्या, जखर्‍या, यहीएल, अब्दी, यरेमोथ व एलीया;"},{"number":27,"verse":"जत्तूच्या वंशातले : एल्योवेनय, एल्याशीब, मत्तन्या, यरेमोथ, जाबाद व अजीजा;"},{"number":28,"verse":"बेबाईच्या वंशातले : यहोहानान, हनन्या, जब्बइ व अथलइ;"},{"number":29,"verse":"बानीच्या वंशातले : मशुल्लाम, मल्लूख व अदाया, याशूब, शाल व रामोथ."},{"number":30,"verse":"पहथ-मवाबाच्या वंशातले : अदना, कलाल, बनाया, मासेया, मत्तन्या, बसालेल, बिन्नुई व मनश्शे;"},{"number":31,"verse":"हारीमाच्या वंशातले : अलियेजर, इश्शीया, मल्कीया, शमाया व शिमोन;"},{"number":32,"verse":"बन्यामीन, मल्लूख व शमर्‍या;"},{"number":33,"verse":"हाशूमाच्या वंशातले : मत्तनइ, मत्तथा, जाबाद, अलीफलेट, यरेमई, मनश्शे व शिमी;"},{"number":34,"verse":"बानीच्या वंशातले : मादइ, अम्राम, ऊएल,"},{"number":35,"verse":"बनाया, बेदया, कलूही,"},{"number":36,"verse":"वन्या, मरेमोथ, एल्याशीब,"},{"number":37,"verse":"मत्तन्या, मत्तनइ, यासू,"},{"number":38,"verse":"बानी, बिन्नुई व शिमी,"},{"number":39,"verse":"शलेम्या, नाथान, अदाया,"},{"number":40,"verse":"मखनदबइ, शाशइ, शारइ,"},{"number":41,"verse":"अजरएल, शेलेम्या, शमर्‍या,"},{"number":42,"verse":"शल्लूम, अमर्‍या व योसेफ;"},{"number":43,"verse":"नबोच्या वंशातले : यइएल, मत्तिथ्या, जाबाद, जबीना, इद्दो, योएल व बनाया."},{"number":44,"verse":"ह्या सर्वांनी परदेशीय बायका केल्या होत्या; आणि त्यांच्यापैकी कित्येकांच्या पोटी त्यांना मुले झाली होती."}]}