{"bibleAbbr":"mrRV2015","bookName":"एज्रा","bookEnglishName":"Ezra","chapterNumber":6,"verses":[{"number":1,"verse":"दारयावेश राजाच्या हुकमावरून बाबेल येथील दप्तरखान्यात व जामदारखान्यात शोध करण्यात आला."},{"number":2,"verse":"तेव्हा मेदी प्रांतातल्या अखमथा नगरातील राजवाड्यात एक गुंडाळी सापडली; तिच्यात येणेप्रमाणे लेख लिहिला होता :"},{"number":3,"verse":"‘कोरेश राजाच्या कारकिर्दीच्या पहिल्या वर्षी यरुशलेमेतील देवाच्या मंदिरासंबंधाने राजाने जो ठराव केला तो असा : ज्या स्थानी यज्ञ करतात तेथे देवाचे मंदिर बांधावे व त्याचा पाया खंबीर घालावा; त्याची उंची साठ हात व रुंदी साठ हात असावी;"},{"number":4,"verse":"त्याचे तीन थर मोठमोठ्या पाषाणांचे व एक थर नव्या लाकडांचा असावा; हा सर्व खर्च राजाच्या खजिन्यातून करण्यात यावा."},{"number":5,"verse":"देवाच्या मंदिरातील सोन्याचांदीची जी पात्रे नबुखद्नेस्सराने यरुशलेमेतील मंदिरातून बाबेलास आणली आहेत ती परत नेऊन यरुशलेमेतील मंदिरात जेथल्या तेथे ठेवावीत; ती तू देवाच्या मंदिरात ठेवून दे.’"},{"number":6,"verse":"‘तर आता महानदाच्या पश्‍चिमेकडील प्रांताचा अधिपती ततनइ, शथर-बोजनइ आणि त्यांचे स्नेही अफर्सखी असे तुम्ही तेथून दूर व्हा;"},{"number":7,"verse":"देवाच्या मंदिराचे काम चालू द्या; यहूद्यांचा अधिपती व त्यांचे वडील जन ह्यांनी हे देवाचे मंदिर त्याच्याच पूर्वीच्या जागी बांधावे."},{"number":8,"verse":"ह्याखेरीज हे देवाचे मंदिर बांधण्यासाठी यहूद्यांच्या वडील जनांशी तुमचे काय कर्तव्य आहे ह्याविषयी मी तुम्हांला अशी आज्ञा करतो की राजधनातून म्हणजे अर्थात महानदाच्या पश्‍चिम प्रांतांच्या करामधून ह्या लोकांना खर्च ताबडतोब पुरवावा; त्यांना काही अडथळा करू नये."},{"number":9,"verse":"स्वर्गीच्या देवास होमार्पणांसाठी गोर्‍हे, मेंढे, कोकरे आदिकरून ज्या वस्तू लागतील त्या आणि गहू, मीठ, द्राक्षारस व तेल, हे यरुशलेमेतील याजक जितके मागतील तितके प्रतिदिनी त्यांना द्यावे; ह्यात काही खंड पडू नये;"},{"number":10,"verse":"म्हणजे ते स्वर्गीच्या देवास हव्य म्हणून होमबली अर्पण करतील आणि राजा व त्याचे पुत्र दीर्घायू व्हावेत अशी प्रार्थना करतील."},{"number":11,"verse":"मी आणखी असाही हुकूम करतो की जो कोणी ह्या आज्ञेत कमीजास्त करील त्याच्या घराचे बहाल (लाकूड) काढून त्यावर त्या माणसास उचलून टांगावे आणि ह्या अपराधाबद्दल त्याच्या घराचा उकिरडा करावा."},{"number":12,"verse":"यरुशलेमेतील देवाच्या ह्या मंदिराचा विध्वंस करावा ह्या उद्देशाने ह्या आज्ञेत जे कोणी खटपटी करतील व जे कोणी राजे किंवा लोक ती फिरवावी म्हणून तीत हात घालतील त्या सर्वांचा निःपात ज्या देवाने तेथे आपल्या नामाचा निवास केला आहे तो करील; मी दारयावेश हा हुकूम करीत आहे त्याची त्वरित अंमलबजावणी व्हावी.”"},{"number":13,"verse":"दायरावेश राजाच्या ह्या फर्मानाप्रमाणे महानदाच्या पश्‍चिमेकडील प्रांताचा अधिपती ततनइ, शथर-बोजनइ व त्यांचे स्नेही ह्यांनी ताबडतोब केले."},{"number":14,"verse":"हाग्गय संदेष्टा आणि जखर्‍या बिन इद्दो ह्यांच्या संदेशामुळे यहूदी वडील जन मंदिर बांधत राहिले आणि त्यात त्यांना यश आले. इस्राएलाच्या देवाच्या आज्ञेप्रमाणे आणि पारसाचे राजे कोरेश, दारयावेश व अर्तहशश्त ह्यांच्या फर्मानांबरहुकूम त्यांनी ते मंदिर बांधून पुरे केले."},{"number":15,"verse":"ते मंदिर दारयावेश राजाच्या कारकिर्दीच्या सहाव्या वर्षी अदार महिन्याच्या तृतीयेस पुरे झाले."},{"number":16,"verse":"तेव्हा इस्राएल लोक म्हणजे याजक, लेवी व बंदिवासातून परत आलेले लोक ह्यांनी देवाच्या मंदिराची प्रतिष्ठापना मोठ्या उत्साहाने केली."},{"number":17,"verse":"ह्या मंदिराच्या प्रतिष्ठापनेच्या वेळी त्यांनी शंभर बैल, दोनशे मेंढे, चारशे कोकरे आणि सर्व इस्राएलासाठी इस्राएल वंशांच्या संख्येप्रमाणे पापार्पणे म्हणून बारा बकरे अर्पण केले."},{"number":18,"verse":"मोशेच्या ग्रंथात लिहिल्याप्रमाणे याजकांची त्यांच्या वर्गाप्रमाणे आणि लेव्यांची त्यांच्या क्रमाप्रमाणे यरुशलेम येथील देवाच्या सेवेप्रीत्यर्थ योजना केली."},{"number":19,"verse":"पहिल्या महिन्याच्या चतुर्दशीस बंदिवासातून परत आलेल्या लोकांनी वल्हांडण सण पाळला."},{"number":20,"verse":"याजक व लेवी ह्यांनी एकचित्ताने आपणांस शुद्ध केले होते; ते शुद्ध झाले होते; त्यांनी बंदिवासातून परत आलेल्या सर्व लोकांसाठी, आपले भाऊबंद जे याजक त्यांच्यासाठी व स्वतःसाठी वल्हांडणपशू मारले."},{"number":21,"verse":"बंदिवासातून परत आलेल्या इस्राएल लोकांनी आणि इस्राएलाचा देव परमेश्वर ह्याच्या भजनी लागण्यासाठी जे सर्व लोक त्या देशाच्या मूर्तिपूजक लोकांच्या अशुद्धतेपासून दूर राहिले होते त्या सर्वांनी भोजन केले."},{"number":22,"verse":"त्यांनी बेखमीर भाकरीचा सण सात दिवस आनंदाने पाळला, कारण परमेश्वराने त्यांना आनंदित केले होते आणि इस्राएलाचा देव ह्याच्या मंदिराच्या कामी त्यांच्या हातांना जोर यावा म्हणून त्याने अश्शूरच्या राजाचे मन त्यांना अनुकूल केले होते."}]}