{"bibleAbbr":"mrRV2015","bookName":"एज्रा","bookEnglishName":"Ezra","chapterNumber":8,"verses":[{"number":1,"verse":"अर्तहशश्त राजाच्या कारकिर्दीत माझ्याबरोबर बाबेलहून आले त्यांच्या पितृकुळांचे प्रमुख व त्यांची वंशावळी येणेप्रमाणे :"},{"number":2,"verse":"फिनहासाच्या वंशातला गेर्षोम, इथामाराच्या वंशातला दानीएल व दाविदाच्या वंशातला हट्टूश."},{"number":3,"verse":"शखन्याच्या वंशातला परोशाच्या कुळातला जखर्‍या व त्याच्याबरोबर एकशे पन्नास पुरुषांची गणती वंशावळीप्रमाणे झाली."},{"number":4,"verse":"पहथ-मवाबाच्या वंशातला एल्यहोवेनय बिन जरह्या व त्याच्याबरोबर दोनशे पुरुष."},{"number":5,"verse":"शखन्याच्या वंशांतला यहजीएलाचा पुत्र व त्याच्या-बरोबर तीनशे पुरुष."},{"number":6,"verse":"आदीनाच्या वंशातला एबद बिन योनाथान व त्याच्याबरोबर पन्नास पुरुष."},{"number":7,"verse":"एलामाच्या वंशातला यशाया बिन अथल्या व त्याच्याबरोबर सत्तर पुरुष."},{"number":8,"verse":"शफाट्याच्या वंशातला जबद्या बिन मीखाएल व त्याच्याबरोबर ऐंशी पुरुष."},{"number":9,"verse":"यवाबाच्या वंशातला ओबद्या बिन यहीएल व त्याच्याबरोबर दोनशे अठरा पुरुष."},{"number":10,"verse":"शलोमिथाच्या वंशातला योसिफ्याचा पुत्र व त्याच्याबरोबर एकशे साठ पुरुष"},{"number":11,"verse":"बेबाईच्या वंशातला जखर्‍या बिन बेबाई व त्याच्या-बरोबर अठ्ठावीस पुरुष."},{"number":12,"verse":"अजगादाच्या वंशातला योहानान बिन हक्काटान व त्याच्याबरोबर एकशे दहा पुरुष."},{"number":13,"verse":"अदोनीकामाच्या वंशातले जे शेवटचे त्यांची नावे ही : अलीफलेट, यइएल व शमाया आणि त्यांच्याबरोबर साठ पुरुष."},{"number":14,"verse":"बिग्वईच्या वंशांतले ऊथय व जब्बूद व त्यांच्याबरोबर सत्तर पुरुष."},{"number":15,"verse":"अहवा नदीला जी नदी मिळते तिच्याजवळ मी त्यांना जमवले; तेथे आम्ही डेरे देऊन तीन दिवस राहिलो; आणि मी लोकांची व याजकांची पाहणी केली तेव्हा मला लेवीच्या वंशातले कोणी दिसले नाहीत."},{"number":16,"verse":"मग मी निरोप पाठवून अलियेजर, अरीएल, शमाया, एलनाथान, यारीब, एलनाथान, नाथान, जखर्‍या व मशुल्लाम ह्या प्रमुखांना आणि योयारीब व एलनाथान ह्या सुज्ञ पुरुषांना बोलावून आणले."},{"number":17,"verse":"मी त्यांना कासिफ्या नावाच्या स्थानाचा नायक इद्दो ह्याच्याकडे पाठवले आणि आमच्याकडे आमच्या देवाच्या मंदिराप्रीत्यर्थ सेवाचाकरी करणारे घेऊन यावेत म्हणून कासिफ्या येथे इद्दो व त्याचे बांधव नथीनीम ह्यांना काय सांगावे हे मी त्यांना कळवले."},{"number":18,"verse":"आमच्या देवाचा आमच्यावर वरदहस्त असल्यामुळे त्यांनी आमच्याकडे महली बिन लेवी बिन इस्राएल ह्याच्या वंशातला एक समंजस मनुष्य आणला; आणि शेरेब्या व त्याचे पुत्र व बांधव असे अठरा जण आणले;"},{"number":19,"verse":"हशब्या व त्याच्याबरोबर मरारी वंशातील यशाया आणि त्याचे बांधव व पुत्र मिळून वीस जण आणले."},{"number":20,"verse":"याशिवाय दावीद व सरदार ह्यांनी लेव्यांच्या सेवेसाठी नेमून दिलेल्या नथीनीमांपैकी दोनशे वीस आणले; ह्या सर्वांची नावे नोंदली."},{"number":21,"verse":"मग मी अहवा नदीतीरी उपास करण्याचे जाहीर केले; त्याचा हेतू असा की आम्ही देवासमोर दीन व्हावे आणि आमच्यासाठी, आमच्या मुलाबाळांसाठी आणि आमच्या सर्व धनासाठी बिनधोक मार्ग प्राप्त व्हावा असे आम्ही आमच्या देवासमोर दीन होऊन मागावे."},{"number":22,"verse":"वाटेने शत्रूंपासून आमचा बचाव होण्यासाठी राजाकडे शिपाई व घोडेस्वार ह्यांची टोळी मागून घेण्याची मला लाज वाटली; कारण आम्ही राजाला असे बोलून चुकलो होतो की, “आमच्या देवाला शरण आलेल्या सर्वांवर त्याचा वरदहस्त असतो, पण जे त्याचा त्याग करतात त्यांच्यावर त्याचे बल व त्याचा क्रोध ही प्रकट होतात.”"},{"number":23,"verse":"ह्यास्तव आम्ही उपास करून आपल्या देवाची प्रार्थना केली ती त्याने ऐकली."},{"number":24,"verse":"मग मी याजकांपैकी शेरेब्या, हशब्या व त्यांचे दहा बांधव अशा बारा प्रमुख पुरुषांना निराळे केले."},{"number":25,"verse":"जे सोनेरुपे व जी पात्रे राजा, त्याचे मंत्री, त्याचे सरदार व तेथे असलेले सर्व इस्राएल ह्यांनी आमच्या देवाच्या मंदिराप्रीत्यर्थ अर्पण केली होती ती तोलून मी त्यांच्या स्वाधीन केली;"},{"number":26,"verse":"मी त्यांच्या हाती साडेसहाशे किक्कार चांदी, शंभर किक्कार चांदीची पात्रे, शंभर किक्कार1 सोने,"},{"number":27,"verse":"हजार दारिक2 सोन्याचे वीस कटोरे आणि सुवर्णतुल्य उजळ पितळेची दोन पात्रे मी त्यांना तोलून दिली."},{"number":28,"verse":"मी त्यांना म्हणालो, “तुम्ही परमेश्वराप्रीत्यर्थ पवित्र आहात, व ही पात्रेही पवित्र आहेत; हे सोनेरुपे तुमच्या पूर्वजांचा देव परमेश्वर ह्याच्याप्रीत्यर्थ स्वसंतोषाचे अर्पण म्हणून आहे."},{"number":29,"verse":"सावध राहा; यरुशलेमेत मुख्य याजक, लेवी आणि इस्राएलाच्या पितृकुळातले सरदार ह्यांच्यासमोर परमेश्वराच्या मंदिराच्या कोठड्यांत ही सर्व तोलून होईपर्यंत ह्यांचे रक्षण करा.”"},{"number":30,"verse":"मग यरुशलेमेतील आमच्या देवाच्या मंदिराप्रत नेण्यासाठी याजक व लेवी ह्यांनी ते सोनेरुपे व ती पात्रे तोलून घेतली."},{"number":31,"verse":"पहिल्या महिन्याच्या द्वादशीस अहवा नदीपासून कूच करून आम्ही यरुशलेमेचा मार्ग धरला. आमच्या देवाचा वरदहस्त आमच्यावर असल्यामुळे त्याने शत्रूंपासून व वाटेत घात करण्यास टपून बसणार्‍यांपासून आमचे रक्षण केले."},{"number":32,"verse":"आम्ही यरुशलेमेस पोहचून तेथे तीन दिवस राहिलो."},{"number":33,"verse":"चौथ्या दिवशी ते सोनेरुपे व ती पात्रे आमच्या देवाच्या मंदिरात तोलून मरेमोथ बिन उरीया याजकाच्या हवाली केली; त्याच्याबरोबर एलाजार बिन फिनहास, योजाबाद बिन येशूवा आणि नोवद्या बिन बिन्नुई हे लेवी होते."},{"number":34,"verse":"त्या सर्व वस्तू मोजून तोलल्या व त्या सर्व तोलाची त्या वेळी नोंद केली."},{"number":35,"verse":"परदेशातील बंदिवासातून परत आलेल्यांनी इस्राएलाच्या देवाला होमबली अर्पण केले; त्यांनी सर्व इस्राएलासाठी पापार्पण म्हणून बारा गोर्‍हे, शहाण्णव एडके, सत्त्याहत्तर कोकरे व बारा बकरे अर्पण केले; ही सर्व परमेश्वराप्रीत्यर्थ होमार्पणे होती."},{"number":36,"verse":"मग त्यांनी राजाचे फर्मान महानदाच्या पश्‍चिमेकडील प्रांतांवरील राजाचे मुतालिक व प्रांताधिपती ह्यांना दिले; त्यांनी इस्राएल लोकांना देवाच्या मंदिराच्या कामी साहाय्य केले."}]}