{"bibleAbbr":"mrRV2015","bookName":"एज्रा","bookEnglishName":"Ezra","chapterNumber":9,"verses":[{"number":1,"verse":"( एज्राचा पापांगीकार) ह्या सर्व गोष्टी झाल्यावर सरदार माझ्याकडे येऊन म्हणू लागले, “इस्राएल लोक, याजक व लेवी हे देशोदेशींच्या लोकांपासून निराळे राहत नाहीत; ते कनानी, हित्ती, परिज्जी, यबूसी, अम्मोनी, मवाबी, मिसरी व अमोरी ह्यांच्याप्रमाणेच अमंगळ कृत्ये करतात."},{"number":2,"verse":"त्यांनी आपणांस व आपल्या पुत्रांस त्यांच्या कन्या केल्या आहेत; पवित्र बीज देशोदेशीच्या लोकांत मिसळून गेले आहे; सरदार व शास्ते ह्यांचा हात ह्या पातकात प्रमुख आहे.”"},{"number":3,"verse":"हे मी ऐकले तेव्हा मी आपली वस्त्रे व झगा फाडून आपल्या डोक्याचे व दाढीचे केस तोडले व चिंताक्रांत होऊन खाली बसलो."},{"number":4,"verse":"मग बंदिवासातून आलेल्या लोकांच्या पातकांसंबंधाने देवाचे वचन ऐकून ज्या लोकांचा थरकाप झाला, ते सगळे माझ्याजवळ जमा झाले, व मी संध्याकाळच्या अर्पणसमयापर्यंत चिंताक्रांत होऊन बसलो."},{"number":5,"verse":"उपोषण केलेला, वस्त्र व झगा फाडलेला, अशा स्थितीत मी संध्याकाळच्या अर्पणसमयी उठलो आणि गुडघे टेकून माझा देव परमेश्वर ह्याच्यापुढे आपले हात पसरून म्हणालो,"},{"number":6,"verse":"“हे माझ्या देवा, मला लाज वाटते. मला तुझ्यापुढे तोंड वर करण्यास शरम वाटते, कारण आमचे अपराध वाढून आमच्या डोक्यावरून गेले आहेत व आमचे दोष वाढून गगनास जाऊन पोहचले आहेत."},{"number":7,"verse":"आमच्या पूर्वजांच्या काळापासून आजपर्यंत आम्ही अतिशय अपराधी आहोत; आणि आमच्या अधर्मामुळे आम्ही, आमचे राजे व आमचे याजक अनेक देशांच्या राजांच्या हाती सापडून तलवार, बंदिवास, लुटालूट व लोकलज्जा अशा विपत्तीत पडलो आहोत; आज आमची स्थिती अशीच आहे."},{"number":8,"verse":"सांप्रत थोडे दिवस आमचा देव परमेश्वर ह्याने आमच्यावर अनुग्रह केला आहे; आमच्यातले थोडके लोक वाचवून अवशेष ठेवले आहेत आणि आम्हांला त्याच्या पवित्रस्थानात एका खुंटीचा आधार मिळाला आहे; आमच्या देवाने आमचे डोळे सतेज केले आहेत व आमच्या दास्यात आम्हांला थोडेसे नवजीवन मिळाले आहे."},{"number":9,"verse":"आम्ही दास तर आहोत, तरी आमच्या दास्यात देवाने आमचा त्याग केला नाही; उलट त्याने पारसदेशीय राजाच्या द्वारे आमच्यावर कृपादृष्टी केली आहे, ह्यासाठी की आम्ही नवजीवन पावून आमच्या देवाचे मंदिर उभारावे, त्याच्या मोडतोडीची दुरुस्ती करावी, आणि यहूदा व यरुशलेम ह्यांत आम्हांला आश्रयस्थान मिळावे."},{"number":10,"verse":"तर आता हे आमच्या देवा, असे असता आम्ही काय बोलणार? आम्ही तुझ्या आज्ञा मोडल्या आहेत."},{"number":11,"verse":"तू आपले सेवक जे संदेष्टे त्यांच्या द्वारे दिलेल्या आज्ञा आम्ही मोडल्या आहेत; तू सांगितले होते की, ‘जो देश ताब्यात घेण्यास तुम्ही जात आहात तो देश देशोदेशींच्या लोकांच्या अशुद्धतेमुळे व अमंगळ कृतींमुळे अशुद्ध झाला आहे; त्यांनी तो देश ह्या टोकापासून त्या टोकापर्यंत आपल्या अशुद्धतेने भरून टाकला आहे;"},{"number":12,"verse":"तर तुम्ही आपल्या कन्या त्यांच्या पुत्रांना देऊ नयेत; व त्यांच्या कन्या आपल्या पुत्रांना करू नयेत, त्यांचे क्षेमकुशल कधीही चिंतू नये, म्हणजे तुम्ही मजबूत होऊन त्या देशाचे उत्तम फळ चाखाल आणि आपल्यामागे आपल्या वंशजांना तो निरंतरचे वतन ठेवून जाल.’"},{"number":13,"verse":"आमच्या दुष्कृत्यांमुळे व आमच्या मोठ्या अपराधांमुळे हे सर्व आमच्यावर ओढवले असून आमच्या अपराधास योग्य असलेल्या शिक्षेहून, हे देवा, तू आम्हांला कमी शासन केले व आमच्यातल्या इतक्या लोकांना वाचवून अवशेष ठेवले,"},{"number":14,"verse":"तर आम्ही पुन्हा तुझ्या आज्ञा मोडून अमंगळ कृत्ये करणार्‍या ह्या लोकांशी सोयरीक करावी काय? अशाने तू आमच्यावर कोपायमान होऊन आम्हांला भस्म करशील आणि आमचा कोणी अवशेष उरू देणार नाहीस, असे नाही का तू करणार?"},{"number":15,"verse":"हे परमेश्वरा, इस्राएलाच्या देवा, तू न्यायी आहेस, आम्ही केवळ निभावलेले अवशेष आहोत; आज तुझ्यापुढे आमची स्थिती अशीच आहे; आम्ही तुझ्यापुढे अपराधी आहोत; ह्यामुळे तुझ्यासमोर कोणाला उभे राहता येत नाही.”"}]}