{"bibleAbbr":"t4t2014","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":3,"verses":[{"number":1,"verse":"Do not allow anyone to seduce you to sin, because you are God's children, and his children maintain themselves free from evil behavior by not continuing to sin as the devil's children do.Think about how much our Father loves us! He allows us to ◄say that we are/be called► his children! And it is indeed true that we are his children. But people in the world [MTY] who are unbelievers have not understood who God is. So they do not understand who we are, that we are God's children."},{"number":2,"verse":"Dear friends, even though ◄at present/now► we are God's children, he has not yet ◄made clear/revealed► to us what we will be like in the future. However, we know that when Christ comes back again, we will be like him, because we will see what he is really like."},{"number":3,"verse":"So, all those who confidently expect to see Christ as he actually is/what Christ is like when he returns must keep themselves pure in every way, just like Christ, who is pure in every way."},{"number":4,"verse":"But everyone who continues sinning is refusing to obey God's laws, because that is what sin is, refusing to obey God's laws."},{"number":5,"verse":"You know that Christ came in order to completely remove the guilt of our sins. You know also that he never sinned."},{"number":6,"verse":"Those who continue doing what Christ wants them to, do not continue sinning repeatedly. But those who repeatedly sin have not understood who Christ is, nor have they had a close relationship with him."},{"number":7,"verse":"So I urge you who are very dear to me, do not let anyone deceive you by telling you that it is all right to sin. If you continue doing what is right, you are righteous, just like Christ is righteous."},{"number":8,"verse":"But if anyone continues sinning, he is like the devil, because the devil has always been sinning since the world [MTY] began. And the reason why God's Son became a human being was to destroy what the devil has done."},{"number":9,"verse":"People do not continue sinning repeatedly if they have become children of God. Instead, they continue to conduct their lives according to the good life and character/nature that God produced in them [MET]. They cannot continually sin because God has caused them to become his children."},{"number":10,"verse":"Those who are God's children are clearly different from those who are ◄the devil's/Satan's► children. The way that we can know who are Satan's children is this: Those who do not do what is right are not God's children. Specifically, those who do not love their fellow believers are not God's children Instead, they are Satan's children."},{"number":11,"verse":"Because we have been changed from being spiritually dead people to being spiritually alive people, we should love each other genuinely by helping our fellow believers who are in need.The message that you heard when you first [MTY] believed in Christ is that we should love each other."},{"number":12,"verse":"We should not hate others as did Adam's son, Cain, who belonged to Satan, the evil one. Because Cain hated his younger brother, he murdered him. ◄I will tell you about why he murdered his brother./Do you know why he murdered his brother [RHQ]?► It was because Cain habitually conducted his life in an evil way, and he hated his younger brother because his younger brother conducted his life righteously."},{"number":13,"verse":"You should not be amazed/surprised, my fellow believers, when unbelievers [MTY] hate you."},{"number":14,"verse":"We know that we have been changed from being spiritually dead [MET] to being spiritually alive. We know this because we love our fellow believers. Those who do not love their fellow believers are still spiritually [MET] dead."},{"number":15,"verse":"Those who hate any of their fellow believers, God considers [MET] them to be murderers. And you know that no murderer has eternal life."},{"number":16,"verse":"The way that we now know how to truly love our fellow believers is by remembering that Christ ◄voluntarily died/gave his life► for us. So, when any of our fellow believers need something, we should be willing to help them. We should even be willing to die for them."},{"number":17,"verse":"Many of us have the things that are necessary for us to live in this world. If we become aware that any of our fellow believers do not have what they need and if we refuse to ◄provide for them/give to them what they need►, it is clear that we do not love God as we claim/say that we do."},{"number":18,"verse":"I say to you whom I love dearly, let us not merely say [MTY] that we love our fellow believers! Let us genuinely/really love them by doing things to help them!"},{"number":19,"verse":"We must believe in God's Son and love each other in order to be confident that we have a close relationship with God and that we will receive what we ask from him.By means of truly loving our fellow believers, we can be sure that we are conducting our lives according to the true message. As a result, we will not feel guilty/ashamed when we talk [MTY] to God."},{"number":20,"verse":"We can pray confidently, because although we might feel guilty/ashamed about our sins, God is ◄greater/more worthy to be trusted► than what we feel. He knows everything about us."},{"number":21,"verse":"Dear friends, when we do not feel guilty because of our sins, we can pray to God confidently."},{"number":22,"verse":"And, when we confidently pray to him and request something from him, we receive it because we do what he commands us to do, and because we do what pleases him."},{"number":23,"verse":"I will tell you what he commands us to do: We must believe that Jesus Christ is ◄his Son/the one who is also God►. We must also love each other, just like he commanded us to do."},{"number":24,"verse":"Those who do what God commands are ones who have a close relationship with God, and God has a close relationship with them. I will tell you how we can be sure that God has a close relationship with us: It is because we have his Spirit, whom he gave to us, that we can be sure that God has a close relationship with us."}]}