{"bibleAbbr":"Geneva1599","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":11,"verses":[{"number":1,"verse":"(3 A curse of them that obey not the word of God’s covenant.10 The people of Judah following the steps of their fathers, worship strange gods.15 The Lord forbiddeth Jeremiah to pray for them.) The word that came to Jeremiah from the Lord, saying,"},{"number":2,"verse":"Hear ye the words of this covenant, and speak unto the men of Judah, and to the inhabitants of Jerusalem,"},{"number":3,"verse":"And say thou unto them, Thus saith the Lord God of Israel, (He calleth the Jews to the consideration of God’s mercy, who freely chose them, made a covenant of eternal felicity with them, and how he ever performed it on his behalf, and how they ever showed themselves rebellious and ingrate toward him, and brake it on their part, and so are subject to the curse of the Law, Deut. 27:26.) Cursed be the man that obeyeth not the words of this covenant,"},{"number":4,"verse":"Which I commanded unto your fathers, when I brought them out of the land of Egypt, from the iron furnace, saying, Obey my voice, and do according to all these things which I command you: so shall ye be my people, and I will be your God,"},{"number":5,"verse":"That I may confirm the oath, that I have sworn unto your fathers, to give them a land, which floweth with milk and honey, as appeareth this day. Then answered (Thus he speaketh in the person of the people, which agreed to the covenant.) I, and said, So be it, O Lord."},{"number":6,"verse":"Then the Lord said unto me, Cry all these words in the cities of Judah, and in the streets of Jerusalem, saying, Hear ye the words of this covenant, and do them."},{"number":7,"verse":"For I have protested unto your fathers, when I brought them up out of the land of Egypt unto this day, (Read Jer. 7:13.) rising early and protesting, saying, Obey my voice."},{"number":8,"verse":"Nevertheless they would not obey, nor incline their ear: but everyone walked in the stubbornness of his (According to his own fantasy, and not as my word appointed him.) wicked heart: therefore I will bring upon them all the (Meaning, the menaces and curses contained in the Law, Lev. 26:14; Deut. 28:16.) words of this covenant which I commanded them to do, but they did it not."},{"number":9,"verse":"And the Lord said unto me, A (That is, a general consent to rebel against me.) conspiracy is found among the men of Judah, and among the inhabitants of Jerusalem."},{"number":10,"verse":"They are turned back to the iniquities of their forefathers, which refused to hear my words: and they went after other gods to serve them: thus the house of Israel and the house of Judah have broken my covenant, which I made with their fathers."},{"number":11,"verse":"Therefore thus saith the Lord, Behold, I will bring a plague upon them, which they shall not be able to escape, and though they cry unto me, (Because they will not pray with true faith and repentance, but for the smart and grief which they feel, Prov. 1:28.) I will not hear them."},{"number":12,"verse":"Then shall the cities of Judah, and the inhabitants of Jerusalem go, and cry unto the gods unto whom they offer incense, but they shall not be able to help them in time of their trouble."},{"number":13,"verse":"(Read Jer. 2:28.) For according to the number of thy cities were thy gods, O Judah, and according to the number of the streets of Jerusalem have ye set up altars of confusion, even altars to burn incense unto Baal."},{"number":14,"verse":"Therefore thou shalt not (Read Jer. 7:16 and 14:11.) pray for this people, neither lift up a cry or prayer for them: for when they cry unto me in their trouble, I will not hear them."},{"number":15,"verse":"What should my (My people of Israel, whom I have hitherto so greatly loved.) beloved tarry in mine house, seeing they have committed abomination with many, and the holy flesh (Meaning, that they offer not in the Temple to God, but on the altars of Baal and the idols, and so rejoiced in their wickedness.) goeth away from thee: yet when thou doest evil, thou rejoicest."},{"number":16,"verse":"The Lord called thy name, A green olive tree, fair, and of goodly fruit: but with (Of the Babylonians and Chaldeans.) noise and great tumult he hath set fire upon it, and the branches of it are broken."},{"number":17,"verse":"For the Lord of hosts that planted thee, hath pronounced a plague against thee, for the wickedness of the house of Israel, and of the house of Judah, which they have done against themselves to provoke me to anger in offering incense unto Baal,"},{"number":18,"verse":"And the Lord hath taught me, and I know it, even then thou showedst me (Which went about privily to conspire my death.) their practices."},{"number":19,"verse":"But I was like a lamb, or a bullock, that is brought to the slaughter, and I knew not that they had devised thus against me, saying, Let us (Let us destroy the Prophet and his doctrine. Some read, Let us corrupt his meat with wood, meaning, poison.) destroy the tree with the fruit thereof, and cut him out of the land of the living, that his name may be no more in memory,"},{"number":20,"verse":"But O Lord of hosts, that judgest righteously, and triest the reins and the heart, let me see thy (Thus he spake, not for hatred, but being moved with the Spirit of God, he desireth the advancement of God’s glory, and the verifying of his word, which is by the destruction of his enemies.) vengeance on them: for unto thee have I opened my cause."},{"number":21,"verse":"The Lord therefore speaketh thus of the men of (To wit, both the Priests and the rest of the people: for this town was the Priests, and they dwelt in it, read Jer. 1:1.) Anathoth, (that seek thy life, and say, (Not that they could not abide to hear God named: (for herein they would show themselves most holy) but because they could not abide to be sharply reproved, and therefore desired to be flattered, Isa. 30:10, and to be maintained in their pleasures, Mic. 2:11, and not to hear vice condemned, Amos 7:12.) Prophesy not in the name of the Lord, that thou die not by our hands.)"},{"number":22,"verse":"Thus therefore saith the Lord of hosts, Behold, I will visit them: the young men shall die by the sword: their sons and their daughters shall die by famine,"},{"number":23,"verse":"And none of them shall remain: for I will bring a plague upon the men of Anathoth, even the year of their visitation."}]}