{"bibleAbbr":"Geneva1599","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":14,"verses":[{"number":1,"verse":"((1 Of the death that should come.7 The prayer of the people asking mercy of the Lord.10 The unfaithful people are not heard.12 Of prayer, fasting, and of false prophets that seduce the people.) ) The word of the Lord that came unto Jeremiah, concerning the dearth."},{"number":2,"verse":"Judah hath mourned, and the gates thereof are desolate, they have been (The word signifieth to be made black, and so is here taken for extreme sorrow.) brought to heaviness unto the ground, and the cry of Jerusalem goeth up."},{"number":3,"verse":"And their nobles have sent their inferiors to the water, who came to the wells, and found no water: they returned with their vessels empty: they were ashamed and confounded: and (To wit, with ashes in token of sorrow.) covered their heads."},{"number":4,"verse":"For the ground was destroyed, because there was no rain in the earth: the plowmen were ashamed, and covered their heads."},{"number":5,"verse":"Yea, the hind also calved in the field, and forsook (Meaning, that the brute beasts for drought were compelled to forsake their young, contrary to nature, and to go seek water which they could not find.) it, because there was no grass."},{"number":6,"verse":"And the wild asses did stand in the high places, and drew in their wind like (Which are so hot of nature, that they cannot be cooled with drinking of water, but still gape for the air to resisteth them.) dragons: their eyes did fail, because there was no grass."},{"number":7,"verse":"(He showeth the only way to remedy to God’s plagues, which is by unfeigned confession of our sins, and returning to him by repentance.) O Lord, though our iniquities testify against us, deal with us according to thy Name: for our rebellions are many, we sinned against thee."},{"number":8,"verse":"O thou hope of Israel, the savior thereof in the time of trouble, why art thou as a (That taketh no care for us.) stranger in the land, as one that passeth by, to tarry for a night?"},{"number":9,"verse":"Why art thou as a man astonied, and as (As one that hath strength to help, and yet is afraid to put to his hand.) a strong man that cannot help? yet thou, O Lord, art in the midst of us, and thy name is called upon us: forsake us not."},{"number":10,"verse":"Thus saith the Lord unto this people, Thus have they delighted to wander: they have not refrained their feet, therefore the Lord hath no delight in them: but he will now remember their iniquity, and visit their sins."},{"number":11,"verse":"Then said the Lord unto me, (Read Jer. 7:16 and 11:14.) Thou shalt not pray to do this people good."},{"number":12,"verse":"When they fast, I will not hear their cry, and when they offer burnt offering, and an oblation, I will not accept them: but I will consume them by the sword, and by the famine, and by the pestilence."},{"number":13,"verse":"Then answered I, Ah Lord God, behold, the (He pitieth the people, and accuseth the false prophets, which deceived them: but the Lord answered, that both the prophets, which deceived, and the people, which suffered themselves to be seduced, shall perish, Jer. 23:15 and 27:8, 9 and 29:8.) prophets say unto them, Ye shall not see the sword, neither shall famine come upon you, but I will give you assured peace in this place."},{"number":14,"verse":"Then the Lord said unto me, The prophets prophesy lies in my name: (Cross references: : Jer. 23:21; Jer. 27:1015; Jer. 29:9) I have not sent them, neither did I command them, neither spake I unto them, but they prophesy unto you a false vision, and divination, and vanity, and deceitfulness of their own heart."},{"number":15,"verse":"Therefore thus saith the Lord, Concerning the prophets that prophesy in my Name, whom I have not sent, yet they say, Sword and famine shall not be in this land, by sword and famine shall those prophets be consumed."},{"number":16,"verse":"And the people to whom these prophets do prophesy shall be cast out in the streets of Jerusalem, because of the famine, and the sword, and there shall be none to bury them: both they and their wives, and their sons, and their daughters: for I will pour their wickedness upon them."},{"number":17,"verse":"Therefore thou shalt say this word unto them, Let mine eyes drop down (The false prophets promised peace and assurance, but Jeremiah calleth to tears, and repentance for their affliction, which is at hand, as Jer. 9:1; Lam. 1:16 and 2:18.) tears night and day without ceasing: for the virgin daughter of my people is destroyed with a great destruction, and with a sore grievous plague."},{"number":18,"verse":"For if I go into the field, behold the slain with the sword: and if I enter into the city, behold them that are sick for hunger also: moreover, the Prophet also and the Priest go a wandering (Both high and low shall be led captives into Babylon.) into a land that they know not."},{"number":19,"verse":"Hast thou utterly rejected (Though the Prophet knew that God had cast off the multitude, which were hypocrites, and bastard children, yet he was assured that for his promise sake he would have still a Church, for the which he prayeth.) Judah, or hath thy soul abhorred Zion? why hast thou smitten us, that we cannot be healed? We looked for peace, and there is no good, and for the time of health, and behold trouble."},{"number":20,"verse":"We (He teacheth the Church a form of prayer to humble themselves to God by true repentance, which is the only means to avoid this famine, which was the beginning of God’s plagues.) acknowledge, O Lord, our wickedness, and the iniquity of our fathers: for we have sinned against thee."},{"number":21,"verse":"Do not abhor us: for thy Name’s sake cast not down the throne of thy glory: remember and break not thy covenant with us."},{"number":22,"verse":"Are there any among the (Meaning, their idols, read Jer. 10:15.) vanities of the Gentiles, that can give rain? or can the heavens give showers? Is it not thou, O Lord our God? therefore we will wait upon thee: for thou hast made all these things."}]}