{"bibleAbbr":"Geneva1599","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":17,"verses":[{"number":1,"verse":"((1 The frowardness of the Jews.5 Cursed be those that put their confidence in man.9 Man’s heart is wicked.10 God is the searcher of the heart.13 The living waters are forsaken.21 The right keeping of the Sabbath commanded.) ) The sin of Judah is (The remembrance of their contempt of God cannot pass, albeit for a time he defer the punishment, for it shall be manifest to men and Angels.) written with a pen of iron, and with the point of a diamond, and graven upon the (Instead of the Law of God, they have written idolatry and all abominations in their heart.) table of their heart, and upon the horns of your (Your sins appear in all the altars that you have erected to idols.) altars."},{"number":2,"verse":"(Some read, So that their children remember their altars, that is, follow their fathers’ wickedness.) They remember their altars as their children, with their groves by the green trees upon the high hills."},{"number":3,"verse":"(Zion that was my mountain, shall now be left as a waste field.) O my mountain in the field, I will give thy substance, and all thy treasures to be spoiled, for the sin of thy high places throughout all thy borders."},{"number":4,"verse":"And thou shalt rest, (Because thou wouldest not give the land rest, at such times, days, and years as I appointed, thou shalt hereafter be carried away, and it shall rest for lack of laborers.) and in thee shall be a rest from thine heritage that I gave thee, and I will cause thee to serve thine enemies in the land, which thou knowest not: for ye have kindled a fire in mine anger, which shall burn forever."},{"number":5,"verse":"¶ Thus saith the Lord, (The Jews were given to worldly policies, and thought to make themselves strong by the friendship of the Egyptians, Isa. 31:3, and strangers, and in the mean season did not depend on God, and therefore he denounceth God’s plagues against them, showing that they prefer corruptible man to God, which is immortal, Isa. 2:22; Jer. 48:6, 7.) Cursed be the man that trusteth in man, and maketh flesh his arm, and withdraweth his heart from the Lord."},{"number":6,"verse":"For he shall be like the heath in the wilderness, and shall not see when any good cometh, but shall inhabit the parched places in the wilderness, in a salt land, and not inhabited."},{"number":7,"verse":"Blessed be the man that trusteth in the Lord, and whose hope the Lord is."},{"number":8,"verse":"(Read Ps. 1:3.) For he shall be as a tree that is planted by the water, which spreadeth out her roots by the river, and shall not feel when the heat cometh, but her leaf shall be green, and shall not care for the year of drought, neither shall cease from yielding fruit."},{"number":9,"verse":"(Because the wicked have ever some excuse to defend their doings, he showeth that their own lewd imaginations deceive them, and bring them to these inconveniences: but God will examine their deeds by the malice of their hearts, 1 Sam. 16:7; 1 Chron. 28:9; Ps. 7:10; Jer. 11:20 and 20:12; Rev. 2:13.) The heart is deceitful and wicked above all things, who can know it?"},{"number":10,"verse":"I the Lord search the heart, and try the reins, even to give every man according to his ways, and according to the fruit of his works."},{"number":11,"verse":"(As the Partridge by calling gathered others which forsake her, when they see that she is not their dam: so the covetous man is forsaken of his riches, because he cometh by them falsely.) As the partridge gathereth the young, which she hath not brought forth: so he that getteth riches, and not by right, shall leave them in the midst of his days, and at his end shall be a fool."},{"number":12,"verse":"As a glorious throne (Showing that the godly ought to glory in nothing, but in God, who doth exalt his, and hath left a sign of his favor in his Temple.) exalted from the beginning, so is the place of our Sanctuary."},{"number":13,"verse":"O Lord, the hope of Israel, that forsake thee, shall be confounded: they that depart from thee, shall be written (Their names shall not be registered in the book of life.) in the earth, because they have forsaken the Lord, the fountain of living waters."},{"number":14,"verse":"Heal me, O Lord, and I shall be whole: (He desireth God to preserve him that he fall not into tentation, considering the great contempt of God’s word, and the multitude that fall from God.) save me, and I shall be saved: for thou art my praise."},{"number":15,"verse":"Behold, (The wicked say that my prophecy shall not come to pass, because thou deferrest the time of thy vengeance.) they say unto me, Where is the word of the Lord? let it come now."},{"number":16,"verse":"But (I am assured of my vocation, and therefore know that the thing which thou speakest by me, shall come to pass, and that I speak not of any worldly affection.) I have not thrust in myself for a pastor after thee, neither have I desired the day of misery, thou knowest that which came out of my lips was right before thee."},{"number":17,"verse":"Be not (Howsoever the wicked deal rigorously with me, yet let me find comfort in thee.) terrible unto me: thou art mine hope in the day of adversity."},{"number":18,"verse":"Let them be confounded, that persecute me, but let not me be confounded: let them be afraid, but let not me be afraid: bring upon them the day of adversity, (Read Jer. 11:20.) and, destroy them with double destruction."},{"number":19,"verse":"Thus hath the Lord said unto me, Go and stand in the (Whereas thy doctrine may be best understood both of high and low.) gate of the children of the people, whereby the Kings of Judah come in, and by the which they go out, and in all the gates of Jerusalem,"},{"number":20,"verse":"And say unto them, Hear the word of the Lord, ye kings of Judah, and all Judah, and all the inhabitants of Jerusalem, that enter in by these gates."},{"number":21,"verse":"Thus saith the Lord, Take heed to your souls, and bear no burden in the (By naming the Sabbath day, he comprehendeth the thing that is thereby signified: for if they transgressed in the ceremony, they must needs be culpable of the rest, read Exod. 20:8, and by the breaking of this one commandment, he maketh them transgressors of the whole law, forasmuch as the first and second table are contained herein.) Sabbath day, nor bring it in by the gates of Jerusalem."},{"number":22,"verse":"Neither carry forth burdens out of your houses in the Sabbath day: neither do ye any work, but sanctify the Sabbath, as I commanded your fathers."},{"number":23,"verse":"But they obeyed not, neither inclined their ears, but made their necks stiff, and would not hear, nor receive correction."},{"number":24,"verse":"Nevertheless, if ye will hear me, saith the Lord, and bear no burden through the gates of the city in the Sabbath day, but sanctify the Sabbath day, so that ye do no work therein,"},{"number":25,"verse":"Then shall the Kings and the Princes enter in at the gates of this city, and shall sit (Cross references: : Jer. 22:4) upon the throne of David, and shall ride upon chariots and upon horses, both they and their princes, the men of Judah, and the inhabitants of Jerusalem: and this city shall remain forever."},{"number":26,"verse":"And they shall come from the cities of Judah, and from about Jerusalem, and from the land of Benjamin, and from the plain, and from the mountains, and from the South, which shall bring burnt offerings, and sacrifices, and meat offerings, and incense, and shall bring sacrifice of praise into the house of the Lord."},{"number":27,"verse":"But if ye will not hear me to sanctify the Sabbath day, and not to bear a burden, nor to go through the gates of Jerusalem in the Sabbath day, then will I kindle a fire in the gates thereof, and it shall devour the palaces of Jerusalem, and it shall not be quenched."}]}