{"bibleAbbr":"Geneva1599","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":20,"verses":[{"number":1,"verse":"((Jeremiah is smitten and cast into prison for preaching of the word of God.3 He prophesieth the captivity of Babylon.7 He complaineth that he is a mocking stock for the word of God.9 He is compelled by the spirit to preach the word.) ) When Pashhur, the son of Immer, the priest, which was appointed governor in the house of the Lord, heard that Jeremiah prophesied these things,"},{"number":2,"verse":"Then Pashhur smote Jeremiah the Prophet, and put him in the (Thus we see that the thing which neither the King, nor the princes, nor the people durst enterprise against the Prophet of God, this Priest as a chief instrument of Satan first attempted, read Jer. 18:18.) stocks that were in the high gate of Benjamin, which was by the house of the Lord."},{"number":3,"verse":"And on the morning, Pashhur brought Jeremiah out of the stocks. Then said Jeremiah unto him, The Lord hath not called thy name Pashhur, but (Or, fear round about.) Magor-Missabib."},{"number":4,"verse":"For thus saith the Lord, behold, I will make thee to be a terror to thyself, and to all thy friends, and they shall fall by the sword of their enemies, and thine eyes shall behold it, and I will give all Judah into the hand of the king of Babel, and he shall carry them captive into Babel, and shall slay them with the sword."},{"number":5,"verse":"Moreover, I will deliver all the substance of this city, and all the labors thereof, and all the precious things thereof, and all the treasures of the Kings of Judah will I give into the hand of their enemies, which shall spoil them, and take them away and carry them to Babel."},{"number":6,"verse":"And thou Pashhur, and all that dwell in thine house, shall go into captivity, and thou shalt come to Babel, and there thou shalt die, and shalt be buried there, thou and all thy (Which have suffered themselves to be abused by thy false prophecies.) friends, to whom thou hast prophesied lies."},{"number":7,"verse":"O Lord, thou hast deceived me, and I am (Herein appeareth the impatience, which oftentimes overcometh the servants of God, when they see not their labors to profit, and also feel their own weakness, read Jer. 15:18.) deceived: thou art stronger than I, and hast (Thou didst thrust me forth to this work against my will.) prevailed: I am in derision daily: everyone mocketh me."},{"number":8,"verse":"For since I spake, I cried out of wrong, and proclaimed (He showeth that he did his office in that he reproved the people of their vices, and threatened them with God’s judgments: but because he was derided and persecuted for this, he was discouraged, and thought to have ceased to preach, save that God’s Spirit did force him thereunto.) desolation: therefore the word of the Lord was made a reproach unto me, and in derision daily."},{"number":9,"verse":"Then I said, I will not make mention of him, nor speak anymore in his Name. But his word was in mine heart as a burning fire shut up in my bones, and I was weary with forbearing, and I could not stay."},{"number":10,"verse":"For I had heard the railing of many, and fear on every side. (Thus the enemies conferred together to know what they had heard him say, that they might accuse him thereof, read Isa. 29:21.) Declare, said they, and we will declare it: all my familiars watched for mine halting, saying, It may be that he is deceived: so we shall prevail against him, and we shall execute our vengeance upon him."},{"number":11,"verse":"(Here he showeth how his faith did strive against tentation, and sought to the Lord for strength.) But the Lord is with me like a mighty giant: therefore my persecutors shall be overthrown, and shall not prevail, and shall be greatly confounded: for they have done unwisely, and their everlasting shame shall never be forgotten."},{"number":12,"verse":"(Cross references: : 1 Sam. 16:7; 1 Chron. 28:9; Ps. 7:9; Jer. 11:20; Jer. 17:10) But, O Lord of hosts, that triest the righteous, and seest the reins and the heart, let me see thy vengeance on them: for unto thee have I opened my cause."},{"number":13,"verse":"Sing unto the Lord, praise ye the Lord: for he hath delivered the soul of the poor from the hand of the wicked."},{"number":14,"verse":"¶ (How the children of God are overcome in this battle of the flesh and the Spirit, and into what inconveniences they fall till God raise them up again: read Job 3:1 and Jer. 15:10.) Cursed be the day wherein I was born: and let not the day wherein my mother bare me, be blessed."},{"number":15,"verse":"Cursed be the man that showed my father, saying, A man child is born unto thee, and comforted him."},{"number":16,"verse":"And let that man be as the (Alluding to the destruction of Sodom and Gomorrah, Gen. 19:25.) cities, which the Lord hath overturned and repented not: and let him hear the cry in the morning, and the shouting at noon tide,"},{"number":17,"verse":"Because he hath not slain me, even from the womb, or that my mother might have been my grave, or her womb a perpetual (Meaning, that the fruit thereof might never come to profit.) conception."},{"number":18,"verse":"How is it, that I came forth of the womb, to see labor and sorrow, that my days should be consumed with shame?"}]}