{"bibleAbbr":"Geneva1599","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":26,"verses":[{"number":1,"verse":"((2 Jeremiah moveth the people to repentance.7 He is taken of the false prophets and priests, and brought to judgment.23 Urijah the Prophet is killed of Jehoiakim contrary to the will of God.) ) In the beginning of the reign of Jehoiakim the son of Josiah King of Judah, came this word from the Lord, saying,"},{"number":2,"verse":"Thus saith the Lord, Stand in the (That is, in that place of the Temple whereunto the people resort out of all Judah to sacrifice.) court of the Lord’s House, and speak unto all the cities of Judah, which come to worship in the Lord’s House, all the words that I command thee to speak unto them: keep not (To the intent that they should pretend no ignorance, as Acts 20:27.) a word back,"},{"number":3,"verse":"If so be they will hearken, and turn every man from his evil way, that I may (Read Jer. 18:8) repent me of the plague, which I have determined to bring upon them because of the wickedness of their works."},{"number":4,"verse":"And thou shalt say unto them, Thus saith the Lord, If ye will not hear me to walk in my Laws, which I have set before you,"},{"number":5,"verse":"And to hear the words of my servants the Prophets, whom I sent unto you, both rising up early, and sending them, and will not obey them,"},{"number":6,"verse":"Then will I make this House like (Read Jer. 7:12.) Shiloh, and will make this city (So that when they would curse any, they shall say, God do to thee as to Jerusalem.) a curse to all nations of the earth."},{"number":7,"verse":"So the Priests, and the Prophets, and all the people heard Jeremiah speaking these words in the House of the Lord."},{"number":8,"verse":"Now when Jeremiah had made an end of speaking all that the Lord had commanded him to speak unto all the people, then the Priests, and the Prophets, and all the people took him, and said, Thou shalt die the death."},{"number":9,"verse":"Why hast thou prophesied in the name of the Lord, saying, (Because of God’s promises to the Temple, Ps. 132:14, that he would forever remain there, the hypocrites thought this Temple could never perish, and therefore thought it blasphemy to speak against it, Matt. 26:61; Acts 6:13, not considering that this was meant of the Church, where God will remain forever.) This House shall be like Shiloh, and this city shall be desolate without an inhabitant? and all the people were gathered against Jeremiah in the house of the Lord."},{"number":10,"verse":"And when the Princes of Judah heard of these things, they came up from the king’s house into the House of the Lord, and sat down in the entry of the (So called, because it was repaired by Jotham, 2 Kings 15:35.) new gate of the Lord’s House."},{"number":11,"verse":"Then spake the Priests, and the Prophets unto the Princes, and to all the people, saying, (Hebrew, judgments of death belongeth to this man.) This man is worthy to die: for he hath prophesied against this city, as ye have heard with your ears."},{"number":12,"verse":"Then spake Jeremiah unto all the Princes and to all the people, saying, The Lord hath (He both showeth the cause of his doings plainly, and also threateneth them that they should nothing avail, though they should put him to death, but heap greater vengeance upon their heads.) sent me to prophesy against this House and against this city all the things that ye have heard."},{"number":13,"verse":"Therefore now amend your ways, and your works, and hear the voice of the Lord your God, that the Lord may repent him of the plague, that he hath pronounced against you."},{"number":14,"verse":"As for me, behold, I am in your hands: do with me as ye think good and right:"},{"number":15,"verse":"But know ye for certain, that if ye put me to death, ye shall surely bring innocent blood upon yourselves, and upon this city, and upon the inhabitants thereof: for of a truth the Lord hath sent me unto you, to speak all these words in your ears."},{"number":16,"verse":"Then said the Princes and all the people unto the Priests, and to the Prophets, This man is not worthy to die: for he hath spoken unto us in the Name of the Lord our God."},{"number":17,"verse":"¶ Then rose up certain of the Elders of the land, and spake to all the assembly of the people, saying,"},{"number":18,"verse":"Micah the Morashite (Cross references: : Mic. 1:1; Mic. 3:12) prophesied in the days of Hezekiah king of Judah, and spake to all the people of Judah, saying, Thus saith the Lord of hosts, Zion shall be plowed like a field, and Jerusalem shall be an heap, and the mountain of the (That is, of the House of the Lord, to wit, Zion, and these examples the godly alleged to deliver Jeremiah out of the Priests’ hands, whose rage else would not have been satisfied but by his death.) house shall be as the high places of the forest."},{"number":19,"verse":"Did Hezekiah King of Judah, and all Judah put him to death? did he not fear the Lord, and prayed before the Lord, and the Lord repented him of the (So that the city was not destroyed, but by miracle was delivered out of the hands of Sennacherib.) plague, that he had pronounced against them? Thus might we procure great evil against our souls."},{"number":20,"verse":"And there was also a man that prophesied in the Name of the Lord, one Urijah the son of Shemaiah, of Kirjath Jearim, who prophesied against this city, and against this land, according to all the words of Jeremiah."},{"number":21,"verse":"Now when Jehoiakim the king with all his men of power, and all the princes heard his words, the King sought to slay him. But when Urijah heard it, he was afraid and fled, and went into Egypt."},{"number":22,"verse":"Then Jehoiakim the king (Here is declared the fury of tyrants, who cannot abide to hear God’s word declared, but persecute the ministers thereof, and yet in the end they prevail nothing but provoke God’s judgments so much the more.) sent men into Egypt, even Elnathan the son of Achbor, and certain with him into Egypt."},{"number":23,"verse":"And they fetched Urijah out of Egypt, and brought him unto Jehoiakim the king, who slew him with the sword, and (As in the first Hezekiah’s example is to be followed, so in this other Jehoiakim’s act is to be abhorred: for God’s plague did light on him, and his household.) cast his dead body into the graves of the children of the people."},{"number":24,"verse":"But the hand of Ahikam (Which declareth that nothing could have appeased their fury, if God had not moved this noble man to stand valiantly in his defense.) the son of Shaphan was with Jeremiah that they should not give him into the hand of the people to put him to death."}]}