{"bibleAbbr":"Geneva1599","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":31,"verses":[{"number":1,"verse":"(1 He rehearseth God’s benefits after their return from Babylon.13 And the spiritual joy of the faithful in the Church.) At the (When this noble governor shall come, meaning, Christ, not only Judah, and Israel, but the rest of the world shall be called.) same time, saith the Lord, will I be the God of all the families of Israel, and they shall be my people."},{"number":2,"verse":"Thus saith the Lord, The people which (Which were delivered from the cruelty of Pharaoh.) escaped the sword, found grace in the wilderness: (To wit, God.) he walketh before Israel to cause him to rest."},{"number":3,"verse":"The Lord hath appeared unto me (The people thus reason as though he were not so beneficial to them now, as he had been of old.) of old, say they: (Thus the Lord answereth that his love is not changeable.) Yea, I have loved thee with an everlasting love, therefore with mercy I have drawn thee."},{"number":4,"verse":"Again I will build thee, and thou shalt be built, O virgin Israel: thou shalt still (Thou shalt have still occasion to rejoice: which is meant by timbrels, and dancing, as their custom was after notable victories, Exod. 15:20; Judg. 5:2 and Jer. 18:34.) be adorned with thy timbrels, and shalt go forth in the dance of them that be joyful."},{"number":5,"verse":"Thou shalt yet plant vines upon the mountains of (Because the Israelites, which were the ten tribes never returned to Samaria, therefore this must be spiritually understood under the kingdom of Christ, which was the restoration of the true Israel.) Samaria, and the planters that plant them, (That is, shall eat the fruit thereof, as Lev. 19:23-25; Deut. 20:6.) shall make them common."},{"number":6,"verse":"For the days shall come, that the (The Ministers of the word.) watchmen upon the mount of Ephraim shall cry, Arise, and let us go up unto (They shall exhort all to the embracing of the Gospel, as Isa. 2:3.) Zion to the Lord our God."},{"number":7,"verse":"For thus saith the Lord, Rejoice with gladness for Jacob, and shout for joy among the chief of the Gentiles: publish praise and say, O Lord, save thy people, the remnant of Israel."},{"number":8,"verse":"(He showeth what shall be the concord and love of all under the Gospel, when none shall be refused for their infirmities: and everyone shall exhort one another to embrace it.) Behold, I will bring them from the North country, and gather them from the coasts of the world, with the blind and the lame among them, with the woman with child, and her that is delivered also: a great company shall return hither."},{"number":9,"verse":"They shall come (That is, lamenting their sins, which had not given ear to the Prophets, and therefore it followeth that God received them to mercy, Jer. 50:4. Some take it that they should weep for joy.) weeping, and with mercy will I bring them again: I will lead them by the rivers of (Where they found no impediments, but abundance of all things.) water in a straight way, wherein they shall not stumble: for I am a father to Israel, and Ephraim is (That is, my dearly beloved, as the first child is to the father.) my firstborn."},{"number":10,"verse":"¶ Hear the word of the Lord, O ye Gentiles, and declare in the isles afar off, and say, He that scattered Israel, will gather him, and will keep him, as a shepherd doth his flock."},{"number":11,"verse":"For the Lord hath redeemed Jacob, and ransomed him from the hand (That is, from the Babylonians, and other enemies.) of him, that was stronger than he."},{"number":12,"verse":"Therefore they shall come, and rejoice in the height of Zion, and shall run to the bountifulness of the Lord, even for the (By these temporal benefits he meaneth the spiritual graces, which are in the Church, and whereof there should be ever plenty, Isa. 58:11, 12.) wheat and for the wine, and for the oil, and for the increase of sheep and bullocks: and their soul shall be as a watered garden, and they shall have no more sorrow."},{"number":13,"verse":"Then shall the virgin rejoice in the (In the company of the faithful, which ever praise God for his benefits.) dance, and the young men and the old men together: for I will turn their mourning into joy, and will comfort them, and give them joy for their sorrows."},{"number":14,"verse":"And I will replenish the soul of the Priests with (Meaning, the spirit of wisdom, knowledge, and zeal.) fatness, and my people shall be satisfied with my goodness, saith the Lord."},{"number":15,"verse":"Thus saith the Lord, A voice was heard on high, a mourning, and bitter weeping. (To declare the greatness of God’s mercy in delivering the Jews, he showeth them that they were like to the Benjamites of Israelites, that is, utterly destroyed and carried away, insomuch, that if Rachel the mother of Benjamin could have risen again to seek for her children, she should have found none remaining.) Rachel weeping for her children, refused to be comforted for her children, because they were not."},{"number":16,"verse":"Thus saith the Lord, Refrain the voice from weeping, and thine eyes from tears: for thy work shall be rewarded, saith the Lord, and they shall come again from the land of the enemy:"},{"number":17,"verse":"And there is hope in thine end, saith the Lord, that thy children shall come again to their own borders."},{"number":18,"verse":"I have heard (That is, the people that were led captive.) Ephraim lamenting thus, Thou hast corrected me, and I was chastised as an (Which was wanton and could not be subject to the yoke.) untamed calf: (He showeth how the faithful used to pray: that is, desire God to turn them forasmuch as they cannot turn of themselves.) convert thou me, and I shall be converted: for thou art the Lord my God."},{"number":19,"verse":"Surely after that I was converted, I repented, and after that I was instructed, I smote upon my (In sign of repentance and detestation of my sin.) thigh: I was ashamed, yea, even confounded, because I did bear the reproach of my youth."},{"number":20,"verse":"Is Ephraim (As though he would say: No, for by his iniquity he did what lay in him to cast me off.) my dear son or pleasant child? yet since I spake unto him, I still (To wit, in pity him for my promise’s sake.) remembered him: therefore my bowels are troubled for him. I will surely have compassion upon him, saith the Lord."},{"number":21,"verse":"Set thee up (Mark by what way thou didst go into captivity, and thou shalt turn again by the same.) signs: make thee heaps: set thine heart toward the path and way, that thou hast walked: turn again, O virgin of Israel: turn again to these thy cities."},{"number":22,"verse":"How long wilt thou go astray, O thou rebellious daughter? for the Lord hath created (Because their deliverance from Babylon, was a figure of their deliverance from sin, he showeth how this should be procured, to wit, by Jesus Christ, whom a woman should conceive and bear in her womb. Which is a strange thing in earth, because he should be born of a virgin without man, or he meaneth that Jerusalem, which was like a barren woman in her captivity, should be fruitful as she, that is joined in marriage, and whom God blesseth with children.) a new thing in the earth: A WOMAN shall compass a man."},{"number":23,"verse":"Thus saith the Lord of hosts the God of Israel, Yet shall they say this thing in the land of Judah, and in the cities thereof, when I shall bring again their captivity, The Lord bless thee, O habitation of justice and holy mountain."},{"number":24,"verse":"And Judah shall dwell in it, and all the cities thereof together, the husbandmen and they that go forth with the flock."},{"number":25,"verse":"For I have satiated the weary soul, and I have replenished every sorrowful soul."},{"number":26,"verse":"Therefore I awaked and beheld, and my sleep (Having understood this vision of the Messiah to come, in whom the two houses of Israel and Judah should be joined, I rejoiced.) was sweet unto me."},{"number":27,"verse":"Behold, the days come, saith the Lord, that I will sow the house of Israel, and the house of Judah (I will multiply and enrich them with people and cattle.) with the seed of man, and with the seed of beast."},{"number":28,"verse":"And like as I have watched upon them, to pluck up and to root out, and to throw down, and to destroy, and to plague them, so will I watch over them, to build and to plant them, saith the Lord."},{"number":29,"verse":"In those days shall they say no more, The fathers have (The wicked used this proverb, when they did murmur against God’s judgments pronounced by the Prophets, saying, That their fathers had committed the fault and that the children were punished, Ezek. 18:3.) eaten a sour grape, and the children’s teeth are set on edge."},{"number":30,"verse":"But everyone shall die for his own iniquity, every man that eateth the sour grape, his teeth shall be set on edge."},{"number":31,"verse":"¶ Behold, the days come, saith the Lord, that I will make a (Though the covenant of redemption made to the fathers, and this which was given after, seem divers, yet they are all one, and grounded on Jesus Christ, save that this is called new, because of the manifestation of Christ, and the abundant graces of the holy Ghost given to his Church under the Gospel.) new covenant with the house of Israel, and with the house of Judah,"},{"number":32,"verse":"Not according to the covenant that I made with their fathers, when I took them by the hand to bring them out of the land of Egypt, the which my covenant they (And so were the occasion of their own divorcement through their infidelity, Isa. 50:1.) brake, although I was (Or, master.) an husband unto them, saith the Lord."},{"number":33,"verse":"But this shall be the covenant that I will make with the house of Israel, After (In the time of Christ, my law shall instead of tables of stone be written in their hearts by mine holy Spirit, Heb. 8:10.) those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts, and will be their God, and they shall be my people."},{"number":34,"verse":"And they shall (Under the kingdom of Christ there shall be none blinded with ignorance, but I will give them faith, and knowledge of God for remission of their sins and daily increase the same: so that it shall not seem to come so much by the preaching of my ministers, as by the instruction of my holy Spirit, Isa. 54:13, but the full accomplishing hereof is referred to the kingdom of Christ, when we shall be joined with our head.) teach no more every man his neighbor, and every man his brother, saying, Know the Lord: for they shall all know me from the least of them unto the greatest of them, saith the Lord: for I will forgive their iniquity, and will remember their sins no more."},{"number":35,"verse":"Thus saith the Lord, which giveth (If the sun, moon and stars cannot but give light according to mine ordinance, so long as this world lasteth, so shall my Church never fail, neither shall anything hinder it: and as sure as I will have a people, so certain is it, that I will leave them my word forever to govern them with.) the sun for a light to the day, and the courses of the moon and of the stars for a light to the night, which breaketh the sea, when the waves thereof roar: his Name is the Lord of hosts."},{"number":36,"verse":"If these ordinances depart out of my sight, saith the Lord, then shall the seed of Israel cease from being a nation before me, forever."},{"number":37,"verse":"Thus saith the Lord, If the heavens can be measured, (The one and the other is impossible.) or the foundations of the earth be searched out beneath, then will I cast off all the seed of Israel, for all that they have done, saith the Lord."},{"number":38,"verse":"Behold, the days come, saith the Lord, that the (As it was performed, Neh. 3:1. By this description he showeth that the city should be as ample, and beautiful as ever it was: but he alludeth to the spiritual Jerusalem, whose beauty should be incomparable.) city shall be built to the Lord from the tower of Hananel, unto the gate of the corner."},{"number":39,"verse":"And the line of the measure shall go forth [in] his presence upon the hill Gareb, and shall compass about to Goath."},{"number":40,"verse":"And the whole valley of the dead bodies, and of the ashes, and all the fields unto the brook of Kidron, and unto the corner of the horsegate toward the East, shall be holy unto the Lord, neither shall it be plucked up nor destroyed anymore forever."}]}