{"bibleAbbr":"Geneva1599","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":7,"verses":[{"number":1,"verse":"((2 Jeremiah is commanded to show unto the people the words of God, which trusteth in the outward service of the Temple.13 The evils that shall come to the Jews, for the despising of their Prophets.21 Sacrifices doth not the Lord chiefly require of the Jews, but that they should obey his word.) ) The words that came to Jeremiah from the Lord, saying,"},{"number":2,"verse":"Stand in the gate of the Lord’s house, and cry this word there, and say, Hear the word of the Lord, all ye of Judah that enter in at these gates to worship the Lord."},{"number":3,"verse":"Thus saith the Lord of hosts, the God of Israel, (Cross references: : Jer. 26:13) Amend your ways and your works, and I will let you dwell in this place."},{"number":4,"verse":"Trust not in (Believe not the false prophets, which say that for the Temple’s sake, and the sacrifices there, the Lord will preserve you, and so nourish you in your sin, and vain confidence.) lying words, saying, The Temple of the Lord, the Temple of the Lord; this is the Temple of the Lord."},{"number":5,"verse":"For if you amend and redress your ways and your works; if you execute judgment between a man and neighbor,"},{"number":6,"verse":"And oppress not the stranger, the fatherless, and the widow, and shed no innocent blood in this place, neither walk after other gods to your destruction,"},{"number":7,"verse":"Then (God showeth on what condition he made his promise to this Temple: that they should be an holy people unto him, as he would be a faithful God to them.) will I let you dwell in this place in the land that I gave unto your fathers forever and ever."},{"number":8,"verse":"Behold, you trust in lying words, that cannot profit."},{"number":9,"verse":"Will you steal, murder, and commit adultery, and swear falsely, and burn incense unto Baal, and walk after other gods whom ye know not?"},{"number":10,"verse":"And come and stand before me in this House, whereupon my Name is called, and say, We are delivered, though we have done all these abominations?"},{"number":11,"verse":"Is this House become (As thieves hid in holes and dens think themselves safe, so when you are in my Temple, you think to be covered with the holiness thereof, and that I cannot see your wickedness, Matt. 21:13.) a den of thieves, whereupon my Name is called before your eyes? Behold, even I see it, saith the Lord."},{"number":12,"verse":"But go ye now unto my place which was in Shiloh, (Because they depended so much on the Temple, which was for his promise, that he would be present and defend them where the Ark was, he sendeth them to God’s judgments against Shiloh, where the Ark had remained about 300 years, and after was taken, the Priests slain, and the people miserably discomfited, 1 Sam. 4:11; Jer. 26:6.) where I set my Name at the beginning, and behold, what I did to it for the wickedness, of my people Israel."},{"number":13,"verse":"Therefore now because ye have done all these works, saith the Lord, (and I (That is, I never ceased to warn you, as Isa. 65:2; Prov. 1:23.) rose up early and spake unto you: but when I spake, ye would not hear me, neither when I called, would (He showeth what is the only remedy to redress our faults: to suffer God to lead us into the way, and to obey his calling, Isa. 66:4.) ye answer.)"},{"number":14,"verse":"Therefore will I do unto this house, whereupon my Name is called, wherein also ye trust, even unto the place that I gave to you, and to your fathers, as I have done unto Shiloh."},{"number":15,"verse":"And I will cast (I will send you into captivity as I have done Ephraim, that is, the ten tribes.) you out of my sight, as I have cast out all your brethren, even the whole seed of Ephraim."},{"number":16,"verse":"Therefore thou shalt not (To assure them that God had determined with himself to punish their wickedness, he showeth that the prayer of the godly can nothing avail them, whiles they remain in their obstinacy against God, and will not use the means that he useth to call them to repentance, Jer. 11:14 and 14:11.) pray for this people, neither lift up cry or prayer for them, neither entreat me, for I will not hear thee."},{"number":17,"verse":"Seest thou not what they do in the cities of Judah, and in the streets of Jerusalem?"},{"number":18,"verse":"The children gather wood, and the fathers kindle the fire, and the women kneed the dough to make cakes to (That is, they sacrifice to the Sun, Moon and Stars, which they called the queen of heaven, Jer. 44:17; 2 Kings 23:5.) the Queen of heaven, and to pour out drink offerings unto other gods, that they may provoke me unto anger."},{"number":19,"verse":"Do they provoke me to anger, saith the Lord, and not themselves to the confusion of their own faces?"},{"number":20,"verse":"Therefore thus saith the Lord God, Behold, mine anger and my wrath shall be poured upon this place; upon man and upon beast, and upon the tree of the field, and upon the fruit of the ground, and it shall burn and not be quenched."},{"number":21,"verse":"Thus saith the Lord of hosts, the God of Israel, Put your burnt offerings unto your sacrifices, and eat the flesh."},{"number":22,"verse":"For (Showing that it was not his chief purpose and intent, that they should offer sacrifices: but that they should regard, wherefore they were ordained: to wit, to be joined to the word as seals and confirmations of remissions of sins in Christ: for without the word they were vain and unprofitable.) I spake not unto your fathers, nor commanded them, when I brought them out of the land of Egypt, concerning burnt offerings and sacrifices."},{"number":23,"verse":"But this thing commanded I them, saying, Obey my voice, and I will be your God, and ye shall be my people: and walk ye in all the ways which I have commanded you, that it may be well unto you."},{"number":24,"verse":"But they would not obey, nor incline their ear, but went after the counsels, and the stubbornness of their wicked heart, and went backward and not forward."},{"number":25,"verse":"Since the day that your fathers came up out of the land of Egypt, unto (Which was about fourteen hundred years.) this day, I have even sent unto you all my servants the Prophets, (Read verse 13.) rising up early every day, and sending them."},{"number":26,"verse":"Yet would they not hear me, nor incline their ear, but hardened their neck, and did worse than their fathers."},{"number":27,"verse":"Therefore shalt thou speak all these words unto them, but they (Whereby he showeth that the pastors ought not to leave their flocks in their obstinacy, for the Lord will use the means of his servants to make the wicked more faulty and to prove his.) will not hear thee: thou shalt also cry unto them, but they will not answer thee."},{"number":28,"verse":"But thou shalt say unto them, This is a nation that heareth not the voice of the Lord their God, nor receiveth discipline: truth is perished, and is clean gone out of their mouth."},{"number":29,"verse":"Cut off thine (In sign of mourning, as Job 1:20.) hair, O Jerusalem, and cast it away, and take up a complaint on the high places: for the Lord hath rejected and forsaken the generation of his (Against whom he had just occasion to pour out his wrath, Mic. 1:6.) wrath."},{"number":30,"verse":"For the children of Judah have done evil in my sight, saith the Lord: they have set their abominations in the house, whereupon my Name is called to pollute it."},{"number":31,"verse":"And they have built the high place of (Of Tophet, read 2 Kings 23:10.) Tophet, which is in the valley of Ben-Hinnom to burn their sons and their daughters in the fire, which I (But commanded the contrary, as Lev. 18:21 and 20:3; Deut. 18:10.) commanded them not, neither came it in mine heart."},{"number":32,"verse":"Therefore behold, the days come, saith the Lord, that it shall no more be called Tophet, nor the valley of Ben-Hinnom, but the valley of slaughter: for they shall bury in Tophet till there be no place."},{"number":33,"verse":"And the carcasses of this people shall be meat for the fowls of the heaven, and for the beasts of the earth, and none shall fray them away."},{"number":34,"verse":"(Ezek. 26:13) Then I will cause to cease from the cities of Judah, and from the streets of Jerusalem the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride: for the land shall be desolate."}]}