{"bibleAbbr":"MKJV1962","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":18,"verses":[{"number":1,"verse":"And it happened after this, David struck the Philistines and humbled them. And he took Gath and its towns out of the hand of the Philistines."},{"number":2,"verse":"And he struck Moab. And the people of Moab became David's servants and brought gifts."},{"number":3,"verse":"And David struck Hadarezer king of Zobah to Hamath, as he went to establish his dominion by the river Euphrates."},{"number":4,"verse":"And David took from him a thousand chariots and seven thousand horsemen, and twenty thousand footmen. David also hamstrung all the chariot [horses], but kept from them a hundred chariots."},{"number":5,"verse":"And when the Syrians of Damascus came to help Hadarezer king of Zobah, David killed twenty-two thousand men of the Syrians."},{"number":6,"verse":"Then David placed [troops] in Syria, [in] Damascus. And the Syrians became David's servants, bringing gifts. And the LORD preserved David wherever he went."},{"number":7,"verse":"And David took the shields of gold which [were] on the servants of Hadarezer, and brought them to Jerusalem."},{"number":8,"verse":"And David brought very much bronze from Tibhath, and from Chun, cities of Hadarezer, with which Solomon made the bronze sea, and the pillars, and the vessels of bronze."},{"number":9,"verse":"And Tou king of Hamath heard that David had struck all the army of Hadarezer king of Zobah,"},{"number":10,"verse":"he sent Hadoram his son to king David to ask of his welfare, and to praise him because he had fought against Hadarezer and had beaten him. For Hadarezer had war with Tou. And [he sent] all kinds of vessels of gold and silver and bronze."},{"number":11,"verse":"And King David dedicated them to the LORD, with the silver and the gold which he brought from all the nations, from Edom, and from Moab, and from the sons of Ammon, and from the Philistines, and from Amalek."},{"number":12,"verse":"And Abishai the son of Zeruiah killed eighteen thousand of the men of Edom in the Valley of Salt."},{"number":13,"verse":"And he put guards in Edom. And all the men of Edom [became] David's servants. And the LORD kept David safe wherever he went."},{"number":14,"verse":"And David reigned over all Israel, and did judgment and justice among all his people."},{"number":15,"verse":"And Joab the son of Zeruiah [was] over the army. And Jehoshaphat the son of Ahilud [was] recorder."},{"number":16,"verse":"And Zadok the son of Ahitub, and Abimelech the son of Abiathar [were] the priests. And Shavsha [was] scribe."},{"number":17,"verse":"And Benaiah the son of Jehoiada [was] over the Cherethites and the Pelethites. And the sons of David [were] first ones at the hand of the king."}]}