{"bibleAbbr":"MKJV1962","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"And David and the army commanders separated to the service those of the sons of Asaph, and of Heman, and of Jeduthun, who [were] prophets with lyres and with cymbals. And the number of the workmen according to their service was:"},{"number":2,"verse":"of the sons of Asaph, Zaccur, and Joseph, and Nethaniah, and Asarelah, the sons under the hands of Asaph, who prophesied according to the order of the king."},{"number":3,"verse":"Of Jeduthun, the sons of Jeduthun: Gedaliah, and Zeri, and Jeshaiah, Hashabiah, and Mattithiah, [and Shimei], six, under the hands of their father Jeduthun, who prophesied with the lyre to give thanks and to praise the LORD."},{"number":4,"verse":"Of Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-ezer, Josh-bekashah, Mallothi, Hothir, Mahazioth."},{"number":5,"verse":"All these [were] the sons of Heman the king's seer in the words of God, to lift up the horn. And God gave to Heman fourteen sons and three daughters."},{"number":6,"verse":"All these [were] under the hands of their father for song in the house of the LORD, with cymbals, harps and lyres, for the service of the house of God, according to the king's order to Asaph, Jeduthun, and Heman."},{"number":7,"verse":"So the number of them, with their brothers who [were] instructed in the songs of the LORD, all that [were] skillful, was two hundred and eighty-eight."},{"number":8,"verse":"And they cast lots, for duty, the small as well as the great, the teacher as the pupil."},{"number":9,"verse":"And the first lot came out for Asaph to Joseph; the second was to Gedaliah, with his brothers and sons, twelve;"},{"number":10,"verse":"the third [was] to Zaccur, his sons and his brothers, twelve men;"},{"number":11,"verse":"the fourth [was] to Izri, his sons and his brothers, twelve;"},{"number":12,"verse":"the fifth [was] to Nethaniah, his sons and his brothers, twelve;"},{"number":13,"verse":"the sixth [was] to Bukkiah, his sons and his brothers, twelve;"},{"number":14,"verse":"the seventh [was] to Jesharelah, his sons and his brothers, twelve;"},{"number":15,"verse":"the eighth [was] to Jeshaiah, his sons and his brothers, twelve;"},{"number":16,"verse":"the ninth [was] to Mattaniah, his sons and his brothers, twelve;"},{"number":17,"verse":"the tenth [was] to Shimei, his sons and his brothers, twelve;"},{"number":18,"verse":"the eleventh [was] to Azareel, his sons and his brothers, twelve;"},{"number":19,"verse":"the twelfth [was] to Hashabiah, his sons and his brothers, twelve;"},{"number":20,"verse":"the thirteenth [was] to Shubael, his sons and his brothers, twelve;"},{"number":21,"verse":"the fourteenth [was] to Mattithiah, his sons and his brothers, twelve;"},{"number":22,"verse":"the fifteenth [was] to Jeremoth, his sons and his brothers, twelve,"},{"number":23,"verse":"the sixteenth [was] to Hananiah, his sons and his brothers, twelve;"},{"number":24,"verse":"the seventeenth [was] to Joshbekashah, his sons and his brothers, twelve;"},{"number":25,"verse":"the eighteenth [was] to Hanani, his sons and his brothers, twelve;"},{"number":26,"verse":"the nineteenth [was] to Mallothi, his sons and his brothers, twelve;"},{"number":27,"verse":"the twentieth [was] to Eliathah, his sons and his brothers, twelve;"},{"number":28,"verse":"the twenty-first [was] to Hothir, his sons and his brothers, twelve;"},{"number":29,"verse":"the twenty-second [was] to Giddalti, his sons and his brothers, twelve;"},{"number":30,"verse":"the twenty-third [was] to Mahazioth, his sons and his brothers, twelve;"},{"number":31,"verse":"the twenty-fourth [was] to Romamti-ezer, his sons and his brothers, twelve."}]}