{"bibleAbbr":"ERV2006","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":1,"verses":[{"number":1,"verse":"(Cyrus Helps the Prisoners Return) During the first year (first year That is, 538 B. C.) that Cyrus was king of Persia, the LORD caused him to make an announcement. It was written down, and Cyrus ordered that it be read throughout his kingdom. This was done so that what the LORD had told Jeremiah (what the Lord had told Jeremiah See Jer. 25:12-14.) years before would now happen. This was the announcement:"},{"number":2,"verse":"From King Cyrus of Persia: The LORD, the God of heaven, gave all the kingdoms on earth to me. And he chose me to build a temple for him at Jerusalem in the country of Judah."},{"number":3,"verse":"If any of God’s people are living among you, I pray God will bless them. You must let them go to Jerusalem in the country of Judah. You must let them go build the Temple of the LORD, the God of Israel, the God who is in Jerusalem."},{"number":4,"verse":"And so in any place where there might be survivors of Israel, the men in that place must support these survivors. Give them silver, gold, animals, and other things. Give them gifts for God’s Temple in Jerusalem."},{"number":5,"verse":"So the family leaders from the tribes of Judah and Benjamin prepared to go up to Jerusalem. They were going to Jerusalem to build the LORD’s Temple. Also everyone who God had encouraged prepared to go to Jerusalem."},{"number":6,"verse":"All their neighbors gave them many gifts. They gave them silver, gold, animals, and other expensive things. Their neighbors freely gave them all those things."},{"number":7,"verse":"Also, King Cyrus brought out the things that belonged in the LORD’s Temple that Nebuchadnezzar had taken away from Jerusalem. He had put them in his temple where he kept his false gods."},{"number":8,"verse":"King Cyrus of Persia told Mithredath, the man who keeps his money, to bring those things out. So Mithredath brought them out to Sheshbazzar, the leader of Judah."},{"number":9,"verse":"This is what Mithredath brought out of the Lord’s Temple: 30 gold dishes, 1000 silver dishes, 29 knives and pans,"},{"number":10,"verse":"30 gold bowls, 410 silver bowls similar to the gold bowls, and 1000 other dishes."},{"number":11,"verse":"All together, there were 5400 things made from gold and silver. Sheshbazzar brought them all with him when the prisoners left Babylon and went back to Jerusalem."}]}