{"bibleAbbr":"ERV2006","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":8,"verses":[{"number":1,"verse":"List of Leaders Returning With Ezra These are the names of the family leaders and the other people who came with me to Jerusalem from Babylon. We came to Jerusalem during the rule of King Artaxerxes. Here is the list of names:"},{"number":2,"verse":"from the descendants of Phinehas: Gershom; from the descendants of Ithamar: Daniel; from the descendants of David: Hattush;"},{"number":3,"verse":"from the descendants of Shecaniah: the descendants of Parosh, Zechariah, and 150 other men;"},{"number":4,"verse":"from the descendants of Pahath Moab: Eliehoenai son of Zerahiah, and 200 other men;"},{"number":5,"verse":"from the descendants of Zattu: Shecaniah son of Jahaziel, and 300 other men;"},{"number":6,"verse":"from the descendants of Adin: Ebed son of Jonathan, and 50 other men;"},{"number":7,"verse":"from the descendants of Elam: Jeshaiah son of Athaliah, and 70 other men;"},{"number":8,"verse":"from the descendants of Shephatiah: Zebadiah son of Michael, and 80 other men;"},{"number":9,"verse":"from the descendants of Joab: Obadiah son of Jehiel, and 218 other men;"},{"number":10,"verse":"from the descendants of Bani: Shelomith son of Josiphiah, and 160 other men;"},{"number":11,"verse":"from the descendants of Bebai: Zechariah son of Bebai, and 28 other men;"},{"number":12,"verse":"from the descendants of Azgad: Johanan son of Hakkatan, and 110 other men;"},{"number":13,"verse":"from the last of the descendants of Adonikam: Eliphelet, Jeuel, Shemaiah, and 60 other men;"},{"number":14,"verse":"from the descendants of Bigvai: Uthai, Zaccur, and 70 other men."},{"number":15,"verse":"The Return to Jerusalem I called all these people to meet together at the river that flows toward Ahava. We camped at that place for three days. I learned there were priests in the group, but there were no Levites."},{"number":16,"verse":"So I called these leaders: Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, and I called Joiarib and Elnathan. (These men were teachers.)"},{"number":17,"verse":"I sent the men to Iddo, leader in the town of Casiphia. I told them what to say to Iddo and his relatives, who are the Temple workers in Casiphia. I told the men to ask Iddo and his relatives to send us workers to serve in God’s Temple."},{"number":18,"verse":"Because God was with us, they sent Sherebiah, a skilled man from the descendants of Mahli (Mahli was a son of Levi, one of Israel’s sons.) They also sent his sons and brothers, 18 men in all."},{"number":19,"verse":"They also sent Hashabiah and Jeshaiah from the descendants of Merari, along with their brothers and nephews. In all there were 20 men."},{"number":20,"verse":"Besides these, there were 220 Temple workers whose ancestors had been chosen by David and his officials to help the Levites. The names of all these men were written on the list."},{"number":21,"verse":"There near the Ahava River, I announced that we all should fast. We should fast to make ourselves humble before our God. We wanted to ask God for a safe trip for ourselves, our children, and for everything we owned."},{"number":22,"verse":"I was embarrassed to ask King Artaxerxes for soldiers and horsemen to protect us as we traveled. There were enemies on the road. The reason I was embarrassed to ask for protection was because of what we had told the king. We had said to King Artaxerxes, “Our God is with everyone who trusts him, but he is very angry with everyone who turns away from him.”"},{"number":23,"verse":"So we fasted and prayed to our God about our trip. He answered our prayers."},{"number":24,"verse":"Then I chose twelve of the priests who were leaders. I chose Sherebiah, Hashabiah, and ten of their brothers."},{"number":25,"verse":"I weighed the silver, gold, and the other things that were given for God’s Temple. I gave them to the twelve priests I had chosen. King Artaxerxes, his advisors, his important officials, and all the Israelites in Babylon gave those things for God’s Temple."},{"number":26,"verse":"I weighed all these things. There were 25 tons (25 tons Literally, “650 talents” (22425 kg).) of silver. There were also 7500 pounds (7500 pounds Literally, “100 talents” (3450 kg).) of silver dishes and things. There were 3.75 tons of gold."},{"number":27,"verse":"And I gave them 20 gold bowls. The bowls weighed about 19 pounds. (19 pounds Literally, “1000 darics” (about 8.63 kg).) And I gave them two beautiful dishes made from polished bronze that were as valuable as gold."},{"number":28,"verse":"Then I said to the twelve priests: “You and these things are holy to the LORD. People gave this silver and gold to the LORD, the God of your ancestors."},{"number":29,"verse":"So guard these things carefully. You are responsible for them until you give them to the Temple leaders in Jerusalem. You will give them to the leading Levites and the family leaders of Israel. They will weigh them and put them in the rooms of the LORD’s Temple in Jerusalem.”"},{"number":30,"verse":"So the priests and Levites accepted the silver, gold, and special things that Ezra had weighed and given to them. They were told to take them to God’s Temple in Jerusalem."},{"number":31,"verse":"On the twelfth day of the first month, (first month That is, March–April, 458 B. C.) we left the Ahava River and started toward Jerusalem. God was with us, and he protected us from enemies and robbers along the way."},{"number":32,"verse":"Then we arrived in Jerusalem. We rested there for three days."},{"number":33,"verse":"On the fourth day, we went to the Temple and weighed the silver, gold, and special things. We gave them to Meremoth son of Uriah the priest. Eleazar son of Phinehas was with Meremoth. The Levites, Jozabad son of Jeshua, and Noadiah son of Binnui were with them also."},{"number":34,"verse":"We counted and weighed everything and we wrote down the total weight."},{"number":35,"verse":"Then the Jewish people who came back from captivity offered burnt offerings to the God of Israel. They offered twelve bulls for all Israel, 96 rams, 77 male lambs, and twelve male goats for a sin offering. All this was a burnt offering to the LORD."},{"number":36,"verse":"Then the people gave the letter from King Artaxerxes to the royal satraps and to the governors of the area west of the Euphrates River. Then the leaders gave their support to the Israelites and to the Temple."}]}