{"bibleAbbr":"Geneva1599","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":13,"verses":[{"number":1,"verse":"(1 The beast with many heads is described12 which draweth the most part of the world to idolatry.13 The other beast rising out of the earth,15 giveth power unto him.) And I (The Apostle having declared the springing up of the Christian Church and the state of the Church from which ours taketh her beginning, doth now pass unto the story of the progress thereof, as I showed in the entrance of the former Chapter. And this history of the progress of the Church, and the battles thereof, is set down in this Chapter, but distinctly in two parts, one is of the civil Roman Empire, unto the tenth verse. Another of the body Ecclesiastical or prophetical, thence unto the end of the chapter. In the former part are showed these things: First the state of that Empire, in four verses: then the acts thereof in three verses: after the effect, which is exceeding great glory, verse 8. And last of all is commended the use: and the instruction of the godly against the evils that shall come from the same, verses 9, 10. The history of the state containeth a most ample description of the beast, first entire, verses 1, 2, and then restored after hurt, verses 3, 4.) saw a beast rise (On the sand whereof stood the devil practicing new tempests against the Church, in the verse next beforegoing: what time the Empire of Rome was endangered by domestical dissensions, and was mightily tossed, having ever and anon new heads, and new Emperors. See in the seventeenth chapter and the eighth verse.) out of the sea, having seven heads, and (Having the same instruments of power, providence, and most expert government which the Dragon is said to have had in Rev. 12:3.) ten horns, and upon his horns were ten crowns, and (We read in chapter 12 and third verse, that the Dragon had seven crowns set upon seven heads: because the thief announceth himself to be proper Lord and Prince of the world: but this beast is said to have ten crowns set upon several, not heads, but horns: because the beast is beholden for all unto the Dragon, verse 2, and doth not otherwise reign them by law of subjection given by him, namely that he employ his horns against the Church of God. The speech is taken from the ancient custom and form of dealing in such case: by which they that were absolute kings did wear the diadem upon their heads: but their vassals and such as reigned by grace from them, wore the same upon their hoods: for so they might commodiously lay down their diadems when they came into the presence of their Sovereigns: as also their Elders are said, when they adored God which sat upon the throne, to have cast down their crowns before him, chap. 4, verse 10.) upon his head (Contrary to that which God of old commanded should be written in the head piece of the high Priest, that is, Sanctitas Jehova, Holiness unto the Lord. The name of blasphemy imposed by the Dragon, is (as I think) that which S. Paul saith in chapter 2 of his 2 Epistle to the Thessalonians, verse 4. He sitteth as God, and boasteth himself to be God. For this name of blasphemy both the Roman Emperors did then challenge unto themselves, as Suetonius and Dion do report of Caligula and Domitian: and after them the Popes of Rome did with full mouth profess the same of themselves, when they challenged unto themselves sovereignty in holy things: of which kind of sayings the sixth book of the Decretals, the Clementines, and the Extravagants, are very full. For these men were not content with that which Anglicus wrote in his Poetria (the beginning whereof is, Papa stupor mundi. The Pope is the wonder of the world. Nec Deus es, nec homo, sed neuter es inter utrunque. Thou art not God, nay art thou man, but neuter mixed of both: as the gloss witnesseth upon the sixth book: but they were bold to take unto themselves the very name of God, and to accept it given of other: according as almost an hundred and twenty years since, there was made for Sixtus the fourth, when he should first enter into Rome in his dignity Papal, a Pageant of triumph, and cunningly fixed upon the gate of the city he should enter at, having written upon it this blasphemous verse:Oraclo vocis mundi moderaris habenas, Et merito in terris crederis esse deus. By oracle of thine own voice the world thou governest all, And worthily a God on earth, men think, and do thee call. These and six hundred the like who can impute unto that modesty whereby good men of old would have themselves called the servants of the servants of God, verily either this is a name of blasphemy, or there is none at all.) the name of blasphemy."},{"number":2,"verse":"And the beast which I saw was (Swift as the Leopard, easily clasping all things, as the bear doth with his foot, and tearing and devouring all things with the mouth as doth the Lion.) like a leopard, and his feet like a bear, and his mouth as the mouth of a Lion: (That is, he lent the same unto the beast to use, when he perceived that himself could not escape, but must needs be taken by the hand of the Angel, and cast into the bottomless pit, Rev. 20, yet did not he abandon the same utterly from himself, but that he might use it as long as he could.) and the dragon gave him his power and his throne, and great authority."},{"number":3,"verse":"(This is the other place that pertaineth to the description of the beast of Rome: that besides that natural dignity and amplitude of the Roman Empire, which was shadowed in the two former verses, there was added this also as miraculous, that one head was wounded as it were unto death, and was healed again, as from heaven, in the sight of all men. This head was Nero the Emperor, in whom the race of the Caesars fell from imperial dignity, and the government of the Commonweal was translated unto others: in whose hands the Empire was so cured and recovered unto health, as he seemed unto all so much the more deeply rooted and grounded fast, than ever before. And hence followed those effects, which are next spoken of: First an admiration of certain power, as it were sacred and divine sustaining the Empire and governing it: Secondly the obedience and submission of the whole earth in this verse: Thirdly, the adoration of the Dragon, and most wicked worshipping of Devils, confirmed by the Roman Emperors: Lastly, the adoration of the beast himself, who grew into so great estimation, as that both the name and worship of a God was given unto him, the fourth verse. Now there were two causes which brought in the minds of men this religion: the show of excellency, which bringeth with it reverence: and the show of power invincible, which bringeth fear. Who is like (say they) unto the beast? Who shall be able to fight with him?) And I saw one of his heads as it were wounded to death, but his deadly wound was healed, and all the world wondered and followed the beast."},{"number":4,"verse":"And they worshipped the dragon which gave power unto the beast, and they worshipped the beast, saying, Who is like unto the beast! who is able to war with him!"},{"number":5,"verse":"(The second member containing an history of the acts of the beast, as I said verse 1. The history of them is concluded in two points, the beginning and the manner of them. The beginning is the gift of the Dragon, who put and inspired into the beast both his impiety against God and his eminity and injustice against all men, especially against the godly and those that were of the household of faith, the fifth verse. The manner of the acts or actions done, is of two sorts both impious in mind, and blasphemous in speech against God, his Church and the godly, verse six, and also most cruel and injurious in deeds, even such as were done of most raging enemies and of most insolent and proud conquerors, the seventh verse.) And there was given unto him a mouth, that spake great things and blasphemies, and power was given unto him, (Namely his actions and manner of dealing. As concerning those two and forty months, I have spoken of them before in the twelfth Chapter and second verse.) to do two and forty months."},{"number":6,"verse":"And he opened his mouth unto blasphemy against God, to blaspheme his Name, (That is, the holy Church, the true house of the living God.) and his tabernacle, (That is, the godly in several who hid themselves from his cruelty. For this bloody beast surcharged those holy souls most falsely with innumerable accusations for the Name of Christ, as we read in Justin Martyr, Tertullian, Arnobius, Minutius, Eusebius, Augustine, and others: which example the latter times followed most diligently in destroying the flock of Christ and we in our own memory have found by experience to our incredible grief. Concerning heaven, see the eleventh Chapter and twelfth verse.) and them that dwell in heaven."},{"number":7,"verse":"And it was given unto him to make war with the Saints, and to overcome them, and power was given him over every kindred, and tongue, and nation."},{"number":8,"verse":"Therefore all that dwell upon the earth, shall worship him, (That is, such as are not from everlasting elect in Christ Jesus. For this is that Lamb slain, of which the fifth Chapter, verse six. These words I do with Aretas distinguish in this manner: Whose names are not written even from the laying of the foundation of the world, in the book of life, of the Lamb slain. And this distinction is confirmed by a like place hereafter, Rev. 17:8.) whose names are not written in the book of life of that Lamb, which was slain from the beginning of the world."},{"number":9,"verse":"(The conclusion of this speech of the first beast, consisting of two parts, An exhortation to attentive audience in this verse: and a foretelling, which partly containeth threatenings against the wicked, and partly comforts for those which in patience and faith shalt wait for that glorious coming of our Lord and Savior Christ, the tenth verse.) If any man have an ear let him hear."},{"number":10,"verse":"If any lead into captivity, he shall go into captivity: (Cross references: : Gen. 9:6; Matt. 26:52) if any kill with a sword, he must be killed by a sword: here is the patience and the faith of the Saints."},{"number":11,"verse":"(The second member of the vision, concerning the ecclesiastical dominion, which in Rome succeeded that which was politic, and is in the power of the corporation of false Prophets, and of the forgers of false doctrine. Wherefore the same body or corporation is called of S. John by the name of false prophet, Rev. 6:13, 19 and 20. The form of this beast is first described in this verse, then his acts, in the verses following, and the whole speech is concluded in the last verse. This beast is by his breed a Son of the earth (as they say) obscurely born, and by little and little creeping up out of his abject estate.) And I beheld, another beast coming out of the earth, (That is, in show he resembled the Lamb (for what is more mild or more humble than to be the servant of the servants of God) but in deed he played the part of the Dragon, and of the Wolf, Matt. 7:15. For even Satan changeth himself into an Angel of light, 2 Cor. 11:14, and what should his honest disciples and servants do?) which had two horns like the Lamb, but he spake like the dragon."},{"number":12,"verse":"(The history of the acts of this beast containeth in sum three things, hypocrisy, the witness of miracles and tyranny: of which the first is noted in this verse, the second in the 3 verses following: the third in the sixteenth and seventeenth verses. His hypocrisy is most full of leasing, whereby he abuseth both the former beast and the whole world: in that albeit he hath by his cunning, as it were by lime made of the former beast a most miserable … or anatomy, usurped all his authority unto himself and most impudently exerciseth the same in the sight and view of him: yet he carrieth himself so, as if he honored him with most high honor, and did in very truth cause him to be honored of all men.) And he did all that the first beast could do before him, and he caused the earth and them which dwell therein, (For unto this beast of Rome, which of civil Empire is made an Ecclesiastical hierarchy, are given divine honors, and divine authority so far as he is believed to be above the Scriptures, which the gloss upon the Decretals declareth by this devilish verse, Articulos solvit, synodumque facit generalem, That is, He changeth the Articles of faith, and giveth authority to general Counsels. Which is spoken of the Papal power. So the beast is by birth, foundation, feat, and finally substance, one: only the Pope hath altered the form and manner thereof being himself the head both of that tyrannical Empire, and also of the false Prophets, for the Empire hath he taken unto himself, and thereunto hath added this cunning device. Now these words, whose deadly wound was cured are put here for distinction sake, as also sometimes afterwards: that even at that time the godly readers of this prophecy might by this sign be brought to see the things as present: as if it were said, that they might adore this very Empire that now is, whose head we have seen in our own memory to have been cut off, and to be cured again.) to worship the first beast whose deadly wound was healed."},{"number":13,"verse":"(The second point of the things done by the beast, is the credit of great wonders or miracles, appertaining to the strength of this impiety: of which signs some were given from above, as it is said, that fire was sent down from heaven by false sorcery, in this verse. Others were showed here below in the sight of the beast to establish idolatry, and deceive souls, which part S. John setteth forth beginning (as they say) at that which is last, in this manner: First the effect is declared in these words, He deceiveth the inhabitants of the earth, Secondly the common manner of working in two sorts, one of miracles. For the signs that were given him to do in the presence of the beasts: the other of the words added to the signs, and teaching the idolatry confirmed by those signs, Saying unto the inhabitants of the earth, that they should make an image unto the beasts which, etc. Thirdly, a special manner is declared: That is given unto him to put life into the image of the beast: and that such a kind of quickening, that the same both speaketh by answer unto those that ask counsel of it, and also pronounceth death against all those that do not obey nor worship it: all which things oftentimes by false miracles through the procurement and inspiration of the Devil, have been effected and wrought in images. The histories of the Papists are full of examples of such miracles, the most of them feigned, many also done by the devil in images: as of old in the serpent, Gen. 3:1. By which examples is confirmed, not the authority of the beast, but the truth of God, and of these prophecies.) And he did great wonders, so that he made fire to come down from heaven on the earth, in the sight of men."},{"number":14,"verse":"And deceived them that dwell on the earth by the signs which were permitted to him to do in the sight of the beast, saying to them that dwell on the earth, that they should make the (That is, images by enallage or change of the number: for the worship of them ever since the second Council of Nice, hath been ordained in the Church by public credit, and authority contrary unto the Law of God.) image of the (In the Greek the word is in the Dative case, as much to say, as unto the worship, honor and obeying of the beast: for by this maintenance of images this Pseudoprophetical beast doth mightily profit the beast of Rome, of whom long ago he received them. Wherefore the same is hereafter very fitly called the image of the beast, for that images have their beginning from the beast, and have their form or manner from the will of the beast, and have their end and use fixed in the profit and commodity of the beast.) beast, which had the wound of a sword, and did live."},{"number":15,"verse":"(And of this miracle of the images of the beast (that is, which the beast hath ordained to establish idolatry) which miraculously speak and give judgment, or rather marvelously, by the fraud of the false prophets, the Papists books are full fraughted.) And it was permitted to him to give a (To give life as Jannes and Jambres imitated the wonders that Moses wrought.) spirit unto the image of the beast, so that the image of the beast should speak, and should cause that as many as would not worship the image of the beast should be killed."},{"number":16,"verse":"(The third place, is a most wicked and most insolent tyrrany as was said before, usurped over the persons of men in this verse: and over their goods and actions, in the next verse. For he is said, both to bring upon all persons a tyrannous servitude, that as bondslaves they might serve the beast: and also to exercise over all their goods and actions, a peddler-like abuse of indulgences and dispensations (as they term them) amongst their friends, and against others to use most violent interdictions, and to shoot out cursings, even in natural and civil, private and public contracts, wherein all good faith ought to have place.) And he made all, both small and great, rich and poor, free and bond, to receive (That is, their Chrism, by which in the Sacrament (as they call it) of Confirmation, they make servile unto themselves, the persons and doings of men, signing them in their forehead and hands: and as for the sign left by Christ (of which Rev. 7:3) and the holy Sacrament of Baptism they make as void. For whom Christ hath joined unto himself by Baptism, this beast maketh challenge unto them by her greasy Chrism, which he doubteth not to prefer over Baptism, both in authority and efficacy.) a (The mark of the name of the beast.) mark in their right hand or in their foreheads."},{"number":17,"verse":"And that no man might (That is, have any traffic or intercourse with men, but they only those which have this anointing and consecration of Clearkely tonsure, as they call it. Read Gratian de Consecratione, distinct. s. c. omnes, cap. Spiritus, etc. of these matters.) buy or sell, save he that had the (Here the false Prophets do require three things, which are set down in the order of their greatness, a character, a name and the number of the name. The meaning is, that man that hath not first their anointing and clerical tonsure or shaving: secondly holy orders, by reserving whereof is communicated the same of the beast: or finally hath not attained that high degree of Pontifical knowledge, and of the Law (as they call it) Canonical, and hath not as it were made up in account and cast the number of the mysteries thereof: for in these things consisteth the number of that name of the beast. And this is excellently set forth in the next verse.) mark or the name of the beast or the number of his name."},{"number":18,"verse":"(That is in this number of the beast consisteth that Popish wisdom, which unto them seemeth the greatest of all others. In these words S. John expoundeth that saying which went before of the number of the beast, what it hath above his mark or acconisance and his name. These things, saith S. John, the mark and the name of the beast, do easily happen unto any man: but to have the number of the beast, is wisdom: that is, only the wise and such as have understanding, can come by that number for they must be most illuminated doctors that attain thereunto, as the words following do declare.) Here is wisdom. Let him that hath wit, count the number of the beast: for it is the (How great and of what denomination this number of the beast is, by which the beast accounted his wisdom, S. John declareth in these words. Dost thou demand how great it is? it is so great, that it occupieth the whole man: he is always learning, and never cometh to the knowledge thereof: he must be a man indeed that doth attain unto it. Askest thou of what denomination it is? verily it standeth of six throughout and perfectly ariseth of all the parts thereof in their several denominations (as they term them) it standeth of six by units, tens, hundreds, etc. so as there is no one part in the learning and order Pontifical, which is not either referred unto the head, and as it were the top thereof, or contained in the same: so fitly do all things in this hierarchy agree one with another, and with their head. Therefore that cruel beast Boniface the eighth doth commend by the number of six those Decretals which he perfected, in the proem of the sixth book. Which book (saith he) being to be added unto five other books of the same volume of Decretals, we thought good to name Sextum the sixth: that the same volume by addition thereof containing a senary, or the number of six books (which is a number perfect) may yield a perfect form of managing all things, and perfect discipline of behavior. Here therefore is the number of the beast, who poureth from himself all his parts and bringeth them all back again unto himself by his discipline in most wise and cunning manner. If any man desire more of this, let him read the gloss upon that place. I am not ignorant that other interpretations are brought upon this place: but I thought it my duty, with the good favor of all and without the offense of any, to propound mine opinion in this point. And for this cause especially, for that it seemed unto me neither profitable, nor like to be true, that the number of the beast, or of the name of the beast should be taken as the common sort of interpreters do take it. For this number of the beast teacheth, giveth out, imprinteth, as a public mark of such as be his, and esteemeth that mark above all others as the mark of those whom he loveth best. Now those other expositions seem rather to be far removed from this property and condition of that number: whether you respect the name Latinus or Titan, or another. For these the beast doth not teach, nor give forth nor imprint, but most diligently forbiddeth to be taught, and audaciously denieth: he approveth not these, but reproveth them: and hateth them that think so of this number, with an hatred, greater than that of Vatinius.) number of a man, and his number is six hundred threescore and six."}]}