{"bibleAbbr":"Geneva1599","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":16,"verses":[{"number":1,"verse":"((2 And 17 the Angels pour out the seven vials of God’s wrath given unto them, and so divers plagues arise in the world,18 to terrify the wicked,19 and the inhabitants of the great city.) ) And (In the former Chapter was set down the preparation unto the work of God: here is delivered the execution thereof. And in this discourse of the execution, is a general commandment, in this verse, then a particular recital in order of the execution done by every of the seven Angels, in the rest of the chapter. This special execution against Antichrist and his crew, doth in manner agree unto that which was generally done upon the whole world, Rev. 8 and 9, and belongeth (if my conjecture fail me not) unto the same time. Yet herein they do differ one from another, that this was particularly effected upon the Princes and ringleaders of the wickedness of the world, the other generally against the whole world being wicked. And therefore these judgments are figured more grievous than those.) I heard a great voice out of the Temple, saying to the seven Angels, Go your ways, and poured out the seven vials of the wrath of God upon the earth."},{"number":2,"verse":"(The history of the first Angel, whose plague upon the earth, is described almost in the same words with that sixth plague of the Egyptians, Exod. 9:9. But it doth signify a spiritual ulcer, and that torture or butchery of conscience seared with an hot iron, which accuseth the ungodly within and both by truth of the word (the light whereof God hath now so long showed forth) and by bitterness stirreth up and forceth out the sword of God’s wrath.) And the first went and poured out his vial upon the earth: and there fell a noisome and a grievous sore upon the men which had the (See Rev. 13:16) mark of the beast, and upon them which worshipped his image."},{"number":3,"verse":"(The history of the second Angel who troubleth and molesteth the seas, that he may stir up the conscience of men sleeping in their wickedness. See Rev. 8:8.) And the second Angel poured out his vial upon the sea, and it (It was turned into rotten and filthy blood, such as is in dead bodies.) became as the blood of a dead man: and every living thing died in the sea."},{"number":4,"verse":"(The history of the third Angel striking the rivers, in this verse who proclaiming the justice of God, commendeth the same by a most grave comparison of the sins of men with the punishment of God: which is common to this place and that which went before. Wherefore also this praising is attributed to the Angel of the waters, a name common to the second and third Angels according as both of them are said to be sent against the waters, albeit, the one of the sea the other of the rivers, in two verses.) And the third Angel poured out his vial upon the rivers and fountains of waters, and they became blood."},{"number":5,"verse":"And I heard the Angel of the waters say, Lord, thou art just, which art, and which wast: and Holy, because thou hast judged these things."},{"number":6,"verse":"For they shed the blood of the Saints, and Prophets, and therefore hast thou given them blood to drink: for they are worthy."},{"number":7,"verse":"(A confirmation of the praise before going, out of the sanctuary of God, whether immediately by Christ, or by some of his Angels, for Christ also is called another Angel, Rev. 3:8; 7:2; 12:1.) And I heard another out of the Sanctuary say, Even so, Lord God almighty, true and righteous are thy judgments."},{"number":8,"verse":"(The history of the fourth Angel, who throweth the plague upon the heaven and upon the Sun, of which Luke 21:26 the effects whereof are noted two. The one peculiar, that it shall scorch men with heat, in this verse. The other proceeding accidentally from the former, that their fury shall so much the more be enraged against God in the next verse, when yet (O wonderful mercy and patience of God) all other creatures are first stricken often and grievously by the hand of God before mankind by whom he is provoked: as the things beforegoing [do] declare.) And the fourth Angel poured out his vial on the sun, and it was given to him to torment men with heat of fire,"},{"number":9,"verse":"And men boiled in great heat, and blasphemed the Name of God, which hath power over these plagues, and they repented not to give him glory."},{"number":10,"verse":"(The story of the first Angel, who striketh the kingdom of the beast with two plagues abroad with darkness, within which biles and dolors most grievous, throughout his whole kingdom, that thereby he might wound the conscience of the wicked, and punish that most perverse obstinacy of the idolaters, whereof arose perturbation, and thence a furious indignation and desperate madness, raging against God and hurtful unto itself.) And the fifth Angel poured out his vial upon the throne of the beast, and the kingdom waxed dark, and they gnawed their tongues for sorrow."},{"number":11,"verse":"And blasphemed the God of heaven for their pains, and for their sores, and repented not of their works."},{"number":12,"verse":"(The story of the sixth Angel, divided into his act, and the event thereof. The act is, that the Angel did cast out of his mouth the plague of a most glowing heat, wherewith even the greatest floods, and which most were wont to swell and overflow (as Euphrates) were dried up by the counsel of God in this verse. The event is, that the mere madness wherewith the wicked are enraged, that they may scorn the judgments of God, and abuse them furiously to serve their own turn, and to the executing of their own wicked outrage.) And the sixth Angel poured out his vial upon the great river (The bound of the spiritual Babylon, and to the fortresses of the same, Rev. 9:14.) Euphrates, and the (So the Church of the ungodly, and kingdom of the beast is said to be left naked, all the defenses whereof, in which they put their trust being taken away from it.) water thereof dried up, (That is, that even they which dwell further off, may with more commodity make haste unto that sacrifice which the Lord hath appointed.) that the way of the Kings of the East should be prepared."},{"number":13,"verse":"And I saw (That is, every of them bent their whole force, and conspired that by wonders, word and work, they might bring into the same destruction all Kings, Princes and Potentates of the world, cursedly bewitched of them by their spirits, and teachers of the vanity and impurity of the beast that committed fornication with the kings of the earth. And this is a right description of our times.) three unclean spirits (Croaking with all importunity, and continually day and night provoking and calling forth to arms, as the trumpets, and furies of wars: as is declared in the next verse.) like frogs come out of the mouth of that (That is, the devil, as Rev. 11:3) dragon, and out of the mouth of that (Whereof Rev. 13:1.) beast, and out of the mouth of that (That is, of that other beast, of which Rev. 13:11, for so he is called also Rev. 19:20 and 20:10.) false prophet."},{"number":14,"verse":"For they are the spirits of devils, working miracles, to go unto the kings of the earth, and of the whole world, to gather them to the battle of that great day of God Almighty."},{"number":15,"verse":"(A parenthesis for admonition in which God warneth his holy servants who rest in the expectation of Christ, always to address their minds unto his coming, and to look unto themselves, that they be not shamefully made naked and circumvented of these unclean spirits, and so they be miserable unprepared at the coming of their Lord.) ( (Cross references: : Matt. 24:43; Mark 14:16; Mark 15:13; Luke 12:39) Behold I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and men see his filthiness.)"},{"number":16,"verse":"(Namely the Angel, who holily according to the commandment of God was to do sacrifice: notwithstanding that those impure spirits do the same wickedly as servants not unto God, but unto that beast that hath seven heads.) And they gathered them together into a place called in Hebrew, (That is, (to say nothing of other expositions) the mountain itself, or mountain places of Megiddo. Now it is certain by the holy Scripture, that Megiddo is a city and territory in the tribe of Manasseh, bordering upon Issachar and Asher, and was made famous by that lamentable overthrow of king Josiah, whereof 2 Kings 23:30; 2 Chron. 37:22; Zech. 12:11. In this mountain country God saith by figure and type, that the kings of the peoples which serve the beast shall meet together: because the Gentiles did always cast that lamentable overthrow in the teeth of the Church of the Jews unto their great reproach: and therefore were persuaded that that place should be most fortunate unto them (as they speak) and unfortunate unto the godly: but God here pronounceth, that that reproach of the Church, and confidence of the ungodly shall by himself be taken away, in the selfsame places where the nations persuaded themselves, they should mightily exult and triumph against God and his Church.) Armageddon."},{"number":17,"verse":"(The story of the seventh Angel unto the end of the chapter, in which first is showed by figure and speech, the argument of this plague, in this verse: and then is declared the execution thereof in the verses following.) And the seventh Angel poured out his vial into the (From whence he might move the heaven above and the earth beneath.) air: and there came a loud voice out of the Temple of heaven from (That is, from him that sitteth on the throne, by the figure called Metonymy.) the throne, saying, (That is, Babylon is undone, as is showed verse 16 and in the Chapters following. For the first onset (as I might say) of this denunciation, is described in this Chapter: and the last containing a perfect victory is described in those that follow.) It is done."},{"number":18,"verse":"(Now is declared the execution (as is said in verse 27) and the things that shall last come to pass in heaven and in earth, before the overthrow of the beast of Babylon: both generally, verse 18, and particularly in the cursed city, and such as have any familiarity therewith, in the 3 last verses.) And there were voices, and thunderings, and lightnings, and there was a great earthquake, such as was not since men were upon the earth, even so mighty an earthquake."},{"number":19,"verse":"(That seat or standing place of Antichrist.) And the great city was divided into three parts: and the cities of the nations (Of all such as cleave unto Antichrist, and fight against Christ.) fell: and that great (That harlot, of whom in the Chapter next following. Now this phrase to come into remembrance is after the common use of the Hebrew speech, but borrowed from men, attributed unto God.) Babylon came in remembrance before God, (Jer. 25:15) to give unto her the cup of the wine of the fierceness of his wrath."},{"number":20,"verse":"And every isle fled away, and the mountains (That is, were seen no more, or were no more extant. A borrowed Hebraism.) were not (Appeared not, which the Hebrews utter after this sort, were not, Gen. 5:24.) found."},{"number":21,"verse":"(The manner of the particular execution, most evidently testifying the wrath of God by the original and greatness thereof: the event whereof is the same with that which is, Rev. 9:12, and that which hath been mentioned in this Chapter, from the execution of the fourth Angel hitherto, that is to say, an incorrigible pertinency of the world in their rebellion, and an heart that cannot repent, verses 9 and 11.) And there fell a great hail, like (As it were about the weight of a talent was threescore pound, that is, six hundred groats, whereby is signified a marvelous and strange kind of weight.) talents out of heaven upon the men, and men blasphemed God, because of the plague of the hail: for the plague thereof was exceeding great."}]}