{"bibleAbbr":"Geneva1599","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":17,"verses":[{"number":1,"verse":"(1 That great whore is described,2 with whom the Kings of the earth committed fornication.6 She is drunken with the blood of Saints.7 The mystery of the woman, and the beast that carried her, expounded.11 Their destruction.14 The Lamb’s victory.) Then (The state of the Church militant being declared, now followeth the state of the Church overcoming and getting victory, as I showed before in the beginning of chapter 10. The state is set forth in 4 chapters. As in the place beforegoing I noted, that in that history the order of time was not always exactly observed, so the same is to be understood in this history, that it is distinguished according to the persons of which it treateth, and that in the several stories of the persons is severly observed in the time thereof. For first is delivered the story of Babylon destroyed, in this and the next chap. (for this Babylon out of all doubt shall perish before the 2 beasts and the Dragon). Secondly is delivered the destruction of both the two beasts, chap. 19. And lastly of the Dragon, chap. 20, in the story of the spiritual Babylon are distinctly set forth the state thereof in this chap. and the overthrow done from God, chap. 18. In this verse and that which followeth is a transition or passage unto the first argument, consisting of a particular calling of the Prophet (as often heretofore) and a general proposition.) there came one of the seven Angels, which had the seven vials, and talked with me, saying unto me, Come: I will show (That is the damnable harlot, by a figure of speech called hypallage. For S. John as yet had not seen her. Although another interpretation may be borne, yet I like this better.) thee the (The sentence that is pronounced against this harlot.) damnation of the great whore that sitteth upon many waters,"},{"number":2,"verse":"With whom have committed fornication the kings of the earth, and the inhabitants of the earth are drunken with the wine of her fornication."},{"number":3,"verse":"(Henceforth is propounded the type of Babylon, and the state thereof in 4 verses. After a declaration of the type, in the rest of this chap., in the type are described two things, the beast (of whom chap. 13), in verse 3, and the woman that sitteth upon the beast, verses 4, 5, 6. The beast in process of time hath gotten somewhat more than was expressed in the former vision. First in that it is not read before that he was appareled in scarlet, a robe imperial and of triumph. Secondly, in that this is full of names of blasphemy: the other carried the name of blasphemy only in his head. So God did teach that this beast is much increased in impiety and injustice and doth in this last age, triumph in both these more insolently and proudly than ever before.) So he carried me away into the wilderness in the Spirit, and I saw a woman sit upon a (A scarlet color, that is, with a red and purple garment: and surely it was not without cause that the Romish clergy were so much delighted with this color.) scarlet colored beast, full of names of blasphemy, which had seven heads, and ten horns."},{"number":4,"verse":"And (That harlot, the spiritual Babylon, which is Rome. She is described by her attire, profession and deeds.) the woman was arrayed (In attire most glorious, triumphant, most rich, and most gorgeous.) in purple and scarlet, and gilded with gold, and precious stones, and pearls, (In profession, the nourisher of all, in this verse, and teaching her mysteries unto all, verse 5, setting forth all things most magnificently: but indeed most pernicious besotting miserable men with her cup, and bringing upon them a deadly giddiness.) and had a cup of gold in her hand full of abomination, and filthiness of her fornication."},{"number":5,"verse":"(Deceiving with the title of religion, and public inscription of mystery: which the beast in times past did not bear.) And in her forehead was a name written, A mystery, (An exposition: in which S. John declareth what manner of woman this is.) that great Babylon that mother of whoredoms, and abominations of the earth."},{"number":6,"verse":"(In manner of deeds: She is red with blood, and sheddeth it most licentiously, and therefore is colored with the blood of the Saints, as on the contrary part. Christ is set forth imbrued with the blood of his enemies; Isa. 3:1.) And I saw the woman drunken with the blood of Saints, and with the blood of the Martyrs of JESUS: and when I saw her, (A passage unto the second part of this chapter, by occasion given of S. John, as the words of the Angel do show, in the next verse.) I wondered with great marvel."},{"number":7,"verse":"(The second part or place, as I said, verse 1. The narration of the vision, promised in this verse, and delivered in the verse following. Now there is delivered first a narration of the beast and his story, unto verse 14. After, of the harlot, unto the end of the chap.) Then the Angel said unto me, Wherefore marvelest thou? I will show thee the mystery of that woman, and of that beast that beareth her, which hath seven heads and ten horns."},{"number":8,"verse":"(The story of the beast hath a triple description of him. The first is a distinction of this beast from all that ever hath been at any time: which distinction is contained in this verse: The second is a delineation or painting out of the beast by things present, by which he might even at that time be known of the godly, and this delineation is according to his heads, verses 2, 10, 11. The third is an historical foretelling of things to come, and to be done by him: and these are ascribed unto his horns, verses 12, 13, 14. This beast is that Empire of Rome, of which I spake, chap. 13:11, according to the mutations and changes whereof which then had already happened, the holy Ghost hath distinguished and set out the same. The Apostle distinguisheth this beast from all others in these words. The beast which thou sawest, was and is not. For so I expound the words of the Apostle for evidence’s sake as I will further declare in the notes following.) The beast that thou hast seen, (The meaning is, that beast which thou sawest before (Rev. 13:1) and which yet thou hast now seen, was, (I say was) even from Julius Caesar in respect of beginning, rising up, station, glory, dominion, manner and stock, from the house of Julius: and yet is not now the same, if thou look unto the house and stock for the dominion of this family was translated unto another, after the death of Nero from the other unto a third, from a third unto a fourth, and so forth was varied and altered by innumerable changes. Finally, the Empire is one, as it were one beast: but exceedingly varied by kindreds, families, and persons. It was therefore (saith S. John) in the kindred or house of Julius: and now it is not in that kindred, but translated unto another.) was and is not, and (As if he should say, Also the same that is, shall shortly not be: but shall ascend out of the depth, or out of the sea (as was said, Rev. 13:1) that is, shall be a new stock from amongst the nations without difference, and shall in the same state go unto destruction or ruin, and perish: and so shall successively new Princes or Emperors come and go, arise and fall, the body of the beast remaining still, but tossed with so many and often alterations, as no man can but marvel that this beast was able to stand and hold out, in so many mutations. Verily no Empire that ever was tossed with so many changes, and as it were with so many tempests of the sea, ever continued so long.) shall ascend out of the bottomless pit, and shall go into perdition, and they that dwell on the earth, shall wonder (whose names are not written in the book of life from the foundation of the world) (That is as many as have not learned the providence of God, according to the faith of the Saints, shall marvel at these grievous and often changes when they shall consider, the selfsame beast, which is the Roman Empire, to have been, not to be, and to be and still molested with perpetual mutation, and yet in the same to stand and continue. This in mine opinion is the most simple exposition of this place, and confirmed by the event of the things themselves. Although by the last change also, by which the Empire, that before was civil became Ecclesiastical, is not obscurely signified by these words: of which two, the first exercised cruelty upon the bodies of the saints: the other also upon their souls: the first by human order and policy, the other under the color of the law of God, and of Religion, raged and imbrued itself with the blood of the godly.) when they behold the beast that was, and is not, and yet is."},{"number":9,"verse":"(An exhortation preparing unto audience, by the same argument, with that of Christ: He that hath ears to hear, let him hear. Wherefore, for mine own part, I had rather read in this place, Let there be here a mind, etc. So the Angel passeth fully unto the second place of this description.) Here is the mind that hath wisdom, The (Very children know what that seven hilled city is, which is so much spoken of, and whereof Virgil thus reporteth, And compasseth seven towers in one wall: that city it is, which when John wrote these things had rule over the kings of the earth: It was and is not, and yet it remaineth this day, but it is declining to destruction.) seven heads (This is the painting out of the beast by things present (as I said before) whereby S. John endeavored to describe the same, that he might both be known of the godly in that age, and be further observed and marked of posterity afterwards. This delineation hath one type, that is, his heads, but a double description or application of the type: one permanent from the nature of itself, the other changeable, by the working of men. The description permanent, is by the seven hills, in this verse, the other that fleeteth, is from the seven kings, verses 10, 11. And here it is worthy to be observed, that one type hath sometimes two or more applications, as seemeth good unto the holy Ghost to express either one thing by divers types, or divers things by one type. So I noted before, of the seven spirits, Rev. 1:4. Now this woman that sitteth upon seven hills, is the city of Rome, called in times past of the Greeks, … i. of seven tops or crests, and of Varro, septiceps, i. of her seven heads (as here) of seven heads, and of others, septicollis, i. standing upon seven hills.) are seven mountains, whereon the woman sitteth: (The beginning of these Kings or Emperors is almost the same with the beginning of the Church of Christ, which I showed before, Rev. 11:1. Namely from the year 35, after the passion of Christ, what time the Temple and Church of the Jews was overthrown. In which year it came to pass by the providence of God that that saying The beast was and is not, was fulfilled before that the destruction of the Jews immediately following came to pass. That was the year from the building of the city of Rome, 109, from which year S. John both numbered the Emperors which hitherto hath been, when he wrote these things, and foretelleth two others next to come: and that with this purpose, that when this particular prediction of foretelling of things to come, should take effect the truth of all other predictions in the Church might be the more confirmed. Which sign God of old mentioned this in the Law, Deut. 18, and Jeremiah confirmeth, Jer. 28:8.) they are also seven Kings."},{"number":10,"verse":"(Whose names are these: the first, Servius Sulpicius Galba, who was the seventh Emperor of the people of Rome, the second Marcus Salvius Otho, the third Aulus Vitellius, the fourth, Titus Flavius Vespasianus, the fifth, Titus Vespasianus his son of his own name.) Five are fallen, (Flavius Domitian son of the first Vespasian. For in the latter end of his days S. John wrote these things, as witnesseth Irenaus, Lib. 5 adversus hareses.) and one is, (Nerua. The Empire being now translated from the family of Flavius. This man reigned only one year, four months, and nine days, as the history writers do tell.) and another is not yet come: and when he cometh, he must continue a short space."},{"number":11,"verse":"(This is spoken by the figure synecdoche, as much to say as that head of the beast which was and is not, because it is cut off, and Nerua in so short time extinguished. How many heads there were, so many beasts there seemed to be in one. See the like speech in Rev. 13.3) And the beast that was, and is not, is even (Nerua Traianus, who himself in divers respects is called here the seventh and the eighth.) the eighth, and is (Though in number and order of succession he be the eighth, yet he is reckoned together with one of these heads, because Nerua and he were one head. For this man obtained authority together with Nerua, and was Consul with him, when Nerua left his life.) one of the seven, and (Namely, to molest with persecutions the Churches of Christ, as the histories do accord, and I have briefly noted, Rev. 2:10.) all go into destruction."},{"number":12,"verse":"(The third place of this description as I said, verse 18, is a prophetical prediction of things to come which the beast should do, as in the words following S. John doth not obscurely signify, saying, which have not yet received the kingdom, etc. For there is an Antithesis or opposition between these kings, and those that went before. And first the persons are described, in this verse, then their deeds in the two verses following.) And the ten horns which thou sawest, are (That is, arising with their kingdoms out of the Roman beast: at such time as that political Empire began by the craft of the Popes greatly to fall.) ten kings, which yet have not received a kingdom, but shall receive power, as Kings (Namely, with the second beast whom we called before a false prophet, which beast, ascending out of the earth got unto himself all the authority and power of the first beast, and exerciseth the same before his face, as was said, Rev. 14:11, 12. For when the political Empire of the West began to bow downwards, there both arose those ten kings, and the second beast took the opportunity offered to usurp unto himself all the power of the former beast. These kings long ago, many have numbered and described to be ten and a great part of the events plainly testifieth the same in this our age.) at one hour with the beast."},{"number":13,"verse":"(That is, by consent and agreement, that they may conspire with the beast, and depend upon his beck. Their story is divided into three parts, counsels, acts, and events. The counselors some of them consist in communicating of judgments and affections: and some in communicating of power, which they are said to have given unto this beast in this verse.) These have one mind, and shall give their power and authority unto the beast."},{"number":14,"verse":"These shall fight with the (With Christ and his Church, as the reason following doth declare, and here are mentioned the facts and the events which followed for Christ’s sake, and for the grace of God the Father towards those that are called, elected, and are his faithful ones in Christ.) Lamb, and the Lamb shall overcome them: (Cross references: : Rev. 19:16; 1 Tim. 6:15) for he is Lord of Lords, and King of Kings: and they that are on his side, called, and chosen, and faithful."},{"number":15,"verse":"(This is the other member of the narration as I said verse 7, belonging unto the harlot, showed in the vision, verse 3. In this history of the harlot, these 3 things are distinctly propounded, what is her magnificence in this verse, what is her fall, and by whom it shall happen unto her, in the two verses following: and lastly, who that harlot is, in the last verse. This place which by order of nature should have been the first, is therefore made the last, because it was more fit to be joined with the next Chap.) And he said unto me, The waters which thou sawest, where the whore sitteth, (That is, as unconstant and variable as the waters. Upon this foundation sitteth this harlot as Queen, a vain person upon that which is vain.) are people, and multitudes, and nations, and tongues."},{"number":16,"verse":"And the ten (The ten Kings as verse 12. The accomplishment of this fact and event, is daily increased in this our age by the singular providence and most mighty government of God. Wherefore the facts are propounded in this verse, and the cause of them in the verses following.) horns which thou sawest upon the beast, are they that shall hate the whore, and shall make her desolate, and naked, and shall eat her flesh, and burn her with fire."},{"number":17,"verse":"(A reason rendered from the chief efficient cause, which is the providence of God, by which alone S. John by inversion of order affirmeth to have come to pass, both that the Kings should execute upon the harlot, that which pleased God, and which he declared in the verse next beforegoing: and also that by one consent and counsel, they should give their kingdom unto the beast, etc., verses 13, 14. For as these being blinded have before depended upon the beck of the beast that lifteth up the harlot, so it is said that afterward it shall come to pass, that they shall turn back, and shall fall away from her when their hearts shall be turned into better state by the grace and mercy of God.) For God hath put in their hearts to fulfill his will, and to do with one consent for to give their kingdom unto the beast, until the words of God be fulfilled."},{"number":18,"verse":"And that woman which thou sawest, is that (That is, Rome that great City, or only City (as Justinian calleth it) the King and head whereof was then the Emperor, but now the Pope, since that the condition of the beast was changed.) great city which reigned over the kings of the earth."}]}