{"bibleAbbr":"Geneva1599","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":3,"verses":[{"number":1,"verse":"(1 The first Epistle sent to the Pastors of the Church of Sardis,7 of Philadelphia,14 And of the Laodiceans,16 that they be not lukewarm,20 but endeavor to further God’s glory.) (The fifth place is unto the Pastors of Sardis. The exordium is taken out of verses 4 and 16 of the first Chap.) And write unto the Angel of the Church which is at (Sardis is the name of a most flourishing and famous City, where the Kings of Lydia kept their courts.) Sardis, These things saith he that hath the seven Spirits of God, and the seven stars, (The proposition of reproof is in this verse: of exhortation joined with a threatening in the two verses that follow, and of qualification by way of correction unto the comfort of the good which yet remained there, verse 4.) I know thy works: for thou hast a (Thou art said to live, but art dead indeed.) name that thou livest, but thou art dead."},{"number":2,"verse":"Be awake, and strengthen the things which remain, that are (Other things, whose state is such, that they are now going, and unless they be confirmed, will perish forthwith.) ready to die: for I have not found thy work perfect before God."},{"number":3,"verse":"Remember therefore, how thou hast received and heard, and hold fast and repent. (Cross references: : Rev. 16:15; 1 Thess. 5:2; 2 Pet. 3:10) If therefore thou wilt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee."},{"number":4,"verse":"Notwithstanding thou hast a few names yet in Sardis, (That is, who have with all religion guarded themselves from sin and moral contagion, even from the very show of evil, as S. Jude exhorteth, verse 23.) which have not defiled their garments: and they shall walk with me in (Pure from all spot and shining with glory. So it is to be understood always hereafter as in the next verse.) white: for they are (They are meet and fit, to wit, because they are justified in Christ, as they have truly showed it: for he is righteous that worketh righteousness: but so, as the tree bringeth forth fruit. See Rom. 8:18.) worthy."},{"number":5,"verse":"He (The conclusion standing upon a promise and a commandment as before.) that overcometh, shall be clothed in white array, and I will not put out his Name out of the (Rev. 20:12; Rev. 21:27; Phil. 5:3) book of life, but I will confess his name before my Father, and before his Angels."},{"number":6,"verse":"Let him that hath an ear, hear what the Spirit saith unto the Churches."},{"number":7,"verse":"¶ (The sixth place is unto the Pastors of Philadelphia. The exordium is taken out of verse 18 of the first chapter.) And write unto the Angel of the Church which is of Philadelphia, These things saith he that is Holy, and True, which hath the (All power of rule in commanding and forbidding, delivering and punishing. And the house of David is the Church, and the continual promise of David’s Kingdom belongeth to Christ.) key of David, which openeth and no man shutteth, and shutteth and no man openeth."},{"number":8,"verse":"(The proposition of praise is in this verse, of promises, to bring home again them that wander, verse 9, and to preserve the godly, verse 10, and of exhortation, verse 11.) I know thy works: behold I have set before thee an open door, and no man can shut it: for thou hast a little strength and hast kept my word, and hast not denied my Name."},{"number":9,"verse":"Behold, I will make them (I will bring them to that case.) of the Synagogue of Satan, which call themselves Jews, and are not, but do lie: behold, I say , I will make them that they shall come (That is, fall down and worship either thee civilly, or Christ religiously at thy feet (and thus I had rather take it) whether here in the Church (which seemeth more proper to the argument of this place) or there in the world to come. For Christ verily shall fulfill his word.) and worship before thy feet, and shall know that I have loved thee."},{"number":10,"verse":"Because thou hast (Because thou hast been patient and constant, as I would my servants should be.) kept the word of my patience, therefore I will deliver thee from the hour of tentation, which will come upon all the world, to try them that dwell upon the earth."},{"number":11,"verse":"Behold, I come shortly: hold that which thou hast, that no man take thy crown."},{"number":12,"verse":"(The conclusion, which containeth a promise and a commandment.) Him that overcometh, will I make a pillar in the Temple of my God, and he shall go no more out: (That is, the new man shall be turned after his Father, Mother, and head Christ.) and I will write upon him the Name of my God, and the name of the city of my God, which is the new Jerusalem, which cometh down out of heaven from my God, and I will write upon him my new Name."},{"number":13,"verse":"Let him that hath an ear, hear what the Spirit saith unto the Churches."},{"number":14,"verse":"(The seventh place is unto the pastors of the Church of Laodicea. The exordium is taken out of verse 15 of the first chapter.) And unto the Angel of the Church of the Laodiceans write, These things saith (Amen soundeth as much in the Hebrew tongue, as Truly, or Truth itself.) Amen, the faithful and true witness, that (Of whom all things that are made, have their beginning.) beginning of the creatures of God."},{"number":15,"verse":"(The proposition of reproof is in this verse, whereunto is adjoined a threatening, verse 16, with a confirmation declaring the same, verse 17, and of exhortation unto faith and repentance, verses 18, 19, whereunto is added a conditional promise, verse 20.) I know thy works, that thou art neither cold nor hot: I would thou werest cold or hot."},{"number":16,"verse":"Therefore because thou art lukewarm, and neither cold nor hot, it will come to pass, that I shall spew thee out of my mouth."},{"number":17,"verse":"For thou sayest, I am rich, and increased with goods, and have need of nothing, and knowest not how thou art wretched and miserable, (The spiritual misery of men is metaphorically expressed in three points: unto which are matched as correspondent those remedies which are offered, verse 18.) and poor, and blind, and naked."},{"number":18,"verse":"I counsel thee to buy of me gold tried by the fire, that thou mayest be made rich: and white raiment, that thou mayest be clothed, and that thy filthy nakedness do not appear: and anoint thine eyes with eye salve, that thou mayest see."},{"number":19,"verse":"As many as I love, (Prov. 3:12; Heb. 22:5) I rebuke and chasten: be (Zeal is set against them which are neither hot nor cold.) zealous therefore and amend."},{"number":20,"verse":"Behold, I stand at the door, and knock, (This must be taken after the manner of an allegory, as John 14:23.) If any man hear my voice, and open the door, I will come in unto him, and will sup with him, and he with me."},{"number":21,"verse":"(The conclusion, consisting of a promise, as Rev. 2:26, and of an exhortation. Hitherto hath been the first part of the book of the Apocalypse.) To him that overcometh, will I grant to sit with me in my throne, even as I overcame, and sit with my Father in his throne."},{"number":22,"verse":"Let him that hath an ear, hear what the Spirit saith unto the Churches."}]}