{"bibleAbbr":"Geneva1599","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":5,"verses":[{"number":1,"verse":"(1 The book sealed with seven seals,3 which none could open.6 That Lamb of God,9 is thought worthy to open,12 even by the consent of all the company of heaven.) (A passing unto the second principal cause, which is the Son of God, God and man, the mediator of all, as the eternal word of God the Father manifested in the flesh. This chapter hath two parts: one that prepareth the way unto the Revelation, by rehearsal of the occasions that did occur in the first four verses. Another, the history of the Revelation of Christ, thence unto the end of the chapter.) And I saw in the (That is, in the very right hand of God.) right hand of him that sat upon the throne, (Here are showed the occasions for which this principal cause, and this Revelation was also necessary: the same are three, the first a present vision of the book of the counsels of God, concerning the government of this whole world, which book is said to be laid up with the Father as it were in his hand: but shut and unknown unto all creatures, in this verse. The second is a religious desire of the Angels of God to understand the mysteries of this book, verse 2, whereof see 1 Pet. 1:12. The third is a lamentation of Saint John and all the godly, moved by the same desire, verse 4, when they saw that it was a thing impossible for any creature to effect: which is declared in the third verse.) a book written within, and on the backside sealed with seven seals."},{"number":2,"verse":"And I saw a strong Angel which preached with a loud voice, Who is worthy to open the book, and to loose the seals thereof?"},{"number":3,"verse":"(Thus neither of them that are in heaven, nor of them which are in the earth, etc. And this I like better. Now this enumeration of parts is sufficient to the denying of the whole. For of the creatures one sort is in heaven above the earth: another in the earth: and another under the earth in the sea, as is after declared, verse 13.) And no man in heaven nor in earth, neither under the earth, was able to open the book, neither to look thereon."},{"number":4,"verse":"Then I wept much, because no man was found worthy to open, and to read the book, neither to look thereon."},{"number":5,"verse":"(The second part of this chapter, in which is set down the Revelation of the Son, as before was said. This part containeth first an history of the manner how God prepared S. John to understand this Revelation in this verse. Secondly, the Revelation of the Son himself unto verse 7. Thirdly, the accidents of this Revelation, in the rest of the chapter. The manner now, is here described in two sorts, one from without him, by speech in this verse. Another within, by opening the eyes of S. John (which before were held) that he might see, in the verse following.) And one of the Elders said unto me, Weep not: behold, that Lion which is of the tribe of Judah, that root of David, hath obtained to open the book, and to loose the seven seals thereof. (That is, the most mighty and most approved Prince: according to the use of the Hebrew speech.) (Cross references: : Gen. 49:6)"},{"number":6,"verse":"Then I beheld, and lo, (The sum of this Revelation: Christ the mediator taketh and openeth the book, verses 6, 7. Therefore in his Revelation is described the person of Christ, in this verse. His fact, in the next verse. The person is thus described, Christ, the mediator between God, Angels and men, as the eternal word of God, and our redeemer: as the Lamb of God, standing as slain, and making intercession for us by the virtue and merit of his everlasting sacrifice, is armed with the Spirit of God, in his own person, that is, with the power and wisdom of God essentially unto the government of this whole world.) in the midst of the throne, and of the four beasts, and in the midst of the Elders stood a Lamb, as though he had been killed, which had seven horns, and seven eyes, which are the seven spirits of God, sent into all the world."},{"number":7,"verse":"(The fact of Christ the Mediator, that he cometh unto the throne of the Father, of which Rev. 4, and taketh the book out of his hand to open it. For that he opened it, it is first expressed, Rev. 6:1, etc.) And he came, and took the book out of the right hand of him that sat upon the throne."},{"number":8,"verse":"(Now follow in the end the accidents of the Revelation last spoken of that all the holy Angels, and men did sing unto him: both the chief, verses 9, 10, and common order of Angels, verses 11, 12, and of all things created, verse 13, the princes of both sorts agreeing thereunto, verse 14.) And when he hath taken the book, the four beasts, and the four and twenty Elders fell down before the Lamb, having every one (The symbols or signs of praise, sweet in savor, and acceptable unto God. See Rev. 8:3.) harps and golden vials full of odors, which are the (See Rev. 9:3.) prayers of the Saints,"},{"number":9,"verse":"And they sung a (No common song.) new (That is composed according to the present matter: the Lamb having received the book, as it were with his feet, and opened it with his horns, as is said in the Canticles.) song, saying, (The song of the Nobles or Princes standing by the throne, consisting of a publication of the praise of Christ, and a confirmation of the same from his benefits, both which we have received of himself (as are the suffering of his death, our redemption upon the cross by his blood in this verse: and our communion with him in Kingdom and Priesthood, which long ago he hath granted unto us with himself) and which we hereafter hope to obtain, as our kingdom to come in Christ, in the verse following.) Thou art worthy to take the book, and to open the seals thereof, because thou wast killed, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation."},{"number":10,"verse":"And hast made us unto our God (Rev. 1:6; 1 Pet. 2:9) Kings, and Priests, and we shall reign on the earth."},{"number":11,"verse":"(The consent of the common order of Angels, answering in melody unto their Princes that stood by the throne.) Then I beheld, and I heard the voice of many Angels round about the throne, and about the beasts and the Elders, (A number finite, but almost infinite for one infinite indeed, as Dan. 7:10.) and there were ten thousand times ten thousand, and thousand thousands, (By this is meant a great number.) (Dan. 7:10)"},{"number":12,"verse":"Saying with a loud voice, Worthy is the Lamb that was killed, to (To have all praise given to him, as to the mightiest and wisest, etc.) receive power, and riches, and wisdom, and strength, and honor, and glory, and praise."},{"number":13,"verse":"(The consent of all the common multitude of the creatures.) And all the creatures which are in heaven, and on the earth, and under the earth, and in the sea, and all that are in them, heard I saying, Praise, and honor, and glory, and power be unto him, that sitteth upon the throne, and unto the Lamb for evermore."},{"number":14,"verse":"(A confirmation of the praise beforegoing, from the contestation of the Nobles, expressed in word and signs, as once or twice before this.) And the four beasts said, Amen, and the four and twenty Elders fell down and worshipped him that liveth for evermore."}]}