{
  "bibleAbbr" : "TERV1998",
  "bookName" : "உன்னதப்பாட்டு",
  "bookEnglishName" : "Song of Songs",
  "chapterNumber" : 1,
  "verses" : [ {
    "number" : 1,
    "verse" : "இது சாலொமோனின் மிகவும் அற்புதமான பாடல்"
  }, {
    "number" : 2,
    "verse" : "பெண் தான் நேசிக்கிற மனிதனுக்குஎன்னை முத்தங்களால் மூடிவிடும். திராட்சைரசத்தைவிட உமது அன்பு சிறந்தது."
  }, {
    "number" : 3,
    "verse" : "உமது வாசனைத் திரவியங்கள் அற்புதமானவை, ஆனால் உமது நாமம் சிறந்த வாசனைப் பொருட்களைவிட இனிமையானது. அதனால்தான் இளம் பெண்கள் உம்மை விரும்புகின்றனர்."
  }, {
    "number" : 4,
    "verse" : "என்னை உம்மோடு சேர்த்துக்கொள்ளும். நாம் ஓடிவிடுவோம். ராஜா என்னைத் தன் அறைக்கு எடுத்துச்சென்றார். நாங்கள் உம்மில் களிப்படைந்து மகிழ்வோம். திராட்சைரசத்தைவிட உமது அன்பு சிறந்தது என்பதை மனதில்கொள்ளும். நல்ல காரணங்களுக்காகவே இளம்பெண்கள் உம்மை விரும்புகின்றனர்."
  }, {
    "number" : 5,
    "verse" : "எருசலேமின் பெண்கள் மனிதனுக்குஅவள் பெண்களோடு பேசுகிறாள்எருசலேமின் குமாரத்திகளே, கேதார் மற்றும் சாலொமோனின் கூடாரங்களைப்போல நான் கறுப்பாகவும், அழகாகவும் இருக்கிறேன்."
  }, {
    "number" : 6,
    "verse" : "நான் எவ்வளவு கறுப்பென்று பார்க்கவேண்டாம். வெய்யில் என்னை இவ்வளவு கறுப்பாக்கிவிட்டது. என் சகோதரர்கள் என் மீது கோபம் அடைந்தார்கள். அவர்களின் திராட்சைத் தோட்டங்களைக் கவனிக்கும்படி என்னைக் கட்டாயப்படுத்தினர். எனவே என்னை நானே கவனித்துக்கொள்ள முடியவில்லை."
  }, {
    "number" : 7,
    "verse" : "அவள் அவனிடம் பேசுகிறாள்நான் என் முழு ஆத்துமாவோடும் உம்மை நேசிக்கிறேன். எனக்குச் சொல்லும்; உமது மந்தையை எங்கே மேயவிடுகிறீர்? மதியானத்தில் அதனை எங்கே இளைப்பாறச் செய்வீர்? நான் உம்மோடு இருக்க வரவேண்டும். அல்லது உமது நண்பர்களின் மந்தைகளைப் பராமரிப்பதற்கு அமர்ந்தப்பட்ட பெண்ணைப்போல் இருப்பேன்."
  }, {
    "number" : 8,
    "verse" : "அவன் அவளோடு பேசுகிறான்நீ எவ்வளவு அழகான பெண் என்ன செய்ய வேண்டுமென்று உனக்கு நிச்சயமாய் தெரியும். மந்தையைப் பின்தொடர்ந்து போ. மேய்ப்பர்களின் கூடாரத்தினருகே இளம் ஆட்டுக்குட்டிகளை மேயவிடு."
  }, {
    "number" : 9,
    "verse" : "என் அன்பே! பார்வோனின் இரதங்களில் பூண்டிய ஆண்குதிரைகளுக்குக் கிளர்ச்சியூட்டும் பெண் குதிரையைவிட நீ என்னைக் கிளர்ச்சியூட்டி மகிழ்விக்கிறாய். அக்குதிரைகள் தங்கள் முகத்தின் பக்கவாட்டிலும் கழுத்தை சுற்றிலும் அலங்கரிக்கப்பட்டுள்ளன."
  }, {
    "number" : 10,
    "verse" : "பொன்னாலான தலையணியும் வெள்ளியாலான கழுத்துமாலையும் உனக்குரிய அலங்காரங்களாயிருக்கின்றன. உனது கன்னங்கள் மிக அழகானவை. அவை பொன்னால் அலங்கரிக்கப்பட்டுள்ளன. உனது கழுத்தும் மிக அழகானது. அது வெள்ளியால் அலங்கரிக்கப்பட்டுள்ளது."
  }, {
    "number" : 12,
    "verse" : "அவள் பேசுகிறாள்எனது வாசனைப்பொருளின் மணமானது கட்டிலின்மேல் இருக்கும் ராஜாவையும் சென்றடைகிறது."
  }, {
    "number" : 13,
    "verse" : "என் நேசர் என் கழுத்தை சுற்றிலும் கிடந்து இரவில் மார்பகங்களுக்கிடையில் இருக்கும் வெள்ளைப்போளப் பையைப் போன்றவர்."
  }, {
    "number" : 14,
    "verse" : "என் நேசர் எனக்கு எங்கேதி திராட்சைத் தோட்டங்களில் முளைத்துள்ள மருதோன்றிப் பூங்கொத்துப் போன்றவர்."
  }, {
    "number" : 15,
    "verse" : "அவன் பேசுகிறான்என் அன்பே, நீ மிகவும் அழகானவள். ஓ … நீ மிக அழகானவள் உனது கண்கள் புறாக்களின் கண்களைப் போன்றவை."
  }, {
    "number" : 16,
    "verse" : "அவள் பேசுகிறாள்என் நேசரே! நீரும் மிக அழகானவர் நீர் மிகவும் கவர்ச்சியானவர். நமது படுக்கை புதியதாகவும், மனதை மகிழ்விப்பதாகவும் உள்ளது."
  }, {
    "number" : 17,
    "verse" : "நமது வீட்டின் உத்திரங்கள் கேதுரு மரங்களாலானவை. நமது மேல்வீடு தேவதாரு மரத்தாலானவை."
  } ]
}