{
  "bibleAbbr" : "TERV1998",
  "bookName" : "உன்னதப்பாட்டு",
  "bookEnglishName" : "Song of Songs",
  "chapterNumber" : 4,
  "verses" : [ {
    "number" : 1,
    "verse" : "அவன் அவளோடு பேசுகிறான்என் அன்பே! நீ அழகானவள். ஓ நீ அழகானவள். உன் முக்காட்டின் நடுவே உனது கண்கள் புறாக்களின் கண்களைப் போன்றுள்ளன. உன் நீண்ட கூந்தல் கீலேயாத் மலைச்சரிவில் நடனமாடிக்கொண்டிருக்கும் வெள்ளாட்டு மந்தைபோல அசைந்துகொண்டிருக்கிறது."
  }, {
    "number" : 2,
    "verse" : "உன் பற்கள் வெள்ளைப் பெண் ஆட்டுக் குட்டிகள் குளித்து கரையேறுவது போன்றுள்ளன. அவை இரட்டைக் குட்டிகள் போட்டு எந்தக் குட்டியையும் இழக்காத ஆட்டினைப்போன்றுள்ளன."
  }, {
    "number" : 3,
    "verse" : "உனது உதடுகள் சிவந்த பட்டுக் கயிற்றைப் போன்றுள்ளன. உனது வாய் அழகானது. உனது கன்னங்கள் முக்காட்டின் நடுவே வெட்டி வைக்கப்பட்ட மாதுளம் பழம்போல் உள்ளன."
  }, {
    "number" : 4,
    "verse" : "உன் கழுத்து நீண்டு மென்மையாக தாவீதின் கோபுரம்போல் உள்ளது. அக்கோபுரத்தின் சுவர்கள் ஆயிரம் வீரர்களின் கேடயங்களால் அலங்கரிக்கப்பட்டுள்ளது."
  }, {
    "number" : 5,
    "verse" : "உன் இரண்டு மார்பகங்களும் லீலி மலர்களை மேயும் வெளிமானின் இரட்டைக் குட்டிகளைப் போலுள்ளன."
  }, {
    "number" : 6,
    "verse" : "பகலின் கடைசி மூச்சு இருக்கும்போதும் நிழல் சாயும்போதும், நான் வெள்ளைப்போள மலைக்கும் சாம்பிராணி மலைக்கும் போவேன்."
  }, {
    "number" : 7,
    "verse" : "என் அன்பே, முழுவதும் நீ அழகானவள் உனக்கு எதிலும் குறைவில்லை."
  }, {
    "number" : 8,
    "verse" : "என்னோடு வா, என் மணமகளே லீபனோனிலிருந்து என்னோடு வா. அமனா மலையின் உச்சியிலிருந்து வா. சேனீர் எர்மோனின் சிகரங்களிலிருந்தும், சிங்கக் குகைகளிலிருந்தும், சிறுத்தைகளினுடைய மலைகளிலிருந்தும் வா."
  }, {
    "number" : 9,
    "verse" : "என் அன்பே! என் மணமகளே! என்னைக் கவர்ந்தவள் நீ உன் ஒரு கண்ணால், உன் கழுத்திலுள்ள ஒரு நகையால் என் இதயத்தைக் கவர்ந்துவிட்டாய்."
  }, {
    "number" : 10,
    "verse" : "என் அன்பே, என் மணமகளே, உன் அன்பு மிக அழகானது. உன் அன்பு திராட்சைரசத்தைவிடச் சிறந்தது. உன் பரிமள தைலங்களின் மணம் சகல சுகந்தவர்க்கங்களின் மணத்தைவிடச் சிறந்தது."
  }, {
    "number" : 11,
    "verse" : "என் மணமகளே! உன் உதடுகளில் தேன் ஒழுகுகிறது. உன் நாவின் அடியில் பாலும் தேனும் ஊறுகிறது. உன் ஆடைகளின் மணம் வீபனோனின் மணம்போல் உள்ளது."
  }, {
    "number" : 12,
    "verse" : "என் அன்பே! என் மணமகளே! நீ சுத்தமானவள். நீ பூட்டப்பட்ட தோட்டத்தைப் போன்றும், பூட்டிவைக்கப்பட்ட குளத்தைப் போன்றும், அடைக்கப்பட்ட நீரூற்றைப்போன்றும் இருக்கிறாய்."
  }, {
    "number" : 13,
    "verse" : "உன் பக்க உறுப்புகள் ஒரு தோட்டம் மாதளஞ் செடிகளாலும் மற்ற பழமரங்களாலும் நிறைந்துள்ளதுபோல் உள்ளன, நளதம்."
  }, {
    "number" : 14,
    "verse" : "குங்குமம், வசம்பு, லவங்கம், தூபவர்க்க மரங்களும் வெள்ளைப்போளச் செடிகளும் சந்தன மரங்களும் சகலவித மணப்பொருள் செடிகளும் உள்ள தோட்டம் போலுள்ளன."
  }, {
    "number" : 15,
    "verse" : "நீ தோட்டத்து நீரூற்று போன்றவள் சுத்தமான தண்ணீருள்ள கிணறும், லீபனோன் மலையிலிருந்து ஓடிவரும் ஓடைகளும் அதிலே உள்ளன."
  }, {
    "number" : 16,
    "verse" : "அவள் பேசுகிறாள்வாடைக் காற்றே எழும்பு. தென்றலே வா. என் தோட்டத்தில் வீசு. உன் இனிய மணத்தைப் பரப்பு. என் அன்பரைத் தன் தோட்டத்திற்குள் நுழையவிடு. அவர் இனிய பழங்களைச் சாப்பிடட்டும்."
  } ]
}