{"bibleAbbr":"BBE1965","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":1,"verses":[{"number":1,"verse":"Now there came a time, in the days of the judges, when there was no food in the land. And a certain man went from Beth-lehem-judah, he and his wife and his two sons, to make a living-place in the country of Moab."},{"number":2,"verse":"And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Beth-lehem-judah. And they came into the country of Moab, and were there for some time."},{"number":3,"verse":"And Elimelech, Naomi's husband, came to his end; and only her two sons were with her."},{"number":4,"verse":"And they took two women of Moab as their wives: the name of the one was Orpah, and the name of the other Ruth; and they went on living there for about ten years."},{"number":5,"verse":"And Mahlon and Chilion came to their end; and the woman was without her two sons and her husband."},{"number":6,"verse":"So she and her daughters-in-law got ready to go back from the country of Moab, for news had come to her in the country of Moab that the Lord, in mercy for his people, had given them food."},{"number":7,"verse":"And she went out of the place where she was, and her two daughters-in-law with her; and they went on their way to go back to the land of Judah."},{"number":8,"verse":"And Naomi said to her two daughters-in-law, Go back to your mothers' houses: may the Lord be good to you as you have been good to the dead and to me:"},{"number":9,"verse":"May the Lord give you rest in the houses of your husbands. Then she gave them a kiss; and they were weeping bitterly."},{"number":10,"verse":"And they said to her, No, but we will go back with you to your people."},{"number":11,"verse":"But Naomi said, Go back, my daughters; why will you come with me? Have I more sons in my body, to become your husbands?"},{"number":12,"verse":"Go back, my daughters, and go on your way; I am so old now that I may not have another husband. If I said, I have hopes, if I had a husband tonight, and might have sons,"},{"number":13,"verse":"Would you keep yourselves till they were old enough? would you keep from having husbands for them? No, my daughters; but I am very sad for you that the hand of the Lord is against me."},{"number":14,"verse":"Then again they were weeping; and Orpah gave her mother-in-law a kiss, but Ruth would not be parted from her."},{"number":15,"verse":"And Naomi said, See, your sister-in-law has gone back to her people and to her gods: go back after your sister-in-law."},{"number":16,"verse":"But Ruth said, Give up requesting me to go away from you, or to go back without you: for where you go I will go; and where you take your rest I will take my rest; your people will be my people, and your God my God."},{"number":17,"verse":"Wherever death comes to you, death will come to me, and there will be my last resting-place; the Lord do so to me and more if we are parted by anything but death."},{"number":18,"verse":"And when she saw that Ruth was strong in her purpose to go with her she said no more."},{"number":19,"verse":"So the two of them went on till they came to Beth-lehem. And when they came to Beth-lehem all the town was moved about them, and they said, Is this Naomi?"},{"number":20,"verse":"And she said to them, Do not let my name be Naomi, but Mara, for the Ruler of all has given me a bitter fate."},{"number":21,"verse":"I went out full, and the Lord has sent me back again with nothing; why do you give me the name Naomi, seeing that the Lord has given witness against me, and the Ruler of all has sent sorrow on me?"},{"number":22,"verse":"So Naomi came back out of the country of Moab, and Ruth the Moabitess, her daughter-in-law, with her; and they came to Beth-lehem in the first days of the grain-cutting."}]}