{"bibleAbbr":"msAB1996","bookName":"ULANGAN","bookEnglishName":"Deuteronomy","chapterNumber":23,"verses":[{"number":1,"verse":"( Orang yang Tidak Termasuk Umat TUHAN) “Orang yang sudah dikembiri atau yang dipotong zakarnya tidak boleh menjadi umat TUHAN."},{"number":2,"verse":"Orang yang lahir luar nikah dan semua keturunannya sampai kepada generasi yang kesepuluh, tidak boleh menjadi umat TUHAN."},{"number":3,"verse":"Orang Amon dan orang Moab serta keturunan mereka sampai kepada generasi yang kesepuluh, tidak boleh menjadi umat TUHAN."},{"number":4,"verse":"( ) Mereka tidak mahu memberi kamu makanan dan air ketika kamu dalam perjalanan keluar dari Mesir. Mereka juga mengupah Bileam anak Beor, dari kota Petor di Mesopotamia, untuk mengutuk kamu."},{"number":5,"verse":"( ) Tetapi TUHAN, Allah kamu tidak mahu mendengarkan Bileam. Sebaliknya Dia mengubah kutuk itu menjadi berkat, kerana Dia mengasihi kamu. ( )"},{"number":6,"verse":"Selama kamu hidup dan sampai selama-lamanya, jangan lakukan apa-apa untuk menolong bangsa-bangsa itu, atau menjadikan mereka makmur."},{"number":7,"verse":"Jangan hina orang Edom, kerana mereka sanak saudara kamu. Jangan hina orang Mesir, kerana dahulu kamu tinggal di negeri mereka."},{"number":8,"verse":"Generasi mereka yang ketiga dan seterusnya, boleh menjadi umat TUHAN.”"},{"number":9,"verse":"( Kebersihan Perkhemahan Tentera) “Pada waktu peperangan, ketika kamu berkhemah, jagalah diri kamu dan hindarilah apa sahaja yang akan menajiskan kamu."},{"number":10,"verse":"Apabila seseorang menjadi najis kerana mengeluarkan mani pada waktu malam, dia mesti keluar dari perkhemahan dan tinggal di sana."},{"number":11,"verse":"Menjelang petang dia harus mandi, dan apabila matahari terbenam barulah dia boleh balik ke perkhemahan."},{"number":12,"verse":"Kamu mesti menyediakan tempat di luar perkhemahan untuk membuang air besar."},{"number":13,"verse":"Apabila kamu hendak membuang air besar, bawalah juga sepotong kayu selain perlengkapan kamu untuk menggali lubang dan menutupinya pula."},{"number":14,"verse":"Jagalah supaya perkhemahan kamu tidak najis, kerana TUHAN, Allah kamu bersama-sama kamu di perkhemahan itu untuk melindungi kamu dan memberi kamu kemenangan atas musuh. Jangan lakukan apa-apa yang tidak senonoh, yang akan menyebabkan TUHAN meninggalkan kamu.”"},{"number":15,"verse":"( Berbagai-bagai Peraturan) “Jika seorang hamba lari daripada tuannya lalu datang kepada kamu untuk minta perlindungan, jangan suruh dia balik."},{"number":16,"verse":"Dia boleh tinggal di bandar mana sahaja yang dipilihnya. Jangan perlakukan dia dengan kejam."},{"number":17,"verse":"( ) Orang Israel, baik lelaki mahupun perempuan, tidak boleh menjadi pelacur di kuil-kuil berhala."},{"number":18,"verse":"Wang yang diperoleh dengan cara ini tidak boleh dibawa ke dalam Rumah TUHAN, Allah kamu untuk memenuhi nazar. Pelacur di kuil berhala dibenci oleh TUHAN."},{"number":19,"verse":"Apabila kamu meminjamkan wang, makanan, atau apa sahaja kepada sesama orang Israel, jangan minta faedah."},{"number":20,"verse":"( ; ; ) Kamu boleh minta faedah apabila kamu meminjamkan wang kepada orang bangsa asing, tetapi kamu tidak boleh berbuat demikian apabila meminjamkan wang kepada orang sebangsa kamu. Taatilah peraturan ini, barulah TUHAN, Allah kamu akan memberkati segala yang kamu lakukan di tanah yang akan kamu duduki."},{"number":21,"verse":"( ; ) Jika kamu bernazar kepada TUHAN, Allah kamu, jangan lalai menunaikan nazar itu. TUHAN akan menuntut nazar kamu itu, dan kamu berdosa jika tidak menunaikannya."},{"number":22,"verse":"Kamu tidak berdosa jika kamu tidak bernazar kepada TUHAN;"},{"number":23,"verse":"tetapi jika kamu dengan sukarela bernazar kepada TUHAN, Allah kamu, tunaikan nazar kamu itu."},{"number":24,"verse":"Apabila kamu berjalan melalui ladang anggur orang lain, kamu boleh makan buah anggur seberapa banyak yang kamu suka, tetapi kamu tidak boleh mengumpulkannya di dalam bakul."},{"number":25,"verse":"Apabila kamu berjalan melalui ladang gandum orang lain, kamu boleh makan gandum yang kamu petik dengan tangan, tetapi kamu tidak boleh memotongnya dengan sabit.”"}]}