{"bibleAbbr":"msAB1996","bookName":"ULANGAN","bookEnglishName":"Deuteronomy","chapterNumber":25,"verses":[{"number":1,"verse":"Andaikata dua orang Israel pergi ke mahkamah untuk menyelesaikan pertikaian, lalu seorang didapati tidak bersalah dan seorang lagi didapati bersalah."},{"number":2,"verse":"Jika orang yang bersalah itu dihukum sebat, hakim harus menyuruh dia meniarap lalu dia disebat. Dia akan disebat setimpal dengan jenayah yang dilakukannya."},{"number":3,"verse":"( ) Dia boleh disebat sehingga sebanyak empat puluh kali, tetapi tidak lebih daripada itu. Jika lebih daripada itu, orang itu dihina di hadapan umum."},{"number":4,"verse":"( ; ) Jangan berangus mulut lembu ketika lembu itu sedang mengirik gandum.”"},{"number":5,"verse":"( Kewajipan Terhadap Saudara yang sudah Meninggal) “Jika dua orang saudara tinggal bersama-sama, lalu seorang meninggal tanpa mempunyai anak lelaki, balunya tidak boleh berkahwin dengan orang lain di luar keluarga mendiang suaminya. Saudara orang yang sudah meninggal itu wajib mengahwini balu itu."},{"number":6,"verse":"( ; ; ) Anak lelaki sulung mereka itu harus dianggap sebagai anak orang yang sudah meninggal, supaya dia mempunyai keturunan di kalangan bangsa Israel."},{"number":7,"verse":"Tetapi jika saudara orang yang sudah meninggal itu tidak mahu berkahwin dengan balu itu, balu itu harus pergi kepada para pemimpin kota dan berkata, ‘Saudara mendiang suami saya tidak mahu melakukan kewajipannya. Dia tidak mahu memberi saudaranya keturunan di kalangan bangsa Israel.’"},{"number":8,"verse":"Kemudian para pemimpin kota harus memanggil orang itu dan berkata-kata dengan dia. Jika dia masih enggan berkahwin dengan balu itu,"},{"number":9,"verse":"maka balu itu harus menghampiri dia di hadapan para pemimpin kota. Kemudian balu itu harus menanggalkan salah satu kasut saudara mendiang suaminya itu dan meludahi mukanya, sambil berkata, ‘Inilah yang terjadi kepada orang yang tidak mahu memberikan keturunan kepada saudaranya.’"},{"number":10,"verse":"( ) Di Israel, keluarga orang itu akan disebut ‘keluarga orang yang kasutnya ditanggalkan.’ ”"},{"number":11,"verse":"( Peraturan-Peraturan Lain) “Jika dua orang lelaki berkelahi, lalu isteri salah seorang lelaki itu cuba menolong suaminya dengan meramas kemaluan lelaki lawan suaminya,"},{"number":12,"verse":"potonglah tangan perempuan itu. Jangan kasihani dia."},{"number":13,"verse":"Apabila kamu menggunakan timbangan atau ukuran, jangan tipu orang."},{"number":15,"verse":"Gunakanlah timbangan dan ukuran yang tepat, supaya kamu panjang umur di tanah yang diberikan TUHAN, Allah kamu kepada kamu."},{"number":16,"verse":"( ) TUHAN, Allah kamu membenci orang yang menipu.”"},{"number":17,"verse":"( Perintah untuk Membunuh Orang Amalek) “Ingatlah akan apa yang dilakukan orang Amalek dalam perjalanan kamu keluar dari Mesir."},{"number":18,"verse":"Mereka tidak takut akan Allah. Mereka menyerang kamu dari belakang ketika kamu penat dan kehabisan tenaga, dan membunuh semua orang yang ketinggalan di belakang."},{"number":19,"verse":"( ; ) Oleh itu, apabila TUHAN, Allah kamu telah memberikan tanah itu kepada kamu, dan memberi kamu keamanan daripada semua musuh yang tinggal di sekeliling, kamu mesti membunuh semua orang Amalek supaya tidak seorang pun ingat akan mereka lagi. Jangan lupakan hal ini!”"}]}