{"bibleAbbr":"msAB1996","bookName":"ULANGAN","bookEnglishName":"Deuteronomy","chapterNumber":27,"verses":[{"number":1,"verse":"( Hukum Allah yang Ditulis pada Batu) Kemudian Musa, bersama dengan para pemimpin bangsa Israel, berkata kepada umat itu, “Patuhilah segala perintah yang aku berikan kepada kamu hari ini."},{"number":2,"verse":"Pada hari kamu menyeberangi Sungai Yordan dan tiba di tanah yang diberikan TUHAN, Allah kamu kepada kamu, kamu harus mendirikan beberapa buah batu besar dan melepakan batu-batu itu."},{"number":3,"verse":"Tuliskanlah semua hukum ini pada batu-batu itu. Apabila kamu tiba di tanah yang kaya dan subur yang dijanjikan TUHAN, Allah nenek moyang kamu kepada kamu,"},{"number":4,"verse":"dan kamu berada di seberang Sungai Yordan, dirikanlah batu-batu itu di atas Gunung Ebal seperti yang aku perintahkan sekarang ini, dan lepakanlah batu-batu itu."},{"number":5,"verse":"Buatlah sebuah mazbah daripada batu-batu yang belum pernah dipahat dengan besi,"},{"number":6,"verse":"( ) kerana mazbah yang kamu buat untuk TUHAN, Allah kamu mesti dibuat daripada batu-batu yang tidak dipahat. Kamu harus mempersembahkan korban untuk menyenangkan hati TUHAN, ( Korban untuk menyenangkan hati TUHAN; Harfiah: Korban bakar. Lihat Kamus.) dan bakarlah semuanya di atas mazbah itu."},{"number":7,"verse":"Persembahkanlah juga korban untuk memohon berkat TUHAN, ( Korban untuk memohon berkat TUHAN; Harfiah: Korban perdamaian. Lihat Kamus.) dan makanlah korban itu di situ, serta bersukacita di hadapan TUHAN, Allah kamu."},{"number":8,"verse":"( ) Pada batu-batu yang dilepa itu, tulislah dengan jelas setiap perkataan daripada hukum Allah itu.”"},{"number":9,"verse":"Selepas itu Musa, bersama dengan imam-imam Lewi, berkata kepada semua orang Israel, “Dengarlah, hai umat Israel, dan berikanlah perhatian. Pada hari ini kamu telah menjadi umat TUHAN, Allah kamu."},{"number":10,"verse":"Oleh itu taatilah TUHAN, Allah kamu dan lakukanlah segala perintah-Nya yang aku berikan kepada kamu hari ini.”"},{"number":11,"verse":"( Kutuk bagi Orang yang Tidak Taat) Kemudian Musa berkata kepada umat Israel,"},{"number":12,"verse":"( ; ) “Selepas kamu menyeberangi Sungai Yordan, suku Simeon, Lewi, Yehuda, Isakhar, Yusuf, dan Benyamin harus berdiri di atas Gunung Gerizim, apabila berkat diucapkan untuk umat Israel."},{"number":13,"verse":"Apabila kutuk diucapkan, suku Ruben, Gad, Asyer, Dan, Zebulon, dan Naftali harus berdiri di atas Gunung Ebal."},{"number":14,"verse":"Orang Lewi harus mengucapkan kata-kata berikut dengan suara kuat:"},{"number":15,"verse":"( , ; , ; , ) ‘Terkutuklah orang yang membuat berhala daripada batu, kayu, atau logam, lalu menyembahnya dengan sembunyi-sembunyi. TUHAN membenci penyembahan berhala.’ Semua orang akan menjawab, ‘Amin!’"},{"number":16,"verse":"( ; ) ‘Terkutuklah orang yang menghina ibu atau bapa mereka.’ Semua orang akan menjawab, ‘Amin!’"},{"number":17,"verse":"( ) ‘Terkutuklah orang yang memindahkan penanda sempadan tanah jiran mereka.’ Semua orang akan menjawab, ‘Amin!’"},{"number":18,"verse":"( ) ‘Terkutuklah orang yang menyesatkan orang buta.’ Semua orang akan menjawab, ‘Amin!’"},{"number":19,"verse":"( , ; ; ) ‘Terkutuklah orang yang merampas hak orang asing, anak yatim piatu, dan balu.’ Semua orang akan menjawab, ‘Amin!’"},{"number":20,"verse":"( , ; ) ‘Terkutuklah orang yang mempermalukan bapa mereka kerana menyetubuhi salah seorang isteri bapa mereka.’ Semua orang akan menjawab, ‘Amin!’"},{"number":21,"verse":"( ; , ) ‘Terkutuklah orang yang melakukan hubungan jenis dengan binatang.’ Semua orang akan menjawab, ‘Amin!’"},{"number":22,"verse":"( , ) ‘Terkutuklah orang yang bersetubuh dengan saudara perempuan sekandung, ataupun dengan saudara perempuan tiri.’ Semua orang akan menjawab, ‘Amin!’"},{"number":23,"verse":"( , ) ‘Terkutuklah orang yang bersetubuh dengan ibu mentua mereka.’ Semua orang akan menjawab, ‘Amin!’"},{"number":24,"verse":"‘Terkutuklah orang yang melakukan pembunuhan dengan sembunyi-sembunyi.’ Semua orang akan menjawab, ‘Amin!’"},{"number":25,"verse":"‘Terkutuklah orang yang menerima upah untuk membunuh orang yang tidak bersalah.’ Semua orang akan menjawab, ‘Amin!’"},{"number":26,"verse":"( ) ‘Terkutuklah orang yang tidak mentaati hukum dan ajaran Allah.’ Semua orang akan menjawab, ‘Amin!’ ”"}]}