{"bibleAbbr":"msAB1996","bookName":"ULANGAN","bookEnglishName":"Deuteronomy","chapterNumber":33,"verses":[{"number":1,"verse":"( Musa Memberkati Suku-Suku Israel) Sebelum meninggal, Musa, hamba Allah itu, memberkati umat Israel dengan kata-kata ini:"},{"number":2,"verse":"TUHAN datang dari Gunung Sinai; Dia terbit seperti matahari di atas Edom, dan dari Gunung Paran Dia menyinari umat-Nya. Beribu-ribu malaikat menyertai Dia; pada tangan kanan-Nya ada api yang bernyala-nyala."},{"number":3,"verse":"TUHAN mengasihi umat-Nya; ( Sebuah naskhah terjemahan kuno: umat-Nya. Naskhah Ibrani: bangsa-bangsa.) Dia melindungi semua orang yang menjadi milik-Nya. Itulah sebabnya kita sujud di hadapan-Nya, dan mentaati perintah-Nya."},{"number":4,"verse":"Kita mematuhi Taurat yang diberikan Musa kepada kita; itulah milik bangsa kita yang paling berharga."},{"number":5,"verse":"TUHAN menjadi raja kepada Israel, umat-Nya ketika suku-suku Israel berkumpul bersama dengan para pemimpin mereka."},{"number":6,"verse":"Tentang suku Ruben, Musa berkata, “Semoga suku Ruben tidak punah, meskipun bilangan mereka sedikit sahaja.”"},{"number":7,"verse":"Tentang suku Yehuda, dia berkata, “Ya TUHAN, dengarkanlah seruan mereka minta pertolongan. Persatukanlah mereka semula dengan suku-suku lain. Ya TUHAN, berperanglah bagi mereka, dan tolonglah mereka melawan musuh mereka.” ( Kemungkinan besar itu ertinya: berperanglah... musuh. Naskhah Ibrani: Suku Yehuda akan berperang bagi diri mereka sendiri, dan Tuhan akan menolong mereka menentang musuh.)"},{"number":8,"verse":"( , ; ) Tentang suku Lewi, dia berkata, “Ya TUHAN, nyatakanlah kehendak-Mu melalui Urim dan Tumim, ( Urim dan Tumim: Dua benda yang digunakan oleh imam untuk mengetahui kehendak Allah. Tidak diketahui dengan pasti cara menggunakannya.) dengan perantaraan orang Lewi, hamba-hamba-Mu yang setia. Engkau telah menguji mereka di Masa, dan membuktikan kesetiaan mereka di mata air Meriba."},{"number":9,"verse":"Mereka telah menunjukkan kesetiaan kepada-Mu yang melebihi kesetiaan kepada ibu bapa, saudara, atau anak. Mereka mentaati perintah-Mu dan setia kepada perjanjian-Mu."},{"number":10,"verse":"Mereka akan mengajar umat-Mu mentaati Taurat-Mu; mereka akan mempersembahkan korban di atas mazbah-Mu."},{"number":11,"verse":"Ya TUHAN, tolonglah suku mereka menjadi perkasa, semoga Engkau berkenan kepada pekerjaan mereka. Hancurkanlah semua musuh mereka, biarlah musuh mereka tidak bangkit semula.”"},{"number":12,"verse":"Tentang suku Benyamin, dia berkata, “Inilah suku yang dikasihi dan dilindungi oleh TUHAN; Dia menjaga mereka sepanjang masa, Dia tinggal di tengah-tengah mereka.” ( Dia tinggal... mereka; atau Mereka hidup dalam perlindungan-Nya.)"},{"number":13,"verse":"Tentang keturunan Yusuf, dia berkata, “Semoga TUHAN memberkati tanah mereka dengan hujan, dan dengan air dari bawah tanah."},{"number":14,"verse":"Semoga TUHAN memberkati tanah mereka dengan buah-buahan yang masak di pokok, dan memberi mereka banyak buah pada setiap musim."},{"number":15,"verse":"Semoga bukit-bukit purba mereka, diliputi buah-buahan yang istimewa baiknya."},{"number":16,"verse":"Semoga tanah mereka dipenuhi segala sesuatu yang baik, tanah yang diberkati dengan kebaikan TUHAN, Dia yang pernah berfirman dari semak yang bernyala. Semoga berkat-berkat ini dicurahkan kepada keturunan Yusuf, kerana dialah pemimpin di kalangan saudara-saudaranya."},{"number":17,"verse":"Yusuf mempunyai kekuatan lembu jantan, dan tanduk lembu jantan hutan. Tanduknya adalah keturunan Manasye yang beribu-ribu, dan keturunan Efraim yang berpuluh-puluh ribu. Dengan semua orang ini dia menanduk bangsa-bangsa, dan mengusir mereka sampai ke hujung bumi.”"},{"number":18,"verse":"Tentang suku Zebulon dan Isakhar, dia berkata, “Semoga Zebulon makmur kerana perdagangan di perantauan, dan semoga kekayaan Isakhar bertambah-tambah di perkhemahan."},{"number":19,"verse":"Mereka menjemput bangsa asing ke gunung; di sana mereka mempersembahkan korban yang diperkenankan. Mereka mendapatkan kekayaan dari laut, dan dari pasir di sepanjang pantai.”"},{"number":20,"verse":"Tentang suku Gad, dia berkata, “Pujilah Allah yang meluaskan kawasan mereka. Gad menunggu-nunggu seperti seekor singa, hendak mencarik-carikkan lengan atau kulit kepala."},{"number":21,"verse":"Mereka mengambil tanah yang terbaik untuk mereka sendiri. Mereka mendapat bahagian seorang pemimpin. Mereka mematuhi perintah dan hukum TUHAN, ketika para pemimpin Israel berkumpul bersama-sama.”"},{"number":22,"verse":"Tentang suku Dan, dia berkata, “Dan seperti seekor singa muda yang melompat keluar dari Basan.”"},{"number":23,"verse":"Tentang suku Naftali, dia berkata, “Naftali dilimpahi berkat dan kasih TUHAN; tanah mereka meluas dari Tasik Galilea ke selatan.”"},{"number":24,"verse":"Tentang suku Asyer, dia berkata, “Asyer diberkati lebih daripada suku-suku lain. Semoga dia menjadi kesayangan saudara-saudaranya, semoga pokok zaitun tumbuh subur di tanahnya."},{"number":25,"verse":"Semoga kota-kotanya dilindungi oleh pintu gerbang besi, semoga hidupnya sentiasa aman dan tenteram.”"},{"number":26,"verse":"“Hai umat Israel, tiada yang seperti Allah kamu, yang melintasi langit dengan kemuliaan, dan menembusi awan untuk menolong kamu."},{"number":27,"verse":"Allah yang kekal menjadi perlindungan kamu, dan tangan-Nya menunjang kamu. Apabila kamu bergerak maju, Dia mengusir musuh kamu, dan menyuruh kamu membinasakan mereka semua."},{"number":28,"verse":"Oleh itu keturunan Yakub hidup dengan tenteram; mereka aman di tanah yang penuh dengan wain dan gandum; dan tanahnya dibasahi oleh embun dari langit."},{"number":29,"verse":"Hai Israel, kamu sungguh berbahagia! Tidak ada sesiapa pun seperti kamu, bangsa yang diselamatkan oleh TUHAN. TUHAN sendirilah yang menjadi perisai dan pedang kamu, untuk membela kamu dan memberi kamu kemenangan. Musuh kamu akan datang mohon belas kasihan, dan kamu akan memijak-mijak mereka.” ( dan kamu... mereka: Diambil dari sebuah terjemahan kuno. Menurut naskhah Ibrani: dan kamu akan berjalan di bukit-bukit mereka.)"}]}