{"bibleAbbr":"bnOV2016","bookName":"ইষ্রা।","bookEnglishName":"Ezra","chapterNumber":1,"verses":[{"number":1,"verse":"( যিহূদীদের স্বদেশে ফিরিয়া যাইবার অনুমতি পত্র।) পারস্য-রাজ কোরসের প্রথম বৎসরে যিরমিয় দ্বারা কথিত সদাপ্রভুর বাক্যসিদ্ধির নিমিত্ত সদাপ্রভু পারস্য-রাজ কোরসের মনে প্রবৃত্তি দিলেন, তাই তিনি আপনার রাজ্যের সর্ব্বত্র ঘোষণা দ্বারা এবং লিখিত বিজ্ঞাপন দ্বারা এই আজ্ঞা প্রচার করিলেন, পারস্য-রাজ কোরস এই কথা কহেন,"},{"number":2,"verse":"স্বর্গের ঈশ্বর সদাপ্রভু পৃথিবীর সমস্ত রাজ্য আমাকে দান করিয়াছেন, আর তিনি যিহূদা দেশস্থ যিরূশালেমে তাঁহার জন্য এক গৃহ নির্ম্মাণ করিবার ভার আমাকে দিয়াছেন।"},{"number":3,"verse":"তোমাদের মধ্যে, তাঁহার সমস্ত প্রজার মধ্যে, যে কেহ হউক, তাহার ঈশ্বর তাহার সহবর্ত্তী হউন; সে যিহূদা দেশস্থ যিরূশালেমে যাউক, ইস্রায়েলের ঈশ্বর সদাপ্রভুর যিরূশালেমস্থ গৃহ নির্ম্মাণ করুক; তিনিই ঈশ্বর।"},{"number":4,"verse":"আর যে কোন স্থানে যে কেহ অবশিষ্ট আছে, প্রবাস করিতেছে, সেই স্থানের লোকেরা ঈশ্বরের যিরূশালেমস্থ গৃহের জন্য স্বেচ্ছা-দত্ত নৈবেদ্য ব্যতিরেকে রৌপ্য, স্বর্ণ, নানা দ্রব্য ও পশু দিয়া তাহার সাহায্য করুক।"},{"number":5,"verse":"তখন যিহূদার ও বিন্যামীনের পিতৃকুলপতিগণ এবং যাজকেরা ও লেবীয়েরা, এমন কি, ঈশ্বরের যে লোকদের মনে সদাপ্রভুর যিরূশালেমস্থ গৃহ নির্ম্মাণার্থে যাত্রা করিতে প্রবৃত্তি দিলেন, সেই সকলে উঠিল।"},{"number":6,"verse":"আর তাহাদের চতুর্দ্দিক্স্থ সমস্ত লোক স্বেচ্ছা-দত্ত সকল নৈবেদ্য ব্যতিরেকে রৌপ্যময় পাত্র, স্বর্ণ, নানা দ্রব্য এবং পশু ও বহুমূল্য দ্রব্য তাহাদিগকে দিয়া তাহাদের হস্ত সবল করিল।"},{"number":7,"verse":"আর নবূখদ্নিৎসর সদাপ্রভুর গৃহের যে সকল পাত্র যিরূশালেম হইতে আনিয়া আপন দেবালয়ে রাখিয়াছিলেন, কোরস রাজা সেই সকল বাহির করিয়া দিলেন।"},{"number":8,"verse":"পারস্য-রাজ কোরস সে সকল কোষাধ্যক্ষ মিত্রদাতের হস্ত দ্বারা বাহির করিয়া আনাইলেন, আর যিহূদার অধ্যক্ষ শেশ্বসরের কাছে গণনা করিয়া তাহা সমর্পণ করিলেন।"},{"number":9,"verse":"সেই সকল দ্রব্যের সংখ্যা; স্বর্ণময় ত্রিশখানি থাল, রৌপ্যময় সহস্র থাল, ঊনত্রিশখানি ছুরী,"},{"number":10,"verse":"ত্রিশটী স্বর্ণময় পানপাত্র, চারি শত দশটী রৌপ্যময় দ্বিতীয় প্রকার পানপাত্র, এবং এক সহস্র অন্যান্য পাত্র;"},{"number":11,"verse":"সর্ব্বশুদ্ধ পাঁচ সহস্র চারি শত স্বর্ণময় ও রৌপ্যময় পাত্র। বন্দিদিগকে বাবিল হইতে যিরূশালেমে উঠাইয়া আনিবার সময়ে শেশ্বসর এই সকল দ্রব্য আনিলেন।"}]}