{"bibleAbbr":"bnOV2016","bookName":"ইষ্রা।","bookEnglishName":"Ezra","chapterNumber":8,"verses":[{"number":1,"verse":"অর্তক্ষস্ত রাজার রাজত্বকালে তাহাদের যে পিতৃকুলপতিরা আমার সহিত বাবিল হইতে প্রস্থান করিল, তাহাদের নাম ও বংশাবলি এই।"},{"number":2,"verse":"পীনহসের সন্তানদের মধ্যে গের্শোম, ঈথামরের সন্তানদের মধ্যে দানিয়েল, দায়ূদের সন্তানদের মধ্যে হটূশ।"},{"number":3,"verse":"শখনিয়ের সন্তানদের মধ্যে; পরোশের সন্তানদের মধ্যে সখরিয়, এবং বংশাবলিতে নির্দ্দিষ্ট তাহার সঙ্গী এক শত পঞ্চাশ জন পুরুষ।"},{"number":4,"verse":"পহৎ-মোয়াবের সন্তানদের মধ্যে সরহিয়ের পুত্র ইলীয়ৈনয়, ও তাহার সঙ্গী দুই শত পুরুষ।"},{"number":5,"verse":"শখনিয়ের সন্তানদের মধ্যে মহসীয়েলের পুত্র, ও তাহার সঙ্গী তিন শত পুরুষ।"},{"number":6,"verse":"আদীনের সন্তানদের মধ্যে যোনাথনের পুত্র এবদ, ও তাহার সঙ্গী পঞ্চাশ জন পুরুষ।"},{"number":7,"verse":"এলমের সন্তানদের মধ্যে অথলিয়ের পুত্র যিশায়াহ, ও তাহার সঙ্গী সত্তর জন পুরুষ।"},{"number":8,"verse":"শফটিয়ের সন্তানদের মধ্যে মীখায়েলের পুত্র সবদিয়, ও তাহার সঙ্গী আশী জন পুরুষ।"},{"number":9,"verse":"যোয়াবের সন্তানদের মধ্যে যিহিয়েলের পুত্র ওবদিয়, ও তাহার সঙ্গী দুই শত আঠার জন পুরুষ।"},{"number":10,"verse":"শলোমীতের সন্তানদের মধ্যে যোষিফিয়ের পুত্র, ও তাহার সঙ্গী এক শত ষাট জন পুরুষ"},{"number":11,"verse":"আর বেবয়ের সন্তানদের মধ্যে বেবয়ের পুত্র সখরিয়, ও তাহার সঙ্গী আটাশ জন পুরুষ।"},{"number":12,"verse":"অস্গদের সন্তানদের মধ্যে হকাটনের পুত্র যোহানন, ও তাহার সঙ্গী এক শত দশ জন পুরুষ।"},{"number":13,"verse":"অদোনীকামের শেষ সন্তানদের মধ্যে কয়েক জন, তাহাদের নাম ইলীফেলট, যিয়ূয়েল ও শময়িয়, ও তাহাদের সঙ্গী ষাট জন পুরুষ।"},{"number":14,"verse":"বিগ্বয়ের সন্তানদের মধ্যে ঊথয় ও সব্বূদ, ও তাহাদের সঙ্গী সত্তর জন পুরুষ।"},{"number":15,"verse":"আমি তাহাদিগকে অহবা-গামিনী নদীর কাছে একত্র করিয়াছিলাম; সেই স্থানে আমরা শিবির স্থাপন করিয়া তিন দিন রহিলাম, আর লোকদের ও যাজকদের প্রতি নিরীক্ষণ করিলে আমি সে স্থানে লেবির সন্তানদের কাহাকেও দেখিতে পাইলাম না।"},{"number":16,"verse":"তখন আমি ইলীয়েষর, অরীয়েল, শময়িয়, ইল্নাথন, যারিব, ইল্নাথন, নাথন, সখরিয়, ও মশুল্লম এই সকল প্রধান লোককে, এবং যোয়ারীব ও ইল্নাথন নামে দুই জন শিক্ষককে ডাকিতে পাঠাইলাম।"},{"number":17,"verse":"পরে কাসিফিয়া নামক স্থানের প্রধান লোক ইদ্দোর নিকটে তাহাদিগকে প্রেরণ করিলাম; আর ‘তোমরা আমাদের ঈশ্বরের গৃহের জন্য পরিচারকদিগকে আমাদের নিকটে আন,’ কাসিফিয়া স্থান-প্রবাসী ইদ্দোক ও তাহার ভ্রাতা নথীনীয়দিগকে এই কথা কহিতে তাহাদিগকে আজ্ঞা করিলাম।"},{"number":18,"verse":"আর আমাদের উপরে আমাদের ঈশ্বরের মঙ্গলময় হস্ত থাকায় তাহারা আমাদের নিকটে ইস্রায়েলের পুত্র লেবির বংশজাত মহলির সন্তানদের মধ্যে এক জন প্রবীণকে, আর শেরেবিয়কে এবং তাহার পুত্র ও ভ্রাতৃগণ আঠার জনকে,"},{"number":19,"verse":"আর হশবিয়কে ও তাহার সহিত মরারির সন্তানদের মধ্যে যিশায়াহকে, তাহার ভ্রাতৃগণ ও পুত্রগণ বিংশতি জনকে আনিল;"},{"number":20,"verse":"আর দায়ূদ ও অধ্যক্ষেরা যাহাদিগকে লেবীয়দের সেবাকর্ম্মের জন্য দিয়াছিলেন, সেই নথীনীয়দের মধ্যে দুই শত বিংশতি জনকেও আনিল; সেই সকলের নাম লিখিত হইল।"},{"number":21,"verse":"পরে আমাদের নিমিত্ত এবং আমাদের বালকবালিকাদের ও সমস্ত সম্পত্তির নিমিত্ত সরল পথ যাচ্ঞা করিবার অভিপ্রায়ে আমাদের ঈশ্বরের সাক্ষাতে আপনাদিগকে বিনীত করিবার জন্য আমি সেই স্থানে অহবা নদীর নিকটে উপবাস ঘোষণা করিলাম।"},{"number":22,"verse":"কারণ পথে শত্রুদের বিরুদ্ধে আমাদের সাহায্য করণার্থে রাজার কাছে এক দল সৈন্য কি অশ্বারোহী চাহিতে আমার লজ্জা বোধ হইয়াছিল; বস্তুতঃ আমরা রাজাকে এই কথা বলিয়াছিলাম, আমাদের ঈশ্বরের হস্ত মঙ্গলের নিমিত্ত তাঁহার সমস্ত অন্বেষণকারীর উপরে আছে, কিন্তু যাহারা তাঁহাকে ত্যাগ করে, তাঁহার পরাক্রম ও ক্রোধ সেই সকলের বিরুদ্ধ।"},{"number":23,"verse":"অতএব আমরা উপবাস করিলাম, ও আমাদের ঈশ্বরের কাছে সেই বিষয়ের জন্য প্রার্থনা করিলাম; তাহাতে তিনি আমাদের অনুরোধ গ্রাহ্য করিলেন।"},{"number":24,"verse":"পরে আমি যাজকদের মধ্যে বারো জন প্রধানকে, অর্থাৎ শেরেবিয়কে, হশবিয়কে, ও তাহাদের সহিত তাহাদের দশ জন ভ্রাতাকে পৃথক্ করিলাম;"},{"number":25,"verse":"আর রাজা, তাঁহার মন্ত্রিগণ, অধ্যক্ষগণ ও উপস্থিত সমস্ত ইস্রায়েল আমাদের ঈশ্বরের গৃহের জন্য উপহার বলিয়া যে রৌপ্য, স্বর্ণ ও পাত্র দিয়াছিলেন, উহাদিগকে তাহা তৌল করিয়া দিলাম;"},{"number":26,"verse":"আমি ছয় শত পঞ্চাশ তালন্ত রৌপ্য, এক শত তালন্ত পরিমিত রৌপ্যের পাত্র,"},{"number":27,"verse":"এক শত তালন্ত স্বর্ণ, এক সহস্র অদকোন মূল্যের বিংশতি স্বর্ণময় পাত্র, এবং স্বর্ণের ন্যায় বহুমূল্য উত্তম পরিষ্কৃত তাম্রের দুই পাত্র তৌল করিয়া তাহাদের হস্তে দিলাম।"},{"number":28,"verse":"আর তাহাদিগকে কহিলাম, তোমরা সদাপ্রভুর উদ্দেশে পবিত্র, এবং এই পাত্র সকলও পবিত্র, এবং এই রৌপ্য ও স্বর্ণ তোমাদের পিতৃপুরুষদের ঈশ্বর সদাপ্রভুর উদ্দেশে স্বেচ্ছা-দত্ত নৈবেদ্য।"},{"number":29,"verse":"অতএব তোমরা যিরূশালেমে সদাপ্রভুর গৃহের কুঠরীতে প্রধান যাজকদের, লেবীয়দের ও ইস্রায়েলের পিতৃকুলপতিদের কাছে যে পর্য্যন্ত তাহা তৌল করিয়া না দিবে, সে পর্য্যন্ত সতর্ক থাকিয়া রক্ষা করিবে।"},{"number":30,"verse":"পরে যাজকেরা ও লেবীয়েরা যিরূশালেমে আমাদের ঈশ্বরের গৃহে লইয়া যাইবার নিমিত্ত সেই তৌল পরিমিত রৌপ্য, স্বর্ণ ও পাত্র গ্রহণ করিল।"},{"number":31,"verse":"পরে প্রথম মাসের দ্বাদশ দিনে আমরা যিরূশালেমে যাইবার জন্য অহবা নদী হইতে প্রস্থান করিলাম, আর আমাদের উপরে আমাদের ঈশ্বরের হস্ত ছিল, তিনি পথিমধ্যে শত্রুদের ও গুপ্ত দস্যুদলের হস্ত হইতে আমাদিগকে উদ্ধার করিলেন।"},{"number":32,"verse":"পরে আমরা যিরূশালেমে উপস্থিত হইয়া সে স্থানে তিন দিন অবস্থিতি করিলাম।"},{"number":33,"verse":"পরে চতুর্থ দিনে সেই রৌপ্য, স্বর্ণ ও পাত্র সকল আমাদের ঈশ্বরের গৃহে ঊরীয়ের পুত্র মরেমোৎ যাজকের হস্তে তৌল করিয়া দেওয়া গেল, আর তাহার সহিত পীনহসের পুত্র ইলিয়াসর এবং তাহাদের সহিত যেশূয়ের পুত্র যোষাবদ ও বিন্নূয়ির পুত্র নোয়দিয়, এই দুই জন লেবীয় ছিল।"},{"number":34,"verse":"সমস্ত দ্রব্য গণনা ও তৌল করিয়া দেওয়া হইল, এবং সে সময়ে সমস্ত তৌলের পরিমাণ লিখিত হইল।"},{"number":35,"verse":"নির্ব্বাসিত যে লোকেরা বন্দিদশা হইতে ফিরিয়া আসিয়াছিল, তাহারা ইস্রায়েলের ঈশ্বরের উদ্দেশে হোমবলি উৎসর্গ করিল; তাহারা সমুদয় ইস্রায়েলের জন্য বারোটী বৃষ, ছিয়ানব্বইটী মেষ, সাতাত্তরটী মেষশাবক, ও পাপার্থক বলির জন্য বারোটী ছাগ, এই সকল সদাপ্রভুর উদ্দেশে হোমার্থে বলিদান করিল।"},{"number":36,"verse":"পরে রাজপ্রতিনিধি ক্ষিতিপালদিগের কাছে ও নদী-পারস্থ দেশাধ্যক্ষদিগের কাছে রাজার আজ্ঞাপত্র সমর্পিত হইল, আর তাহারা লোকদের, এবং ঈশ্বরের গৃহেরও সাহায্য করিলেন।"}]}