{"bibleAbbr":"TCL1995","bookName":"1 சாமுவேல்","bookEnglishName":"1 Samuel","chapterNumber":1,"verses":[{"number":1,"verse":"(எல்க்கானாவும் அவனது குடும்பமும் சீலோவில் ஆராதித்தனர்) எப்ராயிம் மலைநாட்டைச் சார்ந்த இராமாத்தயிரம் சோப்பிமில் எல்கானா என்ற ஒருவர் இருந்தார். இவர் எப்ராயிமைச் சார்ந்த சூப்பின் மகனான தோகூவின் மைந்தனான எலிகூபின் புதல்வனான எரொகாமின் மகன்."},{"number":2,"verse":"அவருக்கு அன்னா, பெனின்னா என்ற இரு மனைவியர் இருந்தனர்: பெனின்னாவுக்குக் குழந்தைகள் இருந்தனர். அன்னாவுக்கோ குழந்தைகள் இல்லை"},{"number":3,"verse":"எல்கானா ஆண்டுதோறும் சீலோவில் படைகளின் ஆண்டவரை வழிபடவும் அவருக்குக் பலி செலுத்தவும் தம் நகரிலிருந்து சென்று வருவார். அங்கே ஆண்டவரின் குருவான ஏலியின் இரு புதல்வர்கள் ஒப்னியும் பினகாசும் இருந்தனர்."},{"number":4,"verse":"எல்கானா, தாம் பலி செலுத்திய நாளில், தம் மனைவி பெனின்னாவுக்கும் அவளுடைய புதல்வர் புதல்வியர் அனைவருக்கும் பங்கு கொடுப்பதுண்டு."},{"number":5,"verse":"அன்னாவின் மீது அன்புகொண்டிருந்தும் அவருக்கு ஒரே பங்கைத்தான் அளித்தார்”. ஏனெனில் ஆண்டவர் அவரை மலடியாக்கியிருந்தார்."},{"number":6,"verse":"(பெனின்னாள் அன்னாளை துன்புறுத்தல்) ஆண்டவர் அவரை மலடியாக்கியிருந்தார் அவருடைய சக்களத்தி அவரைத் துன்புறுத்தி வதைத்தாள்."},{"number":7,"verse":"இவ்வாறு ஆண்டுதோறும் நடந்தது: அவர் ஆண்டவரின் இல்லம் வந்த போதெல்லாம் அவள் அவரைத் துன்புறுத்துவாள். அன்னா உண்ணாமல் அழுவார்."},{"number":8,"verse":"அப்போது அவர் கணவர் எல்கானா அவரை நோக்கி அன்னா நீ” ஏன் அழுகிறாய்? நீ ஏன் உண்ணவில்லை? நீ ஏன் மனவருத்தம் அடைகிறாய்? நான் உனக்குப் பத்துப் புதல்வரை விட மேலானவன் அன்”“றோ? என்பார்."},{"number":9,"verse":"(அன்னாளின் ஜெபம்) ஒருநாள் அவர்கள் சீலோவில் உண்டு குடித்தபின், அன்னா எழுந்தார். குரு ஏலி, ஆண்டவரின் கோவில் முற்றத்தில் ஓர் இருக்கையில் அமர்ந்திருந்தார்."},{"number":10,"verse":"அன்னா மனம் கசந்து அழுது புலம்பி, ஆண்டவரிடம் மன்றாடினார்."},{"number":11,"verse":"அவர் பொருத்தனை செய்து வேண்டிக்கொண்டது: “ படைகளின் ஆண்டவரே! நீர் உம் அடியாளாகிய என் துயரத்தைக் கண்ணோக்கி. என்னை மறவாமல் நினைவு கூர்ந்து எனக்கு ஓர் ஆண் குழந்தையைத் தருவீரானால், அவனை அவன் வாழ்நாள் முழுவதும் ஆண்டவராகிய உமக்கு ஒப்புக்கொடுப்பேன். அவனது தலைமேல் சவரக் கத்தியேபடாது."},{"number":12,"verse":"அவர் இவ்வாறு ஆண்டவர் திருமுன் தொடர்ந்து மன்றாடிக் கொண்டிருந்தபோது, ஏலி அவருடைய வாயைக் கவனித்தார்."},{"number":13,"verse":"அன்னா தம் உள்ளத்தினுள் பேசிக்கொண்டிருந்தார். அவருடைய உதடுகள் மட்டும் அசைந்தன: குரல் கேட்கவில்லை, ஆகவே ஏலி அவரை ஒரு குடிகாரி என்று கருதினார்."},{"number":14,"verse":"ஏலி அவரை நோக்கி, எவ்வளவு காலம் நீர் குடிகாரியாய் இருப்பாய்? மது அருந்துவதை நிறுத்து என்றார்,"},{"number":15,"verse":"அதற்கு அன்னா மறுமொழியாக, இல்லை உன் தலைவரே! நான் உள்ளம் நொந்த ஒரு பெண், திராட்சை இரசத்தையோ நான் அருந்தவில்லை, மாறாக, ஆண்டவர் திரு முன் என் உள்ளத்தைக் கொட்டிக் கொண்டிருக்கிறேன்,"},{"number":16,"verse":"உம் அடியாளை ஒரு கீழ்த்தரப்பெண்ணாகக் கருதவேண்டாம், ஏனெனில், என் துன்ப துயரங்களின் மிகுதியால் நான் இதுவரை பேசிக்கொண்டிருந்தேன் என்று கூறினார்."},{"number":17,"verse":"பிறகு ஏலி, “மனநிறைவோடு செல், இஸ்ரயேலின் கடவுள் நீ அவரிடம் விண்ணப்பித்த உனது வேண்டுகோளைக் கேட்டருள்வார்”“ “என்று பதிலளித்தார்,"},{"number":18,"verse":"அதற்கு அன்னா, உம் அடியாள் உம் கண்முன்னே அருள்பெறுவாளாக! என்று கூறித் தம் வழியே சென்று உணவு அருந்தினார். இதன்பின் அவர் முகம் வாடியிருக்கவி”லலை,"},{"number":19,"verse":"அவர்கள் காலையில் எழுந்து ஆண்டவர் திருமுன் வழிபட்டுவிட்டுத் திரும்பிச்சென்று இராமாவில் இருந்த தங்கள் இல்லம் அடைந்தனர். எல்கானா தம் மனைவி அன்னாவோடு கூடி வாந்தனர், ஆண்டவரும் அவரை நினைவு கூர்ந்தார்,"},{"number":20,"verse":"(சாமுவேலின் பிறப்பு) உரிய காலத்தில் அன்னா கருவுற்று ஒரு மகளைப் பெற்றெடுத்தார், “நான் அவனை ஆண்டவரிடமிருந்து கேட்டேன் “ என்று சொல்லி, அவர் அவனுக்குச் “சாமுவேல் “ என்று பெயரிட்டார்."},{"number":21,"verse":"எல்கானாவும் அவர் வீட்டார் அனைவரும் ஆண்டவருக்குத் தங்கள் ஆண்டுப் பலியையும் பொருத்தனைiயும் செலுத்தச் சென்றார்கள்,"},{"number":22,"verse":"ஆனால், அன்னா செல்லவில்லை, அவர் தம் கணவரிடம், “பையன் பால் குடி மறந்ததும் அவனை எடுத்து”ச செல்வேன், அவன் ஆண்டவர் திருமுன் சென்று என்றும் அங்கே தங்கியிருப்பான் “ என்று சொன்னார்."},{"number":23,"verse":"அவர் கணவர் எல்கானா, “உனக்குச் சிறந்தது எனப்படுவதைச் செய், பையன் பால் குடி மறக்கும் வரை இரு, ஆண்டவர் தம் வார்த்தையை உறுதிப்படுத்துவாராக! என்று அவரிடம் கூறினார், ஆகவே அவர் தங்கியிருந்து பால்குடி மறக்கும் வரை தம் மகனுக்குப் பாலூட்டி வந்தார்,"},{"number":24,"verse":"(சீலோவில் ஏலியிடம் சாமுவேலை அன்னாள் கொண்டுபோகிறாள்) அவன் பால்குடி மறந்ததும், அன்னா அவனைத் தூக்கிக் கொண்டு மூன்று காளை, இருபது படி அளவுள்ள ஒரு மரக்கால் மாவு, ஒரு தோல்பை திராட்சை இரசம் ஆகியவற்றுடன் சீலோவிலிருந்து ஆண்டவரின் இல்லத்திற்கு வந்தார், அவன் இன்னும் சிறு பையனாகவே இருந்தான்,"},{"number":25,"verse":"அவர்கள் காளையைப் பலியிட்ட பின், பையனை ஏலியிடம் கொண்டு வந்தார்கள்,"},{"number":26,"verse":"பின் அவர் கூறியது: “என் தலைவரே! உம் மீது ஆணை! என் தலைவரே! உம்முன் நின்று ஆண்டவரிடம் வேண்டிக் கொண்டிருந்த பெண் நானே."},{"number":27,"verse":"இப்பையனுக்காகவே நான் வேண்டிக்கொண்டேன், நான் ஆண்டவரிடம் வி”ண்ணப்பித்த என் வேண்டுகோளை அவர் கேகட்டருளினார்,"},{"number":28,"verse":"ஆகவே நான் அவனை ஆண்டவருக்கு அர்ப்பணிக்கிறேன், அவன் தன் வாழ்நாள் அனைத்தும் ஆண்டவருக்கே அர்ப்பணிக்கப்பட்டவன், அங்கே அவர்கள் ஆண்டவரைத் தொழுதார்கள்,"}]}