{"bibleAbbr":"AKJV1999+","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":4,"verses":[{"number":1,"verse":"Masters, <WG2962> give <WG3930> to your <WG3588> servants <WG1401> that which is just <WG1342> and equal; <WG2471> knowing <WG1492> that you also <WG2532> have <WG2192> a Master <WG2962> in heaven. <WG3772>"},{"number":2,"verse":"Continue <WG4342> in prayer, <WG4335> and watch <WG1127> in the same <WG846> with thanksgiving; <WG2169>"},{"number":3,"verse":"With <WG260> praying <WG4336> also <WG2532> for us, that God <WG2316> would open <WG455> to us a door <WG2374> of utterance, <WG3056> to speak <WG2980> the mystery <WG3466> of Christ, <WG5547> for which <WG3739> I am also <WG2532> in bonds: <WG1210>"},{"number":4,"verse":"That I may make <WG5319> it manifest, <WG5319> as I ought <WG1163> to speak. <WG2980>"},{"number":5,"verse":"Walk <WG4043> in wisdom <WG4678> toward <WG4314> them that are without, <WG1854> redeeming <WG1805> the time. <WG2540>"},{"number":6,"verse":"Let your <WG5216> speech <WG3056> be always <WG104> with grace, <WG5485> seasoned <WG741> with salt, <WG217> that you may know <WG1492> how <WG4459> you ought <WG1163> to answer <WG611> every <WG1519> <WG1538> man. <WG1520>"},{"number":7,"verse":"All <WG3956> my state <WG3588> <WG2596> shall Tychicus <WG5190> declare <WG1107> to you, who is a beloved <WG27> brother, <WG80> and a faithful <WG4103> minister <WG1249> and fellow servant <WG4889> in the Lord: <WG2962>"},{"number":8,"verse":"Whom <WG3739> I have sent <WG3992> to you for the same <WG846> purpose, that he might know <WG1097> your estate, <WG5216> <WG4012> and comfort <WG3870> your <WG5216> hearts; <WG2588>"},{"number":9,"verse":"With Onesimus, <WG3682> a faithful <WG4103> and beloved <WG27> brother, <WG80> who <WG3739> is one of you. They shall make <WG1107> known <WG1107> to you all <WG3956> things which <WG3588> are done here. <WG5602>"},{"number":10,"verse":"Aristarchus <WG708> my fellow prisoner <WG4869> salutes <WG782> you, and Marcus, <WG3138> sister's <WG431> son <WG431> to Barnabas, <WG921> (touching <WG4012> whom <WG3739> you received <WG2983> commandments: <WG1785> if <WG1437> he come <WG2064> to you, receive <WG1209> him;)"},{"number":11,"verse":"And Jesus, <WG2424> which <WG3588> is called <WG3004> Justus, <WG2459> who <WG3588> are of the circumcision. <WG4061> These <WG3778> only <WG3441> are my fellow workers <WG4904> to the kingdom <WG932> of God, <WG2316> which <WG3748> have been <WG1096> a comfort <WG3931> to me."},{"number":12,"verse":"Epaphras, <WG1889> who <WG3588> is one of you, a servant <WG1401> of Christ, <WG5547> salutes <WG782> you, always <WG3842> laboring <WG75> fervently for you in prayers, <WG4335> that you may stand <WG2476> perfect <WG5046> and complete <WG4137> in all <WG3956> the will <WG2307> of God. <WG2316>"},{"number":13,"verse":"For I bear <WG3140> him record, <WG3140> that he has <WG2192> a great <WG4183> zeal <WG2205> for you, and them that are in Laodicea, <WG2993> and them in Hierapolis. <WG2404>"},{"number":14,"verse":"Luke, <WG3065> the beloved <WG27> physician, <WG2395> and Demas, <WG1214> greet <WG782> you."},{"number":15,"verse":"Salute <WG782> the brothers <WG80> which are in Laodicea, <WG2993> and Nymphas, <WG3564> and the church <WG1577> which is in his house. <WG3624>"},{"number":16,"verse":"And when <WG3752> this <WG3588> letter <WG1992> is read <WG314> among <WG3844> you, cause <WG4160> that it be read <WG314> also <WG2532> in the church <WG1577> of the Laodiceans; <WG2994> and that you likewise <WG2532> read <WG314> the letter from Laodicea. <WG2993>"},{"number":17,"verse":"And say <WG2036> to Archippus, <WG751> Take heed <WG991> to the ministry <WG1248> which <WG3739> you have received <WG3880> in the Lord, <WG2962> that you fulfill <WG4137> it."},{"number":18,"verse":"The salutation <WG783> by the hand <WG5495> of me Paul. <WG3972> Remember <WG3421> my bonds. <WG1199> Grace <WG5485> be with you. Amen. <WG281> Written from Rome to Colossians by Tychicus and Onesimus"}]}