{"bibleAbbr":"LXX2012","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":17,"verses":[{"number":1,"verse":"And the Lord spoke to Moses, saying,"},{"number":2,"verse":"Speak to the children of Israel, and take (Gr. a rod ) rods of them, according to the houses of their families, a rod from all their princes, according to the houses of their families, twelve rods, and write the name of each on his rod."},{"number":3,"verse":"And write the name of Aaron on the rod of Levi; for it is one rod for each: they shall give them according to the tribe of the house of their families."},{"number":4,"verse":"And you shall put them in the tabernacle of witness, before the testimony, where I will be made known to you."},{"number":5,"verse":"And it shall be, the man whom I shall choose, his rod shall blossom; and I will remove from me the murmuring of the children of Israel, which they murmur against you."},{"number":6,"verse":"And Moses spoke to the children of Israel, and all their chiefs gave him a rod each, for one chief a rod, according to the house of their families, twelve rods; and the rod of Aaron was in the midst of the rods."},{"number":7,"verse":"And Moses laid up the rods before the Lord in the tabernacle of witness."},{"number":8,"verse":"And it came to pass on the morrow, that Moses and Aaron went into the tabernacle of witness; and, behold, the rod of Aaron for the house of Levi blossomed, and put forth a bud, and bloomed blossoms and produced almonds."},{"number":9,"verse":"And Moses brought forth all the rods from before the Lord to all the sons of Israel; and they looked, and each one took his rod."},{"number":10,"verse":"And the Lord said to Moses, Lay up the rod of Aaron before the testimonies to be kept as a sign for the children of the disobedient; and let their murmuring cease from me, and they shall not die."},{"number":11,"verse":"And Moses and Aaron did as the Lord commanded Moses, so did they."},{"number":12,"verse":"And the children of Israel spoke to Moses, saying, Behold, we are cut off, we are destroyed, we are consumed."},{"number":13,"verse":"Every one that touches the tabernacle of the Lord, dies: shall we die utterly?"}]}