{"bibleAbbr":"LXX2012","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":22,"verses":[{"number":1,"verse":"And the children of Israel departed, and encamped on the west of Moab by Jordan toward Jericho."},{"number":2,"verse":"And when Balac son of Sepphor saw all that Israel did to the Amorite,"},{"number":3,"verse":"then Moab feared the people exceedingly because they were many; and Moab was grieved (q. d. because of hebraism.) before the face of the children of Israel."},{"number":4,"verse":"And Moab said to the elders of Madiam, Now shall this assembly lick up all that are round about us, as a calf would lick up the green herbs of the field:—and Balac son of Sepphor was king of Moab at that time."},{"number":5,"verse":"And he sent ambassadors to Balaam the son of Beor, to Phathura, which is on a river of the land of the sons of his people, to call him, saying, Behold, a people is come out of Egypt, and behold it has covered the face of the earth, and it has encamped close to me."},{"number":6,"verse":"And now come, curse me this people, for it is stronger than we; if we may be able to strike some of them, and I will cast them out of the land: for I know that whoever you do bless, they are blessed, and whoever you do curse, they are cursed."},{"number":7,"verse":"And the elders of Moab went, and the elders of Madiam, and their divining instruments were in their hands; and they came to Balaam, and spoke to him the words of Balac."},{"number":8,"verse":"And he said to them, Tarry here the night, and I will answer you the things which the Lord shall say to me; and the princes of Moab stayed with Balaam."},{"number":9,"verse":"And God came to Balaam, and said to him, Who are these men with you?"},{"number":10,"verse":"And Balaam said to God, Balac son of Sepphor, king of Moab, sent them to me, saying,"},{"number":11,"verse":"Behold, a people has come forth out of Egypt, and has covered the face of the land, and it has encamped near to me; and now come, curse it for me, if indeed I shall be able to strike it, and cast it out of the land."},{"number":12,"verse":"And God said to Balaam, You shall not go with them, neither shall you curse the people; for they are blessed."},{"number":13,"verse":"And Balaam rose up in the morning, and said to the princes of Balac, Depart quickly to your lord; God does not permit me to go with you."},{"number":14,"verse":"And the princes of Moab rose, and came to Balac, and said, Balaam will not come with us."},{"number":15,"verse":"And Balac yet again sent more princes and more honorable than they."},{"number":16,"verse":"And they came to Balaam, and they say to him, Thus says Balac the son of Sepphor: I beseech you, delay not to come to me."},{"number":17,"verse":"For I will greatly honor you, and will do for you whatever you shall say; come then, curse me this people."},{"number":18,"verse":"And Balaam answered and said to the princes of Balac, If Balac would give me his house full of silver and gold, I shall not be able to go beyond the word of the Lord God, to make it little or great in my mind."},{"number":19,"verse":"And now do you also wait here this night, and I shall know what the Lord will yet say to me."},{"number":20,"verse":"And God came to Balaam by night, and said to him, If these men are come to call you, rise and follow them; nevertheless the word which I shall speak to you, it shall you do."},{"number":21,"verse":"And Balaam rose up in the morning, and saddled his ass, and went with the princes of Moab."},{"number":22,"verse":"And God was very angry because he went; and the angel of the Lord rose up to withstand him. Now he had mounted his ass, and his two servants were with him."},{"number":23,"verse":"And when the ass saw the angel of God standing opposite in the way, and his sword drawn in his hand, then the ass turned aside out of the way, and went into the field; and Balaam struck the ass with his staff to direct her in the way."},{"number":24,"verse":"And the angel of the Lord stood in the avenues of the vines, a fence being on this side and a fence on that."},{"number":25,"verse":"And when the ass saw the angel of God, she thrust herself against the wall, and crushed Balaam's foot against the wall, and he struck her again."},{"number":26,"verse":"And the angel of the Lord went farther, and came and stood in a narrow place where it was impossible to turn to the right or the left."},{"number":27,"verse":"And when the ass saw the angel of God, she (Gr. sat down. ) lay down under Balaam; and Balaam was angry, and struck the ass with his staff."},{"number":28,"verse":"And God opened the mouth of the ass, and she says to Balaam, What have I done to you, that you have struck me this third time?"},{"number":29,"verse":"And Balaam said to the ass, Because you have mocked me; and if I had had a sword in my hand, I would now have killed you."},{"number":30,"verse":"And the ass says to Balaam, Am not I your ass on which you have ridden since your youth till this day? did I ever do thus to you, utterly disregarding you? and he said, No."},{"number":31,"verse":"And God opened the eyes of Balaam, and he sees the angel of the Lord withstanding him in the way, and his sword drawn in his hand, and he stooped down and worshipped on his face."},{"number":32,"verse":"And the angel of God said to him, Why have you struck your ass this third time? and, behold, I came out to withstand you, for your way was not seemly before me; and when the ass saw me, she turned away from me this third time."},{"number":33,"verse":"And if she had not turned out of the way, surely now, I should have slain you, and should have saved her alive."},{"number":34,"verse":"And Balaam said to the angel of the Lord, I have sinned, for I did not know that you were standing opposite in the way to meet me; and now if it shall not be pleasing to you for me to go on, I will return."},{"number":35,"verse":"And the angel of the Lord said to Balaam, Go with the men: nevertheless the word which I shall speak to you, that you shall take heed to speak. And Balaam went with the princes of Balac."},{"number":36,"verse":"And when Balac heard that Balaam was come, he went out to meet him, to a city of Moab, which is on the borders of Arnon, which is on the extreme part of the borders."},{"number":37,"verse":"And Balac said to Balaam, Did I not send to you to call you? why have you not come to me? shall I not indeed be able to honor you?"},{"number":38,"verse":"And Balaam said to Balac, Behold, I am now come to you: shall I be able to say anything? the word which God shall put into my mouth, that I shall speak."},{"number":39,"verse":"And Balaam went with Balac, and they came to (Or, cities of villages. Heb. ) the cities of streets."},{"number":40,"verse":"And Balac offered sheep and calves, and sent to Balaam and to his princes who were with him."},{"number":41,"verse":"And it was morning; and Balac took Balaam, and brought him up to the pillar of Baal, and showed him thence a part of the people."}]}