{"bibleAbbr":"LXX2012","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":35,"verses":[{"number":1,"verse":"And the Lord spoke to Moses to the west of Moab by Jordan near Jericho, saying,"},{"number":2,"verse":"Give orders to the children of Israel, and they shall give to the Levites cities to dwell in from the (Or, lots. ) lot of their possession, and they shall give to the Levites the suburbs of the cities round about (i. e. the Levites. ) them."},{"number":3,"verse":"And the cities shall be for them to dwell in, and their (Or, districts, i. e. spaces marked off. Gr. special offerings of land, q. d. glebe lands. This latter sense is probably the right one here. ) enclosures shall be for their cattle and all their beasts."},{"number":4,"verse":"And the suburbs of the cities which you shall give to the Levites, shall be from the wall of the city and outwards two thousand cubits round about."},{"number":5,"verse":"And you shall measure outside the city on the east side two thousand cubits, and on the south side two thousand cubits, and on the west side two thousand cubits, and on the north side two thousand cubits; and your city shall be in the midst of this, and the suburbs of the cities as described."},{"number":6,"verse":"And you shall give the cities to the Levites, the six cities of refuge which you shall give for the slayer to flee there, and in addition to these, forty-two cities."},{"number":7,"verse":"You shall give to the Levites in all forty-eight cities, them and their suburbs."},{"number":8,"verse":"And as for the cities which you shall give out of the possession of the children of Israel, from those that have much you shall give much, and from those that have less you shall give less: they shall give of their cities to the Levites each one according to his inheritance which they shall inherit."},{"number":9,"verse":"And the Lord spoke to Moses, saying,"},{"number":10,"verse":"Speak to the children of Israel, and you shall say to them, You are to cross over Jordan into the land of Chanaan."},{"number":11,"verse":"And you shall appoint to yourselves cities: they shall be to you cities of refuge for the slayer to flee to, every one who has (Gr. struck a life. ) killed another unintentionally."},{"number":12,"verse":"And the cities shall be to you places of refuge from (Gr. him that as kinsman represents the blood. ) the avenger of blood, and the slayer shall not die until he stands before the congregation for judgment."},{"number":13,"verse":"And the cities which you shall assign, even the six cities, shall be places of refuge for you."},{"number":14,"verse":"You shall assign three cities on the other side of Jordan, and you shall assign three cities in the land of Chanaan."},{"number":15,"verse":"It shall be a place of refuge for the children of Israel, and for the stranger, and for him that sojourns among you; these cities shall be for a place of refuge, for every one to flee there who has killed a man unintentionally."},{"number":16,"verse":"And if he should strike him with an iron instrument, and the man should die, he is a murderer; let the murderer by all means be put to death."},{"number":17,"verse":"And if he should strike him with a stone thrown from his hand, whereby a man may die, and he thus die, he is a murderer; let the murderer by all means be put to death."},{"number":18,"verse":"And if he should strike him with an instrument of wood from his hand, whereby he may die, and he thus die, he is a murderer; let the murderer by all means be put to death."},{"number":19,"verse":"The avenger of blood himself shall kill the murderer: whenever he shall meet him he shall kill him."},{"number":20,"verse":"And if he should thrust him through enmity, or cast any thing upon him from an ambuscade, and the man should die,"},{"number":21,"verse":"or if he have struck him with his hand through anger, and the man should die, let the man that struck him be put to death by all means, he is a murderer: let the murderer by all means be put to death: the avenger of blood shall kill the murderer when he meets him."},{"number":22,"verse":"But if he should thrust him suddenly, not through enmity, or cast (Gr. any vessel or weapon. ) any thing upon him, not from an ambuscade,"},{"number":23,"verse":"or strike him with any stone, whereby a man may die, unawares, and it should fall upon him, and he should die, but he was not his enemy, nor sought to hurt him;"},{"number":24,"verse":"then the assembly shall judge between the smiter and the avenger of blood, according to these judgments."},{"number":25,"verse":"And the congregation shall rescue the slayer from the avenger of blood, and the congregation shall restore him to his city of refuge, whither he fled for refuge; and he shall dwell there till the death of the high-priest, whom they anointed with the holy oil."},{"number":26,"verse":"But if the slayer should in any wise go out beyond the bounds of the city whither he fled for refuge,"},{"number":27,"verse":"and the avenger of blood should find him without the bounds of the city of his refuge, and the avenger of blood should kill the slayer, he is not guilty."},{"number":28,"verse":"For (Gr. let him remain. ) he ought to have remained in the city of refuge till the high-priest died; and after the death of the high-priest the slayer shall return to the land of his possession."},{"number":29,"verse":"And these things shall be to you for an ordinance of judgment throughout your generations in all your dwellings."},{"number":30,"verse":"Whoever (Gr. smites a life. ) kills a man, you shall kill the murderer (Gr. by witnesses. ) on the testimony of witnesses; and one witness shall not testify against a soul that he should die."},{"number":31,"verse":"And you shall not accept ransoms for life from a murderer who is worthy of death, for he shall be surely put to death."},{"number":32,"verse":"You shall not accept a ransom to excuse his fleeing to the city of refuge, so that he should again dwell in the land, until the death of the high-priest."},{"number":33,"verse":"So shall you not pollute with murder the land in which you dwell; for this blood pollutes the land, and the land shall not be purged from the blood shed upon it, but by the blood of him that shed it."},{"number":34,"verse":"And you shall not defile the land whereon you dwell, on which I dwell in the midst of you; for I am the Lord dwelling in the midst of the children of Israel."}]}