{"bibleAbbr":"NLT2007","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":16,"verses":[{"number":1,"verse":"Then I heard a mighty voice from the Temple say to the seven angels, “Go your ways and pour out on the earth the seven bowls containing God’s wrath.”"},{"number":2,"verse":"So the first angel left the Temple and poured out his bowl on the earth, and horrible, malignant sores broke out on everyone who had the mark of the beast and who worshiped his statue."},{"number":3,"verse":"Then the second angel poured out his bowl on the sea, and it became like the blood of a corpse. And everything in the sea died."},{"number":4,"verse":"Then the third angel poured out his bowl on the rivers and springs, and they became blood."},{"number":5,"verse":"And I heard the angel who had authority over all water saying, “You are just, O Holy One, who is and who always was, because you have sent these judgments."},{"number":6,"verse":"Since they shed the blood of your holy people and your prophets, you have given them blood to drink. It is their just reward.”"},{"number":7,"verse":"And I heard a voice from the altar, (Greek I heard the altar.) saying, “Yes, O Lord God, the Almighty, your judgments are true and just.”"},{"number":8,"verse":"Then the fourth angel poured out his bowl on the sun, causing it to scorch everyone with its fire."},{"number":9,"verse":"Everyone was burned by this blast of heat, and they cursed the name of God, who had control over all these plagues. They did not repent of their sins and turn to God and give him glory."},{"number":10,"verse":"Then the fifth angel poured out his bowl on the throne of the beast, and his kingdom was plunged into darkness. His subjects ground their teeth (Greek gnawed their tongues.) in anguish,"},{"number":11,"verse":"and they cursed the God of heaven for their pains and sores. But they did not repent of their evil deeds and turn to God."},{"number":12,"verse":"Then the sixth angel poured out his bowl on the great Euphrates River, and it dried up so that the kings from the east could march their armies toward the west without hindrance."},{"number":13,"verse":"And I saw three evil (Greek unclean.) spirits that looked like frogs leap from the mouths of the dragon, the beast, and the false prophet."},{"number":14,"verse":"They are demonic spirits who work miracles and go out to all the rulers of the world to gather them for battle against the Lord on that great judgment day of God the Almighty."},{"number":15,"verse":"“Look, I will come as unexpectedly as a thief! Blessed are all who are watching for me, who keep their clothing ready so they will not have to walk around naked and ashamed.”"},{"number":16,"verse":"And the demonic spirits gathered all the rulers and their armies to a place with the Hebrew name Armageddon. (Or Harmagedon.)"},{"number":17,"verse":"Then the seventh angel poured out his bowl into the air. And a mighty shout came from the throne in the Temple, saying, “It is finished!”"},{"number":18,"verse":"Then the thunder crashed and rolled, and lightning flashed. And a great earthquake struck—the worst since people were placed on the earth."},{"number":19,"verse":"The great city of Babylon split into three sections, and the cities of many nations fell into heaps of rubble. So God remembered all of Babylon’s sins, and he made her drink the cup that was filled with the wine of his fierce wrath."},{"number":20,"verse":"And every island disappeared, and all the mountains were leveled."},{"number":21,"verse":"There was a terrible hailstorm, and hailstones weighing as much as seventy-five pounds (Greek 1 talent [34 kilograms].) fell from the sky onto the people below. They cursed God because of the terrible plague of the hailstorm."}]}