{"bibleAbbr":"awaERV2005","bookName":"सभोपदेसक","bookEnglishName":"Ecclesiastes","chapterNumber":11,"verses":[{"number":1,"verse":"( निर्भीक होइके भविस्स क सामना करा) तू जहाँ भी जा, हुवाँ उत्तिम काम करा। थोड़े समय पाछे तोहरे उत्तिम कार्य वापिस लउटिके तोहरे लगे अइहीं।"},{"number":2,"verse":"जउन कछू तोहरे लगे अहइ ओकर कछू भाग सात, आठ अलग-अलग चिजियन पइ खरच कइ द्या। तू जान ही नाहीं सकत्या कि इ धरती पइ कब का बुरा घटि जाइ?"},{"number":3,"verse":"कछू बातन अइसी अहइँ जेनके बारे मँ तू निहचित होइ सकत ह। जइसे बादल बर्खा स भरा अहइँ तउ उ सबइ धरती पइ जल बरसइहीं ही। जदि कउनो बृच्छ गिरत ह चाहे दाहिनी कइँती गिरइ, चाहे बाई तरफ गिरत ह। उ हुवँइ पड़ा रही जहाँ उ गिरा अहइ।"},{"number":4,"verse":"किन्तु कछू बातन अइसी होत हीं जेनके बारे मँ तू निहचित नाहीं होइ सकत्य। फुन भी तोहका एक मौका तउ लेइ ही चाही। जइसे अगर कउनो मनई पूरी तरह स उत्तिम मौसम क इंतजार करत रहत ह तउ उ आपन बीज बोइ ही नाहीं सकत ह अउर इहइ तरह कउनो मनई इ बात क डेरात रहत ह कि हर बादल बरसी ही तउ उ आपन फसल कबहुँ नाहीं काटि सकी।"},{"number":5,"verse":"हवा कहाँ स आवत अहइ तू नाहीं जान सकत्या। तू नाही जानत्या कि महतारी क गरभ मँ बच्चा प्राण कइसे पावत ह इहइ तरह तू इ नाहीं जान सकत्या कि परमेस्सर का करी? सब कछू क घटित करइवाला तउ उहइ अहइ।"},{"number":6,"verse":"एह बरे भिंसार होत ही रोपाई सुरू कइ द्या अउर दिन ढले तलक काम जिन रोका। काहेकि तू नाहीं जानत्या कि कउन स बीज सफलता स उगब-होइ सकत ह इहइ या उहइ या सबइ क सब।"},{"number":7,"verse":"जिअत रहब उत्तिम अहइ। सूरज क प्रकास लखब नीक अहइ।"},{"number":8,"verse":"तोहका आपन जिन्नगी क हर दिन क आनन्द उठावइ चाही। तू चाहे केतनी ही लम्बी उमिर पावा। पर याद राखा कि तोहका मरब अहइ अउर तू जेतने समय तलक जिए अहा ओहसे कहूँ जियादा समय तलक तोहका मरा रहब अहइ अउर मरि जाए क पाछे तउ तू कछू कर नाहीं सकत्या।"},{"number":9,"verse":"( जवानी मँ ही परमेस्सर क सेवा करा) तउ हे जवानो! जब तलक तू जवान अहा, आनन्द मनावा। खुस रहा। अउर जउन तोहार मन चाहइ, उहइ करा। जउन तोहार रच्छा होइ उ करा। किन्तु याद राखा कि तोहरे हर कामे बरे परमेस्सर तोहार निआव करी।"},{"number":10,"verse":"किरोध क खुद पइ काबू जिन पावइ द्या अउर आपन सरीर क भी कस्ट जिन द्या। तू जियादा समय तलक जवान नाहीं बना रहब्या।"}]}