{"bibleAbbr":"awaERV2005","bookName":"सभोपदेसक","bookEnglishName":"Ecclesiastes","chapterNumber":12,"verses":[{"number":1,"verse":"( बुढ़ाई क सबइ समस्या) लरकपन स ही आपन बनावइ वाला क सुमिरन करा। एहसे पहिले कि बुढ़ाई क बुरे दिन तोहका आइके घेरइँ। पहिले एकरे कि तोहका इ कहइ क पड़इ कि, “हाय, मइँ जिन्नगी क रस नाहीं लइ सकत्या।” लरकपन स ही आपन बनावइ वाला क सुमिरन करा।"},{"number":2,"verse":"जब तू बुढ़वा होब्या तउ सूरज चन्द्रमा अउर सितारन क रोसनी तोहका अँधियारी लगिहीं। अउर तोहार समस्या लगातार वापस आत रहब्या अउर इ सबइ समस्या ओन बादलन क तरह ही होइहीं जउन बर्खा करत हीं अउर सीघ्र वापस नाहीं छटँत हीं।"},{"number":3,"verse":"उहइ समइया तोहार बलवान भुजन निर्बल होइ जइहीं। तोहार सुदृढ़ गोड़ कमजोर होइ जइहीं। तू आपन कछू बचे भए दाँतन क संग खाना तलक भी चबाइ नाहीं सकत्या। अँखियन स साफ देखाई तलक नाहीं देइ।"},{"number":4,"verse":"तू बहिर होइ जाब्या। बाजार क सोर भी तू सुनि नाहीं पउब्या। चलत चक्की भी तोहका सांत देखाइ देइ। तू बड़ी मुस्किल स लोगन क गावत सुन पउब्या। मूला चिरइयन क चहचहाट तोहका जगाई देब तू बढ़िया नींद स नाहीं सोइ सकब।"},{"number":5,"verse":"चढ़ाइवाले जगहियन स तू डेराइ लगब्या। राहन क हर नान्ह स नान्ह चीज स तू डेराइ लगब्या कि तू कइँ ओह पइ ठोकर खाइके गिर परब। तोहार बाल बादाम क फूलन क नाई उज्जवर होइ जइहीं। तू जब चलब्या तउ उ प्रकार घेरीत चलब्या जइसे कउनो टिड्डा होइ। तू अपन जीअइ क इच्छा खो देब्या। फुन तोहका आपन क भीतरी नवा घर यानी तोहार कब्र मँ नित निवास बरे जाइ क होइ अउर तोहार मुर्दनी मँ सामिल लोगन क भीड़ स गलियन भरि जइहीं।"},{"number":6,"verse":"( मउत) अबहिं जब तू जवान अहा, आपन बनावइवाला क याद राखा। एकरे पहिले कि चाँदी क डोर टूटि जाइ। अउर सोना क पात्र टूटिके बिखर जाइ। एकरे पहिले कि तोहार जिन्नगी बेकार होइ जाइ जइसे कउनो कुएँ लगे पात्र टूट पड़ा होइ। एकरे पहिले कि तोहार जिन्नगी उ पाथर जइसे होइ जाइ जेका उपयोग दीवार क ढाकन मँ किया जात अहइ, मुला उ टूट कइ इ मँ गिर परत ह।"},{"number":7,"verse":"तोहार देह माटी स उपजी अहइ अउर जब मउत होइ तउ तोहार उ देह वापिस माटी होइ जाइ। किन्तु इ प्राण तोहार परमेस्सर स आवा अहइ अउर जब तू मरब्या, तोहार इ प्राण वापिस परमेस्सर क लगे जाइ।"},{"number":8,"verse":"सब कछू बेकार अहइ, उपदेसक कहत ह कि सब कछू बियर्थ अहइ।"},{"number":9,"verse":"( निस्कर्स) उपदेसक बहोत बुद्धिमान रहा। उ लोगन क सिच्छा देइ मँ आपन बुद्धि क प्रयोग करत रहा। उपदेसक बड़ी होसियारी स अध्ययन किहस अउर अनेक सूवितयन क व्यवस्थित किहस।"},{"number":10,"verse":"उपदेसक उचित सब्दन क बचन बरे कठिन मेहनत किहस अउर उ एन सीखन क लिखेस जउन फुरइ अहइँ अउर जेन पइ भरोसा कीन्ह जाइ सकत ह।"},{"number":11,"verse":"विवेकी मनइयन क बचन ओन नोकीली छड़ियन क समान होत हीं जेनकर उपयोग पसुअन क उचित मारग पइ चलावइ बरे कीन्ह जात ह। इ सबइ उपदेसक ओन मजबूत खूँटन क समान होत हीं जउन कबहुँ टूटतेन नाहीं। जिन्नगी क उचित मारग देखावइ बरे तू एन उपदेसकन पइ बिस्सास कइ सकत ह। उ सबइ सबहिं विवेक स पूरी सीखन उहइ गड़रिया (परमेस्सर) स आवत हीं।"},{"number":12,"verse":"तउ पूत! एक चिताउनी अउर लोग तउ सदा पुस्तकन लिखत ही रहत हीं। बहोत जियादा अध्ययन तोहका बहोत थकाइ देइ।"},{"number":13,"verse":"इ सब कछू क सुन लेइ क पाछे अब एक अन्तिम बात इ बतावइ क बाटइ कि परमेस्सर क आदर करा अउर ओकरे आदेसन पइ चला काहेकि इ नियम हर मनई पर लागू होत ह। काहेकि लोग जउन करत हीं, ओका हिआँ तलक कि ओनकी छिपी स छिपी बातन क भी परमेस्सर जानत ह। उ ओनकर सबहिं नीक बातन अउर बुरी बातन क बारे मँ जानत ह। मनई जउन कछू भी करत हीं उ हर एक करम क उ निआव करी।"}]}