{"bibleAbbr":"awaERV2005","bookName":"सभोपदेसक","bookEnglishName":"Ecclesiastes","chapterNumber":2,"verses":[{"number":1,"verse":"( का “मनोविनोद” स सच्चा आनंद मिलत ह?) मइँ अपने मने मँ कहेउँ, “मोका मनोविनोद करइ चाही। मोका हर वस्तु क जेतना रस मइँ लइ सकउँ। ओतना लेइ चाहीं।” मुला मइँ जानेउँ कि इ भी बियर्थ अहइ।"},{"number":2,"verse":"हर समइ हँसत रहब भी मूर्खता अहइ। आनन्द स का प्राप्त होत ह?"},{"number":3,"verse":"तउ मइँ निहचय किहेउँ कि मइँ आपन देह क दाखरस स भरि लेउँ जदपि मोर दिमाग मोका अबहिं गियान क राह देखावत रहा। मइँ इ मूर्खता स भरा आचरण किहेउँ, मइँ चाहत रहेउँ कि लोगन क बरे आपन जिन्नगी क थोड़ा स दिनन मँ का करब उत्तिम अहइ, एका हेर लेउँ।"},{"number":4,"verse":"( का कड़ी मेहनत स फुरइ आनन्द मिलत ह?) फुन, मइँ बड़के बड़के काम करब सुरू किहेउँ। मइँ अपने बरे घर बनवाए। अउर अंगूरे क बाग लगवाएउँ।"},{"number":5,"verse":"मइ बगियन लगवाएउँ अउर बाग बनवाएउँ। मइँ सबहिं तरह क फलन क बृच्छ लगवाएउँ।"},{"number":6,"verse":"मइँ आपन बरे पानी क तालाब बनवाएउँ अउर फुन एन तालाबन क पानी क मइँ आपन बाढ़त बृच्छन क सींचइ क काम मँ लिआवइ लागेउँ।"},{"number":7,"verse":"मइँ दास अउर दासियन खरीदेउँ अउर फुन मोरे घरे मँ पइदा भए दास भी रहेन। मइँ बड़की बड़की वस्तुअन क सुआमी बन गएउँ। मोरे लगे झुंड क झुंड पसु अउर भेड़न क ढेर रहेन। यरूसलेम मँ कउनो भी मनई क लगे जेतनी वस्तुअन रहिन, मोरे लगे ओसे भी जियादा रहिन।"},{"number":8,"verse":"मइँ आपन बरे चाँदी सोना भी जमा किहेउँ। मइँ राजा लोगन अउर ओनके देसन स भी खजानन क बटोरेउँ। मोरे लगे बहोत सी रंडियन रहिन।"},{"number":9,"verse":"मइँ बहोत धनवान अउर प्रसिद्ध होइ गएउँ। मोहसे पहिले यरूसलेम मँ जउन भी कउनो रहत रहा, मइँ ओहसे जिआदा महान रहा तउ मोर बुद्धि मोर संग रही।"},{"number":10,"verse":"मइँ हर उ चीज जेका मइँ चाहत रहा प्राप्त किहेउँ। मउँ जउन कछू करत, मोर मन सदा ओसे खुस रहा करत अउर इ खुसी मोरे कठिन मेहनत क प्रतिफल रही।"},{"number":11,"verse":"मुला मइँ जउन कछू किहे रहेउँ जब ओह पइ निगाह डालेउँ अउर आपन कीन्ह गवा कठिन मेहनत क बारे मँ बिचार किहेउँ तउ मोका लाग इ सब अरथहीन अहइ। इ अइसा ही रहा जइसे हवा क धरब। सच-मुच मँ इ जिन्नगी मँ हम लोगन क सारे काम बरे संतोसजनक लाभ नाहीं अहइ।"},{"number":12,"verse":"( होइ सकत ह एकर जवाब बुद्धि होइ) जेतना एक राजा कइ सकत ह, ओहसे जियादा कउनो भी मनई नाहीं कइ सकत। तू जउन भी कछू करइ चाह सकत ह, उ सब कछू कउनो राजा अब तलक कइ भी चुका होइ। मोरी समझ मँ आइ गवा कि एक राजा तलक जउन कामन क करत ह, उ सबइ सब भी बेकार अहइँ। तउ मइँ फुन बुद्धिमान बनइ, बेवकुफ बनइ अउर सनकीपन क कामन क करइ क बारे मँ सोचेब सुरू किहेउँ।"},{"number":13,"verse":"मइँ लखेउँ कि बुद्धि मूर्खता स उहइ प्रकार उत्तिम अहइ जउने तरह अँधियारा स प्रकास उत्तिम होत ह।"},{"number":14,"verse":"इ वइसे ही अहइ जइसे: एक बुद्धिमान मनई, उ कहाँ जात अहइ, ओका लखइ क आपन बुद्धि क प्रयोग, आपन आँखिन क तरह करत ह। किन्तु एक मूर्ख मनई उ मनई क समान अहइ जउन अँधियारा मँ चलत अहइ। किन्तु मइँ इ लखेउँ कि मूरख अउर बुद्धिमान दुइनउँ क अंत एक ही तरह स होत ह। दुइनउँ ही आखिर मँ मउत क पावत हीं।"},{"number":15,"verse":"अपने मने मँ मइँ सोचेउँ, “कउनो मूरख मनई क संग जउन घटत ह उ मोर संग भी घटी तउ ऍतना बुद्धिमान बनइ बरे एतना कठिन मेहनत मइँ काहे किहेउँ?” आपन खुद स मइँ कहेउँ, “बुद्धिमान बनब भी बेकार अहइ।”"},{"number":16,"verse":"बुद्धिमान मनई अउर मूर्ख मनई दुइनउँ ही मरि जइहीं अउर लोग सदा बरे न तउ बुद्धिमान मनई का याद रखिहीं अउर नही कउनो मूरख मनई क। उ पचे जउन कछू किहे रहेन, लोग ओका जल्दी बिसराइ देइहीं। इ सही नाहीं अहइ कि बुद्धिमान मनई मूरख मनई क जइसा मरइ चाहीं।"},{"number":17,"verse":"( का फुरइ आनन्द जिन्नगी मँ अहइ?) एकरे कारण मोका जिन्नगी स घिना हो गइ। इ विचार स मइँ बहोत दुःखी भएउँ कि इ जिन्नगी मँ जउन कछू बाटइ सब बेकार अहइ। बिल्कुल वइसे ही जइसे हवा क धरइ क कोसिस करब।"},{"number":18,"verse":"मइँ जउन कठिन मेहनत किहे रहेउँ, ओहसे घिना करब सुरू कइ दिहेउँ। मइँ लखेउँ कि उ सबइ लोग जउन मोरे पाछे जिअत रइहीं ओन चिजियन क लइ लेइहीं जेनके बरे मइँ कठिन मेहनत किहे रहेउँ। मइँ आपन ओन चिजियन क आपन संग नाहीं लइ जाइ सकब।"},{"number":19,"verse":"कउनो दूसर मनई इ संसार म जउन चिजियन बरे मइँ मन लगाइके कठिन मेहनत किहे रहउँ पइ नियंत्रण होइ। मइँ तउ इ भी नाहीं जानत कि उ मनई बुद्धिमान होइ या मूरख। पर इ सब भी तउ अर्थहीन ही अहइ।"},{"number":20,"verse":"एह बरे मइँ जउन भी कठिन परिस्रम किहे रहेउँ, उ सबइ क बारे मँ मइँ बहोत दुःखी भएउँ।"},{"number":21,"verse":"एक मनई आपन बुद्धि, आपन गियान अउर आपन चतुराई क प्रयोग करत भए कठिन मेहनत कइ सकत ह। मुला उ मनई तउ मरि जाइ अउर जिन चिजियन बरे उ मनई कठिन मेहनत किहे रहा, उ सबइ कउनो दूसर मनई क गिल जइहीं। ओन मनइयन ओन चिजियन बरे कउनो काम तउ नाहीं किहे रहा, मुला ओनका सबहिं कछू हाल होइ जाइ। एहसे मोका बहोत दुःख होत ह। इ निआव स पूर्ण तउ नाहीं अहइ।"},{"number":22,"verse":"आपन जिन्नगी मँ सारी मेहनत अउर सघंर्स क पाछे आखिर एक मनई क असल मँ का मिलत ह?"},{"number":23,"verse":"आपन सारी जिन्नगी उ कठिन मेहनत करत रहा मुला पीरा अउर निरासा क अलावा ओकरे हाथे कछू भी नाहीं लगा। राति क समइ भी मनई क मन आराम नाहीं पावत। इ सब भी अर्थहीन अहइ।"},{"number":24,"verse":"जिन्नगी क जेतना आनन्द मइँ लिहेउँ ह का कउनो भी अइसा मनई अउर अहइ जउन मोका जियादा जिन्नगी क आनन्द लेइ क जतन किहे होइ? नाहीं। मोका जउन गियान भवा ह उ इ अहइ: कउनो मनई जउन नीक स नीक कइ सकत ह उ अहइ खाब, पिअब अउर उ करम का आनन्द लेब जउन ओका करइ चाही। मइँ इ भी समझेउँ ह कि सब कछू परमेस्सर स मिलन ह।"},{"number":26,"verse":"जउन मनई क उ चाहत ओका उ बुद्धि अउर गियान अउर आनन्द देही। मुला जेका उ कस्ट देइ चाही ओका दुःख देब, उ आस्चर्यजनक वस्तुअन क जमा करब, उ सिरफ ओहका देब जेका परमेस्सर चाहत अहा। उ भी अरथहीन अहइँ। इ वइसा ही अहइ जइसे हवा क धरइ क जतन करब।"}]}