{"bibleAbbr":"KNJV","bookName":"2 ಅರಸುಗಳು","bookEnglishName":"2 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"ಯೆಹೂದದ ಅರಸನೂ ಅಹಜ್ಯನ ಮಗನೂ ಆದ ಯೆಹೋವಾಷನ ಆಳಿಕೆಯ ಇಪ್ಪತ್ತಮೂರನೆಯ ವರುಷದಲ್ಲಿ ಯೇಹುವಿನ ಮಗನಾದ ಯೆಹೋವಾಹಾಜನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾಗಿ ಸಮಾರ್ಯದಲ್ಲಿ ಹದಿನೇಳು ವರುಷ ಆಳಿದನು."},{"number":2,"verse":"ಅವನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಪಾಪಕ್ಕೆ ಪ್ರೇರಿಸಿದ ನೆಬಾಟನ ಮಗನಾದ ಯಾರೊಬ್ಬಾಮನ ಮಾರ್ಗವನ್ನು ಬಿಡದೆ ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಯಾದನು."},{"number":3,"verse":"ಆದದರಿಂದ ಯೆಹೋವನು ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆ ಕೋಪಗೊಂಡು ಅವರನ್ನು ಅರಾಮ್ಯರ ಅರಸನಾದ ಹಜಾಯೇಲನ ಕೈಗೂ ಅವನ ಮಗನಾದ ಬೆನ್ಹದದನ ಕೈಗೂ ಒಪ್ಪಿಸಿದನು. ಅವರು ಯೆಹೋವಾಹಾಜನ ಜೀವಮಾನದಲ್ಲೆಲ್ಲಾ ಇವರ ಕೈಯಲ್ಲಿದ್ದರು."},{"number":4,"verse":"(ಯೆಹೋವಾಹಾಜನು ಯೆಹೋವನಿಗೆ ಮೊರೆಯಿಟ್ಟನು. ಆತನು ಅವನ ಮೊರೆಯನ್ನು ಲಾಲಿಸಿ ಅರಾಮ್ಯರ ಅರಸನಿಂದ ಬಹಳವಾಗಿ ಬಾಧಿಸಲ್ಪಟ್ಟ ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆ ಕಟಾಕ್ಷವಿಟ್ಟು"},{"number":5,"verse":"ಅವರಿಗೆ ಒಬ್ಬ ರಕ್ಷಕನನ್ನು ಅನುಗ್ರಹಿಸಿದನು. ಇವನ ಮುಖಾಂತರವಾಗಿ ಅವರು ಅರಾಮ್ಯರ ಕೈಯಿಂದ ಬಿಡುಗಡೆಯಾಗಿ ಮುಂಚಿನಂತೆ ತಮ್ಮ ತಮ್ಮ ಮನೆಗಳಲ್ಲಿ ಸುರಕ್ಷಿತರಾಗಿ ವಾಸಿಸುವವರಾದರು."},{"number":6,"verse":"ಆದರೂ ಅವರು ತಮ್ಮನ್ನು ಪಾಪಕ್ಕೆ ಪ್ರೇರಿಸಿದ ಯಾರೊಬ್ಬಾಮನ ಮನೆಯವರ ಮಾರ್ಗದಲ್ಲಿ ನಡೆದರು; ಅದನ್ನು ಬಿಡಲೇ ಇಲ್ಲ. ಸಮಾರ್ಯದಲ್ಲಿ ಅಶೇರವಿಗ್ರಹಸ್ತಂಭವು ಇದ್ದೇ ಇತ್ತು.)"},{"number":7,"verse":"ಯೆಹೋವಾಹಾಜನಿಗೆ ಐವತ್ತು ಮಂದಿ ರಾಹುತರು, ಹತ್ತು ರಥಗಳು, ಹತ್ತುಸಾವಿರ ಮಂದಿ ಕಾಲಾಳುಗಳು ಮಾತ್ರ ಉಳಿದರು. ಅರಾಮ್ಯರ ಅರಸನು ಬೇರೆ ಎಲ್ಲರನ್ನೂ ಸಂಹರಿಸಿ ಕಣದ ಧೂಳಿನಂತೆ ಮಾಡಿದನು."},{"number":8,"verse":"ಯೆಹೋವಾಹಾಜನ ಉಳಿದ ಚರಿತ್ರೆಯೂ ಅವನ ಶೂರಕೃತ್ಯಗಳ ವಿವರವೂ ಇಸ್ರಾಯೇಲ್‍ರಾಜಕಾಲವೃತ್ತಾಂತ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":9,"verse":"ಅವನು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನ ಶವವನ್ನು ಸಮಾರ್ಯದಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗನಾದ ಯೋವಾಷನು ಅರಸನಾದನು."},{"number":10,"verse":"ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋವಾಷನ ಆಳಿಕೆಯ ಮೂವತ್ತೇಳನೆಯ ವರುಷದಲ್ಲಿ ಯೆಹೋವಾಹಾಜನ ಮಗನಾದ ಯೋವಾಷನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾಗಿ ಸಮಾರ್ಯದಲ್ಲಿ ಹದಿನಾರು ವರುಷ ಆಳಿದನು."},{"number":11,"verse":"ಇವನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಪಾಪಕ್ಕೆ ಪ್ರೇರಿಸಿದ ನೆಬಾಟನ ಮಗನಾದ ಯಾರೊಬ್ಬಾಮನ ಮಾರ್ಗವನ್ನು ಬಿಡದೆ ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಯಾದನು."},{"number":12,"verse":"ಇವನ ಉಳಿದ ಚರಿತ್ರೆಯೂ ಎಲ್ಲಾ ಶೂರ ಕೃತ್ಯಗಳೂ ಇವನು ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಅಮಚ್ಯನು ಎಂಬವನೊಡನೆ ನಡಿಸಿದ ಯುದ್ಧದ ವಿವರವೂ ಇಸ್ರಾಯೇಲ್‍ರಾಜಕಾಲವೃತ್ತಾಂತ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":13,"verse":"ಇವನು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಇವನ ಶವವನ್ನು ಸಮಾರ್ಯದೊಳಗೆ ಇಸ್ರಾಯೇಲ್ ರಾಜಶ್ಮಶಾನದಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ಇವನ ತರುವಾಯ ಯಾರೊಬ್ಬಾಮನು ಸಿಂಹಾಸನವನ್ನೇರಿದನು."},{"number":14,"verse":"ಎಲೀಷನು ಮರಣಕರ ರೋಗದಲ್ಲಿ ಬಿದ್ದನು. ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾದ ಯೋವಾಷನು ಇದನ್ನು ಕೇಳಿ ಅವನ ಬಳಿಗೆ ಹೋಗಿ - ನನ್ನ ತಂದೆಯೇ, ನನ್ನ ತಂದೆಯೇ, ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ರಥರಥಾಶ್ವಬಲಗಳಾಗಿದ್ದವನೇ ಎಂದು ಕೂಗುತ್ತಾ ಅವನ ಮುಖದ ಮೇಲೆ ಬಿದ್ದು ಬಹಳವಾಗಿ ಅತ್ತನು."},{"number":15,"verse":"ಆಗ ಎಲೀಷನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಿಗೆ - ಬಿಲ್ಲನ್ನೂ ಬಾಣಗಳನ್ನೂ ತರಿಸು ಎಂದು ಹೇಳಿದನು; ಅವನು ತರಿಸಿದನು."},{"number":16,"verse":"ಆಗ ಅವನಿಗೆ - ಬಿಲ್ಲನ್ನು ಹಿಡಿದುಕೋ ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಅವನು ಹಿಡಿದುಕೊಳ್ಳಲು ತನ್ನ ಕೈಯನ್ನು ಅವನ ಕೈ ಮೇಲೆ ಇಟ್ಟು -"},{"number":17,"verse":"ಮೂಡಣ ದಿಕ್ಕಿಗಿರುವ ಕಿಟಕಿಯನ್ನು ತೆರೆ ಎಂದನು. ಅವನು ತೆರೆದನು. ಅನಂತರ - ಬಾಣವನ್ನೆಸೆ ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು. ಅವನು ಎಸೆಯಲು - ಇದು ಜಯಪ್ರದವಾದ ಯೆಹೋವನ ಬಾಣ; ಅರಾಮ್ಯರನ್ನು ಜಯಿಸುವ ಬಾಣ. ನೀನು ಅರಾಮ್ಯರನ್ನು ಅಫೇಕದಲ್ಲಿ ಸೋಲಿಸಿ ಸಂಹರಿಸಿಬಿಡುವಿ ಎಂದು ಹೇಳಿದನು."},{"number":18,"verse":"ಇದಲ್ಲದೆ ಎಲೀಷನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಿಗೆ - ಬಾಣಗಳನ್ನು ತೆಗೆದುಕೋ ಎಂದು ಆಜ್ಞಾಪಿಸಿದಾಗ ಅವನು ತೆಗೆದುಕೊಳ್ಳಲು - ಇವುಗಳಿಂದ ನೆಲವನ್ನು ಹೊಡಿ ಅಂದನು. ಅವನು ಮೂರು ಸಾರಿ ಹೊಡೆದು ಸುಮ್ಮನೆ ನಿಂತನು."},{"number":19,"verse":"ಆಗ ದೇವರ ಮನುಷ್ಯನು ಅವನ ಮೇಲೆ ಕೋಪಗೊಂಡು - ನೀನು ಐದಾರು ಸಾರಿ ಹೊಡೆಯಬೇಕಾಗಿತ್ತು. ಹಾಗೆ ಮಾಡಿದ್ದರೆ ಅರಾಮ್ಯರು ನಿರ್ನಾಮವಾಗಿ ಹೋಗುವವರೆಗೂ ಅವರ ಮೇಲೆ ನಿನಗೆ ಜಯದೊರಕುತ್ತಿತ್ತು. ನೀನು ಮೂರೇ ಸಾರಿ ಹೊಡೆದದರಿಂದ ಅವರನ್ನು ಮೂರು ಸಾರಿ ಮಾತ್ರ ಸೋಲಿಸುವಿ ಎಂದು ಹೇಳಿದನು."},{"number":20,"verse":"ಎಲೀಷನು ಮೃತಿಹೊಂದಲು ಅವನ ಶವವನ್ನು ಸಮಾಧಿಮಾಡಿದರು. ಮೋವಾಬ್ಯರು ಪ್ರತಿವರುಷದ ಪ್ರಾರಂಭದಲ್ಲಿ ಸುಲಿಗೆ ಮಾಡುವದಕ್ಕೋಸ್ಕರ ಗುಂಪು ಗುಂಪಾಗಿ ಬರುತ್ತಿದ್ದರು."},{"number":21,"verse":"ಒಂದು ದಿವಸ ಜನರು ಒಬ್ಬ ಸತ್ತವನನ್ನು ಸಮಾಧಿಮಾಡುವದಕ್ಕೆ ಹೋದಾಗ ಮೋವಾಬ್ಯರ ಗುಂಪು ಬರುತ್ತಿರುವದನ್ನು ಕಂಡು ಶವವನ್ನು ಎಲೀಷನ ಸಮಾಧಿಯಲ್ಲಿ ಬಿಸಾಡಿ ಓಡಿ ಹೋದರು. ಸತ್ತ ಮನುಷ್ಯನು ಎಲೀಷನ ಎಲುಬುಗಳಿಗೆ ತಗುಲಿದ ಕೂಡಲೆ ಉಜ್ಜೀವಿಸಿ ಎದ್ದು ನಿಂತನು."},{"number":22,"verse":"ಅರಾಮ್ಯರ ಅರಸನಾದ ಹಜಾಯೇಲನು ಯೆಹೋವಾಹಾಜನ ಆಳಿಕೆಯಲ್ಲೆಲ್ಲಾ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಪೀಡಿಸುತ್ತಿದ್ದನು."},{"number":23,"verse":"ಆದರೂ ಯೆಹೋವನು ಅವರನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಹಾಳುಮಾಡಗೊಡಲಿಲ್ಲ. ಅವರನ್ನು ಈ ಕಾಲದಲ್ಲಿಯೂ ತನ್ನ ಸನ್ನಿಧಿಯಿಂದ ತಳ್ಳಿಬಿಡಲಿಲ್ಲ. ತಾನು ಅಬ್ರಹಾಮ್ ಇಸಾಕ್ ಯಾಕೋಬರೊಡನೆ ಮಾಡಿಕೊಂಡ ಒಡಂಬಡಿಕೆಯನ್ನು ನೆನಸಿ ಅವರಿಗೆ ದಯೆತೋರಿಸಿದನು; ಕರುಳು ಮರುಗಿದವನಾಗಿ ಅವರಿಗೆ ಪ್ರಸನ್ನನಾದನು."},{"number":24,"verse":"ಅರಾಮ್ಯರ ಅರಸನಾದ ಹಜಾಯೇಲನು ಮರಣಹೊಂದಲು ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗನಾದ ಬೆನ್ಹದದನು ಅರಸನಾದನು."},{"number":25,"verse":"ಯೆಹೋವಾಹಾಜನ ಮಗನಾದ ಯೋವಾಷನು ತನ್ನ ತಂದೆಯ ಕಾಲದಲ್ಲಿ ಹಜಾಯೇಲನು ಯುದ್ಧಮಾಡಿ ಕಿತ್ತುಕೊಂಡಿದ್ದ ಪಟ್ಟಣಗಳನ್ನು ಬೆನ್ಹದದನಿಂದ ತಿರಿಗಿ ತೆಗೆದುಕೊಂಡನು. ಅವನನ್ನು ಮೂರು ಸಾರಿ ಸೋಲಿಸಿ ಇಸ್ರಾಯೇಲ್ಯರ ಎಲ್ಲಾ ಪಟ್ಟಣಗಳನ್ನು ಹಿಂದಕ್ಕೆ ತೆಗೆದುಕೊಂಡನು."}]}