{"bibleAbbr":"KNJV","bookName":"2 ಅರಸುಗಳು","bookEnglishName":"2 Kings","chapterNumber":14,"verses":[{"number":1,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾದ ಯೆಹೋವಾಹಾಜನ ಮಗ ಯೋವಾಷನ ಆಳಿಕೆಯ ಎರಡನೆಯ ವರುಷದಲ್ಲಿ ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋವಾಷನ ಮಗ ಅಮಚ್ಯ ಎಂಬವನು ಅರಸನಾದನು."},{"number":2,"verse":"ಇವನು ಪಟ್ಟಕ್ಕೆ ಬಂದಾಗ ಇಪ್ಪತ್ತೈದು ವರುಷದವನಾಗಿದ್ದು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಇಪ್ಪತ್ತೊಂಭತ್ತು ವರುಷ ಆಳಿದನು. ಯೆರೂಸಲೇಮಿನವಳಾದ ಯೆಹೋವದ್ದೀನ್ ಎಂಬಾಕೆಯು ಇವನ ತಾಯಿ."},{"number":3,"verse":"ಇವನು ತನ್ನ ತಂದೆಯಾದ ಯೆಹೋವಾಷನ ಮಾರ್ಗದಲ್ಲಿ ತಪ್ಪದೆ ನಡೆದು ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ಒಳ್ಳೆಯವನಾದನು; ಆದರೂ ತನ್ನ ಪೂರ್ವಿಕನಾದ ದಾವೀದನಷ್ಟು ಉತ್ತಮನಾಗಿರಲಿಲ್ಲ."},{"number":4,"verse":"ಇವನ ಕಾಲದಲ್ಲಿ ಪೂಜಾಸ್ಥಳಗಳು ಇನ್ನೂ ತೆಗೆಯಲ್ಪಡಲಿಲ್ಲವಾದದರಿಂದ ಜನರು ಅವುಗಳಲ್ಲಿ ಯಜ್ಞಧೂಪಗಳನ್ನು ಅರ್ಪಿಸುತ್ತಿದ್ದರು."},{"number":5,"verse":"ಇವನು ರಾಜ್ಯವನ್ನು ಭದ್ರಪಡಿಸಿಕೊಂಡ ಕೂಡಲೆ ತನ್ನ ತಂದೆಯನ್ನು ಕೊಂದ ಉದ್ಯೋಗಸ್ಥರಿಗೆ ಮರಣ ವಿಧಿಸಿದನು."},{"number":6,"verse":"ಆದರೆ ಮಕ್ಕಳ ಪಾಪದ ದೆಸೆಯಿಂದ ತಂದೆಗೂ ತಂದೆಯ ಪಾಪದ ದೆಸೆಯಿಂದ ಮಕ್ಕಳಿಗೂ ಮರಣಶಿಕ್ಷೆಯಾಗಬಾರದು; ಪ್ರತಿಯೊಬ್ಬನೂ ತನ್ನ ಪಾಪಫಲವನ್ನು ತಾನೇ ಅನುಭವಿಸಬೇಕು ಎಂಬದಾಗಿ ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಲ್ಲಿರುವ ಯೆಹೋವನ ಅಪ್ಪಣೆಯನ್ನು ನೆನಪುಮಾಡಿಕೊಂಡು ಅವರ ಮಕ್ಕಳನ್ನು ಕೊಲ್ಲಿಸಲಿಲ್ಲ."},{"number":7,"verse":"ಇದಲ್ಲದೆ ಉಪ್ಪಿನತಗ್ಗಿನಲ್ಲಿ ಎದೋಮ್ಯರ ಹತ್ತು ಸಾವಿರ ಮಂದಿ ಸೈನಿಕರನ್ನು ಹೊಡೆದು ಅವರಿಂದ ಸೆಲ ದುರ್ಗವನ್ನು ಕಿತ್ತುಕೊಂಡು ಅದಕ್ಕೆ ಯೊಕ್ತೆಯೇಲ್ ಎಂಬ ಹೆಸರಿಟ್ಟನು. ಅದಕ್ಕೆ ಇಂದಿನವರೆಗೂ ಇದೇ ಹೆಸರಿರುತ್ತದೆ."},{"number":8,"verse":"ಅನಂತರ ಅಮಚ್ಯನು ಯೇಹುವಿನ ಮೊಮ್ಮಗನೂ ಯೆಹೋವಾಹಾಜನ ಮಗನೂ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನೂ ಆದ ಯೋವಾಷನ ಬಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿ ಅವನಿಗೆ - ನಾವು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಎದುರುಗೊಳ್ಳೋಣ ಬಾ ಎಂದು ಹೇಳಿಸಿದನು."},{"number":9,"verse":"ಆಗ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾದ ಯೋವಾಷನು ಯೆಹೂದದ ಅರಸನಾದ ಅಮಚ್ಯನಿಗೆ - ಲೆಬನೋನಿನ ಮುಳ್ಳುಗಿಡವು ಅಲ್ಲಿನ ದೇವದಾರುಮರಕ್ಕೆ - ನನ್ನ ಮಗನಿಗೆ ನಿನ್ನ ಮಗಳನ್ನು ಕೊಡು ಎಂದು ಹೇಳಿಕಳುಹಿಸಿತು. ತುಸುಹೊತ್ತಾದ ಮೇಲೆ ಲೆಬನೋನಿನ ಒಂದು ಕಾಡು ಮೃಗವು ಅಲ್ಲಿಂದ ಹಾದುಹೋಗುತ್ತಿರುವಾಗ ಅದನ್ನು ತುಳಿದು ಬಿಟ್ಟಿತು."},{"number":10,"verse":"ನೀನು ಎದೋಮ್ಯರನ್ನು ಸೋಲಿಸಿದದರಿಂದ ಬಹಳವಾಗಿ ಉಬ್ಬಿಕೊಂಡಿದ್ದೀ; ಆ ಕೀರ್ತಿಯು ಸಾಕೆಂದು ನೆನಸಿ ಸುಮ್ಮನೆ ಮನೆಯಲ್ಲಿ ಕೂತುಕೋ. ನನ್ನನ್ನು ಕೆಣಕಿ ನಿನ್ನ ಮೇಲೆಯೂ ನಿನ್ನ ರಾಜ್ಯದ ಮೇಲೆಯೂ ಯಾಕೆ ಕೇಡನ್ನು ಬರಮಾಡಿಕೊಳ್ಳುತ್ತೀ ಎಂದು ಉತ್ತರಕೊಟ್ಟು ಕಳುಹಿಸಿದನು."},{"number":11,"verse":"ಅಮಚ್ಯನು ಇದನ್ನು ಲಕ್ಷಿಸಲಿಲ್ಲವಾದದರಿಂದ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾದ ಯೋವಾಷನು ಯುದ್ಧಕ್ಕೆ ಹೊರಟನು; ಅವರು ಯೆಹೂದಪ್ರಾಂತದ ಬೇತ್ಷೆಮೆಷಿನಲ್ಲಿ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಎದುರುಗೊಂಡರು."},{"number":12,"verse":"ಯೆಹೂದ್ಯರು ಇಸ್ರಾಯೇಲ್ಯರಿಂದ ಸೋಲಿಸಲ್ಪಟ್ಟು ತಮ್ಮ ತಮ್ಮ ನಿವಾಸಗಳಿಗೆ ಓಡಿಹೋದರು."},{"number":13,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾದ ಯೋವಾಷನು ಅಹಜ್ಯನ ಮೊಮ್ಮಗನೂ ಯೆಹೋವಾಷನ ಮಗನೂ ಯೆಹೂದದ ಅರಸನೂ ಆದ ಅಮಚ್ಯನನ್ನು ಬೇತ್ಷೆಮೆಷಿನಲ್ಲಿ ಹಿಡಿದು ಅವನನ್ನು ಯೆರೂಸಲೇಮಿಗೆ ಕರಕೊಂಡುಬಂದು ಎಫ್ರಾಯೀಮ್ ಬಾಗಲಿಗೂ ಮೂಲೆಯ ಬಾಗಲಿಗೂ ಮಧ್ಯದಲ್ಲಿದ್ದ ಯೆರೂಸಲೇಮಿನ ನಾನೂರು ಮೊಳ ಗೋಡೆಯನ್ನು ಕೆಡವಿಬಿಟ್ಟನು."},{"number":14,"verse":"ಇದಲ್ಲದೆ ಅವನು ಯೆಹೋವನ ಆಲಯದ ಮತ್ತು ಅರಮನೆಯ ಭಂಡಾರಗಳಲ್ಲಿ ಸಿಕ್ಕಿದ ಎಲ್ಲಾ ಬೆಳ್ಳಿ ಬಂಗಾರವನ್ನೂ ಪಾತ್ರೆಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಹೊಣೆಗಾಗಿ ಕೆಲವರನ್ನು ಸೆರೆಹಿಡಿದು ಸಮಾರ್ಯಕ್ಕೆ ಹಿಂದಿರುಗಿದನು."},{"number":15,"verse":"ಯೋವಾಷನ ಉಳಿದ ಚರಿತ್ರೆಯೂ ಅವನ ಶೂರಕೃತ್ಯಗಳ ಮತ್ತು ಯೆಹೂದ ರಾಜನಾದ ಅಮಚ್ಯನೊಡನೆ ನಡಿಸಿದ ಯುದ್ಧದ ವಿವರವೂ ಇಸ್ರಾಯೇಲ್‍ರಾಜಕಾಲ ವೃತ್ತಾಂತ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":16,"verse":"ಅವನು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನ ಶವವನ್ನು ಸಮಾರ್ಯದೊಳಗೆ ಇಸ್ರಾಯೇಲ್ಯರ ರಾಜಶ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗನಾದ ಯಾರೊಬ್ಬಾಮನು ಅರಸನಾದನು."},{"number":17,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನೂ ಯೆಹೋವಾಹಾಜನ ಮಗನೂ ಆದ ಯೋವಾಷನು ಸತ್ತನಂತರ ಯೆಹೂದದ ಅರಸನೂ ಯೆಹೋವಾಷನ ಮಗನೂ ಆದ ಅಮಚ್ಯನು ಇನ್ನೂ ಹದಿನೈದು ವರುಷ ಬದುಕಿದನು."},{"number":18,"verse":"ಅವನ ಉಳಿದ ಚರಿತ್ರೆಯು ಯೆಹೂದರಾಜಕಾಲವೃತ್ತಾಂತ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತದೆ."},{"number":19,"verse":"ಯೆರೂಸಲೇಮಿನವರು ಅವನಿಗೆ ವಿರೋಧವಾಗಿ ಒಳಸಂಚು ಮಾಡಿದ್ದರಿಂದ ಅವನು ಲಾಕೀಷಿಗೆ ಓಡಿಹೋದನು; ಆದರೆ ಅವರು ಅಲ್ಲಿಗೆ ಆಳುಗಳನ್ನು ಕಳುಹಿಸಿ ಅವನನ್ನು ಕೊಲ್ಲಿಸಿದರು."},{"number":20,"verse":"ಅವನ ಜನರು ಅವನ ಶವವನ್ನು ಕುದುರೆಗಳಿಂದ ಯೆರೂಸಲೇಮಿಗೆ ತಂದು ದಾವೀದನಗರದೊಳಗೆ ಅವನ ಕುಟುಂಬ ಶ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು."},{"number":21,"verse":"ಅನಂತರ ಎಲ್ಲಾ ಯೆಹೂದ್ಯರು ಕೂಡಿ ಹದಿನಾರು ವರುಷದವನಾದ ಅಜರ್ಯನನ್ನು ಅವನ ತಂದೆಯಾದ ಅಮಚ್ಯನಿಗೆ ಬದಲಾಗಿ ಅರಸನನ್ನಾಗಿ ಮಾಡಿದರು."},{"number":22,"verse":"ಅರಸನು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಿದ ಮೇಲೆ ಇವನು ಏಲತ್ ಎಂಬ ಪಟ್ಟಣವನ್ನು ತಿರಿಗಿ ಯೆಹೂದರಾಜ್ಯಕ್ಕೆ ಸೇರಿಸಿ ಭದ್ರಪಡಿಸಿದನು."},{"number":23,"verse":"ಯೆಹೂದದ ಅರಸನೂ ಯೆಹೋವಾಷನ ಮಗನೂ ಆದ ಅಮಚ್ಯನ ಆಳಿಕೆಯ ಹದಿನೈದನೆಯ ವರುಷದಲ್ಲಿ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾದ ಯೋವಾಷನ ಮಗ ಯಾರೊಬ್ಬಾಮನು ಅರಸನಾಗಿ ಸಮಾರ್ಯದಲ್ಲಿ ನಾಲ್ವತ್ತೊಂದು ವರುಷ ಆಳಿದನು."},{"number":24,"verse":"ಇವನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಪಾಪಕ್ಕೆ ಪ್ರೇರಿಸಿದ ನೆಬಾಟನ ಮಗನಾದ ಯಾರೊಬ್ಬಾಮನ ಮಾರ್ಗವನ್ನು ಬಿಡದೆ ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಯಾದನು."},{"number":25,"verse":"ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನು ತನ್ನ ಸೇವಕನೂ ಗತ್‍ಹೇಫೆರಿನವನಾದ ಅಮಿತ್ತೈಯ ಮಗನೂ ಆದ ಯೋನಾ ಎಂಬ ಪ್ರವಾದಿಯ ಮುಖಾಂತರವಾಗಿ ಮುಂತಿಳಿಸಿದಂತೆ ಹಮಾತಿನ ದಾರಿಯಿಂದ ಅರಾಬಾ ತಗ್ಗಿನ ಸಮುದ್ರದವರೆಗಿದ್ದ ಇಸ್ರಾಯೇಲ್ಯರ ಮೇರೆಯನ್ನು ತಿರಿಗಿ ತೆಗೆದುಕೊಂಡವನು ಇವನೇ."},{"number":26,"verse":"ಇಸ್ರಾಯೇಲ್ಯರು ಘೋರಕಷ್ಟವನ್ನು ಅನುಭವಿಸುತ್ತಿರುತ್ತಾರೆ, ಅವರಲ್ಲಿದ್ದ ಸ್ವತಂತ್ರರೂ ಪರತಂತ್ರರೂ ನಾಶವಾಗಿದ್ದಾರೆ, ಅವರನ್ನು ರಕ್ಷಿಸುವವನು ಒಬ್ಬನೂ ಇಲ್ಲ ಎಂಬದನ್ನು ಯೆಹೋವನು ನೋಡಿ"},{"number":27,"verse":"ಅವರನ್ನು ಭೂಲೋಕದಿಂದ ನಿರ್ನಾಮ ಮಾಡುವದಕ್ಕೆ ಮನಸ್ಸಿಲ್ಲದೆ ಯೋವಾಷನ ಮಗನಾದ ಯಾರೊಬ್ಬಾಮನ ಮುಖಾಂತರವಾಗಿ ರಕ್ಷಿಸಿದನು."},{"number":28,"verse":"ಯಾರೊಬ್ಬಾಮನ ಉಳಿದ ಚರಿತ್ರೆಯೂ ಅವನು ಯುದ್ಧದಲ್ಲಿ ನಡಿಸಿದ ಶೂರಕೃತ್ಯಗಳೂ ಮೊದಲು ಯೆಹೂದ್ಯರ ಸ್ವಾಧೀನದಲ್ಲಿದ್ದ ದಮಸ್ಕ ಹಮಾತ್ ಎಂಬ ಪಟ್ಟಣಗಳು ಅವನಿಂದ ಇಸ್ರಾಯೇಲ್ ರಾಜ್ಯಕ್ಕೆ ಸೇರಿಸಲ್ಪಟ್ಟ ವಿವರವೂ ಇಸ್ರಾಯೇಲ್‍ರಾಜಕಾಲವೃತ್ತಾಂತ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":29,"verse":"ಅವನು ಇಸ್ರಾಯೇಲ್‍ರಾಜರಾಗಿದ್ದ ತನ್ನ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗನಾದ ಜೆಕರ್ಯನು ಅರಸನಾದನು."}]}