{"bibleAbbr":"KNJV","bookName":"2 ಅರಸುಗಳು","bookEnglishName":"2 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಎಲೀಯನನ್ನು ಸುಳಿಗಾಳಿಯ ಮುಖಾಂತರವಾಗಿ ಪರಲೋಕಕ್ಕೆ ಸೇರಿಸುವ ಸಮಯ ಬಂದಾಗ ಎಲೀಯನು ಎಲೀಷನೊಡನೆ ಗಿಲ್ಗಾಲನ್ನು ಬಿಟ್ಟು ಹೊರಟನು."},{"number":2,"verse":"ಆಗ ಎಲೀಯನು ಎಲೀಷನಿಗೆ - ದಯವಿಟ್ಟು ನೀನು ಇಲ್ಲೇ ಇರು; ಯೆಹೋವನು ನನಗೆ ಬೇತೇಲಿಗೆ ಹೋಗಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದ್ದಾನೆ ಅನ್ನಲು ಎಲೀಷನು - ಯೆಹೋವನಾಣೆ, ನಿನ್ನ ಜೀವದಾಣೆ, ನಾನು ನಿನ್ನನ್ನು ಬಿಟ್ಟುಹೋಗುವದಿಲ್ಲ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":3,"verse":"ತರುವಾಯ ಅವರಿಬ್ಬರೂ ಬೇತೇಲಿಗೆ ಹೋದರು. ಬೇತೇಲಿನ ಪ್ರವಾದಿಮಂಡಲಿಯವರು ಎಲೀಷನನ್ನು ಎದುರುಗೊಂಡು ಅವನನ್ನು - ಯೆಹೋವನು ಈಹೊತ್ತು ನಿನ್ನ ಯಜಮಾನನನ್ನು ನಿನ್ನ ಬಳಿಯಿಂದ ಮೇಲಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳುವನೆಂಬದು ನಿನಗೆ ಗೊತ್ತುಂಟೋ ಎಂದು ಕೇಳಿದರು. ಅದಕ್ಕೆ ಅವನು -"},{"number":4,"verse":"ಗೊತ್ತುಂಟು, ಸುಮ್ಮನಿರ್ರಿ ಅಂದನು. ಎಲೀಯನು ಎಲೀಷನಿಗೆ - ದಯವಿಟ್ಟು ಇಲ್ಲೇ ಇರು; ಯೆಹೋವನು ನನಗೆ ಯೆರಿಕೋವಿಗೆ ಹೋಗಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದನು. ಆದರೆ ಎಲೀಷನು - ಯೆಹೋವನಾಣೆ, ನಿನ್ನ ಜೀವದಾಣೆ, ನಾನು ನಿನ್ನನ್ನು ಬಿಟ್ಟುಹೋಗುವದಿಲ್ಲ ಎಂದು ಉತ್ತರಕೊಟ್ಟು ಅವನ ಜೊತೆಯಲ್ಲಿ ಯೆರಿಕೋವಿಗೆ ಹೋದನು."},{"number":5,"verse":"ಅಲ್ಲಿನ ಪ್ರವಾದಿಮಂಡಲಿಯವರು ಅವನನ್ನು ಎದುರುಗೊಂಡು - ಯೆಹೋವನು ಈಹೊತ್ತು ನಿನ್ನ ಯಜಮಾನನನ್ನು ನಿನ್ನ ಬಳಿಯಿಂದ ಮೇಲಕ್ಕೆ ಕರೆದುಕೊಳ್ಳುವನೆಂದು ನಿನಗೆ ಗೊತ್ತುಂಟೋ ಎಂದು ಕೇಳಿದರು. ಅದಕ್ಕೆ ಅವನು - ಗೊತ್ತುಂಟು, ಸುಮ್ಮನಿರ್ರಿ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":6,"verse":"ಎಲೀಯನು ತಿರಿಗಿ ಅವನಿಗೆ - ದಯವಿಟ್ಟು ನೀನು ಇಲ್ಲೇ ಇರು; ಯೆಹೋವನು ನನಗೆ ಯೊರ್ದನಿಗೆ ಹೋಗಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದನು. ಆಗ ಅವನು - ಯೆಹೋವನಾಣೆ, ನಿನ್ನ ಜೀವದಾಣೆ, ನಾನು ನಿನ್ನನ್ನು ಬಿಟ್ಟು ಹೋಗುವದಿಲ್ಲ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು; ಆದದರಿಂದ ಇಬ್ಬರೂ ಹೊರಟು ಯೊರ್ದನ್ ಹೊಳೆಯ ದಡಕ್ಕೆ ಬಂದರು."},{"number":7,"verse":"ಪ್ರವಾದಿ ಮಂಡಲಿಯವರಲ್ಲಿ ಐವತ್ತು ಜನರು ಇವರ ಹಿಂದಿನಿಂದಲೇ ಬಂದು ಸ್ವಲ್ಪ ದೂರದಲ್ಲಿ ನಿಂತುಕೊಂಡರು."},{"number":8,"verse":"ಅನಂತರ ಎಲೀಯನು ತನ್ನ ಕಂಬಳಿಯನ್ನು ಮಡಚಿ ಅದರಿಂದ ನೀರನ್ನು ಹೊಡೆಯಲು ನೀರು ಎರಡು ಭಾಗವಾಯಿತು; ಇಬ್ಬರೂ ಒಣನೆಲದ ಮೇಲೆ ದಾಟಿ ಹೋದರು."},{"number":9,"verse":"ಅವರು ಆಚೇದಡಕ್ಕೆ ಸೇರಿದ ಮೇಲೆ ಎಲೀಯನು ಎಲೀಷನನ್ನು - ನಿನ್ನನ್ನು ಬಿಟ್ಟುಹೋಗುವ ಮೊದಲು ನಾನು ನಿನಗೋಸ್ಕರ ಏನು ಮಾಡಬೇಕನ್ನುತ್ತೀ ಹೇಳು ಎಂದು ಕೇಳಿದನು. ಅದಕ್ಕೆ ಎಲೀಷನು - ನಿನಗಿರುವ ಆತ್ಮದಲ್ಲಿ ನನಗೆ ಎರಡು ಪಾಲನ್ನು ಅನುಗ್ರಹಿಸು ಎಂದು ಬೇಡಿಕೊಂಡನು."},{"number":10,"verse":"ಆಗ ಎಲೀಯನು ಅವನಿಗೆ - ನೀನು ದುರ್ಲಭವಾದದ್ದನ್ನು ಕೇಳಿಕೊಂಡಿ; ಆದರೂ ನಾನು ನಿನ್ನ ಬಳಿಯಿಂದ ತೆಗೆಯಲ್ಪಡುವಾಗ ನೀನು ನನ್ನನ್ನು ನೋಡುವದಾದರೆ ಅದು ದೊರಕುವದು; ಇಲ್ಲವಾದರೆ ದೊರಕುವದಿಲ್ಲ ಅಂದನು."},{"number":11,"verse":"ಅವರು ಮಾತಾಡುತ್ತಾ ಮುಂದೆ ಹೋಗುತ್ತಿರುವಾಗ ಫಕ್ಕನೆ ಅಗ್ನಿಮಯವಾದ ರಥರಥಾಶ್ವಗಳು ನಡುವೆ ಬಂದು ಅವರನ್ನು ವಿಂಗಡಿಸಿದವು. ಎಲೀಯನು ಸುಳಿಗಾಳಿಯ ಮುಖಾಂತರವಾಗಿ ಪರಲೋಕಕ್ಕೆ ಹೋದನು."},{"number":12,"verse":"ಎಲೀಷನು ಅದನ್ನು ನೋಡುತ್ತಾ - ನನ್ನ ತಂದೆಯೇ, ನನ್ನ ತಂದೆಯೇ, ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ರಥರಥಾಶ್ವಗಳಾಗಿದ್ದವನೇ ಎಂದು ಕೂಗಿ ಎಲೀಯನು ತನಗೆ ಕಾಣಿಸದೆ ಹೋದ ಮೇಲೆ ತನ್ನ ಬಟ್ಟೆಗಳನ್ನು ಹರಿದು ಎರಡು ತುಂಡುಮಾಡಿದನು."},{"number":13,"verse":"ಅನಂತರ ಅವನು ಮೇಲಣಿಂದ ಬಿದ್ದ ಎಲೀಯನ ಕಂಬಳಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಯೊರ್ದನ್ ನದೀ ತೀರಕ್ಕೆ ಬಂದು"},{"number":14,"verse":"ಎಲೀಯನ ದೇವರಾದ ಯೆಹೋವನೆಲ್ಲಿ ಅಂದುಕೊಂಡು ಆ ಕಂಬಳಿಯಿಂದ ನೀರನ್ನು ಹೊಡೆಯಲು ಅದು ಎರಡು ಭಾಗವಾಯಿತು; ಅವನು ದಾಟಿಹೋದನು."},{"number":15,"verse":"ದೂರದಲ್ಲಿ ನಿಂತಿದ್ದ ಯೆರಿಕೋವಿನ ಪ್ರವಾದಿ ಮಂಡಲಿಯವರು ಇದನ್ನು ಕಂಡು ಎಲೀಯನಿಗಿದ್ದ ಆತ್ಮವು ಎಲೀಷನ ಮೇಲೆ ಬಂದಿತೆಂದು ತಿಳಿದುಕೊಂಡು ಅವನನ್ನು ಎದುರುಗೊಂಡು ಅವನಿಗೆ ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರಮಾಡಿದರು."},{"number":16,"verse":"ಅನಂತರ ಅವರು ಅವನಿಗೆ - ನಿನ್ನ ಸೇವಕರಾದ ನಮ್ಮಲ್ಲಿ ಐವತ್ತು ಮಂದಿ ಬಲಿಷ್ಠ ಜನರಿದ್ದಾರೆ; ನಿನ್ನ ಯಜಮಾನನನ್ನು ಹುಡುಕಹೋಗುವದಕ್ಕೆ ಅವರಿಗೆ ಅಪ್ಪಣೆಯಾಗಲಿ. ಯೆಹೋವನ ಆತ್ಮವು ಅವನನ್ನು ಎತ್ತಿಕೊಂಡು ಹೋಗಿ ಒಂದು ಬೆಟ್ಟದ ಮೇಲಾಗಲಿ ತಗ್ಗಿನಲ್ಲಾಗಲಿ ಇಟ್ಟಿರಬಹುದು ಎಂದು ಹೇಳಿದರು; ಅವನು ಅವರಿಗೆ - ನೀವು ಕಳುಹಿಸಬೇಡಿರಿ ಅಂದನು."},{"number":17,"verse":"ಆದರೆ ಅವರು ಅವನನ್ನು ಒತ್ತಾಯಪಡಿಸಿದ್ದರಿಂದ ಅವನು ಬೇಸರಗೊಂಡು ಕಳುಹಿಸುವದಕ್ಕೆ ಅಪ್ಪಣೆಕೊಟ್ಟನು. ಅವರು ಐವತ್ತು ಮಂದಿಯನ್ನು ಕಳುಹಿಸಿದರು. ಇವರು ಮೂರು ದಿವಸ ಹುಡುಕಿದರೂ ಎಲೀಯನನ್ನು ಕಾಣದೆ"},{"number":18,"verse":"ಇನ್ನೂ ಯೆರಿಕೋವಿನಲ್ಲೇ ಇದ್ದ ಎಲೀಷನ ಬಳಿಗೆ ಬಂದರು; ಅವನು ಅವರಿಗೆ - ಹೋಗಬೇಡಿರೆಂದು ನಾನು ಹೇಳಲಿಲ್ಲವೋ ಅಂದನು."},{"number":19,"verse":"ಯೆರಿಕೋವಿನ ಜನರು ಎಲೀಷನಿಗೆ - ನಮ್ಮ ಒಡೆಯನಾದ ನಿನಗೆ ಗೊತ್ತಿರುವಂತೆ ಈ ಊರು ಕಟ್ಟಲ್ಪಟ್ಟಿರುವ ಸ್ಥಳವು ಒಳ್ಳೇದಾಗಿದೆ; ಆದರೆ ನೀರು ಕೆಟ್ಟದ್ದಾಗಿರುವದರಿಂದ ಬಂಜೆತನ ಹೆಚ್ಚು ಎಂದು ಹೇಳಿದರು."},{"number":20,"verse":"ಆಗ ಎಲೀಷನು ಅವರಿಗೆ - ಒಂದು ಹೊಸ ಮಡಕೆಯಲ್ಲಿ ಉಪ್ಪು ಹಾಕಿ ಅದನ್ನು ತಂದುಕೊಡಿರಿ ಅಂದನು."},{"number":21,"verse":"ಅವರು ತಂದುಕೊಡಲು ಅವನು ಬುಗ್ಗೆಗೆ ಹೋಗಿ ಆ ನೀರಿನಲ್ಲಿ ಉಪ್ಪು ಹಾಕಿ - ಇನ್ನು ಮುಂದೆ ಈ ನೀರಿನಿಂದ ಮರಣವೂ ಬಂಜೆತನವೂ ಉಂಟಾಗದಂತೆ ಇದರಲ್ಲಿದ್ದ ದೋಷವನ್ನೆಲ್ಲಾ ಪರಿಹರಿಸಿದ್ದೇನೆ ಎಂಬದಾಗಿ ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ ಎಂದು ಹೇಳಿದನು."},{"number":22,"verse":"ಕೂಡಲೆ ನೀರಿನಲ್ಲಿದ್ದ ದೋಷವೆಲ್ಲಾ ಪರಿಹಾರವಾಯಿತು; ಎಲೀಷನ ವಾಕ್ಯಬಲದಿಂದ ಅದು ಇಂದಿನವರೆಗೂ ಹಾಗೆಯೇ ಇರುತ್ತದೆ."},{"number":23,"verse":"ಎಲೀಷನು ಅಲ್ಲಿಂದ ಬೇತೇಲಿಗೆ ಹೊರಟು ಅಲ್ಲಿನ ಗುಡ್ಡವನ್ನು ಹತ್ತುತ್ತಿರುವಾಗ ಆ ಊರಿನ ಹುಡುಗರು ಹೊರಗೆ ಬಂದು - ಬೋಳಮಂಡೆಯವನೇ, ಏರು; ಬೋಳಮಂಡೆಯವನೇ, ಏರು ಎಂದು ಕೂಗಿ ಅವನನ್ನು ಪರಿಹಾಸ್ಯಮಾಡಿದರು."},{"number":24,"verse":"ಅವನು ಅವರ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಯೆಹೋವನ ಹೆಸರಿನಲ್ಲಿ ಅವರನ್ನು ಶಪಿಸಿದನು. ಕೂಡಲೆ ಕಾಡಿನಿಂದ ಎರಡು ಹೆಣ್ಣು ಕರಡಿಗಳು ಬಂದು ಆ ಹುಡುಗರಲ್ಲಿ ನಾಲ್ವತ್ತೆರಡು ಮಂದಿಯನ್ನು ಹರಿದುಬಿಟ್ಟವು."},{"number":25,"verse":"ಎಲೀಷನು ಅಲ್ಲಿಂದ ಕರ್ಮೆಲ್‍ಬೆಟ್ಟಕ್ಕೆ ಹೋಗಿ ಅನಂತರ ಸಮಾರ್ಯಕ್ಕೆ ಬಂದನು."}]}