{"bibleAbbr":"KNJV","bookName":"2 ಅರಸುಗಳು","bookEnglishName":"2 Kings","chapterNumber":22,"verses":[{"number":1,"verse":"ಯೋಷೀಯನು ಅರಸನಾದಾಗ ಎಂಟು ವರುಷದವನಾಗಿದ್ದು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಮೂವತ್ತೊಂದು ವರುಷ ಆಳಿದನು. ಬೊಚ್ಕತೂರಿನವಳೂ ಅದಾಯನ ಮಗಳೂ ಆದ ಯೆದೀದಾ ಎಂಬಾಕೆಯು ಅವನ ತಾಯಿ."},{"number":2,"verse":"ಅವನು ಎಡಕ್ಕಾಗಲಿ ಬಲಕ್ಕಾಗಲಿ ತಿರುಗಿಕೊಳ್ಳದೆ ತನ್ನ ಪೂರ್ವಿಕನಾದ ದಾವೀದನ ಮಾರ್ಗದಲ್ಲಿಯೇ ನಡೆದು ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ಒಳ್ಳೆಯವನಾದನು."},{"number":3,"verse":"ಯೋಷೀಯನು ತನ್ನ ಆಳಿಕೆಯ ಹದಿನೆಂಟನೆಯ ವರುಷದಲ್ಲಿ ಅಚಲ್ಯನ ಮಗನೂ ಮೆಷುಲ್ಲಾಮನ ಮೊಮ್ಮಗನೂ ಆದ ಶಾಫಾನನೆಂಬ ಲೇಖಕನನ್ನು ಕರೆದು ಅವನಿಗೆ -"},{"number":4,"verse":"ನೀನು ಮಹಾಯಾಜಕನಾದ ಹಿಲ್ಕೀಯನ ಬಳಿಗೆ ಹೋಗಿ ಅವನಿಗೆ - ದ್ವಾರಪಾಲಕರು ಯೆಹೋವನ ಆಲಯಕ್ಕೆ ಬರುವ ಜನರಿಂದ ಕೂಡಿಸಿದ ಹಣವನ್ನು ಲೆಕ್ಕಿಸಿ"},{"number":5,"verse":"ಆಲಯದ ಕೆಲಸಮಾಡಿಸುವ ಮೊಕ್ತೇಸರರಿಗೆ ಅದನ್ನು ಒಪ್ಪಿಸು ಎಂದು ಹೇಳು."},{"number":6,"verse":"ಮೊಕ್ತೇಸರರು ಅದನ್ನು ಯೆಹೋವನ ಆಲಯದ ಜೀರ್ಣೋದ್ಧಾರಮಾಡುವ ಬಡಗಿ ಶಿಲ್ಪಿ ಉಪ್ಪಾರ ಮೊದಲಾದವರ ಸಂಬಳಕ್ಕಾಗಿಯೂ ದೇವಾಲಯಕ್ಕೆ ಬೇಕಾದ ಮರ, ಕೆತ್ತಿದ ಕಲ್ಲು ಇವುಗಳನ್ನು ಕೊಂಡುಕೊಳ್ಳುವದಕ್ಕಾಗಿಯೂ ಉಪಯೋಗಿಸಲಿ."},{"number":7,"verse":"ಅವರು ನಂಬಿಗಸ್ತರಾಗಿರುವದರಿಂದ ಅವರ ವಶಕ್ಕೆ ಕೊಡಲ್ಪಡುವ ಹಣದ ಲೆಕ್ಕವನ್ನು ಕೇಳಬಾರದು ಎಂದು ಆಜ್ಞಾಪಿಸಿ ಅವನನ್ನು ಯೆಹೋವನ ಆಲಯಕ್ಕೆ ಕಳುಹಿಸಿದನು."},{"number":8,"verse":"ಮಹಾಯಾಜಕನಾದ ಹಿಲ್ಕೀಯನು ಲೇಖಕನಾದ ಶಾಫಾನನಿಗೆ - ಯೆಹೋವನ ಆಲಯದಲ್ಲಿ ನನಗೆ ಧರ್ಮೋಪದೇಶ ಗ್ರಂಥವು ಸಿಕ್ಕಿರುತ್ತದೆ ಎಂದು ಹೇಳಿ ಅದನ್ನು ಅವನ ಕೈಯಲ್ಲಿ ಕೊಟ್ಟನು; ಶಾಫಾನನು ಓದಿದನು."},{"number":9,"verse":"ಅನಂತರ ಅವನು ಹಿಂದಿರುಗಿ ಅರಸನ ಬಳಿಗೆ ಹೋಗಿ - ನಿನ್ನ ಸೇವಕರು ದೇವಾಲಯದಲ್ಲಿ ಸಂಗ್ರಹವಾದ ಹಣವನ್ನು ತೆಗೆದು ದೇವಾಲಯದ ಕೆಲಸವನ್ನು ಮಾಡಿಸುವ ಮೊಕ್ತೇಸರರಿಗೆ ಒಪ್ಪಿಸಿದರು;"},{"number":10,"verse":"ಇದಲ್ಲದೆ ಯಾಜಕನಾದ ಹಿಲ್ಕೀಯನು ನನಗೆ ಒಂದು ಗ್ರಂಥವನ್ನು ಕೊಟ್ಟಿದ್ದಾನೆ ಎಂದು ಹೇಳಿ ಅದನ್ನು ಅರಸನ ಮುಂದೆ ಓದಿದನು."},{"number":11,"verse":"ಅರಸನು ಧರ್ಮೋಪದೇಶಗ್ರಂಥವಾಕ್ಯಗಳನ್ನು ಕೇಳಿದಾಗ"},{"number":12,"verse":"ಬಟ್ಟೆಗಳನ್ನು ಹರಿದುಕೊಂಡು ಯಾಜಕನಾದ ಹಿಲ್ಕೀಯನು, ಶಾಫಾನನ ಮಗನಾದ ಅಹೀಕಾಮ್, ಮೀಕಾಯನ ಮಗನಾದ ಅಕ್ಬೋರ್, ಲೇಖಕನಾದ ಶಾಫಾನ್, ತನ್ನ ಹಸ್ತಕನಾದ ಅಸಾಯ ಎಂಬವರಿಗೆ -"},{"number":13,"verse":"ನಮ್ಮ ಪೂರ್ವಿಕರು ನಮಗೆ ಸಿಕ್ಕಿರುವ ಈ ಗ್ರಂಥವಾಕ್ಯಗಳಿಗೆ ಕಿವಿಗೊಡದೆಯೂ ಅವುಗಳನ್ನು ಕೈಕೊಳ್ಳದೆಯೂ ಹೋದದರಿಂದ ನಾವು ಯೆಹೋವನ ಉಗ್ರಕೋಪಕ್ಕೆ ಪಾತ್ರರಾಗಿದ್ದೇವೆ. ಆದದರಿಂದ ನೀವು ನನಗೋಸ್ಕರವೂ ಜನರಿಗೋಸ್ಕರವೂ ಎಲ್ಲಾ ಯೆಹೂದ್ಯರಿಗೋಸ್ಕರವೂ ಯೆಹೋವನ ಬಳಿಗೆ ಹೋಗಿ ಈ ಗ್ರಂಥವಾಕ್ಯಗಳ ವಿಷಯವಾಗಿ ವಿಚಾರಿಸಿರಿ ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":14,"verse":"ಆಗ ಯಾಜಕನಾದ ಹಿಲ್ಕೀಯನು, ಅಹೀಕಾಮ್, ಅಕ್ಬೋರ್, ಶಾಫಾನ್, ಅಸಾಯ ಎಂಬವರು ಹುಲ್ದ ಎಂಬ ಪ್ರವಾದಿನಿಯ ಬಳಿಗೆ ಹೋಗಿ ಆಕೆಯ ಹತ್ತಿರ ವಿಚಾರಿಸಿದರು. ಹರ್ಹಸನ ಮೊಮ್ಮಗನೂ ತಿಕ್ವನ ಮಗನೂ ರಾಜ ವಸ್ತ್ರಾಗಾರದ ಅಧಿಪತಿಯೂ ಆಗಿದ್ದ ಶಲ್ಲೂಮನು ಈಕೆಯ ಗಂಡನು. ಈಕೆಯು ಯೆರೂಸಲೇಮಿನ ಎರಡನೆಯ ಕೇರಿಯಲ್ಲಿ ವಾಸವಾಗಿದ್ದಳು."},{"number":15,"verse":"ಹುಲ್ದಳು ಅವರಿಗೆ - ನಿಮ್ಮನ್ನು ಕಳುಹಿಸಿದವನಿಗೆ ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನ ಮಾತುಗಳನ್ನು ತಿಳಿಸಿರಿ."},{"number":16,"verse":"ಆತನು - ಈ ದೇಶದ ಮೇಲೆಯೂ ಜನರ ಮೇಲೆಯೂ ಯೆಹೂದದ ಅರಸನು ಓದಿಸಿದ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುವ ಎಲ್ಲಾ ಶಿಕ್ಷೆಯನ್ನು ಬರಮಾಡುವೆನು."},{"number":17,"verse":"ಅವರು ನನ್ನನ್ನು ಬಿಟ್ಟು ಅನ್ಯದೇವತೆಗಳಿಗೆ ಧೂಪಸುಟ್ಟು ತಮ್ಮ ದುಷ್ಕೃತ್ಯಗಳಿಂದ ನನ್ನನ್ನು ರೇಗಿಸಿದ್ದರಿಂದ ನನ್ನ ಕೋಪಾಗ್ನಿಯು ಈ ದೇಶದ ಮೇಲೆ ಉರಿಯಹತ್ತಿ ಆರಿ ಹೋಗುವದೇ ಇಲ್ಲ ಅನ್ನುತ್ತಾನೆ."},{"number":18,"verse":"ತಾನು ಕೇಳಿದ ವಾಕ್ಯಗಳ ವಿಷಯವಾಗಿ ಯೆಹೋವನ ಬಳಿಯಲ್ಲಿ ವಿಚಾರಿಸುವದಕ್ಕೆ ನಿಮ್ಮನ್ನು ಕಳುಹಿಸಿದ ಯೆಹೂದದ ಅರಸನಿಗೆ ನೀವು ತಿಳಿಸಬೇಕಾದ ಇಸ್ರಾಯೇಲ್‍ದೇವರಾದ ಯೆಹೋವನ ಮಾತೇನಂದರೆ -"},{"number":19,"verse":"ನಾನು ಈ ದೇಶವನ್ನೂ ನಿವಾಸಿಗಳನ್ನೂ ಶಾಪ ವಿಸ್ಮಯಗಳಿಗೆ ಗುರಿಮಾಡುವೆನೆಂಬದನ್ನು ನೀನು ಕೇಳಿದಾಗ ದುಃಖಪಟ್ಟು ನನ್ನ ಮುಂದೆ ತಗ್ಗಿಸಿಕೊಂಡದ್ದರಿಂದಲೂ ಬಟ್ಟೆಗಳನ್ನು ಹರಿದುಕೊಂಡು ಕಣ್ಣೀರು ಸುರಿಸಿದ್ದರಿಂದಲೂ ನಿನ್ನನ್ನು ಲಕ್ಷಿಸಿದೆನು."},{"number":20,"verse":"ನಾನು ಈ ದೇಶಕ್ಕೆ ಬರಮಾಡುವ ಶಿಕ್ಷೆಗಳಲ್ಲಿ ನೀನು ಒಂದನ್ನೂ ನೋಡದೆ ಸಮಾಧಾನದಿಂದ ಮೃತಿಹೊಂದಿ ಸಮಾಧಿಸೇರುವಂತೆ ಅನುಗ್ರಹಿಸುವೆನು ಎಂಬದೇ ಎಂದು ಹೇಳಿದಳು. ಅವರು ಹಿಂದಿರುಗಿ ಬಂದು ಅರಸನಿಗೆ ಆ ಮಾತುಗಳನ್ನು ತಿಳಿಸಿದರು."}]}