{"bibleAbbr":"KNJV","bookName":"2 ಅರಸುಗಳು","bookEnglishName":"2 Kings","chapterNumber":3,"verses":[{"number":1,"verse":"ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಯೆಹೋಷಾಫಾಟನ ಆಳಿಕೆಯ ಹದಿನೆಂಟನೆಯ ವರುಷದಲ್ಲಿ ಅಹಾಬನ ಮಗನಾದ ಯೋರಾಮನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾಗಿ ಸಮಾರ್ಯದಲ್ಲಿ ಹನ್ನೆರಡು ವರುಷ ಆಳಿದನು."},{"number":2,"verse":"ಇವನು ತನ್ನ ತಂದೆತಾಯಿಗಳಷ್ಟು ದುಷ್ಟನಾಗಿರಲಿಲ್ಲವಾದರೂ ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಯಾಗಿದ್ದನು. ತನ್ನ ತಂದೆಯು ಬಾಳನಿಗೋಸ್ಕರ ನಿಲ್ಲಿಸಿದ ಕಲ್ಲಿನ ಕಂಬವನ್ನು ತೆಗೆದುಹಾಕಿದನು."},{"number":3,"verse":"ಆದರೂ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಪಾಪಕ್ಕೆ ಪ್ರೇರಿಸಿದ ನೆಬಾಟನ ಮಗನಾದ ಯಾರೊಬ್ಬಾಮನ ಮಾರ್ಗವನ್ನು ಬಿಡಲೇ ಇಲ್ಲ."},{"number":4,"verse":"ಅನೇಕ ಕುರಿಹಿಂಡುಗಳುಳ್ಳವನಾಗಿದ್ದ ಮೋವಾಬ್ಯರ ಅರಸನಾದ ಮೇಷನೆಂಬವನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಿಗೆ ಲಕ್ಷ ಕುರಿಗಳ ಮತ್ತು ಲಕ್ಷ ಟಗರುಗಳ ಉಣ್ಣೆಯನ್ನು ಕಪ್ಪವಾಗಿ ಕೊಡುತ್ತಿದ್ದನು."},{"number":5,"verse":"ಆದರೆ ಅಹಾಬನು ಮರಣಹೊಂದಿದನಂತರ ಇವನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಿಗೆ ವಿರೋಧವಾಗಿ ತಿರುಗಿಬಿದ್ದನು."},{"number":6,"verse":"ಆದದರಿಂದ ಅರಸನಾದ ಯೋರಾಮನು ಒಡನೆ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಕೂಡಿಸಿಕೊಂಡು ಸಮಾರ್ಯದಿಂದ ಹೊರಟು"},{"number":7,"verse":"ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಯೆಹೋಷಾಫಾಟನಿಗೆ ದೂತರ ಮುಖಾಂತರವಾಗಿ - ಮೋವಾಬ್ಯರ ಅರಸನು ನನಗೆ ವಿರೋಧವಾಗಿ ತಿರುಗಿಬಿದ್ದಿದ್ದಾನೆ; ಮೋವಾಬ್ಯರೊಡನೆ ಯುದ್ಧಮಾಡುವದಕ್ಕೆ ನೀನು ನನ್ನ ಜೊತೆಯಲ್ಲಿ ಬರುತ್ತೀಯೋ ಎಂದು ಹೇಳಿಕಳುಹಿಸಿದನು. ಅದಕ್ಕೆ ಯೆಹೋಷಾಫಾಟನು - ಬರುತ್ತೇನೆ; ನಾನೂ ನೀನೂ, ನನ್ನ ಜನರೂ ನಿನ್ನ ಜನರೂ, ನನ್ನ ಕುದುರೆಗಳೂ ನಿನ್ನ ಕುದುರೆಗಳೂ ಒಂದೇಯಲ್ಲವೋ ಎಂದು ಉತ್ತರಕೊಟ್ಟು"},{"number":8,"verse":"ಯಾವ ಮಾರ್ಗವಾಗಿ ಹೋಗಬೇಕೆಂದು ವಿಚಾರಿಸಿದಾಗ ಯೋರಾಮನು ಎದೋಮ್ಯರ ಅರಣ್ಯಮಾರ್ಗವಾಗಿ ಅಂದನು."},{"number":9,"verse":"ಆಗ ಇಸ್ರಾಯೇಲ್ ಯೆಹೂದ ಎದೋಮ್ ರಾಜ್ಯಗಳ ಅರಸರು ಹೊರಟು ಸುತ್ತಾದ ದಾರಿಯಿಂದ ಏಳು ದಿವಸ ಪ್ರಯಾಣಮಾಡಿದರು. ಮಾರ್ಗದಲ್ಲಿ ಅವರ ಸೈನಿಕರಿಗೂ ಅವರು ತಂದ ಪಶುಗಳಿಗೂ ನೀರು ಸಿಕ್ಕದೆಹೋದದರಿಂದ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನು -"},{"number":10,"verse":"ಅಯ್ಯೋ! ಯೆಹೋವನು ಮೂರು ಮಂದಿ ಅರಸರಾದ ನಮ್ಮನ್ನು ಮೋವಾಬ್ಯರ ಕೈಗೆ ಒಪ್ಪಿಸುವದಕ್ಕೋಸ್ಕರ ಇಲ್ಲಿಗೆ ಬರಮಾಡಿದ್ದಾನೆ ಎಂದು ಗೋಳಾಡಿದನು."},{"number":11,"verse":"ಆದರೆ ಯೇಹೋಷಾಫಾಟನು - ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ನಮಗೋಸ್ಕರ ವಿಚಾರಿಸಬಲ್ಲವನಾದ ಒಬ್ಬ ಪ್ರವಾದಿಯು ಇಲ್ಲಿರುವದಿಲ್ಲವೋ ಎಂದು ಕೇಳಿದನು. ಆಗ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನ ಸೇವಕರಲ್ಲೊಬ್ಬನು ಅವನಿಗೆ - ಶಾಫಾಟನ ಮಗನೂ ಎಲೀಯನ ಕೈಗೆ ನೀರು ಕೊಡುತ್ತಿದ್ದವನೂ ಆದ ಎಲೀಷನೆಂಬ ಪ್ರವಾದಿಯು ಇಲ್ಲಿರುತ್ತಾನೆ ಎಂದು ಉತ್ತರಕೊಟ್ಟನು."},{"number":12,"verse":"ಯೆಹೋಷಾಫಾಟನು - ಅವನು ಹೇಗೂ ಯೆಹೋವನ ಉತ್ತರವನ್ನು ತಿಳಿಸುವನು ಅಂದದರಿಂದ ಇಸ್ರಾಯೇಲ್ ಎದೋಮ್ ರಾಜ್ಯಗಳ ಅರಸರು ಯೆಹೋಷಾಫಾಟನೊಡನೆ ಎಲೀಷನ ಬಳಿಗೆ ಹೋದರು."},{"number":13,"verse":"ಎಲೀಷನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಿಗೆ - ನನಗೂ ನಿನಗೂ ಗೊಡವೆಯೇನು? ನಿನ್ನ ತಂದೆತಾಯಿಗಳ ಪ್ರವಾದಿಗಳ ಬಳಿಗೆ ಹೋಗು ಎಂದು ಹೇಳಿದನು. ಅದಕ್ಕೆ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನು - ಹಾಗನ್ನಬೇಡ; ಯೆಹೋವನು ಈ ಮೂರು ಮಂದಿ ಅರಸರಾದ ನಮ್ಮನ್ನು ಮೋವಾಬ್ಯರ ಕೈಗೆ ಒಪ್ಪಿಸುವದಕ್ಕೋಸ್ಕರ ಇಲ್ಲಿಗೆ ಬರಮಾಡಿದನಲ್ಲವೋ ಅಂದನು."},{"number":14,"verse":"ಆಗ ಎಲೀಷನು - ನಾನು ಸನ್ನಿಧಿಸೇವೆ ಮಾಡುತ್ತಿರುವ ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನಾಣೆ, ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಯೆಹೋಷಾಫಾಟನು ನಿನ್ನ ಜೊತೆಯಲ್ಲಿರದಿದ್ದರೆ ನಾನು ನಿನ್ನನ್ನು ನೋಡುತ್ತಿದ್ದಿಲ್ಲ, ಲಕ್ಷಿಸುತ್ತಿದ್ದಿಲ್ಲ."},{"number":15,"verse":"ಈಗ ಒಬ್ಬ ವಾದ್ಯಗಾರನನ್ನು ನನ್ನ ಹತ್ತಿರ ಕರಕೊಂಡು ಬನ್ನಿರಿ ಎಂದು ಹೇಳಿದನು. (ವಾದ್ಯಗಳ ಸ್ವರವನ್ನು ಕೇಳುವಾಗೆಲ್ಲಾ ಎಲೀಷನಲ್ಲಿ ಯೆಹೋವನ ಬಲವು ಬರುತ್ತಿತ್ತು.)"},{"number":16,"verse":"ಅನಂತರ ಎಲೀಷನು ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಿಗೆ - ಈ ಹಳ್ಳದಲ್ಲಿ ತುಂಬಾ ಗುಂಡಿಗಳನ್ನು ಮಾಡಿರಿ;"},{"number":17,"verse":"ಗಾಳಿ ಮಳೆಗಳು ಕಾಣದಿದ್ದರೂ ಇದು ನೀರಿನಿಂದ ತುಂಬುವದು. ನೀವೂ ನಿಮ್ಮ ಕುರಿದನಗಳೂ ಎಲ್ಲಾ ಪಶುಗಳೂ ಕುಡಿಯಬಹುದು ಎಂಬದಾಗಿ ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."},{"number":18,"verse":"ಆತನು ತನ್ನ ದೃಷ್ಟಿಯಲ್ಲಿ ಅಲ್ಪವಾಗಿರುವ ಈ ಕಾರ್ಯದ ಹೊರತಾಗಿ ಮೋವಾಬ್ಯರನ್ನೂ ನಿಮ್ಮ ಕೈಗೆ ಒಪ್ಪಿಸುವನು."},{"number":19,"verse":"ನೀವು ಅವರ ಕೋಟೆಕೊತ್ತಲುಗಳುಳ್ಳ ಪಟ್ಟಣಗಳನ್ನೂ ವಿಶೇಷವಾದ ಎಲ್ಲಾ ಊರುಗಳನ್ನೂ ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡು ಎಲ್ಲಾ ಹಣ್ಣಿನ ಮರಗಳನ್ನು ಕಡಿದುಹಾಕಿ ಬಾವಿಗಳನ್ನು ಮುಚ್ಚಿಬಿಟ್ಟು ಹೊಲಗಳನ್ನು ಕಲ್ಲು ತುಂಬಿಸಿ ಹಾಳು ಮಾಡುವಿರಿ ಎಂದು ನುಡಿದನು."},{"number":20,"verse":"ಪ್ರಾತಃಕಾಲನೈವೇದ್ಯವನ್ನು ಸಮರ್ಪಿಸುವ ಹೊತ್ತಿನಲ್ಲಿ ಫಕ್ಕನೆ ಎದೋಮಿನ ಕಡೆಯಿಂದ ನೀರು ಬಂದು ದೇಶದಲ್ಲೆಲ್ಲಾ ತುಂಬಿಕೊಂಡಿತು."},{"number":21,"verse":"ಅರಸುಗಳು ತಮಗೆ ವಿರೋಧವಾಗಿ ಯುದ್ಧಕ್ಕೆ ಬಂದಿದ್ದಾರೆಂಬದನ್ನು ಮೋವಾಬ್ಯರು ಕೇಳಿ ಆಯುಧಗಳನ್ನು ಧರಿಸಶಕ್ತರಾದ ಎಲ್ಲಾ ಯೌವನಸ್ಥರನ್ನೂ ಪ್ರಾಯಸ್ಥರನ್ನೂ ಕೂಡಿಸಿಕೊಂಡು ತಮ್ಮ ದೇಶದ ಮೇರೆಗೆ ಬಂದು ಬೆಳಿಗ್ಗೆ ಎದ್ದು ನೋಡಲು"},{"number":22,"verse":"ಎದುರಿಗಿದ್ದ ನೀರು ಇವರ ದೃಷ್ಟಿಗೆ ಬಿದ್ದಿತು. ಸೂರ್ಯ ಪ್ರಕಾಶದಿಂದ ಆ ನೀರು ರಕ್ತದಂತೆ ಕೆಂಪಾಗಿ ಕಾಣಿಸುತ್ತಿದ್ದದರಿಂದ ಇವರು -"},{"number":23,"verse":"ಅದು ರಕ್ತ; ಅರಸರು ತಮ್ಮ ತಮ್ಮೊಳಗೆ ಜಗಳವಾಡಿ ಸಂಹೃತರಾಗಿರಬೇಕು; ಮೋವಾಬ್ಯರೇ, ಏಳಿರಿ, ಸುಲಿಗೆಗೆ ಹೋಗೋಣ ಎಂದು ಕೂಗಿಕೊಂಡು"},{"number":24,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ಪಾಳೆಯಕ್ಕೆ ಹೋದರು. ಆದರೆ ಇಸ್ರಾಯೇಲ್ಯರು ಎದ್ದು ಮೋವಾಬ್ಯರನ್ನು ಸೋಲಿಸಿ ಓಡಿಸಿಬಿಟ್ಟರು. ಇದಲ್ಲದೆ ಅವರು ಮೋವಾಬ್ಯರನ್ನು ಸಂಹರಿಸುತ್ತಾ"},{"number":25,"verse":"ಅವರ ದೇಶದೊಳಗೆ ನುಗ್ಗಿ ಎಲ್ಲಾ ಪಟ್ಟಣಗಳನ್ನು ಕೆಡವಿ ಹೊಲಗಳನ್ನು ಕಲ್ಲುಗಳಿಂದ ತುಂಬಿಸಿ ಬಾವಿಗಳನ್ನು ಮುಚ್ಚಿ ಹಣ್ಣಿನ ಮರಗಳನ್ನು ಕಡಿದುಹಾಕಿದರು. ಕೀರ್ಹರೆಷೆತ್ ಎಂಬ ಒಂದೇ ದುರ್ಗ ಉಳಿಯಿತು. ಕವಣೆಹೊಡೆಯುವವರು ಅದನ್ನೂ ಸುತ್ತಿಕೊಂಡು ಕಲ್ಲೆಸೆದರು."},{"number":26,"verse":"ಮೋವಾಬ್ಯರ ಅರಸನು ತಾನು ಯುದ್ಧದಲ್ಲಿ ಗೆಲ್ಲಲಾರೆನೆಂದು ತಿಳಿದು ಏಳು ನೂರು ಮಂದಿ ಭಟರೊಡನೆ ಸೈನ್ಯದೊಳಗೆ ನುಗ್ಗಿ ಎದೋಮ್ಯರ ಅರಸನ ಕಡೆಗೆ ಹೋಗ ಪ್ರಯತ್ನಿಸಿದನು; ಆದರೆ ಆಗದೆಹೋಯಿತು."},{"number":27,"verse":"ಆಗ ಅವನು ತನಗೆ ಬದಲಾಗಿ ಅರಸನಾಗತಕ್ಕ ತನ್ನ ಚೊಚ್ಚಲಮಗನನ್ನು ಹಿಡಿದು ವಧಿಸಿ ಗೋಡೆಯ ಮೇಲೆ ಸರ್ವಾಂಗಹೋಮ ಮಾಡಿದನು. ಇದರಿಂದ ಮೋವಾಬ್ಯರಿಗೆ ಇಸ್ರಾಯೇಲ್ಯರ ಮೇಲೆ ಕೋಪೋದ್ರೇಕವುಂಟಾಗಲು ಅವರು ಅವನನ್ನು ಬಿಟ್ಟು ತಮ್ಮ ದೇಶಕ್ಕೆ ಹೊರಟುಹೋದರು."}]}