{"bibleAbbr":"KNJV","bookName":"2 ಅರಸುಗಳು","bookEnglishName":"2 Kings","chapterNumber":8,"verses":[{"number":1,"verse":"ಎಲೀಷನು ತಾನು ಬದುಕಿಸಿದ ಹುಡುಗನ ತಾಯಿಗೆ - ಯೆಹೋವನು ಈ ದೇಶಕ್ಕೆ ಏಳು ವರುಷಗಳ ಬರವನ್ನು ಕಳುಹಿಸುವದಕ್ಕಿರುತ್ತಾನೆ. ಆದದರಿಂದ ನೀನು ನಿನ್ನ ಮನೆಯವರೊಡನೆ ಯಾವದಾದರೊಂದು ಪರದೇಶಕ್ಕೆ ಹೋಗಿ ಅಲ್ಲಿ ವಾಸಿಸು ಎಂದು ಹೇಳಿದನು."},{"number":2,"verse":"ಆಕೆಯು ದೇವರ ಮನುಷ್ಯನ ಅಪ್ಪಣೆಯಂತೆ ತನ್ನ ಮನೆಯವರೊಡನೆ ಸ್ವದೇಶವನ್ನು ಬಿಟ್ಟು ಹೋಗಿ ಫಿಲಿಷ್ಟಿಯರ ದೇಶದಲ್ಲಿ ಏಳು ವರುಷ ವಾಸವಾಗಿದ್ದಳು."},{"number":3,"verse":"ಏಳು ವರುಷಗಳಾದನಂತರ ಆಕೆಯು ಅಲ್ಲಿಂದ ಸ್ವದೇಶಕ್ಕೆ ಬಂದು ಪರಾಧೀನವಾಗಿದ್ದ ತನ್ನ ಹೊಲಮನೆಗಳಿಗಾಗಿ ಮೊರೆಯಿಡುವದಕ್ಕೋಸ್ಕರ ಅರಸನ ಬಳಿಗೆ ಹೋದಳು."},{"number":4,"verse":"ಆ ಸಮಯದಲ್ಲಿ ಅರಸನು ದೇವರ ಮನುಷ್ಯನ ಸೇವಕನಾದ ಗೇಹಜಿಗೆ - ಎಲೀಷನು ಮಾಡಿದ ಎಲ್ಲಾ ಮಹತ್ಕಾರ್ಯಗಳನ್ನು ನನಗೆ ವಿವರಿಸು ಎಂದು ಆಜ್ಞಾಪಿಸಿದ್ದನು."},{"number":5,"verse":"ಎಲೀಷನು ಸತ್ತ ಹುಡುಗನಿಗೆ ಜೀವದಾನಮಾಡಿದ ಸಂಗತಿಯನ್ನು ಗೇಹಜಿಯು ವಿವರಿಸುತ್ತಿರುವಾಗಲೇ ಜೀವದಾನಹೊಂದಿದ ಹುಡುಗನ ತಾಯಿಯು ತನ್ನ ಹೊಲಮನೆಗಳಿಗಾಗಿ ಮೊರೆಯಿಡುವದಕ್ಕೋಸ್ಕರ ಅರಸನ ಬಳಿಗೆ ಬಂದಳು. ಕೂಡಲೆ ಗೇಹಜಿಯು - ಅರಸನೇ, ನನ್ನ ಒಡೆಯನೇ, ಎಲೀಷನು ಬದುಕಿಸಿದ ಹುಡುಗನು ಇವನೇ; ಈಕೆಯು ಇವನ ತಾಯಿ ಎಂದು ಹೇಳಿದನು."},{"number":6,"verse":"ಅರಸನು ಈ ಸಂಗತಿಯ ವಿಷಯವಾಗಿ ಆ ಸ್ತ್ರೀಯನ್ನು ವಿಚಾರಿಸಲು ಆಕೆಯು ಅದರಂತೆಯೇ ಹೇಳಿದಳು. ಆಗ ಅರಸನು ಒಬ್ಬ ಕಂಚುಕಿಯನ್ನು ಕರೆದು ಅವನಿಗೆ - ಹೋಗಿ ಈಕೆಯ ಹೊಲಮನೆಗಳನ್ನೂ ಈಕೆಯು ದೇಶವನ್ನು ಬಿಟ್ಟಂದಿನಿಂದ ಇಂದಿನವರೆಗೂ ಈಕೆಗೆ ಸಲ್ಲತಕ್ಕ ಹೊಲದ ಆದಾಯವನ್ನೂ ಕೊಡಿಸು ಎಂದು ಆಜ್ಞಾಪಿಸಿ ಅವನನ್ನು ಆಕೆಯ ಜೊತೆಯಲ್ಲಿ ಕಳುಹಿಸಿದನು."},{"number":7,"verse":"ಒಂದಾನೊಂದು ಸಮಯದಲ್ಲಿ ಎಲೀಷನು ದಮಸ್ಕಕ್ಕೆ ಹೋದನು. ಆಗ ಅರಾಮ್ಯರ ಅರಸನಾದ ಬೆನ್ಹದದನು ಅಸ್ವಸ್ಥನಾಗಿದ್ದನು. ದೇವರ ಮನುಷ್ಯನು ಬಂದಿದ್ದಾನೆಂಬ ವರ್ತಮಾನವನ್ನು ಕೇಳಿ ಅವನು ಹಜಾಯೇಲನನ್ನು ಕರೆದು"},{"number":8,"verse":"ಅವನಿಗೆ - ನೀನು ಕಾಣಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡು ದೇವರ ಮನುಷ್ಯನ ಬಳಿಗೆ ಹೋಗಿ ನನಗೆ ವಾಸಿಯಾಗುವದೋ ಇಲ್ಲವೋ ಎಂಬದನ್ನು ಅವನ ಮುಖಾಂತರವಾಗಿ ಯೆಹೋವನ ಸನ್ನಿಧಿಯಲ್ಲಿ ವಿಚಾರಿಸು ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":9,"verse":"ಹಜಾಯೇಲನು ದಮಸ್ಕದ ಶ್ರೇಷ್ಠವಸ್ತುಗಳಲ್ಲಿ ನಾಲ್ವತ್ತು ಒಂಟೆಗಳು ಹೊರುವಷ್ಟನ್ನು ತೆಗೆದುಕೊಂಡು ಎಲೀಷನ ಬಳಿಗೆ ಹೋಗಿ ಅವನ ಮುಂದೆ ನಿಂತು - ನಿನ್ನ ಮಗನೂ ಅರಾಮ್ಯರ ಅರಸನೂ ಆದ ಬೆನ್ಹದದನು ತನಗೆ ಸ್ವಸ್ಥವಾಗುವದೋ ಇಲ್ಲವೋ ಎಂಬದನ್ನು ವಿಚಾರಿಸುವದಕ್ಕಾಗಿ ನನ್ನನ್ನು ನಿನ್ನ ಹತ್ತಿರ ಕಳುಹಿಸಿದ್ದಾನೆ ಎಂದು ಹೇಳಿದನು."},{"number":10,"verse":"ಆಗ ದೇವರ ಮನುಷ್ಯನಾದ ಎಲೀಷನು ಅವನಿಗೆ - ಹೇಗೂ ನಿನಗೆ ವಾಸಿಯಾಗುವದು ಎಂಬದಾಗಿ ಬೆನ್ಹದದನಿಗೆ ಹೇಳು; ಆದರೂ ಅವನು ಸತ್ತೇ ಹೋಗುವನೆಂದು ಯೆಹೋವನು ನನಗೆ ತಿಳಿಸಿದ್ದಾನೆ ಎಂದು ಹೇಳಿ"},{"number":11,"verse":"ಅವನು ನಾಚಿಕೊಳ್ಳುವ ತನಕ ಸ್ಥಿರದೃಷ್ಟಿಯಿಂದ ಅವನನ್ನು ನೋಡಿ ಅಳತೊಡಗಿದನು."},{"number":12,"verse":"ಹಜಾಯೇಲನು ಅವನನ್ನು - ನನ್ನ ಒಡೆಯಾ, ಯಾಕೆ ಅಳುತ್ತೀ ಎಂದು ಕೇಳಿದನು. ಅದಕ್ಕೆ ಅವನು - ನೀನು ಇಸ್ರಾಯೇಲ್ಯರಿಗೆ ಎಷ್ಟು ಕೇಡು ಮಾಡುವಿಯೆಂಬದು ನನಗೆ ಪ್ರಕಟವಾಯಿತು. ನೀನು ಅವರ ಕೋಟೆಗಳಿಗೆ ಬೆಂಕಿ ಹೊತ್ತಿಸುವಿ; ಯೌವನಸ್ಥರನ್ನು ಕತ್ತಿಯಿಂದ ಸಂಹರಿಸುವಿ; ಮಕ್ಕಳನ್ನು ಬಂಡೆಗೆ ಅಪ್ಪಳಿಸುವಿ; ಗರ್ಭಿಣಿಯರ ಹೊಟ್ಟೆಯನ್ನು ಸೀಳುವಿ ಎಂದು ಉತ್ತರ ಕೊಟ್ಟನು."},{"number":13,"verse":"ಹಜಾಯೇಲನು ಎಲೀಷನನ್ನು - ನಿನ್ನ ಸೇವಕನಾದ ನಾನು ನಾಯಿಯಂತಿರುತ್ತೇನಷ್ಟೆ; ನನ್ನಿಂದ ಇಂಥ ಮಹಾಕಾರ್ಯವಾಗುವದು ಹೇಗೆ ಎಂದು ಕೇಳಲು ಅವನು - ನೀನು ಅರಾಮ್ಯರ ಅರಸನಾಗುವಿಯೆಂದು ಯೆಹೋವನು ನನಗೆ ತಿಳಿಸಿದ್ದಾನೆ ಅಂದನು."},{"number":14,"verse":"ಹಜಾಯೇಲನು ಎಲೀಷನನ್ನು ಬಿಟ್ಟು ತನ್ನ ಯಜಮಾನನ ಬಳಿಗೆ ಹೋದಾಗ ಅವನು ಇವನನ್ನು - ಎಲೀಷನು ಏನು ಹೇಳಿದನು ಎಂದು ಕೇಳಿದನು. ಅದಕ್ಕೆ ಇವನು - ನಿನಗೆ ಹೇಗೂ ಸ್ವಸ್ಥವಾಗುವದೆಂದು ಹೇಳಿದನು ಎಂಬದಾಗಿ ಉತ್ತರಕೊಟ್ಟನು."},{"number":15,"verse":"ಮರುದಿನ ಬೆಳಿಗ್ಗೆ ಇವನು ಕವುದಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ನೀರಿನಲ್ಲಿ ತೋಯಿಸಿ ಅರಸನ ಮುಖದ ಮೇಲೆ ಹಾಕಿದದರಿಂದ ಅವನು ಸತ್ತನು. ಹಜಾಯೇಲನು ಅವನಿಗೆ ಬದಲಾಗಿ ಅರಸನಾದನು."},{"number":16,"verse":"ಅಹಾಬನ ಮಗನೂ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನೂ ಆದ ಯೋರಾಮನ ಆಳಿಕೆಯ ಐದನೆಯ ವರುಷದಲ್ಲಿ ಯೆಹೂದರಾಜನಾದ ಯೆಹೋಷಾಫಾಟನ ಮಗ ಯೆಹೋರಾಮನು ಆಳತೊಡಗಿದನು."},{"number":17,"verse":"ಇವನು ಪಟ್ಟಕ್ಕೆ ಬಂದಾಗ ಮೂವತ್ತೆರಡು ವರುಷದವನಾಗಿದ್ದು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಎಂಟು ವರುಷ ಆಳಿದನು."},{"number":18,"verse":"ಇವನು ಅಹಾಬನ ಮಗಳನ್ನು ಮದುವೆಮಾಡಿಕೊಂಡದರಿಂದ ಅಹಾಬನ ಕುಟುಂಬದವರಾದ ಇಸ್ರಾಯೇಲ್ ರಾಜರ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸಿ ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಯಾದನು."},{"number":19,"verse":"ಆದರೂ ಯೆಹೋವನು ಯೆಹೂದರಾಜ್ಯವನ್ನು ನಾಶಮಾಡಲಿಲ್ಲ. ನಿನ್ನ ಮತ್ತು ನಿನ್ನ ಸಂತಾನದವರ ದೀಪವನ್ನು ಎಂದೂ ನಂದಿಸುವದಿಲ್ಲ ಎಂಬದಾಗಿ ತನ್ನ ಸೇವಕನಾದ ದಾವೀದನಿಗೆ ಮಾಡಿದ ಪ್ರಮಾಣವನ್ನು ನೆನಸಿ ಅದನ್ನು ಉಳಿಸಿದನು."},{"number":20,"verse":"ಇವನ ಕಾಲದಲ್ಲಿ ಎದೋಮ್ಯರು ಯೆಹೂದ್ಯರಿಗೆ ವಿರೋಧವಾಗಿ ತಿರುಗಿಬಿದ್ದು ಸ್ವತಂತ್ರರಾಗಿ ತಮಗೆ ಒಬ್ಬ ಅರಸನನ್ನು ನೇಮಿಸಿಕೊಂಡರು."},{"number":21,"verse":"ಆಗ ಯೆಹೋರಾಮನು ತನ್ನ ಎಲ್ಲಾ ರಥಬಲಸಹಿತವಾಗಿ ಯೊರ್ದನ್ ಹೊಳೆಯನ್ನು ದಾಟಿ ಚಾಯೀರಿಗೆ ಹೋದನು. ಎದೋಮ್ಯರು ಬಂದು ಅವನನ್ನು ಸುತ್ತಿಕೊಳ್ಳಲು ಅವನು ರಾತ್ರಿಯಲ್ಲೆದ್ದು ಅವರನ್ನೂ ಅವರ ರಥಬಲದ ಅಧಿಪತಿಗಳನ್ನೂ ಸೋಲಿಸಿ ಪಾರಾದನು. ಅವನ ಸೈನ್ಯದವರೂ ತಮ್ಮತಮ್ಮ ನಿವಾಸಗಳಿಗೆ ಓಡಿಹೋದರು."},{"number":22,"verse":"ಹೀಗೆ ಎದೋಮ್ಯರು ಯೆಹೂದ್ಯರಿಗೆ ವಿರೋಧವಾಗಿ ತಿರುಗಿಬಿದ್ದರು. ಅವರು ಅಂದಿನಿಂದ ಇಂದಿನವರೆಗೂ ಸ್ವತಂತ್ರರಾಗಿರುತ್ತಾರೆ. ಅದೇ ಕಾಲದಲ್ಲಿ ಲಿಬ್ನದವರೂ ಸ್ವತಂತ್ರರಾದರು."},{"number":23,"verse":"ಯೆಹೋರಾಮನ ಉಳಿದ ಚರಿತ್ರೆಯೂ ಅವನ ಕೃತ್ಯಗಳೂ ಯೆಹೂದರಾಜಕಾಲವೃತ್ತಾಂತ ಎಂಬ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ."},{"number":24,"verse":"ಅವನು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನ ಶವವನ್ನು ದಾವೀದ ನಗರದೊಳಗೆ ಕುಟುಂಬ ಶ್ಮಶಾನಭೂಮಿಯಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗನಾದ ಅಹಜ್ಯನು ಅರಸನಾದನು."},{"number":25,"verse":"ಅಹಾಬನ ಮಗನೂ ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನೂ ಆದ ಯೋರಾಮನ ಆಳಿಕೆಯ ಹನ್ನೆರಡನೆಯ ವರುಷದಲ್ಲಿ ಯೆಹೂದದ ಅರಸನಾದ ಯೆಹೋರಾಮನ ಮಗ ಅಹಜ್ಯನು ಅರಸನಾದನು."},{"number":26,"verse":"ಇವನು ಪಟ್ಟಕ್ಕೆ ಬಂದಾಗ ಇಪ್ಪತ್ತೆರಡು ವರುಷದವನಾಗಿದ್ದು ಯೆರೂಸಲೇಮಿನಲ್ಲಿ ಒಂದು ವರುಷ ಆಳಿದನು. ಇಸ್ರಾಯೇಲ್ಯರ ಅರಸನಾದ ಒವ್ರಿುಯ ಮೊಮ್ಮಗಳಾದ ಅತಲ್ಯ ಎಂಬಾಕೆಯು ಇವನ ತಾಯಿ."},{"number":27,"verse":"ಇವನಿಗೂ ಅಹಾಬನ ಕುಟುಂಬದವರಿಗೂ ಬೀಗತನವಿದ್ದದರಿಂದ ಇವನು ಅವರ ಮಾರ್ಗದಲ್ಲೇ ನಡೆದು ಯೆಹೋವನ ದೃಷ್ಟಿಯಲ್ಲಿ ದ್ರೋಹಿಯಾದನು."},{"number":28,"verse":"ಇದಲ್ಲದೆ ಇವನು ಅರಾಮ್ಯರ ಅರಸನಾದ ಹಜಾಯೇಲನೊಡನೆ ಯುದ್ಧಮಾಡುವದಕ್ಕಾಗಿ ಅಹಾಬನ ಮಗನಾದ ಯೋರಾಮನ ಜೊತೆಯಲ್ಲಿ ರಾಮೋತ್ ಗಿಲ್ಯಾದಿಗೆ ಹೋದನು."},{"number":29,"verse":"ಅರಾಮ್ಯರು ಯೋರಾಮನನ್ನು ಗಾಯಪಡಿಸಲು ಅವನು ಯುದ್ಧದಲ್ಲಾದ ಗಾಯಗಳನ್ನು ಮಾಯಿಸಿಕೊಳ್ಳುವದಕ್ಕಾಗಿ ಇಜ್ರೇಲಿಗೆ ಬಂದನು. ಅವನು ಅಸ್ವಸ್ಥನಾಗಿದ್ದದರಿಂದ ಯೆಹೂದ್ಯರ ಅರಸನಾದ ಯೆಹೋರಾಮನ ಮಗ ಅಹಜ್ಯನು ಅವನನ್ನು ನೋಡುವದಕ್ಕೋಸ್ಕರ ಅಲ್ಲಿಗೆ ಹೋದನು."}]}