{"bibleAbbr":"TERV1998","bookName":"1 சாமுவேல்","bookEnglishName":"1 Samuel","chapterNumber":29,"verses":[{"number":1,"verse":"(தாவீது எங்களோடு வரக்கூடாது!) ஆப்பெக்கில் பெலிஸ்திய வீரர்கள் கூடினார்கள். இஸ்ரவேலர் யெஸ்ரயேலிலிருக்கிற நீரூற்றுக்கருகில் முகாமிட்டனர்."},{"number":2,"verse":"பெலிஸ்திய ராஜாக்கள் தங்கள் 100 பேர் குழுவோடும், 1000 பேர் குழுவோடும் அணிவகுத்து வந்தனர். தாவீதும் அவனது ஆட்களும் ஆகீஸோடு கடைசியில் சேர்ந்து வந்தனர்."},{"number":3,"verse":"பெலிஸ்திய தலைவர்கள், “இந்த எபிரெயர் இங்கே என்ன செய்துக் கொண்டிருக்கிறார்கள்?” என்று கேட்டனர். அதற்கு ஆகீஸ் பெலிஸ்திய தலைவரிடம், “இவன் தாவீது, இவன் முன்பு சவுலின் அதிகாரிகளுள் ஒருவனாக இருந்தான். என்னிடம் இப்போது நீண்ட காலம் இருக்கிறான். அவன் சவுலை விட்டு என்னிடம் வந்து சேர்ந்த நாள் முதல் இன்றுவரை அவனிடம் எந்தக் குறையும் காணவில்லை” என்றான்."},{"number":4,"verse":"ஆனால் பெலிஸ்திய தலைவர்கள் ஆகீஸின் மீது கோபங்கொண்டு, “தாவீதைத் திரும்ப அனுப்பிவிடு. நீ கொடுத்த நகரத்திற்கே அவன் திரும்பிப் போகட்டும். அவன் நம்மோடு யுத்தத்துக்கு வரக் கூடாது. அவன் இங்கே இருப்பதும் எதிரி நமது முகாமிற்குள் இருப்பதும் ஒன்றே. அவன் நமது வீரர்களைக் கொல்வதன் மூலம் அவனது ராஜாவாகிய சவுலுக்கு ஆதரவாகிவிடுவான்."},{"number":5,"verse":"தாவீதைப்பற்றி ஏற்கெனவே இஸ்ரவேல் ஜனங்கள் ஆடிப்பாடிக் கொண்டிருக்கிறார்கள். “‘சவுல் ஆயிரக்கணக்கான பகைவர்ளைக் கொன்றான். ஆனால் தாவீதோ பத்தாயிரக்கணக்கான பகைவர்களைக் கொன்றிருக்கிறான்!’” என்றனர்."},{"number":6,"verse":"எனவே ஆகீஸ் தாவீதை அழைத்து, “கர்த்தருடைய ஜீவன் மேல் ஆணையாக, நீ எனக்கு உண்மையாக இருக்கிறாய், நீ எனது படையில் இருப்பது எனக்கு மிகவும் பிடித்தமான ஒன்று. என்னிடம் நீ சேர்ந்த நாள் முதலாக உன்னிடம் எந்தக் குற்றமும் காணவில்லை. ஆனால் பெலிஸ்திய படைத்தலைவர்கள் உன்னை அங்கீகரிக்கவில்லை."},{"number":7,"verse":"என்றாலும் சமாதானமாகத் திரும்பிப் போ. பெலிஸ்திய ராஜாக்களுக்கு எதிராக எதுவும் செய்யாமல் இரு” என்றான்."},{"number":8,"verse":"அதற்கு தாவீது, “நான் என்ன குற்றம் செய்தேன்? நான் உங்களிடம் சேர்ந்த நாள் முதல் இன்றுவரை என்னிடம் என்ன தவறு கண்டீர்கள்? என் ராஜாவுக்கு எதிரான பகைவர்களோடு சண்டையிட ஏன் என்னை அனுமதிக்கவில்லை?” என்று கேட்டான்."},{"number":9,"verse":"ஆகீஸோ, “நான் உன்னை விரும்புகிறேன். அது உனக்குத் தெரியும். நீ தேவனிடமிருந்து வந்த தூதுவனைப் போன்றவன், ஆனால் பெலிஸ்திய ராஜாக்களோ, ‘நம்மோடு தாவீது போருக்கு வரக்கூடாது’ என்கின்றனர்."},{"number":10,"verse":"அதிகாலையில், நீயும் உனது ஆட்களும் திரும்பி, நான் கொடுத்த நகரத்திற்கே போங்கள். தலைவர்கள் சொன்னதுபோல் கெட்டக் காரியங்களில் கவனம் செலுத்தாதீர்கள். நீ நல்லவன், எனவே, சூரியன் உதிக்கும் முன் புறப்பட்டு போ” என்றான்."},{"number":11,"verse":"ஆகவே, தாவீதும் அவனது ஆட்களும் அதிகாலையில் எழுந்து, பெலிஸ்திய நகரத்திற்குத் திரும்பினார்கள். பெலிஸ்தர்களோ யெஸ்ரயேலுக்குச் சென்றனர்."}]}