{"bibleAbbr":"TERV1998","bookName":"1 சாமுவேல்","bookEnglishName":"1 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"(பரிசுத்தப் பெட்டியினால் பெலிஸ்தர்களுக்குத் தொல்லை) பெலிஸ்தர் தேவனுடைய பரிசுத்தப் பெட்டியை எபெனேசரிலிருந்து அஸ்தோத்திற்குக் கொண்டுப் போனார்கள்."},{"number":2,"verse":"பெலிஸ்தர் தேவனுடைய பரிசுத்த பெட்டியை தாகோனின் கோவிலுக்குள் கொண்டுப் போய் தாகோனின் சிலைக்கு அருகில் வைத்தனர்."},{"number":3,"verse":"மறுநாள் காலை, அஸ்தோத் ஜனங்கள் எழுந்ததும் தாகோனின் சிலை முகம்குப்புற விழுந்து கிடப்பதைக் கண்டனர். தாகோன் கர்த்தருடைய பெட்டிக்கு முன்னால் விழுந்துகிடந்தது. அஸ்தோத் ஜனங்கள் தாகோனின் சிலையைப் பழைய இடத்தில் வைத்தனர்."},{"number":4,"verse":"ஆனால் மறுநாள் காலையில், மீண்டும் தாகோனின் சிலை முகம்குப்புற விழுந்து கிடப்பதைக் கண்டனர்! கர்த்தருடைய பரிசுத்த பெட்டிக்கு முன்னால் தாகோன் சிலை விழுந்துகிடந்தது. இந்தமுறை தாகோனின் தலையும், கைகளும் உடைந்து கோவில் வாசற்படியிலேகிடந்தன. தாகோனின் உடல் மாத்திரம் அப்படியே கிடந்தது."},{"number":5,"verse":"அதனால்தான் இன்றும் கூட, தாகோனின் பூசாரிகளும், அஸ்தோத்தில் உள்ள தாகோனின் கோவிலுக்குள் நுழைகிற ஒருவனும் கோவில் வாசற்படியை மிதிப்பதில்லை."},{"number":6,"verse":"அஸ்தோத்து ஜனங்களுக்கும், அவர்களது அக்கம் பக்கத்தினருக்கும் வாழ்க்கைச் சிரமமாகும்படி கர்த்தர் செய்தார். கர்த்தர் அவர்களுக்கு பல துன்பங்களைத் தந்தார். அவர்களை தோல் கட்டிகளினால் வாதித்தார். அவர்களுக்கு சுண்டெலிகளையும் அனுப்பினார். அவை அவர்களின் கப்பல்களுக்கும், நிலப்பகுதிகளுக்கும் பரவியது. நகர ஜனங்கள் அஞ்சினார்கள்."},{"number":7,"verse":"அஸ்தோத் ஜனங்கள் நடப்பதை எல்லாம் கண்டனர். அவர்கள், “இஸ்ரவேலரின் தேவனுடைய பரிசுத்தப் பெட்டியானது இங்கே இருக்கக் கூடாது! அவர் நம்மையும் நமது தெய்வமான தாகோனையும் தண்டித்திருக்கிறார்” என்றனர்."},{"number":8,"verse":"அஸ்தோத் ஜனங்கள் பெலிஸ்தியரின் 5 ஆளுனர்களையும் வரவழைத்தனர். அவர்களிடம், “இஸ்ரவேலின் தேவனுடைய பரிசுத்தப் பெட்டியை நாம் என்னச் செய்யவேண்டும்?” என்று கேட்டனர். ஆளுனர்களோ, “இஸ்ரவேலின் தேவனுடைய பரிசுத்தப் பெட்டியை இங்கிருந்து காத் பட்டணத்திற்கு எடுத்துப்போக வேண்டும்” என்றனர். ஆகவே பெலிஸ்தர்கள் தேவனுடைய பரிசுத்தப் பெட்டியை எடுத்துச் சென்றனர்."},{"number":9,"verse":"ஆனால் தேவனுடைய பரிசுத்தப் பெட்டியை காத் நகரம் வரைக்கும் பெலிஸ்தர்கள் எடுத்துச் சென்றதும், காத் நகரை கர்த்தர் தண்டித்தார். ஜனங்கள் மிகவும் கலக்கமுற்றனர். இளைஞர் முதியவர் என அனைவருக்கும் தேவன் தொல்லைகளை ஏற்படுத்தினார். தேவன் அங்குள்ளவர்களுக்கும் தோல் கட்டிகளை தந்தார்."},{"number":10,"verse":"எனவே, பெலிஸ்தியர் தேவனுடைய பரிசுத்தப் பெட்டியை எக்ரோனுக்கு அனுப்பினர். ஆனால் அங்குள்ள ஜனங்கள் தேனுடைய பரிசுத்தப் பெட்டியைக் கண்டதும், முறையிட்டார்கள். “எங்களது எக்ரோன் நகரத்திற்கு இஸ்ரவேலருடைய தேவனின் பரிசுத்தப் பெட்டியை ஏன் கொண்டு வந்தீர்கள்? நீங்கள் எங்களையும் எங்கள் ஜனங்களையும் கொல்ல விரும்புகிறீர்களா?” எனக் கேட்டனர்."},{"number":11,"verse":"எக்ரோன் ஜனங்கள் பெலிஸ்திய ஆளுனர்களைக் கூட்டி, “இஸ்ரவேலருடைய தேவனின் பெட்டி நம்மை கொன்றுப் போடுவதற்கு முன் இதனை அதன் பழைய இடத்திற்கே அனுப்பிவிடுவோம்!” என்றனர். எக்ரோன் ஜனங்கள் மிகவும் பயமடைந்தனர்! அங்குள்ள ஜனங்களை தேவன் மிகவும் கஷ்டப்படுத்தினார்."},{"number":12,"verse":"பலர் மரித்தனர். மரிக்காதவர்களுக்கு தோல் கட்டி இருந்தது. எக்ரோன் ஜனங்களின் கூக்குரல் பரலோகம்வரை எட்டியது."}]}