{"bibleAbbr":"NKJV1982","bookName":"Amos","bookEnglishName":"Amos","chapterNumber":8,"verses":[{"number":1,"verse":"Vision of the Summer Fruit Thus the Lord GOD showed me: Behold, a basket of summer fruit."},{"number":2,"verse":"And He said, “Amos, what do you see?” So I said, “A basket of summer fruit.” Then the LORD said to me: (Ezek. 7:2) “The end has come upon My people Israel; (Amos 7:8) I will not pass by them anymore."},{"number":3,"verse":"And (Amos 5:23) the songs of the temple Shall be wailing in that day,” Says the Lord GOD— “Many dead bodies everywhere, (Amos 6:9, 10) They shall be thrown out in silence.”"},{"number":4,"verse":"Hear this, you who swallow up the needy, And make the poor of the land fail,"},{"number":5,"verse":"Saying: “When will the New Moon be past, That we may sell grain? And (Ex. 31:13-17; Neh. 13:15) the Sabbath, That we may trade wheat? (Mic. 6:10, 11) Making the ephah small and the shekel large, Falsifying the scales by (Lev. 19:35, 36; Deut. 25:13-15) deceit,"},{"number":6,"verse":"That we may buy the poor for (Amos 2:6) silver, And the needy for a pair of sandals— Even sell the bad wheat?”"},{"number":7,"verse":"The LORD has sworn by (Deut. 33:26, 29; Ps. 68:34; Amos 6:8) the pride of Jacob: “Surely (Ps. 10:11; Hos. 7:2; 8:13) I will never forget any of their works."},{"number":8,"verse":"(Hos. 4:3) Shall the land not tremble for this, And everyone mourn who dwells in it? All of it shall swell like the River, Heave and subside (Jer. 46:7, 8; Amos 9:5) Like the River of Egypt."},{"number":9,"verse":"“And it shall come to pass in that day,” says the Lord GOD, (Job 5:14; Is. 13:10; 59:9, 10; Jer. 15:9; (Mic. 3:6); Matt. 27:45; Mark 15:32; Luke 23:44) “That I will make the sun go down at noon, And I will darken the earth in broad daylight;"},{"number":10,"verse":"I will turn your feasts into (Lam. 5:15; Ezek. 7:18) mourning, (Is. 15:2, 3; Jer. 48:37; Ezek. 27:31) And all your songs into lamentation; (Jer. 6:26; (Zech. 12:10)) I will bring sackcloth on every waist, And baldness on every head; I will make it like mourning for an only son, And its end like a bitter day."},{"number":11,"verse":"“Behold, the days are coming,” says the Lord GOD, “That I will send a famine on the land, Not a famine of bread, Nor a thirst for water, But (1 Sam. 3:1; 2 Chr. 15:3; Ps. 74:9; Ezek. 7:26; Mic. 3:6) of hearing the words of the LORD."},{"number":12,"verse":"They shall wander from sea to sea, And from north to east; They shall run to and fro, seeking the word of the LORD, But shall (Hos. 5:6) not find it."},{"number":13,"verse":"“In that day the fair virgins And strong young men Shall faint from thirst."},{"number":14,"verse":"Those who (Hos. 4:15) swear by (Deut. 9:21) the sin of Samaria, Who say, ‘As your god lives, O Dan!’ And, ‘As the way of (Amos 5:5) Beersheba lives!’ They shall fall and never rise again.”"}]}