{"bibleAbbr":"NET2007","bookName":"Haggai","bookEnglishName":"Haggai","chapterNumber":1,"verses":[{"number":1,"verse":"(Introduction) On the first day of the sixth month (sn The first day of the sixth month was Elul 1 according to the Jewish calendar; August 29, 520 b. c. according to the modern (Julian) calendar.) of King Darius’ (sn King Darius is the Persian king Darius Hystaspes who ruled from 522-486 b. c.) second year, the LORD spoke this message through the prophet Haggai (tn Heb “the word of the Lord came by the hand of Haggai the prophet” (בְּיַד־חַגַּי, bÿyad-khaggay). This suggests that the prophet is only an instrument of the Lord; the Lord is to be viewed as the true author (see 1:3; 2:1; Mal 1:1).) to Zerubbabel son of Shealtiel, governor of Judah, and to the high priest Joshua son of Jehozadak: (tn The typical translation “Joshua (the) son of Jehozadak, the high priest” (cf. ASV, NASB, NIV, NRSV) can be understood to mean that Jehozadak was high priest. However, Zech 3:1, 8 clearly indicates that Joshua was high priest (see also Ezra 5:1–2; cf. NAB). The same potential misunderstanding occurs in Hag 1:12, 14 and 2:2, where the same solution has been employed in the translation.)"},{"number":2,"verse":"(The Indifference of the People) The LORD who rules over all (sn The epithet Lord who rules over all occurs frequently as a divine title throughout Haggai (see 1:5, 7, 9, 14; 2:4, 6, 7, 8, 9, 11, 23). This name (יְהוָה צְבָאוֹת, yÿhvah tsÿva’ot), traditionally translated “Lord of hosts” (so KJV, NAB, NASB; cf. NIV, NLT “Lord Almighty”; NCV, CEV “Lord All-Powerful”), emphasizes the majestic sovereignty of the Lord, an especially important concept in the postexilic world of great human empires and rulers. For a thorough study of the divine title, see T. N. D. Mettinger, In Search of God, 123-57.) says this: “These people have said, ‘The time for rebuilding the LORD’s temple has not yet come.’” (tn Heb “the time has not come, the time for the house of the Lord to be built” (similar KJV). A number of English versions refer to “rebuilding” (so NAB, NCV, NRSV, TEV, NLT) since the reconstruction of Solomon’s temple is actually in view.)"},{"number":3,"verse":"So the LORD spoke through the prophet Haggai as follows: (tn Heb “and the word of the Lord came by the hand of Haggai the prophet, saying.” Cf. the similar expression in v. 1 and the note there.)"},{"number":4,"verse":"“Is it right for you to live in richly paneled houses (sn Richly paneled houses. Paneling is otherwise known in the OT only in connection with the temple (1 Kgs 6:9) and the royal palace (2 Kgs 7:3, 7). It implies decoration and luxury (cf. NCV “fancy houses”; TEV “well-built houses”; NLT “luxurious houses”). The impropriety of the people living in such lavish accommodations while the temple lay unfinished is striking.) while my temple is in ruins? (tn Heb “Is it time for you, [yes] you, to live in paneled houses, while this house is in ruins”; NASB “lies desolate”; NIV “remains a ruin.”)"},{"number":5,"verse":"Here then is what the LORD who rules over all says: ‘Think carefully about what you are doing. (tn Heb “Set your heart upon your ways” (see 2:15, 18); traditionally “Consider your ways” (so KJV, ASV, NAB, NASB).)"},{"number":6,"verse":"You have planted much, but have harvested little. You eat, but are never filled. You drink, but are still thirsty. You put on clothes, but are not warm. Those who earn wages end up with holes in their money bags.’” (tn Some translate “pockets” (so NLT) but the Hebrew word צְרוֹר (tsÿror) refers to a bag, pouch, or purse of money (BDB 865 s. v. צְרוֹר; HALOT 1054 s. v. צְרוֹר 1). Because coinage had been invented by the Persians and was thus in use in Haggai’s day, this likely is a money bag or purse rather than pouches or pockets in the clothing. Since in contemporary English “purse” (so NASB, NIV, NCV) could be understood as a handbag, the present translation uses “money bags.”)"},{"number":7,"verse":"(The Instruction of the People) “Moreover, the LORD who rules over all says: ‘Pay close attention to these things also. (tn Heb “Set your heart upon your ways”; see v. 5.)"},{"number":8,"verse":"Go up to the hill country and bring back timber to build (tn Heb “and build the house” (so NIV, NRSV), with “house” referring specifically to the temple here.) the temple. (sn The temple was built primarily of stone, so the timber here refers to interior paneling (see v. 4) and perhaps to scaffolding (see Ezra 5:8; 6:4).) Then I will be pleased and honored,’ (tn The Hebrew verb אֶכָּבְדָ (’ekkavda) appears to be a defectively written cohortative (“that I may be glorified”). The cohortatives (note that the preceding אֶרְצֶה, ’ertseh, “I will be pleased,” may also be taken as cohortative) indicate purpose/result (cf. NIV, NRSV “so that”; CEV “so”) following the imperatives of v. 8a (“go up,” “bring back,” “build”).) says the LORD."},{"number":9,"verse":"‘You expected a large harvest, but instead (tn Heb “look!” (הִנֵּה, hinneh). The term, an interjection, draws attention to the point being made.) there was little, and when you brought it home it disappeared right away. (tn Heb “I blew it away” (so NRSV, TEV, NLT). The imagery here suggests that human achievements are so fragile and temporal that a mere breath from God can destroy them (see Ezek 22:20, 21; and Isa 40:7 with נָשַׁב, nashav).) Why?’ asks the LORD who rules over all. ‘Because my temple remains in ruins, thanks to each of you favoring his own house! (tn Heb “and each of you runs to his own house”; NIV “is busy with”; TEV “is busy working on”; NCV “work hard for.”)"},{"number":10,"verse":"This is why the sky (tn The Hebrew text has “over you” (so KJV), but this is redundant in contemporary English and has been left untranslated.) has held back its dew and the earth its produce. (sn This linkage of human sin to natural disaster is reminiscent of the curse brought upon the earth by Adam’s disobedience (Gen 3:17–19; see Rom 8:20–22).)"},{"number":11,"verse":"Moreover, I have called for a drought that will affect the fields, the hill country, the grain, new wine, fresh olive oil, and everything that grows from the ground; it also will harm people, animals, and everything they produce.’” (tn Heb “all the labor of hands” (similar KJV, NASB, NIV); cf. NAB “all that is produced by hand.”)"},{"number":12,"verse":"(The Response of the People) Then Zerubbabel son of Shealtiel and the high priest Joshua son of Jehozadak, (tn Many English versions have “Joshua [the] son of Jehozadak, the high priest,” but this is subject to misunderstanding. See the note on the name “Jehozadak” at the end of v. 1.) along with the whole remnant of the people, (tn Heb “all the remnant of the people.” The Hebrew phrase שְׁאֵרִית הָעָם (shÿ’erit ha’am) in this postexilic context is used as a technical term to refer to the returned remnant (see Ezra 9:14; Isa 10:20–22; 11:11, 16; Jer 23:3; 31:7; and many other passages). Cf. TEV “all the people who had returned from the exile in Babylonia.”) obeyed (tn Heb “heard the voice of”; NAB “listened to the voice of.”) the LORD their God. They responded favorably to the message of the prophet Haggai, who spoke just as the LORD their God had instructed him, (tn Heb “and according to the words of Haggai the prophet just as the Lord their God sent him.” Some English versions (e. g., NAB, NIV, NCV) take the last clause as causal: “because the Lord their God had sent him.”) and the people began to respect the LORD. (tn Heb “and the people feared from before the Lord”; NASB “showed reverence for the Lord.”)"},{"number":13,"verse":"Then Haggai, the LORD’s messenger, spoke the LORD’s word to the people: (tn Heb “Haggai, the messenger of the Lord, said by the message of the Lord to the people.” The Hebrew is highly repetitive; in keeping with contemporary English style this has been simplified in the translation.) “I am with you!” says the LORD."},{"number":14,"verse":"So the LORD energized and encouraged (tn Heb “stirred up” (as in many English versions). Only one verb appears in the Hebrew text, but the translation “energized and encouraged” brings out its sense in this context. Cf. TEV “inspired”; NLT “sparked the enthusiasm of”; CEV “made everyone eager to work.”sn It was God who initiated the rebuilding by providing the people with motivation and ability.) Zerubbabel (tn Heb “the spirit of Zerubbabel” (so NAB, NIV, NRSV).) son of Shealtiel, governor of Judah, the high priest Joshua son of Jehozadak, (tn Heb “the spirit of Joshua son of Jehozadak, the high priest” (as in many English versions), but this is subject to misunderstanding. See the note on the name “Jehozadak” at the end of v. 1.) and the whole remnant of the people. (tn Heb “and the spirit of all the remnant of the people.” The Hebrew phrase שְׁאֵרִית הָעָם (shÿ’erit ha’am) in this postexilic context is used as a technical term to refer to the returned remnant; see the note on the phrase “the whole remnant of the people” in v. 12.) They came and worked on the temple of their God, the LORD who rules over all."},{"number":15,"verse":"This took place on the twenty-fourth day of the sixth month of King Darius’ second year. (sn The twenty-fourth day of the sixth month of King Darius’ second year was September 21, 520 b. c., twenty-three days after the original command by Haggai to rebuild (1:1). The text does not state the reason for the delay, but it may have resulted from the pressing need to bring in the late summer harvest.)"}]}