{
  "bibleAbbr" : "TIRV2019",
  "bookName" : "நீதிமொழிகள்",
  "bookEnglishName" : "Proverbs",
  "chapterNumber" : 6,
  "verses" : [ {
    "number" : 1,
    "verse" : "(அறிவீனத்திற்கு எதிரான எச்சரிக்கை) என் மகனே, நீ உன்னுடைய நண்பனுக்காகப் பொறுப்பேற்று, அந்நியனுக்கு உறுதியளித்தால்,"
  }, {
    "number" : 2,
    "verse" : "நீ உன்னுடைய வாய்மொழிகளால் சிக்கிக்கொண்டாய், உன்னுடைய வாயின் வார்த்தைகளால் பிடிபட்டாய்."
  }, {
    "number" : 3,
    "verse" : "இப்பொழுது என் மகனே, உன்னுடைய நண்பனுடைய கையில் நீ அகப்பட்டுக்கொண்டதால், நீ உன்னைத் தப்புவித்துக்கொள்ள ஒன்று செய்."
  }, {
    "number" : 4,
    "verse" : "உன்னுடைய கண்ணுக்கு தூக்கத்தையும், உன்னுடைய கண்ணிமைக்குத் தூக்கமும் வரவிடாமல், உன்னுடைய நண்பனிடத்தில் போய், உன்னைத் தாழ்த்தி, அவனை வருந்திக் கேட்டுக்கொள்."
  }, {
    "number" : 5,
    "verse" : "வெளிமான் வேட்டைக்காரனுடைய கைக்கும், குருவி வேடனுடைய கைக்கும் தப்புவதுபோல, நீ உன்னைத் தப்புவித்துக்கொள்."
  }, {
    "number" : 6,
    "verse" : "சோம்பேறியே, நீ எறும்பினிடம் போய், அதனுடைய வழிகளைப் பார்த்து, ஞானத்தைக் கற்றுக்கொள்."
  }, {
    "number" : 7,
    "verse" : "அதற்குப் பிரபுவும், தலைவனும், அதிகாரியும் இல்லாமல் இருந்தும்,"
  }, {
    "number" : 8,
    "verse" : "கோடைக்காலத்தில் தனக்கு ஆகாரத்தைச் சம்பாதித்து, அறுப்புக்காலத்தில் தனக்குத் தானியத்தைச் சேர்த்துவைக்கும்."
  }, {
    "number" : 9,
    "verse" : "சோம்பேறியே, நீ எவ்வளவு நேரம் படுத்திருப்பாய்? எப்பொழுது உன்னுடைய தூக்கத்தைவிட்டு எழுந்திருப்பாய்?"
  }, {
    "number" : 10,
    "verse" : "இன்னும் கொஞ்சம் தூங்கட்டும், இன்னும் கொஞ்சம் உறங்கட்டும், இன்னும் கொஞ்சம் கைமுடக்கிக்கொண்டு தூங்கட்டும் என்பாயோ?"
  }, {
    "number" : 11,
    "verse" : "உன்னுடைய தரித்திரம் வழிப்போக்கனைப் போலவும், உன்னுடைய வறுமை ஆயுதம் அணிந்தவனைப்போலவும் வரும்."
  }, {
    "number" : 12,
    "verse" : "வீணான மனிதனாகிய ஒரு துன்மார்க்கன் ஏளனம் பேசித்திரிகிறான்."
  }, {
    "number" : 13,
    "verse" : "அவன் தன்னுடைய கண்களால் சைகைகாட்டி, தன்னுடைய கால்களால் பேசி, தன்னுடைய விரல்களால் போதனை செய்கிறான்."
  }, {
    "number" : 14,
    "verse" : "அவனுடைய இருதயத்திலே பொய்யுண்டு; இடைவிடாமல் தீங்கைப் பிணைத்து, வழக்குகளை உண்டாக்குகிறான்."
  }, {
    "number" : 15,
    "verse" : "ஆகையால் திடீரென அவனுக்கு ஆபத்து வரும்; உதவியில்லாமல் திடீரென நாசமடைவான்."
  }, {
    "number" : 16,
    "verse" : "ஆறு காரியங்களைக் யெகோவா வெறுக்கிறார், ஏழும் அவருக்கு அருவருப்பானவைகள்."
  }, {
    "number" : 17,
    "verse" : "அவையாவன: மேட்டிமையான கண், பொய்நாவு, குற்றமற்றவர்களுடைய இரத்தம் சிந்தும் கை,"
  }, {
    "number" : 18,
    "verse" : "மிகக்கொடிய சிந்தனைகளைத் தூண்டுகின்ற இருதயம், தீங்கு செய்வதற்கு விரைந்து ஓடும் கால்,"
  }, {
    "number" : 19,
    "verse" : "பொய்யானதைப் பேசும் பொய்ச்சாட்சி, சகோதரர்களுக்குள்ளே விரோதத்தை உண்டாக்குதல் ஆகிய இவைகளே."
  }, {
    "number" : 20,
    "verse" : "என் மகனே, உன்னுடைய தகப்பன் கற்பனையைக் காத்துக்கொள்; உன்னுடைய தாயின் போதகத்தைத் தள்ளாதே."
  }, {
    "number" : 21,
    "verse" : "அவைகளை எப்பொழுதும் உன்னுடைய இருதயத்திலே அணிந்து, அவைகளை உன்னுடைய கழுத்திலே கட்டிக்கொள்."
  }, {
    "number" : 22,
    "verse" : "நீ நடக்கும்போது அது உனக்கு வழிகாட்டும்; நீ படுக்கும்போது அது உன்னைக் காப்பாற்றும்; நீ விழிக்கும்போது அது உனக்கு போதிக்கும்."
  }, {
    "number" : 23,
    "verse" : "கட்டளையே விளக்கு, வேதமே வெளிச்சம், போதகதண்டனையே வாழ்வின் வழி."
  }, {
    "number" : 24,
    "verse" : "அது உன்னைத் துன்மார்க்கப் பெண்ணுக்கும், ஆசை வார்த்தைகளைப் பேசும் நாக்கை உடைய ஒழுங்கீனமானவளுக்கும் விலக்கிக் காக்கும்."
  }, {
    "number" : 25,
    "verse" : "உன்னுடைய இருதயத்திலே அவளுடைய அழகை ரசிக்காதே; அவள் தன்னுடைய கண்ணின் இமைகளினால் உன்னைப் பிடிக்கவிடாதே."
  }, {
    "number" : 26,
    "verse" : "விபசாரியினால் ஒரு அப்பத்துண்டையும் இழக்கவேண்டியதாகும்; விபசாரியானவள் அருமையான உயிரை வேட்டையாடுகிறாள்."
  }, {
    "number" : 27,
    "verse" : "தன்னுடைய உடை வேகாமல் மடியிலே எவனாவது நெருப்பை வைத்துக்கொள்ளமுடியுமா?"
  }, {
    "number" : 28,
    "verse" : "தன்னுடைய கால் சுடாமல் எவனாவது தழலின்மேல் நடக்கமுடியுமா?"
  }, {
    "number" : 29,
    "verse" : "பிறனுடைய மனைவியிடம் தவறான உறவுகொள்பவனும், அப்படியே அவளைத் தொடுகிற எவனும், தண்டனைக்குத் தப்பமாட்டான்."
  }, {
    "number" : 30,
    "verse" : "திருடன் தன்னுடைய பசியை ஆற்றத் திருடினால் மக்கள் அவனை இகழமாட்டார்கள்;"
  }, {
    "number" : 31,
    "verse" : "அவன் கண்டுபிடிக்கப்பட்டால் ஏழு மடங்கு கொடுத்துத் தீர்க்கவேண்டும்; தன்னுடைய வீட்டிலுள்ள பொருள்களையெல்லாம் கொடுக்கவேண்டியதாகும்."
  }, {
    "number" : 32,
    "verse" : "பெண்ணுடனே விபசாரம்செய்கிறவன் மதிகெட்டவன்; அப்படிச் செய்கிறவன் தன்னுடைய ஆத்துமாவைக் கெடுத்துப்போடுகிறான்."
  }, {
    "number" : 33,
    "verse" : "வாதையையும் வெட்கத்தையும் அடைவான்; அவனுடைய நிந்தை ஒழியாது."
  }, {
    "number" : 34,
    "verse" : "பெண்ணைப்பற்றிய எரிச்சல் ஆணுக்கு கடுங்கோபத்தை உண்டாக்கும்; அவன் பழிவாங்கும் நாளில் தப்பவிடமாட்டான்."
  }, {
    "number" : 35,
    "verse" : "அவன் எந்த நஷ்டத்தையும் பார்க்கமாட்டான்; அநேகம் வெகுமதிகளைக் கொடுத்தாலும் அமர்ந்திருக்கமாட்டான்."
  } ]
}