{"bibleAbbr":"NRSVue2021","bookName":"Job","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"(Job 5.7; Eccl 2.23) “A mortal, born of woman, few of days and full of trouble,"},{"number":2,"verse":"(Ps 90.5, 6; Jas 1.10; 1 Pet 1.24) comes up like a flower and withers, flees like a shadow and does not last."},{"number":3,"verse":"(Ps 143.2; 144.3) Do you fix your eyes on such a one? Do you bring me into judgment with you?"},{"number":4,"verse":"(Ps 51.2, 10; Jn 3.6; Rom 5.12; Eph 2.3) Who can bring a clean thing out of an unclean? No one can."},{"number":5,"verse":"(Job 21.21; Ps 139.16; Acts 17.26) Since their days are determined, and the number of their months is known to you, and you have appointed the bounds that they cannot pass,"},{"number":6,"verse":"(Job 7.1, 19) look away from them and desist, (Cn: Heb that they may desist) that they may enjoy, like laborers, their days."},{"number":7,"verse":"“For there is hope for a tree, if it is cut down, that it will sprout again and that its shoots will not cease."},{"number":8,"verse":"Though its root grows old in the earth and its stump dies in the ground,"},{"number":9,"verse":"(Isa 55.10) yet at the scent of water it will bud and put forth branches like a young plant."},{"number":10,"verse":"(Job 13.19) But mortals die and are laid low; humans expire, and where are they?"},{"number":11,"verse":"(Isa 19.5) As waters fail from a lake and a river wastes away and dries up,"},{"number":12,"verse":"(Ps 102.26; Acts 3.21; Rev 20.11; 21.1) so mortals lie down and do not rise again; until the heavens are no more, they will not awake or be roused out of their sleep."},{"number":13,"verse":"(Isa 26.20) O that you would hide me in Sheol, that you would conceal me until your wrath is past, that you would appoint me a set time and remember me!"},{"number":14,"verse":"(Job 7.1) If mortals die, will they live again? All the days of my service I would wait until my release should come."},{"number":15,"verse":"You would call, and I would answer you; you would long for the work of your hands."},{"number":16,"verse":"(Job 10.6; 31.4; 34.21; Prov 5.21; Jer 32.19) For then you would not (Syr: Heb lacks not) number my steps; you would not keep watch over my sin;"},{"number":17,"verse":"(Deut 32.34; Hos 13.12) my transgression would be sealed up in a bag, and you would cover over my iniquity."},{"number":18,"verse":"(Job 18.4) “But the mountain falls and crumbles away, and the rock is removed from its place;"},{"number":19,"verse":"the waters wear away the stones; the torrents wash away the soil of the earth; so you destroy the hope of mortals."},{"number":20,"verse":"(Job 34.20; Jas 1.10) You prevail forever against them, and they pass away; you change their countenance and send them away."},{"number":21,"verse":"(Eccl 9.5; Isa 55.10) Their children come to honor, and they do not know it; they are brought low, and it goes unnoticed."},{"number":22,"verse":"They feel only the pain of their own bodies and mourn only for themselves.”"}]}