{"bibleAbbr":"NRSVue2021","bookName":"Job","bookEnglishName":"Job","chapterNumber":15,"verses":[{"number":1,"verse":"(Eliphaz Speaks: Job Undermines Religion) Then Eliphaz the Temanite answered:"},{"number":2,"verse":"(Job 6.26) “Should the wise answer with windy knowledge and fill themselves with the east wind?"},{"number":3,"verse":"Should they argue in unprofitable talk or in words that can do no good?"},{"number":4,"verse":"But you are doing away with the fear of God and hindering meditation before God."},{"number":5,"verse":"(Job 5.12, 13; Ps 36.3; Prov 16.23) For your iniquity teaches your mouth, and you choose the tongue of the crafty."},{"number":6,"verse":"(Job 9.20; Lk 19.22) Your own mouth condemns you, not I; your own lips testify against you."},{"number":7,"verse":"(Job 38.4, 21; Ps 90.2; Prov 8.25) “Are you the firstborn of the human race? Were you brought forth before the hills?"},{"number":8,"verse":"(Job 12.2; Rom 11.34) Have you listened in the council of God? And do you limit wisdom to yourself?"},{"number":9,"verse":"(Job 13.2) What do you know that we do not know? What do you understand that is not clear to us?"},{"number":10,"verse":"(Job 32.6, 7) The gray-haired and the aged are on our side, those older than your father."},{"number":11,"verse":"(Job 36.15, 16; Zech 1.13; 2 Cor 1.3, 4) Are the consolations of God too small for you or the word that deals gently with you?"},{"number":12,"verse":"Why does your heart carry you away, and why do your eyes flash, (Meaning of Heb uncertain)"},{"number":13,"verse":"(Job 33.13) so that you turn your spirit against God, and let such words go out of your mouth?"},{"number":14,"verse":"(Job 14.4; 25.4; Prov 20.9; Eccl 7.20) What are mortals, that they can be clean? Or those born of woman, that they can be righteous?"},{"number":15,"verse":"(Job 4.18; 25.5) God puts no trust even in his holy ones, and the heavens are not clean in his sight;"},{"number":16,"verse":"(Job 34.7; Ps 14.1, 3) how much less one who is abominable and corrupt, one who drinks iniquity like water!"},{"number":17,"verse":"“I will show you; listen to me; what I have seen I will declare—"},{"number":18,"verse":"(Job 8.8) what sages have told and their ancestors have not hidden,"},{"number":19,"verse":"to whom alone the land was given, and no stranger passed among them."},{"number":20,"verse":"(Job 27.13) The wicked writhe in pain all their days, through all the years that are laid up for the ruthless."},{"number":21,"verse":"(Job 18.11; 20.25; 1 Thess 5.3) Terrifying sounds are in their ears; in prosperity the destroyer will come upon them."},{"number":22,"verse":"(v 30|JOB 15:30; Job 27.14) They despair of returning from darkness, and they are destined for the sword."},{"number":23,"verse":"(Job 18.12; Ps 59.15; 109.10) They wander abroad for bread, saying, ‘Where is it?’ They know that a day of darkness is ready at hand;"},{"number":24,"verse":"distress and anguish terrify them; they prevail against them like a king prepared for battle."},{"number":25,"verse":"(Job 36.9) Because they stretched out their hands against God and bid defiance to the Almighty, (Traditional rendering of Heb Shaddai)"},{"number":26,"verse":"running stubbornly against him with a thickly bossed shield;"},{"number":27,"verse":"(Ps 17.10) because they have covered their faces with their fat and gathered fat upon their loins,"},{"number":28,"verse":"they will live in desolate cities, in houses that no one should inhabit, houses destined to become heaps of ruins;"},{"number":29,"verse":"(Job 27.16, 17) they will not be rich, and their wealth will not endure, nor will they strike root in the earth; (Vg: Meaning of Heb uncertain)"},{"number":30,"verse":"(Job 4.9; 5.14; 22.20) they will not escape from darkness; the flame will dry up their shoots, and their blossom (Gk: Heb mouth) will be swept away by the wind."},{"number":31,"verse":"(Isa 59.4) Let them not trust in emptiness, deceiving themselves, for emptiness will be their recompense."},{"number":32,"verse":"(Job 18.16; 22.16; Ps 55.23) It will be paid in full before their time, and their branch will not be green."},{"number":33,"verse":"(Hab 3.17) They will shake off their unripe grape, like the vine, and cast off their blossoms, like the olive tree."},{"number":34,"verse":"(Job 8.22; 16.7) For the company of the godless is barren, and fire consumes the tents of bribery."},{"number":35,"verse":"(Ps 7.14; Isa 59.4; Hos 10.13) They conceive mischief and bring forth evil, and their belly prepares deceit.”"}]}