{"bibleAbbr":"NRSVue2021","bookName":"Job","bookEnglishName":"Job","chapterNumber":24,"verses":[{"number":1,"verse":"(Job Complains of Violence on the Earth) (Ps 31.15; Jer 46.10) “Why are times not kept by the Almighty, (Traditional rendering of Heb Shaddai) and why do those who know him never see his days?"},{"number":2,"verse":"(Deut 19.14; 27.17; 28.31) The wicked (Gk: Heb they) remove landmarks; they seize flocks and pasture them."},{"number":3,"verse":"(Ex 22.26; Deut 24.6, 10, 12, 17; Job 22.6) They drive away the donkey of the orphan; they take the widow’s ox for a pledge."},{"number":4,"verse":"(Deut 24.14; Prov 28.28) They thrust the needy off the road; the poor of the earth all hide themselves."},{"number":5,"verse":"(Job 39.5-8; Ps 104.23) Like wild asses in the desert they go out to their toil, scavenging in the wasteland food for their young."},{"number":6,"verse":"They reap in a field not their own, and they glean in the vineyard of the wicked."},{"number":7,"verse":"(Ex 22.26; Job 22.6) They lie all night naked, without clothing, and have no covering in the cold."},{"number":8,"verse":"(Lam 4.5) They are wet with the rain of the mountains and cling to the rock for want of shelter."},{"number":9,"verse":"(Deut 24.17) “There are those who snatch the orphan child from the breast and take as a pledge the infant of the poor."},{"number":10,"verse":"They go about naked, without clothing; though hungry, they carry the sheaves;"},{"number":11,"verse":"between their terraces (Meaning of Heb uncertain) they press out oil; they tread the winepresses but suffer thirst."},{"number":12,"verse":"(Job 9.23, 24; Jer 51.52; Ezek 26.15) From the city the dying groan, and the throat of the wounded cries for help; yet God pays no attention to their prayer."},{"number":13,"verse":"(Isa 5.20; Jn 3.19) “There are those who rebel against the light, who are not acquainted with its ways and do not stay in its paths."},{"number":14,"verse":"(Ps 10.8; Mic 2.1) The murderer rises at dusk to kill the poor and needy and in the night is like a thief."},{"number":15,"verse":"(Ps 10.11; Prov 7.9) The eye of the adulterer also waits for the twilight, saying, ‘No eye will see me,’ and he disguises his face."},{"number":16,"verse":"(Ex 22.2) In the dark they dig through houses; by day they shut themselves up; they do not know the light."},{"number":17,"verse":"(Ps 91.5) For deep darkness is morning to all of them; for they are friends with the terrors of deep darkness."},{"number":18,"verse":"(Job 9.26; Ps 90.5) “Swift are they on the face of the waters; their portion in the land is cursed; no treader turns toward their vineyards."},{"number":19,"verse":"(Job 6.16, 17; 21.13) Drought and heat snatch away the snow waters; so does Sheol those who have sinned."},{"number":20,"verse":"(Ps 31.12; Prov 10.7) The womb forgets them; the worm finds them sweet; they are no longer remembered, so wickedness is broken like a tree."},{"number":21,"verse":"(Job 22.9) “They harm (Gk Tg: Heb feed on or associate with) the childless woman and do no good to the widow."},{"number":22,"verse":"(Deut 28.66) Yet God (Heb he) prolongs the life of the mighty by his power; they rise up when they despair of life."},{"number":23,"verse":"(Job 11.11; 12.6) He gives them security, and they are supported; his eyes are upon their ways."},{"number":24,"verse":"(Job 14.21; Ps 37.10; Isa 17.5) They are exalted a little while and then are gone; they wither and fade like the mallow; (Gk: Heb like all others) they are cut off like the heads of grain."},{"number":25,"verse":"If it is not so, who will prove me a liar and show that there is nothing in what I say?”"}]}