{
  "bibleAbbr" : "TERV1998",
  "bookName" : "அப்போஸ்தலர்",
  "bookEnglishName" : "Acts of the Apostles",
  "chapterNumber" : 12,
  "verses" : [ {
    "number" : 1,
    "verse" : "(சபையைத் துன்புறுத்துதல்) அதே காலத்தில் சபையைச் சார்ந்த சில மக்களை ஏரோது துன்புறுத்த ஆரம்பித்தான்."
  }, {
    "number" : 2,
    "verse" : "ஏரோது யாக்கோபை வாளால் வெட்டிக் கொல்வதற்கு ஆணையிட்டான். யாக்கோபு யோவானின் சகோதரன்."
  }, {
    "number" : 3,
    "verse" : "யூதர்கள் இதை விரும்பினர் என்பதை ஏரோது கண்டான். எனவே அவன் பேதுருவையும் கைது செய்ய முடிவெடுத்தான். (இது பஸ்கா பண்டிகை எனப்படும் யூதரின் பண்டிகையின்போது நடந்தது)"
  }, {
    "number" : 4,
    "verse" : "ஏரோது பேதுருவைக் கைது செய்து சிறையில் வைத்தான். 16 வீரர்களின் கூட்டம் பேதுருவைக் காவல் காத்தது. பஸ்கா பண்டிகை கழியுமட்டும் காத்திருப்பதற்கு ஏரோது விரும்பினான். பின்னர் மக்களின் முன்னால் பேதுருவைக் கொண்டு வர அவன் திட்டமிட்டான்."
  }, {
    "number" : 5,
    "verse" : "எனவே பேதுரு சிறையில் வைக்கப்பட்டான். ஆனால் சபையினரோ பேதுருவுக்காகத் தொடர்ந்து தேவனிடம் பிரார்த்தித்துக்கொண்டிருந்தனர்."
  }, {
    "number" : 6,
    "verse" : "(பேதுரு விடுவிக்கப்படுதல்) இரண்டு வீரர்களுக்கு மத்தியில் பேதுரு படுத்து உறங்கிக்கொண்டிருந்தான். அவன் இரண்டு சங்கிலிகளால் கட்டப்பட்டிருந்தான். மேலும் அதிகமான வீரர்கள் சிறைக் கதவைக் காத்துக்கொண்டிருந்தனர். அது இரவுப்பொழுது. மறுநாள் மக்களின் முன்பாகப் பேதுருவை அழைத்துவர ஏரோது திட்டமிட்டிருந்தான்."
  }, {
    "number" : 7,
    "verse" : "அறையில் திடீரென ஓர் ஒளி பிரகாசித்தது. தேவ தூதன் ஒருவன் பேதுருவைப் பக்கவாட்டில் தொட்டு எழுப்பினான். தேவ தூதன், “விரைந்து எழு!” என்றான். பேதுருவின் கரங்களிலிருந்து விலங்குகள் கழன்று விழுந்தன."
  }, {
    "number" : 8,
    "verse" : "தேவதூதன் பேதுருவை நோக்கி, “ஆடைகளை உடுத்து, செருப்புகளை அணிந்துகொள்” என்றான். அவ்வாறே பேதுருவும் செய்தான். பின் தேவ தூதன் “அங்கியை அணிந்துகொண்டு என்னைத் தொடர்ந்து வா” என்றான்."
  }, {
    "number" : 9,
    "verse" : "தேவதூதன் வெளியே சென்றான். பேதுருவும் அவனைத் தொடர்ந்தான். நடந்தவை உண்மையா என்பது பேதுருவுக்குத் தெரியவில்லை. ஏதோ ஒரு காட்சியைக் காண்பதாகவே அவன் எண்ணினான்."
  }, {
    "number" : 10,
    "verse" : "பேதுருவும் தேவதூதனும் முதல் காவலனையும் இரண்டாம் காவலனையும் கடந்தனர். நகரத்திலிருந்து அவர்களைப் பிரித்த பெரிய இரும்புக் கதவருகே வந்தனர். அந்தக் கதவு தானாகவே அவர்களுக்காகத் திறந்தது. பேதுருவும் தேவ தூதனும் கதவின் வழியாகச் சென்று அடுத்த தெரு வரைக்கும் நடந்தார்கள். அப்போது திடீரென தேவதூதன் மறைந்தான்."
  }, {
    "number" : 11,
    "verse" : "நடந்தது என்னவென்பதைப் பேதுரு அப்போது உணர்ந்தான். அவன், “கர்த்தர் உண்மையாகவே தனது தேவதூதனை என்னிடம் அனுப்பினார் என்பதை நான் அறிவேன். ஏரோதிடமிருந்து அவன் என்னை விடுவித்தான். தீமை எனக்கு நேருமென்று யூதர்கள் எண்ணினர். ஆனால் கர்த்தர் இவற்றிலிருந்து என்னைக் காத்தார்” என்று எண்ணினான்."
  }, {
    "number" : 12,
    "verse" : "பேதுரு அதை உணர்ந்தபோது அவன் மரியாளின் வீட்டிற்குப் போனான். அவள் யோவானின் தாய். யோவான் மாற்கு என்றும் அழைக்கப்பட்டான். பல மக்கள் அங்கு கூடியிருந்தனர். அவர்கள் எல்லோரும் பிரார்த்தனை செய்துகொண்டிருந்தனர்."
  }, {
    "number" : 13,
    "verse" : "பேதுரு வெளிக் கதவைத் தட்டினான். ரோதை என்னும் பெயருள்ள வேலைக்காரச் சிறுமி பதில் கூற வந்தாள்."
  }, {
    "number" : 14,
    "verse" : "ரோதை பேதுருவின் குரலை அடையாளம் கண்டுகொண்டாள். அவள் மிகுந்த சந்தோஷம் அடைந்தாள். அவள் கதவைத் திறக்கவும் மறந்துவிட்டாள். அவள் உள்ளே ஓடி, கூட்டத்தினரிடம், “பேதுரு கதவருகே நிற்கிறார்!” என்றாள்."
  }, {
    "number" : 15,
    "verse" : "விசுவாசிகள் ரோதையை நோக்கி, “நீ ஒரு பைத்தியம்!” என்றனர். ஆனால் தான் கூறியது உண்மையே என்று அவள் வற்புறுத்தினாள். எனவே அவர்கள், “அது பேதுருவின் தூதனாக இருக்க வேண்டும்” என்றனர்."
  }, {
    "number" : 16,
    "verse" : "ஆனால் பேதுரு தொடர்ந்து தட்டிக்கொண்டேயிருந்தான். விசுவாசிகள் கதவைத் திறந்தபோது பேதுருவைக் கண்டு ஆச்சரியப்பட்டார்கள்."
  }, {
    "number" : 17,
    "verse" : "அவர்களை அமைதியாக இருக்கும்படியாகப் பேதுரு தனது கையால் சைகை செய்தான். தேவன் அவனைச் சிறையினின்று எவ்வாறு விடுவித்தார் என்பதை அவன் அவர்களுக்கு விவரித்தான். அவன், “நடந்ததை யாக்கோபுக்கும் பிற சகோதரருக்கும் சொல்லுங்கள்” என்றான். பின் வேறிடத்திற்குப் போவதற்காக அவர்களிடமிருந்து பிரிந்து சென்றான்."
  }, {
    "number" : 18,
    "verse" : "மறுநாள் காவலர்கள் மிகவும் நிலைகுலைந்தார்கள். பேதுருவுக்கு என்ன நடந்திருக்குமென்று அவர்கள் அதிசயப்பட்டனர்."
  }, {
    "number" : 19,
    "verse" : "ஏரோது பேதுருவுக்காக எல்லா இடங்களிலும் தேடியும் அவன் அகப்படவில்லை. எனவே ஏரோது காவலரை வினவினான். பின் காவலரைக் கொல்லும்படியாக ஆணையிட்டான். பின்னர் ஏரோது யூதேயாவிலிருந்து சென்றான். அவன் செசரியா நகரத்திற்குச் சென்று அங்கு சில காலம் தங்கினான்."
  }, {
    "number" : 20,
    "verse" : "(ஏரோது அகிரிப்பாவின் மரணம்)தீருவிலும் சீதோன் நகரிலுமுள்ள மக்களோடு ஏரோது மிகவும் சினங்கொண்டான். அம்மக்கள் எல்லோரும் கூட்டமாக ஏரோதுவிடம் வந்தனர். பிலாஸ்துவை அவர்கள் தங்கள் பக்கமாக சேருவதற்குத் தூண்டினார்கள். பிலாஸ்து ராஜாவின் நேர்முகப் பணியாள். ஏரோதுவின் நாட்டிலிருந்து அவர்கள் நாட்டிற்கு உணவுப் பொருட்கள் வரவேண்டியிருந்ததால் மக்கள் ஏரோதுவிடம் சமாதானத்தை வேண்டினர்."
  }, {
    "number" : 21,
    "verse" : "ஏரோது அவர்களை சந்திப்பதற்கென ஒரு நாளைக் குறித்தான். அந்நாளில் ஏரோது, அரசனுக்கான அழகிய மேலங்கியை அணிந்துகொண்டிருந்தான். அவன் சிம்மாசனத்தில் அமர்ந்துகொண்டு மக்களிடம் பேச ஆரம்பித்தான்."
  }, {
    "number" : 22,
    "verse" : "மக்கள் உரக்க, “இது தேவனுடைய குரல், மனிதனுடையதல்ல!” என்றனர்."
  }, {
    "number" : 23,
    "verse" : "ஏரோது இந்த வாழ்த்தைத் தனக்குரியதாக ஏற்றுக்கொண்டு, தேவனுக்குரிய மகிமையை அளிக்கவில்லை. எனவே கர்த்தரின் தூதன் ஒருவன் அவனை நோய்வாய்ப்படச் செய்தான். அவன் உள்ளே புழுக்களால் உண்ணப்பட்டு இறந்தான்."
  }, {
    "number" : 24,
    "verse" : "தேவனுடைய செய்தி பரவிக்கொண்டிருந்தது. விசுவாசிகளின் எண்ணிக்கை பெருகிக்கொண்டேயிருந்தது."
  }, {
    "number" : 25,
    "verse" : "எருசலேமில் பர்னபாவும் சவுலும் அவர்கள் வேலையை முடித்தபோது, அவர்கள் அந்தியோகியாவுக்குத் திரும்பினர். யோவான் மாற்கு அவர்களோடிருந்தான்."
  } ]
}