{"bibleAbbr":"NLT2015","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":47,"verses":[{"number":1,"verse":"(The River of Healing) In my vision, the man brought me back to the entrance of the Temple. There I saw a stream flowing east from beneath the door of the Temple and passing to the right of the altar on its south side."},{"number":2,"verse":"The man brought me outside the wall through the north gateway and led me around to the eastern entrance. There I could see the water flowing out through the south side of the east gateway."},{"number":3,"verse":"Measuring as he went, he took me along the stream for 1750 feet (Hebrew 1000 cubits [530 meters]; also in 47:4, 5.) and then led me across. The water was up to my ankles."},{"number":4,"verse":"He measured off another 1750 feet and led me across again. This time the water was up to my knees. After another 1750 feet, it was up to my waist."},{"number":5,"verse":"Then he measured another 1750 feet, and the river was too deep to walk across. It was deep enough to swim in, but too deep to walk through."},{"number":6,"verse":"He asked me, “Have you been watching, son of man?” Then he led me back along the riverbank."},{"number":7,"verse":"When I returned, I was surprised by the sight of many trees growing on both sides of the river."},{"number":8,"verse":"Then he said to me, “This river flows east through the desert into the valley of the Dead Sea. (Hebrew the sea.) The waters of this stream will make the salty waters of the Dead Sea fresh and pure."},{"number":9,"verse":"There will be swarms of living things wherever the water of this river flows. (As in Greek and Syriac versions; Hebrew reads of these two rivers flow.) Fish will abound in the Dead Sea, for its waters will become fresh. Life will flourish wherever this water flows."},{"number":10,"verse":"Fishermen will stand along the shores of the Dead Sea. All the way from En-gedi to En-eglaim, the shores will be covered with nets drying in the sun. Fish of every kind will fill the Dead Sea, just as they fill the Mediterranean. (Hebrew the Great Sea; also in 47:15, 17, 19, 20.)"},{"number":11,"verse":"But the marshes and swamps will not be purified; they will still be salty."},{"number":12,"verse":"Fruit trees of all kinds will grow along both sides of the river. The leaves of these trees will never turn brown and fall, and there will always be fruit on their branches. There will be a new crop every month, for they are watered by the river flowing from the Temple. The fruit will be for food and the leaves for healing.”"},{"number":13,"verse":"(Boundaries for the Land) This is what the Sovereign LORD says: “Divide the land in this way for the twelve tribes of Israel: The descendants of Joseph will be given two shares of land. (It was important to retain twelve portions of land. Since Levi had no portion, the descendants of Joseph’s sons, Ephraim and Manasseh, received land as two tribes.)"},{"number":14,"verse":"Otherwise each tribe will receive an equal share. I took a solemn oath and swore that I would give this land to your ancestors, and it will now come to you as your possession."},{"number":15,"verse":"“These are the boundaries of the land: The northern border will run from the Mediterranean toward Hethlon, then on through Lebo-hamath to Zedad;"},{"number":16,"verse":"then it will run to Berothah and Sibraim, which are on the border between Damascus and Hamath, and finally to Hazer-hatticon, on the border of Hauran."},{"number":17,"verse":"So the northern border will run from the Mediterranean to Hazar-enan, on the border between Hamath to the north and Damascus to the south."},{"number":18,"verse":"“The eastern border starts at a point between Hauran and Damascus and runs south along the Jordan River between Israel and Gilead, past the Dead Sea (Hebrew the eastern sea.) and as far south as Tamar. (As in Greek version; Hebrew reads you will measure.) This will be the eastern border."},{"number":19,"verse":"“The southern border will go west from Tamar to the waters of Meribah at Kadesh (Hebrew waters of Meribath-kadesh.) and then follow the course of the Brook of Egypt to the Mediterranean. This will be the southern border."},{"number":20,"verse":"“On the west side, the Mediterranean itself will be your border from the southern border to the point where the northern border begins, opposite Lebo-hamath."},{"number":21,"verse":"“Divide the land within these boundaries among the tribes of Israel."},{"number":22,"verse":"Distribute the land as an allotment for yourselves and for the foreigners who have joined you and are raising their families among you. They will be like native-born Israelites to you and will receive an allotment among the tribes."},{"number":23,"verse":"These foreigners are to be given land within the territory of the tribe with whom they now live. I, the Sovereign LORD, have spoken!"}]}