{"bibleAbbr":"NLT2015","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":8,"verses":[{"number":1,"verse":"Idolatry in the Temple Then on September 17, (Hebrew on the fifth [day] of the sixth month, of the ancient Hebrew lunar calendar. This event occurred on September 17, 592 B. C.; also see note on 1:1.) during the sixth year of King Jehoiachin’s captivity, while the leaders of Judah were in my home, the Sovereign LORD took hold of me."},{"number":2,"verse":"I saw a figure that appeared to be a man. (As in Greek version; Hebrew reads appeared to be fire.) From what appeared to be his waist down, he looked like a burning flame. From the waist up he looked like gleaming amber. (Or like burnished metal.)"},{"number":3,"verse":"He reached out what seemed to be a hand and took me by the hair. Then the Spirit lifted me up into the sky and transported me to Jerusalem in a vision from God. I was taken to the north gate of the inner courtyard of the Temple, where there is a large idol that has made the LORD very jealous."},{"number":4,"verse":"Suddenly, the glory of the God of Israel was there, just as I had seen it before in the valley."},{"number":5,"verse":"Then the LORD said to me, “Son of man, look toward the north.” So I looked, and there to the north, beside the entrance to the gate near the altar, stood the idol that had made the LORD so jealous."},{"number":6,"verse":"“Son of man,” he said, “do you see what they are doing? Do you see the detestable sins the people of Israel are committing to drive me from my Temple? But come, and you will see even more detestable sins than these!”"},{"number":7,"verse":"Then he brought me to the door of the Temple courtyard, where I could see a hole in the wall."},{"number":8,"verse":"He said to me, “Now, son of man, dig into the wall.” So I dug into the wall and found a hidden doorway."},{"number":9,"verse":"“Go in,” he said, “and see the wicked and detestable sins they are committing in there!”"},{"number":10,"verse":"So I went in and saw the walls covered with engravings of all kinds of crawling animals and detestable creatures. I also saw the various idols (The Hebrew term (literally round things) probably alludes to dung.) worshiped by the people of Israel."},{"number":11,"verse":"Seventy leaders of Israel were standing there with Jaazaniah son of Shaphan in the center. Each of them held an incense burner, from which a cloud of incense rose above their heads."},{"number":12,"verse":"Then the LORD said to me, “Son of man, have you seen what the leaders of Israel are doing with their idols in dark rooms? They are saying, ‘The LORD doesn’t see us; he has deserted our land!’”"},{"number":13,"verse":"Then the LORD added, “Come, and I will show you even more detestable sins than these!”"},{"number":14,"verse":"He brought me to the north gate of the LORD’s Temple, and some women were sitting there, weeping for the god Tammuz."},{"number":15,"verse":"“Have you seen this?” he asked. “But I will show you even more detestable sins than these!”"},{"number":16,"verse":"Then he brought me into the inner courtyard of the LORD’s Temple. At the entrance to the sanctuary, between the entry room and the bronze altar, there were about twenty-five men with their backs to the sanctuary of the LORD. They were facing east, bowing low to the ground, worshiping the sun!"},{"number":17,"verse":"“Have you seen this, son of man?” he asked. “Is it nothing to the people of Judah that they commit these detestable sins, leading the whole nation into violence, thumbing their noses at me, and provoking my anger?"},{"number":18,"verse":"Therefore, I will respond in fury. I will neither pity nor spare them. And though they cry for mercy, I will not listen.”"}]}