{"bibleAbbr":"RcV2003","bookName":"Philippians","bookEnglishName":"Philippians","chapterNumber":4,"verses":[{"number":1,"verse":"So then, my brothers, beloved and longed for, my joy and crown, in the same way stand firm in the Lord, beloved."},{"number":2,"verse":"I exhort Euodias, and I exhort Syntyche, to think the same thing in the Lord."},{"number":3,"verse":"Yes, I ask you also, genuine yokefellow, assist them, since they contended with me in the gospel, as well as with Clement and the rest of my fellow workers, whose names are in the book of life."},{"number":4,"verse":"Rejoice in the Lord always; again I will say, rejoice."},{"number":5,"verse":"Let your forbearance be known to all men. The Lord is near."},{"number":6,"verse":"In nothing be anxious, but in everything, by prayer and petition with thanksgiving, let your requests be made known to God;"},{"number":7,"verse":"And the peace of God, which surpasses every man’s understanding, will guard your hearts and your thoughts in Christ Jesus."},{"number":8,"verse":"Finally, brothers, what things are true, what things are dignified, what things are righteous, what things are pure, what things are lovely, what things are well spoken of, if there is any virtue and if any praise, take account of these things."},{"number":9,"verse":"The things which you have also learned and received and heard and seen in me, practice these things; and the God of peace will be with you."},{"number":10,"verse":"But I rejoiced in the Lord greatly because now at length you have caused your thinking for me to blossom anew; for which matter you had indeed taken thought, but lacked opportunity."},{"number":11,"verse":"Not that I speak according to lack, for I have learned, in whatever circumstances I am, to be content."},{"number":12,"verse":"I know also how to be abased, and I know how to abound; in everything and in all things I have learned the secret both to be filled and to hunger, both to abound and to lack."},{"number":13,"verse":"I am able to do all things in Him who empowers me."},{"number":14,"verse":"Nevertheless you did well to have fellowship with me in my affliction."},{"number":15,"verse":"And you yourselves also know, Philippians, that in the beginning of the gospel, when I went out from Macedonia, no church had fellowship with me in the account of giving and receiving except you only;"},{"number":16,"verse":"For even in Thessalonica you sent both once and again to my need."},{"number":17,"verse":"Not that I seek the gift, but I seek the fruit which increases to your account."},{"number":18,"verse":"But I have received in full all things and abound; I have been filled, receiving from Epaphroditus the things from you, a sweet-smelling savor, an acceptable sacrifice, well pleasing to God."},{"number":19,"verse":"And my God will fill your every need according to His riches, in glory, in Christ Jesus."},{"number":20,"verse":"Now to our God and Father be the glory forever and ever. Amen."},{"number":21,"verse":"Greet every saint in Christ Jesus. The brothers who are with me greet you."},{"number":22,"verse":"All the saints greet you, and especially those of Caesar’s household."},{"number":23,"verse":"The grace of the Lord Jesus Christ be with your spirit."}]}