{"bibleAbbr":"RcV2003","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":1,"verses":[{"number":1,"verse":"The word of Jehovah which came to Hosea the son of Beeri in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash the king of Israel."},{"number":2,"verse":"At the beginning of Jehovah’s speaking to Hosea, Jehovah said to Hosea, Go, take to yourself a wife of harlotries / And children of harlotries, / For the land is entirely given over to harlotry, / And thus departs from Jehovah."},{"number":3,"verse":"So he went and took Gomer the daughter of Diblaim. And she conceived and bore him a son."},{"number":4,"verse":"And Jehovah said to him, Call his name Jezreel, / For yet a little while / And I will avenge the bloodshed of Jezreel / Upon the house of Jehu / And will bring an end to the kingdom of the house of Israel."},{"number":5,"verse":"And in that day / I will break the bow of Israel / In the valley of Jezreel."},{"number":6,"verse":"And she conceived again and bore a daughter. And He said to him, Call her name Lo-ruhamah, / For I will no longer have compassion / On the house of Israel, / That I should forgive them at all."},{"number":7,"verse":"But on the house of Judah I will have compassion and will save them by Jehovah their God, and I will not save them by bow or by sword or by battle, by horses or by horsemen."},{"number":8,"verse":"When she had weaned Lo-ruhamah, she conceived and bore a son."},{"number":9,"verse":"And He said, Call his name Lo-ammi, / For you are not My people, / And I will not belong to you."},{"number":10,"verse":"But the number of the children of Israel will be like the sand of the sea, / Which cannot be measured or numbered; / And in the place where it will be said to them, You are not My people, / It will be said to them, You are the sons of the living God."},{"number":11,"verse":"And the children of Judah and the children of Israel will be gathered together, / And they will appoint for themselves one head, and they will go up from the land, / For great will be the day of Jezreel."}]}