{"bibleAbbr":"NRSVue2021","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":18,"verses":[{"number":1,"verse":"The Defeat and Death of Absalom (Ex 18.25; 1 Sam 22.7) Then David mustered the men who were with him and set over them commanders of thousands and commanders of hundreds."},{"number":2,"verse":"(1 Sam 11.11; 2 Sam 15.19) And David sent forth the army: one third under the command of Joab; one third under the command of Abishai son of Zeruiah, Joab’s brother; and one third under the command of Ittai the Gittite. The king said to the men, “I myself will also go out with you.”"},{"number":3,"verse":"(2 Sam 21.17) But the men said, “You shall not go out. For if we flee, they will not care about us. If half of us die, they will not care about us. But you are worth ten thousand of us; (Gk Vg Symmachus: Heb for now there are ten thousand such as we) therefore it is better that you send us help from the city.”"},{"number":4,"verse":"(v 24) The king said to them, “Whatever seems best to you I will do.” So the king stood at the side of the gate, while all the army marched out by hundreds and by thousands."},{"number":5,"verse":"(v 12) The king ordered Joab and Abishai and Ittai, saying, “Deal gently for my sake with the young man Absalom.” And all the people heard when the king gave orders to all the commanders concerning Absalom."},{"number":6,"verse":"(Josh 17.15, 18) So the army went out into the field against Israel, and the battle was fought in the forest of Ephraim."},{"number":7,"verse":"The men of Israel were defeated there by the servants of David, and the slaughter there was great on that day, twenty thousand men."},{"number":8,"verse":"The battle spread over the face of all the country, and the forest claimed more victims that day than the sword."},{"number":9,"verse":"(2 Sam 14.26) Absalom happened to meet the servants of David. Absalom was riding on his mule, and the mule went under the thick branches of a great oak. His head caught fast in the oak, and he was left hanging (Gk Syr Tg: Heb was put) between heaven and earth, while the mule that was under him went on."},{"number":10,"verse":"A man saw it and told Joab, “I saw Absalom hanging in an oak.”"},{"number":11,"verse":"Joab said to the man who told him, “What, you saw him! Why then did you not strike him there to the ground? I would have been glad to give you ten pieces of silver and a belt.”"},{"number":12,"verse":"(v 5) But the man said to Joab, “Even if I felt in my hand the weight of a thousand pieces of silver, I would not raise my hand against the king’s son, for in our hearing the king commanded you and Abishai and Ittai, saying, ‘For my sake protect the young man Absalom!’"},{"number":13,"verse":"On the other hand, if I had dealt treacherously against his life (Another reading is at the risk of my life) (and there is nothing hidden from the king), then you yourself would have stood aloof.”"},{"number":14,"verse":"(2 Sam 14.30) Joab said, “I will not waste time like this with you.” He took three spears in his hand and thrust them into the heart of Absalom while he was still alive in the oak."},{"number":15,"verse":"And ten young men, Joab’s armor-bearers, surrounded Absalom and struck him and killed him."},{"number":16,"verse":"(2 Sam 2.28; 20.22) Then Joab sounded the trumpet, and the troops came back from pursuing Israel, for Joab restrained the troops."},{"number":17,"verse":"(Josh 7.26; 8.29) They took Absalom, threw him into a great pit in the forest, and raised over him a very great heap of stones. Meanwhile all the Israelites fled to their homes."},{"number":18,"verse":"(Gen 14.17; 1 Sam 15.12; 2 Sam 14.27) Now Absalom in his lifetime had taken and set up for himself a pillar that is in the King’s Valley, for he said, “I have no son to keep my name in remembrance.” He called the pillar by his own name; it is called Absalom’s Monument to this day."},{"number":19,"verse":"David Hears of Absalom’s Death (v 31|2SA 18:31; 2 Sam 15.36) Then Ahimaaz son of Zadok said, “Let me run and carry tidings to the king that the LORD has delivered him from the power of his enemies.”"},{"number":20,"verse":"Joab said to him, “You are not to carry tidings today; you may carry tidings another day, but today you shall not do so because the king’s son is dead.”"},{"number":21,"verse":"Then Joab said to a Cushite, “Go, tell the king what you have seen.” The Cushite bowed before Joab and ran."},{"number":22,"verse":"Then Ahimaaz son of Zadok said again to Joab, “Come what may, let me also run after the Cushite.” And Joab said, “Why will you run, my son, seeing that you have no reward (Meaning of Heb uncertain) for the tidings?”"},{"number":23,"verse":"“Come what may,” he said, “I will run.” So he said to him, “Run.” Then Ahimaaz ran by the way of the Plain and outran the Cushite."},{"number":24,"verse":"(2 Sam 13.34; 19.8; 2 Kings 9.17) Now David was sitting between the two gates. The sentinel went up to the roof of the gate by the wall, and when he looked up he saw a man running alone."},{"number":25,"verse":"The sentinel shouted and told the king. The king said, “If he is alone, there are tidings in his mouth.” He kept coming and drew near."},{"number":26,"verse":"Then the sentinel saw another man running, and the sentinel called to the gatekeeper and said, “See, another man running alone!” The king said, “He also is bringing tidings.”"},{"number":27,"verse":"The sentinel said, “I think the first one runs like Ahimaaz son of Zadok.” The king said, “He is a good man and comes with good tidings.”"},{"number":28,"verse":"(1 Sam 17.46; 25.23; 2 Sam 14.4) Then Ahimaaz cried out to the king, “All is well!” He prostrated himself before the king with his face to the ground and said, “Blessed be the LORD your God, who has delivered up the men who raised their hand against my lord the king.”"},{"number":29,"verse":"(v 22) The king said, “Is it well with the young man Absalom?” Ahimaaz answered, “I saw a great tumult when the king’s servant Joab sent your servant, but I do not know what it was.”"},{"number":30,"verse":"The king said, “Turn aside, and stand here.” So he turned aside and stood still."},{"number":31,"verse":"(v 19|2SA 18:19; Judg 5.31) Then the Cushite came, and the Cushite said, “Good tidings for my lord the king! For the LORD has vindicated you this day, delivering you from the power of all who rose up against you.”"},{"number":32,"verse":"(1 Sam 25.26) The king said to the Cushite, “Is it well with the young man Absalom?” The Cushite answered, “May the enemies of my lord the king and all who rise up to do you harm be like that young man.”"},{"number":33,"verse":"David Mourns for Absalom (Ex 32.32; 2 Sam 19.4; Rom 9.3) (19.1 in Heb) The king was deeply moved and went up to the chamber over the gate and wept, and as he went he said, “O my son Absalom, my son, my son Absalom! Would I had died instead of you, O Absalom, my son, my son!”"}]}