{"bibleAbbr":"NRSVue2021","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":20,"verses":[{"number":1,"verse":"The Rebellion of Sheba (2 Sam 19.43; 1 Kings 12.16; 2 Chr 10.16) Now a scoundrel named Sheba son of Bichri, a Benjaminite, happened to be there. He sounded the trumpet and cried out, “We have no portion in David, no share in the son of Jesse! Everyone to your tents, O Israel!”"},{"number":2,"verse":"So all the people of Israel withdrew from David and followed Sheba son of Bichri, but the people of Judah followed their king steadfastly from the Jordan to Jerusalem."},{"number":3,"verse":"(2 Sam 15.16; 16.21, 22) David came to his house at Jerusalem, and the king took the ten concubines whom he had left to look after the house and put them in a house under guard and provided for them but did not go in to them. So they were shut up until the day of their death, living as if in widowhood."},{"number":4,"verse":"(2 Sam 19.13) Then the king said to Amasa, “Call the men of Judah together to me within three days, and be here yourself.”"},{"number":5,"verse":"So Amasa went to summon Judah, but he delayed beyond the set time that had been appointed him."},{"number":6,"verse":"(2 Sam 11.11; 1 Kings 1.33) David said to Abishai, “Now Sheba son of Bichri will do us more harm than Absalom; take your lord’s servants and pursue him, or he will find fortified cities for himself and escape from us.”"},{"number":7,"verse":"(2 Sam 8.18; 15.18; 1 Kings 1.38) Joab’s men went out after him, along with the Cherethites, the Pelethites, and all the warriors; they went out from Jerusalem to pursue Sheba son of Bichri."},{"number":8,"verse":"When they were at the large stone that is in Gibeon, Amasa came to meet them. Now Joab was wearing a soldier’s garment, and over it was a belt with a sword in its sheath fastened at his waist; as he went forward, it fell out."},{"number":9,"verse":"(Mt 26.49) Joab said to Amasa, “Is it well with you, my brother?” And Joab took Amasa by the beard with his right hand to kiss him."},{"number":10,"verse":"(2 Sam 2.23; 3.27; 1 Kings 2.5) But Amasa did not notice the sword in Joab’s hand; Joab struck him in the belly so that his entrails poured out on the ground, and he died. He did not strike a second blow. Then Joab and his brother Abishai pursued Sheba son of Bichri."},{"number":11,"verse":"And one of Joab’s men took his stand by Amasa and said, “Whoever favors Joab, and whoever is for David, let him follow Joab.”"},{"number":12,"verse":"Amasa lay wallowing in his blood on the highway, and the man saw that all the people were stopping. Since he saw that all who came by him were stopping, he carried Amasa from the highway into a field and threw a garment over him."},{"number":13,"verse":"Once he was removed from the highway, all the people went on after Joab to pursue Sheba son of Bichri."},{"number":14,"verse":"Sheba (Heb He) passed through all the tribes of Israel to Abel of Beth-maacah, (Compare 20.15: Heb and Beth-maacah) and all the Bichrites (Compare Gk Vg: Heb Berites) assembled and followed him inside."},{"number":15,"verse":"(1 Kings 15.20; 2 Kings 19.32) Joab’s forces (Heb They) came and besieged him in Abel of Beth-maacah; they threw up a siege ramp against the city, and it stood against the rampart. Joab’s forces were battering the wall to break it down."},{"number":16,"verse":"(2 Sam 14.2) Then a wise woman called from the city, “Listen! Listen! Tell Joab, ‘Come here, I want to speak to you.’ ”"},{"number":17,"verse":"He came near her, and the woman said, “Are you Joab?” He answered, “I am.” Then she said to him, “Listen to the words of your servant.” He answered, “I am listening.”"},{"number":18,"verse":"Then she said, “They used to say in the old days, ‘Let them inquire at Abel,’ and so they would settle a matter."},{"number":19,"verse":"(1 Sam 26.19; 2 Sam 21.3) I am one of those who are peaceable and faithful in Israel; you seek to destroy a city that is a mother in Israel; why will you swallow up the heritage of the LORD?”"},{"number":20,"verse":"Joab answered, “Far be it from me, far be it, that I should swallow up or destroy!"},{"number":21,"verse":"(v 2) That is not the case! But a man of the hill country of Ephraim called Sheba son of Bichri has lifted up his hand against King David; give him up alone, and I will withdraw from the city.” The woman said to Joab, “His head shall be thrown over the wall to you.”"},{"number":22,"verse":"(v 1|2SA 20:1; Eccl 9.13-16) Then the woman went to all the people with her wise plan. And they cut off the head of Sheba son of Bichri and threw it out to Joab. So he blew the trumpet, and they dispersed from the city, and all went to their homes, while Joab returned to Jerusalem to the king."},{"number":23,"verse":"(2 Sam 8.16-18) Now Joab was in command of all the army of Israel; (Cn: Heb Joab to all the army, Israel) Benaiah son of Jehoiada was in command of the Cherethites and the Pelethites;"},{"number":24,"verse":"Adoram was in charge of the forced labor; Jehoshaphat son of Ahilud was the recorder;"},{"number":25,"verse":"(2 Sam 8.17) Sheva was secretary; Zadok and Abiathar were priests;"},{"number":26,"verse":"(2 Sam 23.38) and Ira the Jairite was also David’s priest."}]}