{"bibleAbbr":"NRSVue2021","bookName":"2 Samuel","bookEnglishName":"2 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"David’s Census of Israel and Judah (2 Sam 21.1, 2; 1 Chr 27.23, 24) Again the anger of the LORD was kindled against Israel, and he incited David against them, saying, “Go, count the people of Israel and Judah.”"},{"number":2,"verse":"(Judg 20.1; 2 Sam 3.10) So the king said to Joab and the commanders of the army (Cn Compare 1 Chr 21.2 Gk: Heb to Joab the commander of the army) who were with him, “Go through all the tribes of Israel, from Dan to Beer-sheba, and take a census of the people, so that I may know how many there are.”"},{"number":3,"verse":"But Joab said to the king, “May the LORD your God increase the number of the people a hundredfold while the eyes of my lord the king can still see it! But why does my lord the king want to do this?”"},{"number":4,"verse":"But the king’s word prevailed against Joab and the commanders of the army. So Joab and the commanders of the army went out from the presence of the king to take a census of the people of Israel."},{"number":5,"verse":"(Num 32.1, 3; Deut 2.36; Josh 13.9, 16) They crossed the Jordan and began from (Gk mss: Heb encamped in Aroer south of) Aroer and from the city that is in the middle of the valley, toward Gad and on to Jazer."},{"number":6,"verse":"(Josh 19.28) Then they came to Gilead and to Kadesh in the land of the Hittites, (Gk: Heb to the land of Tahtim-hodshi) and they came to Dan, and from Dan (Cn Compare Gk: Heb they came to Dan-jaan and) they went around to Sidon"},{"number":7,"verse":"(Gen 21.22-33; Josh 11.3) and came to the fortress of Tyre and to all the cities of the Hivites and Canaanites, and they went out to the Negeb of Judah at Beer-sheba."},{"number":8,"verse":"So when they had gone through all the land, they came back to Jerusalem at the end of nine months and twenty days."},{"number":9,"verse":"(1 Chr 21.5) Joab reported to the king the number of those who had been recorded: in Israel there were eight hundred thousand soldiers able to draw the sword, and those of Judah were five hundred thousand."},{"number":10,"verse":"Judgment on David’s Sin (1 Sam 13.13; 24.5; 2 Sam 12.13) But afterward, David was stricken to the heart because he had numbered the people. David said to the LORD, “I have sinned greatly in what I have done. But now, O LORD, I pray you, take away the guilt of your servant, for I have done very foolishly.”"},{"number":11,"verse":"(1 Sam 9.9; 22.5; 1 Chr 29.29) When David rose in the morning, the word of the LORD came to the prophet Gad, David’s seer, saying,"},{"number":12,"verse":"(1 Chr 21.12) “Go and say to David: Thus says the LORD: Three things I offer (Or hold over) you; choose one of them, and I will do it to you.”"},{"number":13,"verse":"So Gad came to David and told him; he asked him, “Shall seven years of famine come to you on your land? Or will you flee three months before your foes while they pursue you? Or shall there be three days’ pestilence in your land? Now consider and decide what answer I shall return to the one who sent me.”"},{"number":14,"verse":"(Ps 103.8, 13, 14) Then David said to Gad, “I am in great distress; let us fall into the hand of the LORD, for his mercy is great, but let me not fall into human hands.”"},{"number":15,"verse":"(1 Chr 21.14; 27.24) So the LORD sent a pestilence on Israel from that morning until the appointed time, and seventy thousand of the people died, from Dan to Beer-sheba."},{"number":16,"verse":"(Gen 6.6; Ex 12.23; 1 Sam 15.11) But when the angel stretched out his hand toward Jerusalem to destroy it, the LORD relented concerning the evil and said to the angel who was bringing destruction among the people, “It is enough; now stay your hand.” The angel of the LORD was standing (Q ms: MT lacks standing) by the threshing floor of Araunah the Jebusite. David looked up and saw the angel of the LORD standing between earth and heaven and in his hand a drawn sword stretched out over Jerusalem. Then David and the elders, clothed in sackcloth, fell on their faces. (Q ms Compare 1 Chr 21.16: MT lacks David looked…faces)"},{"number":17,"verse":"(v 10|2SA 24:10; 1 Chr 21.17) When David saw the angel who was destroying the people, he said to the LORD, “I alone have sinned, and I, the shepherd, have done evil, (Q ms Gk: MT reads I alone have done wickedly) but these sheep, what have they done? Let your hand, I pray, be against me and against my father’s house.”"},{"number":18,"verse":"David’s Altar on the Threshing Floor (1 Chr 21.18ff) That day Gad came to David and said to him, “Go up and erect an altar to the LORD on the threshing floor of Araunah the Jebusite.”"},{"number":19,"verse":"Following Gad’s instructions, David went up, as the LORD had commanded."},{"number":20,"verse":"When Araunah looked down, he saw the king and his servants coming toward him, and Araunah went out and prostrated himself before the king with his face to the ground."},{"number":21,"verse":"(Num 16.48, 50) Araunah said, “Why has my lord the king come to his servant?” David said, “To buy the threshing floor from you in order to build an altar to the LORD, so that the plague may be averted from the people.”"},{"number":22,"verse":"(1 Kings 19.21) Then Araunah said to David, “Let my lord the king take and offer up what seems good to him; here are the oxen for the burnt offering and the threshing sledges and the yokes of the oxen for the wood."},{"number":23,"verse":"(Ezek 20.40, 41) All this, O king, Araunah gives to the king.” And Araunah said to the king, “May the LORD your God respond favorably to you.”"},{"number":24,"verse":"(1 Chr 21.24, 25) But the king said to Araunah, “No, but I will buy them from you for a price; I will not offer burnt offerings to the LORD my God that cost me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver."},{"number":25,"verse":"(v 21|2SA 24:21; 2 Sam 21.14) David built there an altar to the LORD and offered burnt offerings and offerings of well-being. So the LORD answered his supplication for the land, and the plague was averted from Israel."}]}