{"bibleAbbr":"awaERV2005","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":1,"verses":[{"number":1,"verse":"( प्रस्तावना) दाऊद क पूत अउ इस्राएल क राजा सुलैमान क नीतिवचन (कहावतन)।"},{"number":2,"verse":"इ सबइ बातन क मनइ क बुद्धि क पावइ, अनुसासन क ग्रहण करइ, जेनसे समुझ स भरी बातन क गियान होइ,"},{"number":3,"verse":"मनई धरम स पूर्ण, निआव स पूर्ण सत्त्य स पूर्ण क करम करइ क विवेकसील अउर अनुसासन मँ रहइ क जिन्नगी पावइ,"},{"number":4,"verse":"सहल सोझवाले लोगन क इ सिखावाइ बरे कि विवेकसील जिन्नगी कइसे बिताइ जाइ, अउर जवान लोगन क गियान अउर बुद्धीमत्ता सिखावइ बरे, लिखा गवा अहइँ।"},{"number":5,"verse":"बुद्धिमान लोगन क ओनका सुनिके आपन बुद्धि अउर समुझदारी बढ़ावइ द्या।"},{"number":6,"verse":"एह बरे लिखा गवा, ताकि मनई नीतिवचन, गियानी क दृष्टान्तन क अउर पहेली भरी बातन क समुझ सकइँ।"},{"number":7,"verse":"यहोवा क डर मानब गियान क प्रारम्भ अहइ। मुला मूरख जन तउ बुद्धि अउ सिच्छा क निरर्थक मानत हीं।"},{"number":8,"verse":"( विवेकपूर्ण बना चिताउनी: प्रलोभन स बचा) हे मोर पूत, आपन बाप क सिच्छा पइ धियान द्या अउर आपन महतारी क नसीहत क जिन बिसरा।"},{"number":9,"verse":"उ पचे तोहार मूँड़ सजावइ क मुकुट अउ सोभा स जोरइ तोहरे गले क हार बनिहीं। चिताउनी: बुरी संगत स बचा"},{"number":10,"verse":"हे मोर पूत, अगर पापी लोग तोहका बहलावइ फुसलावइ आवइँ ओनकर कबहुँ जिन मान्या।"},{"number":11,"verse":"अउर अगर उ पचे कहइँ, “आवा हमरे संग। आ, हम पचे कउनो क घाते मँ बइठी। आ, निर्दोख पइ छुपिके वार करी।"},{"number":12,"verse":"आ, हम पचे ओनका जिअत ही सारा क सारा लील जाइ वइसे ही जइसे कब्र लील लेत हीं। जइसे खाले पाताल मँ कहूँ फिसरत चला जात ह।"},{"number":13,"verse":"हम सबहिं बहोत कीमती चिजियन पाइ जाब अउर आपन इ लूट स घरवा भरि लेब।"},{"number":14,"verse":"आपन भाग्य क पाँसा हम लोग आपन बीच लोकावा, हम पचे सामुहिक बटुआ क सहभागी होब।”"},{"number":15,"verse":"हे मोर पूत, तू ओनकर राहन पइ जिन चला, तू आपन गोड़ ओन लोगन क राहे पइ जिन रखा।"},{"number":16,"verse":"काहेकि ओनकर गोड़ बुराई क ओर बढ़त हीं। उ पचे रकत बहावइ क बहोत सन्नध रहत हीं।"},{"number":17,"verse":"उ समइ जाल क फइलाना केतना बेकार अहइ जबकि पंछी पूरी तरह स लखत हीं।"},{"number":18,"verse":"जउन कउनो क रकत बहावइ क इंतजार मँ बइठा अहइँ उ पचे अपने आप जालि मँ फँसि जइहीं।"},{"number":19,"verse":"उ सबइ जउन बेइमानी क धन हासिल करइ क जतन करत ह उ पचे आपन जिन्नगी उहइ मँ खो देत हीं।"},{"number":20,"verse":"( चिताउनी: बुद्धि हीन जिन बना) बुद्धि, गलियन मँ गोहरावत ह, उ सर्वजनिक जगहन मँ आपन आवाज उठावत ह।"},{"number":21,"verse":"सोर स भरी गलियन क नोक्कड़ पइ गोहरावत ह, सहर क फाटक पइ आपन भासण देत ह:"},{"number":22,"verse":"“अरे नादान लोगन! तू कब तलक आपन नादानी स पिरेम करत रहब्या? हँसी ठ्टाकरइवालन, तू कब तलक ठटा करइ मँ आनन्द लेब्या? अरे मूर्खो, तू कब तलक गियान स घिना करब्या?"},{"number":23,"verse":"अगर मोर फटकार तोह पइ असर डावत तउ मइँ तोह पइ आपन हिरदय उड़ेर देत अउर तोहका अपने सबहिं विचार देखाइ देतेउँ।"},{"number":24,"verse":"“मुला काहेकि तू तउ मोका नकार दिहा जब मइँ तोहका गोहराएउँ, अउर कउनो धियान नाहीं दिहस, जब मइँ आपन हथवा बढ़ाए रहेउँ।"},{"number":25,"verse":"तू मोर सबहि उपदेस क उपेच्छा किहा अउर मोर फटकार कबहुँ नाहीं स्वीकार किहा।"},{"number":26,"verse":"एह बरे, बदले मँ, मइँ तोहरे नासे पइ हँसब। मइँ हँसी ठट्टा करब जब तोहार बिनास तोहका घेरी।"},{"number":27,"verse":"जब बिनास तोहका वइसे ही घेरी जइसे खउफनाक बबूला क चक्रवाद घेरत ह, जब बिनास जकड़ी, अउर जब बिनास अउ संकट तोहका बोर देइहीं।"},{"number":28,"verse":"“तब, उ पचे मोका गोहरइहीं किंतु मइँ कउनो भी जवाब नाहीं देबउँ। उ पचे मोका हेरत फिरिहीं मुला नाहीं पइहीं।"},{"number":29,"verse":"काहेकि उ पचे हमेसा गियान स घिना करत रहेन, अउर उ पचे कबहुँ नाहीं चाहेन कि उ पचे यहोवा स डेराइँ।"},{"number":30,"verse":"काहेकि उ पचे, मोर उपदेस कबहुँ धारन नाहीं किहन, अउर मोर डाट-फटकार क रद्द करिहीं।"},{"number":31,"verse":"उ पचे अपन जीवन क करमन क फल जरूर भोगिहीं, उ पचे आपन बुरे जोजना स खुद आपन पेट भरिहीं।"},{"number":32,"verse":"“नादान लोगन क हटी ओनका ही बिनास करिहीं मूरखन लोगन क लापरवाही वाला रवैया ओनका नस्ट कइ देइ।"},{"number":33,"verse":"मुला जउन मोर सुनी उ सुरच्छित रही, उ बगैर कउनो नोस्कान अउर कउनो डर क हमेसा चैन स रही।”"}]}