{"bibleAbbr":"awaERV2005","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"मनई तउ आपन जोजना क बनावत ह, मुला ओनका यहोवा ही कारज क रूप देत ह।"},{"number":2,"verse":"मनई क आपन राहन पाप रहित लागत ही; मुला यहोवा ओकरी नियत क परखत ह।"},{"number":3,"verse":"जउन कछू तू यहोवा क समर्पण करत अहा तोहार सारी जोजनन सफल होइहीं।"},{"number":4,"verse":"यहोवा हर एक चिजियन बरे जोजना बनाएस ह, अउर आपन जोजना क मुताबिक दुट्ठन क नास कीन्ह जाब।"},{"number":5,"verse":"जेनके मने मँ अहंकार भरा भवा अहइ, ओनसे यहोवा घिना करत ह। एका तू सुनिहचित जाना, कि उ पचे बगैर सजा पाए नाहीं बचिहीं।"},{"number":6,"verse":"वफादारी अउर सच्चाइ स अपराध क खतम किया जा सकत ह। यहोवा क आदर करइ स तू बुराइ स बचब्या।"},{"number":7,"verse":"यहोवा क जब मनई क राहन भावत हीं, उ ओकरे दुस्मनन क भी संग सान्ति स रहइ क मीत बनाइ देत ह।"},{"number":8,"verse":"अनिआव स मिले जियादा क अपेच्छा, नेकी क संग तनिक मिलब ही उत्तिम अहइ।"},{"number":9,"verse":"मने मँ मनई निज राहन रचत ह, मुला यहोवा ओकरे गोड़न क सुनिहचित करत ह।"},{"number":10,"verse":"राजा जउन बोलत ह नेम बन जात ह। ओका चाही उ निआव स नाहीं चूकइ।"},{"number":11,"verse":"यहोवा चाहत ह कि सबइ तराजू अउ बाट खरा होइ। उ चाहत ह कि सबइ व्यापारिक कारोबार निस्पच्छ होइ।"},{"number":12,"verse":"विवेकी राजा, बुरे करमन स घिना करत ह काहेकि नेकी पइ ही सिंहासन टिकत ह।"},{"number":13,"verse":"राजा लोगन क निआव स भरी वाणी पसन्द करइ चाही। जउन जन फुरइ बोलत ह, उ पचन्क ओका सम्मान देइ चाइही।"},{"number":14,"verse":"राजा क कोप मउत क दूत होत ह मुला गियानी जन स ही उ सांत होइ।"},{"number":15,"verse":"राजा जब खुस होत ह तब सबइ क जिन्नगी उत्तिम होत ह, अगर राजा तोहसे खुस अहइ तउ उ बसंत ऋतु क बर्खा जइसी अहइ।"},{"number":16,"verse":"विवेक सोना स जियादा उत्तिम अहइ, अउर समुझबूझ पाउब चाँदी स उत्तिम अहइ।"},{"number":17,"verse":"सज्जन लोगन क राह बदी स दूर रहत ह। जउन आपन राहे क चौकस करत ह, उ आपन जिन्नगी क रखवारी करत ह।"},{"number":18,"verse":"नास आवइ स पहिले अहंकार आइ जात ह; अउ पतन स पहिले अहंकारी आवत ह।"},{"number":19,"verse":"स्वाभिमानी लोगन क संग लूटक सम्पत्ति बाँट लेइ स, दीन अउ गरीब लोगन क संग विनम्र रहब उत्तिम अहइ।"},{"number":20,"verse":"जउन भी आपन कारोबार म अच्छा अहइ उ फूली-फली। अउर जेकर भरोसा यहोवा पइ अहइ उहइ धन्न अहइ।"},{"number":21,"verse":"बुद्धिमान मनवाला विवेक कहवावत हीं। अउर उ व्यक्ति जउन सवधानी स सब्दन क चुनत ह उ जियादा बिस्सास जोग्ग होत ह।"},{"number":22,"verse":"जेनके लगे समुझबूझ अहइ, ओनके बरे समुझबूझ जिन्नगी सोता होत ह, मुला मूरखन क मूढ़ता ओनका सजा दिआवत ह।"},{"number":23,"verse":"बुद्धिमान क हिरदय आपन वाणी क अनुसासन मँ धरत ह; अउर बिस्सास जोग्ग सब्दन क जोड़त ह।"},{"number":24,"verse":"मन क भावइ वाली वाणी सहद जइसी होत ह। ओनका सरलता स ग्रहण किया जात ह अउर तोहार स्वास्थ्य बरे नीक होत ह।"},{"number":25,"verse":"मारग अइसा भी होत ह जउन उचित जान पड़त ह, मुला परिणाम मँ उ मउत क जात ह।"},{"number":26,"verse":"काम करइवाला क भूखे स भरी सबइ इच्छा ओहसे काम करवावत रहत हीं। इ भूख ही ओका अगवा ढकेलत ह।"},{"number":27,"verse":"बुरा मनई सडयंत्र रचत ह, अउर ओकर वाणी अइसी होत ह जइसी झुरसत आगी।"},{"number":28,"verse":"उत्पाती मनई बात-विवाद भड़कावत ह। अउर कानाफूसी करइ वाला निचके क मीतन क फोड़ देत ह।"},{"number":29,"verse":"आपन पड़ोसी क उ हिसंक फँसाइ लेत ह अउर कुमारग पइ ओका हींच लइ जात ह।"},{"number":30,"verse":"जब भी मनई आँखी स इसारा कइके जोजनन क रचत रहत ह उ बिनासकारी ह। जब पड़ोसी क चोट पहुचावइ बरे जोजना रच लेत ह तउ उ हसँत ह।"},{"number":31,"verse":"सफेद बार महिमा मुकुट होत हीं जउन धर्मी जिन्नगी स मिलत हीं।"},{"number":32,"verse":"धर्मी जन कउनो जोधा स भी उत्तिम अहइँ, अउर जउन किरोध पइ नियंत्रण धरत ह, उ अइसे मनई स उत्तिम होत ह, जउन पूरे सहर क जीत लेत ह।"},{"number":33,"verse":"पासा तउ झोरी मँ डाइ दीन्ह जात ह, मुला ओकर हर फैसला यहोवा ही करत ह।"}]}