{"bibleAbbr":"awaERV2005","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":18,"verses":[{"number":1,"verse":"कछू मनई आपन इच्छा क अनुसार काम करत ही। जदि दूसर कउनो ओनका सलाह देत ह तउ उ कोहान जात ह।"},{"number":2,"verse":"मूरख जन दूसर स सीखइ मँ खुस नाही होत ह। उ जउन कछू सोचत ह उहइ बोलत मँ खुस होत ह।"},{"number":3,"verse":"लोग दुट्ठ व्यक्ति क नाही चाहवत ह। लोग मूरख लोग क मजाक उड़ावत ह।"},{"number":4,"verse":"बुद्धिमान क सब्द गहिर जल क नाईं होत हीं, उ पचे बुद्धि क सोता स उछरत भए आवत हीं।"},{"number":5,"verse":"दुट्ठ जन क पच्छ लेब अउर निर्दोख क निआव स वंचित राखब उचित नाहीं होत।"},{"number":6,"verse":"मूरख क होठंन बात-बिवाद क जनम देत ह अउर आपन मुँह क कारण उ पिटा जात ह।"},{"number":7,"verse":"मूरख क मुँह ओकरे कामे क बिगाड़ देत ह अउर ओकर आपन ही होंठन क जाले मँ ओकर परान फंसि जात ह।"},{"number":8,"verse":"लोग हमेसा गपसप सुनइ चाहत ही। इ उत्तिम भोजन क नाई अहइ जउन पेट क भीतर उतरत चला जात ह।"},{"number":9,"verse":"जउन अपन काम मंद गति स करत ह, उ ओकर भाई अहइ, जउन विनास करत ह।"},{"number":10,"verse":"यहोवा क नाउँ एक सुदृढ़ गढ़ क नाईं अहइ। उ कइँती धर्मी जन दौड़ जात हीं अउर सुरच्छित रहत हीं।"},{"number":11,"verse":"धनिक समुझत हीं कि ओनकर धन ओनका बचाइ लेइ उ पचे समुझत हीं कि उ एक सुरच्छित किला अहइ।"},{"number":12,"verse":"पतन स पहिले मन अंहकारी बन जात ह, मुला सम्मान स पूर्व विनम्रता आवत ह।"},{"number":13,"verse":"बात क बिना सुने ही, जउन जवाब मँ बोल पड़त ह, उ ओकर बेवकूफी अउ ओकर अपजस अहइ।"},{"number":14,"verse":"मनई क मन ओका बियाधि मँ थामे राखत ह; मुला टूटे हिरदय क भला कउनो कइसे थामइ।"},{"number":15,"verse":"बुद्धिमान क मन गियान क पावत ह, बुद्धिमान क कान एका खोज लेत हीं।"},{"number":16,"verse":"उपहार देइवाले क मारग उपहार खोलत ह अउर ओका महापुरुसन क समन्वा पहोंचाइ देत ह।"},{"number":17,"verse":"पहिले जउन बोलत ह ठीक ही लागत ह मुला बस तब तलक ही जब तलक दूसर ओहसे सवाल नाहीं करत ह।"},{"number":18,"verse":"अगर दुइ बरिआर आपुस मँ झगड़त होइँ, उत्तिम अहइ कि ओनके झगड़न क पाँसा बहाइके निपटाउब।"},{"number":19,"verse":"रूठे भए बन्धु क मनाउब कउनो गढ़ वाला सहर क जीत लेइसे जियादा कठिन अहइ। अउर आपुसी झगड़न अइसे होत ही जइसे गढ़ी क मुँदे दुआर होत हीं।"},{"number":20,"verse":"मनई क पेट ओकरे मुँहे क फले स ही भरत ह, ओकरे होंठन क खेती क प्रतिफल ओका मिलत ह।"},{"number":21,"verse":"जीभ क वाणी जिन्नगी अउर मउत क सक्ति रखत ह। अउर जउन वाणी स पिरेम राखत हीं, उ पचे ओकर फल स आनन्दित होत हीं।"},{"number":22,"verse":"जेका नीक पत्नी मिली अहइ, उ उत्तिम पदार्थ पाएस ह। ओका यहोवा क अनुग्रह मिलत ह।"},{"number":23,"verse":"गरीब जन तउ दाया क माँग करत ह, मुला धनी जन तउ कठोर जवाब देत ह।"},{"number":24,"verse":"बहोत सारे मीतन क संगत तबाही लाइ सकत ह। किंतु आपन घनिष्ठ मीत भाई स भी उत्तिम होइ सकत ह।"}]}