{"bibleAbbr":"awaERV2005","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":2,"verses":[{"number":1,"verse":"( बुद्धि क नैतिक लाभ) हे मारे पूत, अगर तू मोरे बोध बचनन क सुना अउर मोर हुकुम मन मँ बटोरा,"},{"number":2,"verse":"अउर तू बुद्धि क बातन पइ कान लगावा, मन आपन समुझदारी मँ लगावत भए,"},{"number":3,"verse":"अउर अगर तू अन्तदृस्टि बरे गोहरावा, अउर तू समुझबूझ क बरे पुकारा,"},{"number":4,"verse":"अगर तू एका अइसे हेरा जइसे कउनो कीमती चाँदी क हेरत ह, अउर तू एका हेरा, जइसे कउनो छुपे भए खजाना क हेरत ह,"},{"number":5,"verse":"तब तू यहोवा क डर क समुझब्या अउर परमेस्सर क गियान पउब्या।"},{"number":6,"verse":"काहेकि यहोवा बुद्धि देत ह अउर ओकरे मुँह स ही गियान अउ समुझदारी क बातन फूटत हीं।"},{"number":7,"verse":"ओकरे भंडारे मँ खरी बुद्धि ओनके बरे रहत ह जउन खरा अहइँ। अउर ओनके बरे जउन कि इमानदारी स रहत ह एक ढाल जइसे अहइ।"},{"number":8,"verse":"उ निआव क मारग क रखवारी करत ह अउर आपन वफादार लोगन क राह क रच्छा करत ह।"},{"number":9,"verse":"तबहिं तू समुझब्या कि नेक निआब अउर इमानदारी का अहइ। इ सबइ नीक चिजियन अहइ।"},{"number":10,"verse":"तउ बुद्धि तोहरे मने मँ प्रवेस करी अउर गियान तोहरी आतिमा क आनन्दित करी।"},{"number":11,"verse":"तोहका नीक बुरा क बोध बचाइ, समुझबूझ भरी बुद्धि तोहार रखवारी करी।"},{"number":12,"verse":"बुद्धि तोहका बुरे लोगन क राहे स बचाइ। बुद्धि तोहका ओन लोगन स बचाइ जउन बुरी बात बोलत हीं।"},{"number":13,"verse":"अँधियारी गलियन मँ भटकइ बरे उ पचे सहल-सोझ राहन क तजि देत रहत हीं।"},{"number":14,"verse":"उ पचे बुरे करम करइ मँ हमेसा आनन्द मनावत हीं। उ पचे बुरे कार्य मँ हमेसा मगन रहत हीं।"},{"number":15,"verse":"ओन लोगन पइ बिस्सास नाहीं कइ सकित। उ पचे लबार अहइँ अउर छल करइवाला अहइँ। मुला तोहार बुद्धि अउर समुझ तोहका इन बातन स बचइहिं।"},{"number":16,"verse":"इ बुद्धि तोहका बदकार मेहरारु अउ ओकर चापलूसी स भरी बातन स बचाइ।"},{"number":17,"verse":"जउन आपन जवानी क साथी तजि दिहन वाचा क उपेच्छा परमेस्सर क समच्छ किहे रहा।"},{"number":18,"verse":"काहेकि ओकर घर मउत क गड्ढा मँ अहइ अउर ओकर राहन नरक मँ लइ जात हीं।"},{"number":19,"verse":"जउन भी ओकरे घर जात ह उ कबहुँ नाहीं लउटि पावत अउर ओका जिन्नगी क राहन कबहुँ नाहीं मिलतिन।"},{"number":20,"verse":"एह बरे तू नीक लोगन क मार्ग पइ चलइ चाही अउर तोहका हमेसा सत्यता क मार्गे पइ बना रहे चाही।"},{"number":21,"verse":"इमानदार जन अउर बे कसूर लोग आपन धरती पइ बसा रइहीं।"},{"number":22,"verse":"मुला जउन दुट्ठ धोका स बाज न अहइँ ओनका धरती स हटा दीन्ह जइहीं।"}]}