{"bibleAbbr":"awaERV2005","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"अच्छा नाउँ अपार धन पावइ स जोग्ग अहइ। चाँदी, सोना स, तारीफ क पात्र होब जियादा उत्तिम अहइ।"},{"number":2,"verse":"धनियन मँ अउर निर्धनन मँ इ एक समता अहइ। यहोवा ही एन सबहिं क सिरजनहार अहइ।"},{"number":3,"verse":"कुसल जन जब कउनो विपत्ति क लखत ह, ओका बचइ बरे एहर ओहर होइ जात ह मुला मूरख उहइ राहे पइ बढ़त ही जात ह। अउर उ एकरे बरे दुःख ही उठत ह।"},{"number":4,"verse":"जब मनई विनम्र होत ह अउ यहोवा क भय करत ह उ धन-दौलत, आदर अउर जिन्नगी पाइहीं।"},{"number":5,"verse":"कुटिल क राहन काँटन स भरी होत ह अउर हुआँ पइ फंदन फइला होत ही; मुला जउन आतिमा क रच्छा करत ह उ तउ ओनसे दूर ही रहत ह।"},{"number":6,"verse":"बच्चन क जबकि उ छोटा अहइ जिन्नगी क नीक राह क सिच्छा दइ। तउ उ बुढ़ापा मँ भी ओहसे भटकी नाहीं।"},{"number":7,"verse":"धनी दरिद्रन पइ सासन करत हीं। उधार लेइवाला, देइवाल क दास होत ह।"},{"number":8,"verse":"अइसा मनई जउन दुट्ठता क बीज बोवत ह उ तउ संकट क फसल काटी; अउर ओकर किरोध क लाठी नस्ट होइ जाइ।"},{"number":9,"verse":"उदार मने क मनई खुद ही धन्न होइ, काहेकि उ आपन भोजन गरीब जने क संग बाँटिके खात ह।"},{"number":10,"verse":"गुस्ताख मनई जउन कि कउनो क सम्मान नाहीं देत ह क दूर करा तउ कलह दूर होइ। एहसे झगड़ा अउ अपमान मिट जात हीं।"},{"number":11,"verse":"उ जउन पवित्तर मने स पिरेम करत ह अउर जेकर वाणी मनोरम होत ह ओकर तउ राजा भी मीत बन जात ह।"},{"number":12,"verse":"यहोवा सदा विवेक क धियान राखत ह; मुला उ बिस्सासघाती क कार्य क नास करत ह।"},{"number":13,"verse":"काम नाहीं करइ क बहाना बनावत भवा आलसी कहत ह, “बाहेर सेर बइठा अहइ, होइ सकत ह कि गलियन मँ मोका मार डावा जाइ।”"},{"number":14,"verse":"बिभिचार क पाप गहिर गढ़ा क नाईं अहइ। यहोवा ओहसे बहोतइ कोहाइ जाइ जउन भी इ मँ गिरी।"},{"number":15,"verse":"लरिकन सैतानी करत रहत हीं; मुला अनुसासन क छड़ी ही सैतानी दूर कइ देत ह।"},{"number":16,"verse":"अइसा मनई जउन आपन धन बढ़ावइ बरे गरीब पइ अत्याचार करत ह; अउर उ, जउन धनी क उपहार देत ह, दुइनउँ ही अइसे जन अहइ जउन निर्धन होइ जात हीं।"},{"number":17,"verse":"( तीस विवेक स भरी कहावतन) बुद्धिमान क कहावतन सुना अउर धियान द्या। ओह पइ धियान लगावा जउन मइँ सिखावत हउँ।"},{"number":18,"verse":"अगर तू ओनका आपन मने मँ बसाइ ल्या तउ बहोत नीक होइ; तू ओनका हरदम आपन ओंठन पइ तैयार राखा।"},{"number":19,"verse":"मइँ तोहका आजु सिच्छा देत हउँ ताकि तोहार यहोवा पइ बिस्सास पैदा होइ।"},{"number":20,"verse":"इ सबइ तीस सीखन मइँ तोहरे बरे रचेउँ, इ सबइ बचन सम्मति अउर गियान क अहइँ।"},{"number":21,"verse":"उ सबइ बचन जउन महत्वपूर्ण होतिन, इ सबइ सत्य बचन तोहका सिखइहीं ताकि तू ओका उचित जवाब दइ सका, जउन तोहका पठएस ह।"},{"number":22,"verse":"( — 1 —) तू गरीब क सोसण जिन करा। एह बरे कि उ पचे बस दरिद्र अहइँ; अउर कंगाले क कचहरी मँ जिन हीचा।"},{"number":23,"verse":"काहेकि परमेस्सर ओनकर सुनवाई करी अउर जउन ओनका लूटेन ह उ ओनका लूट लेइ।"},{"number":24,"verse":"( — 2 —) तू किरोधी सुभाव क मनइयन क संग कबहुँ मिताई जिन करा अउर ओकरे संग, आपन क जिन जोड़ा जेका हाली किरोध आइ जात ह।"},{"number":25,"verse":"नाहीं तउ तू भी ओकरे राहे चालब्या अउर आपन क जालि मँ फँसाइ बइठब्या।"},{"number":26,"verse":"( — 3 —) तू कउनो दूसर क कर्ज बरे जमानतदार नाहीं बना।"},{"number":27,"verse":"जदि ओका चुकावइ मँ तोहार साधन चुकिहीं तउ खाले क बिस्तर तलक तोहसे छोर लीन्ह जाइ।"},{"number":28,"verse":"( — 4 —) तोहरे धरती क सम्पत्ति जेकर चउहद्दिन तोहार पुरखन निर्धारित किहन उस सीमा रेखा कबहुँ भी जिन हिलावा।"},{"number":29,"verse":"( — 5 —) अगर कउनो मनई आपन कारज मँ कुसल अहइ, तउ उ राजा लोगन क सेवा करइ क जोग्ग अहइ। अइसे मनइयन बरे जेनकर कछू महत्व नाहीं ओका काम करइ क जरूरत नाहीं अहइ।"}]}