{"bibleAbbr":"awaERV2005","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":23,"verses":[{"number":1,"verse":"( — 6 —) जब तू कउनो अधिकारी क संग खइया क बरे बइठा तउ एकर धियान राखा, कि कउन तोहरे समन्वा अहइ।"},{"number":2,"verse":"अगर तू पेटू अहा तउ खाना पइ नियंत्रण राखा।"},{"number":3,"verse":"ओकरे स्वादिस्ट पकवानन क लालसा जिन करा काहेकि उ खइया धोका बाज़ अहइ।"},{"number":4,"verse":"( — 7 —) धनवान बनइ क काम कइ कइके आपने क जिन थकावा। तू संयम देखावइ क, बुद्धि अपनाइ ल्या।"},{"number":5,"verse":"इ सबइ धन सम्पत्तियन लखत हीं लखत लुप्त होइ जइहीं निहचय ही आपन पंखन क फइलाइके उ पचे गरूड़ क नाईं अकासे मँ उड़ि जइहीं।"},{"number":6,"verse":"( — 8 —) अइसे मनई क संग जउन स्वार्थी अहइ भोजन जिन करा। तू ओकरे स्वादिस्ट पकवाने क लालसा जिन करा।"},{"number":7,"verse":"काहेकि उ अइसा मनई अहइ जउन मन मँ हरदम ओकरी कीमत क हिंसाब लगावत रहत ह; तोहसे तउ उ कहत ह, “तू खा अउर पिआ” मुला उ मने स तोहरे संग नाहीं अहइ।"},{"number":8,"verse":"जउन कछू थोड़ा बहोत तू ओकर खाइ चुका अहा, तोहका तउ उ भी उलटइ पड़ी अउर उ पचे तोहार कहे भए आदर स पूर्ण वचन बियर्थ चला जइहीं।"},{"number":9,"verse":"( — 9 —) तू मूरख क संग बातचीत जिन करा, काहेकि उ तोहरे विवेक स भरे बचनन स धिना ही करी।"},{"number":10,"verse":"( — 10 —) पुराने जमाने क सीमा क पत्थर क जिन सरका। अउर अनाथे क भुइयाँ क जिन हड़पा।"},{"number":11,"verse":"काहेकि ओनकर संरच्छक सामरथ स पूरा अहइ, तोहरे खिलाफ ओनकर मुकदमा उ लड़ी।"},{"number":12,"verse":"( — 11 —) तू आपन मन सीख क बातन मँ लगावा। तू गियान स भरे बचनन पइ कान द्या।"},{"number":13,"verse":"( — 12 —) तू कउनो गदेला क अनुसासित करइ मँ कबहुँ जिन रोका अगर तू कबहुँ ओका छड़ी स सजा देब्या तउ उ एहसे नाहीं मरी।"},{"number":14,"verse":"तू छड़ी स पीटिके ओका अउर ओकर जिन्नगी क मउत स बचाइ लेब्या।"},{"number":15,"verse":"( — 13 —) हे मोर पूत, जदि तोहार मन विवेक स पूर्ण रहत ह तउ मोर मन भी आनंद स पूर्ण रही।"},{"number":16,"verse":"अउर जदि तोहार ओंठ उचित बोलत हीं, तउ मइँ बहोत खुस होब्या।"},{"number":17,"verse":"( — 14 —) तू आपन मने मँ भी पापे स भरा मनइयन क बरे जलन जिन करा। मुला तू एकर बजाए यहोवा स सदा डरा।"},{"number":18,"verse":"तउ तोहार लगे भविस्य होई, अउर तोहार आसा कबहुँ ध्वस्त नाहीं होई।"},{"number":19,"verse":"( — 15 —) मोर पूत सुना! अउर विवेकी बनि जा अउर आपन मन क नेकी क राहे पइ चलावा।"},{"number":20,"verse":"तू ओनके संग जिन रहा जउन पियक्कड़ अहइँ, अथवा अइसे, जउन ठूँस ठूँस गोस खात हीं।"},{"number":21,"verse":"काहेकि इ पचे पियक्कड़ अउर इ सबइ पेटू दलिद्र होइ जइहीं, अउर इ ओनकर खुमारी, ओनका चिथड़न पहिरइहीं।"},{"number":22,"verse":"( — 16 —) आपन बाप क सुना जउन तोहका जिन्नगी दिहेस ह, अपनी महतारी क निरादर जिन करा जब उ बुढ़िया होइ जाइ।"},{"number":23,"verse":"सच्चाई क खरीद ल्या अउर ओका जिन बेचा। अइसे ही विवेक, अनुसासन अउ समुझ क भी खरीद ल्या।"},{"number":24,"verse":"नेक पूत क बाप महा आनंद मँ रहत अउर जेकर पूत विवेक स पूर्ण होत ह उ तउ ओहमाँ ही खुस रहत ह।"},{"number":25,"verse":"तोहार महतारी अउ तोहार बाप क आनंद प्राप्त होइ अउर तोहार महतारी जउन तोहका जन्म दिहस, ओका खुसी मिलत रहइ।"},{"number":26,"verse":"( — 17 —) मोर पूत, मोहमाँ मन लगावा अउर तोहार आँखिन मोह पइ टिकी रहइँ। मोका आदर्स माना।"},{"number":27,"verse":"एक वेस्या गहिर गड़हा होत ह। अउर एक बदकार मेहरारु मुसीबत स भरा कुआँ अहइ।"},{"number":28,"verse":"उ घात मँ रहत ह जइसे कउनो डाकू अउर उ लोगन मँ बिस्सास हीनन क संख्या बढ़ावत ह।"},{"number":29,"verse":"( — 18 —) कउन बिपत्ति मँ अहइ? कउन दुःखे मँ पड़ा अहइ? कउन झगड़न-टंटन मँ अहइ? कउने क सिकाइतन अहइँ? कउन क घाव अहइ? केकर आँखिन लाल अहइँ?"},{"number":30,"verse":"उ पचे जउन लगातार दाखरस पिअत रहत हीं अउर जेनमाँ मसाला मिली भइ दाखरस क ललक होत ह।"},{"number":31,"verse":"जब दाखरस लाल होइ, अउर पिआलन मँ झिलमिलात होइ अउ धीरे धीरे डावत जात होइ, ओका ललचाही आँखिन स जिन लखा।"},{"number":32,"verse":"सर्प क समान उ डसत, आखीर मँ जहर भरि देत ह जइसे नाग भरि देत ह।"},{"number":33,"verse":"तोहरी आँखिन मँ अजीब दृस्य तैरइ लगिहीं, तोहार मन उल्टी-सोझ बातन मँ उलझी।"},{"number":34,"verse":"तू अइसा होइ जाइ, जइसे उफनत सागरे पइ सोवत रहत होइ अउर जइसे मस्तूल क सिखर ओलरा होइ।"},{"number":35,"verse":"तू कहब्या, “उ पचे मोका मारेन पर मोका तउ दर्द क अनुभव नाहीं हुआ। उ पचे मोका पीटेन, पर मोका याद ही नाहीं मइँ उठी क लायक नाहीं हउँ, मोका पिअइ क अउर द्या।”"}]}