{"bibleAbbr":"awaERV2005","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":30,"verses":[{"number":1,"verse":"( याके क पूत आगूर क सूक्तियन) इ सबइ सूक्तियन आगूर क अहइँ, जउन याके क पूत रहा। इ पुरुस ईतीएल अउ उक्काल स कहत ह।"},{"number":2,"verse":"मइँ महा बुद्धिहीन हउँ। मोहमाँ मनई क समुझदारी बिल्कुल नाहीं अहइ।"},{"number":3,"verse":"मइँ बुद्धि नाहीं पाएउँ अउर मोरे लगे उ पवित्तर क गियान नाहीं अहइ।"},{"number":4,"verse":"सरग स कउनो नाहीं आवा अउर हुआँ क रहस्य लिआइ सका पवन क मूठी मँ कउनो नाहीं बाँधि सका। कउनो नाहीं बाँधि सका पानी क ओढ़ना मँ अउर कउनो नाहीं जानि सका धरती क छोर। अउर अगर कउनो एन बातन क करि सका ह, तउ मोहसे कहा, ओकर नाउँ अउर नाउँ ओकरे पूत क मोका बतावा, अगर तू ओका जानत अहा।"},{"number":5,"verse":"परमेस्सर क सब्द दोखरहित होत ह, जउन कउनो भी ओकरी सरण जात हीं उ ओनकर ढाल होत ह।"},{"number":6,"verse":"तू ओकरे सब्दन मँ कछू जिन बढ़ा। नाहीं तउ उ तोहका सजा दइ अउर झूठा ठहराइ।"},{"number":7,"verse":"हे यहोवा, मइँ तोहसे दुइ बातन माँगत हउँ: ओनका मोरे मउत स पहिले इनकार जिन करा।"},{"number":8,"verse":"तू मोहसे मिथ्या क, छल क दूर रखा। मोका दरिद्र जिन करा अउर न ही मोका धनी बनावा। मोका बस रोज खाइ क देत रहा।"},{"number":9,"verse":"कहूँ अइसा न होइ जाइ बहोत कछू पाइके मइँ तहका तजि देउँ, अउर कहइ लागूँ “कउन परमेस्सर अहइ?” अउर जदि निर्धन बनउँ अउर चोरी करउँ, अउर इ तरह मइँ आपन पमेस्सर क नाउँ क लजाउँ।"},{"number":10,"verse":"तू सुआमी स सेवक क निन्दा जिन करा नाहीं तउ तोहका, उ अभिसाप देइ अउर तोहका ओकर भरपाइ करइ क होइ।"},{"number":11,"verse":"अइसे भी होत हीं जउन आपन बाप क कोसत हीं, अउर आपन महतारी क धन्न नाहीं कहत हीं।"},{"number":12,"verse":"होत हीं अइसे भी, जउन आपन आँखिन मँ तउ पवित्तर बने रहत हीं किन्तु अपवित्तरता स आपन नाहीं धोवा होत हीं।"},{"number":13,"verse":"अइसे भी लोग अहइ जउन सोचत हीं कि उ पचे बहोत नीक अहइ। उ पचे सोचत हीं कि उ पचे दूसर स बेहतर अहा।"},{"number":14,"verse":"अइसे भी होत हीं जेनकर दाँत कटार अहइँ अउर जेनकर जबड़न मँ खंजर जड़ा रहत हीं जेहसे उ पचे इ धरती क गरीबन क हड़प जाँइ, अउर जउन मानवन मँ स अभावग्रस्त अहइँ ओनका उ पचे लील लेइँ।"},{"number":15,"verse":"जोंक क दुइ बिटियन होत हीं उ पचे सदा चिचियात रहत हीं, “द्या, द्या।” तीन चिजियन अइसी अहइँ जउन कबहुँ नाहीं अघातिन अउर चार अइसी जउन कबहुँ बस नाहीं कहतिन।"},{"number":16,"verse":"कब्र, बाँझ कोख अउर धरती जउन जल स कबहुँ आघात नाहीं, अउर उ आगी जउन कबहुँ “बस” नाहीं कहतिन।"},{"number":17,"verse":"जउन आँखिन आपन ही बापे पइ हँसत हीं, अउर महतारी क बात मानइ स घिना करत ह, घाटी क कउआ ओका नोंच लेइहीं अउर ओका गीध खाइ जइहीं।"},{"number":18,"verse":"तीन बातन अइसी अहइँ जउन मोका बहोत विचित्र लागत हीं, अउर चउथी अइसी जेका मइँ समुझ नाहीं पावत हउँ।"},{"number":19,"verse":"अकासे मँ उड़त भए गरूड़ क मारग, अउर लीक नाग क जउन चट्टान पइ चला, अउर महासागरे पइ चलत जहाज क राह अउर उ पुरूस क मारग जउन कउनो कामिनी क पिरेम जाल मँ बँधा होइ।"},{"number":20,"verse":"बिभीचारी मेहरारू क स्वभाव अइसी होत ह, उ खात रहत अउर आपन मुँह पोंछ लेत, अउर कहा करत ह, “मइँ तउ कछू भी बुरा नाहीं किहेउँ।”"},{"number":21,"verse":"तीन बातन अइसी अहइँ जेनसे धरती काँपत ह अउर एक चउथी अहइ जेका उ सह नाहीं कइ पावत।"},{"number":22,"verse":"दास जउन राजा बन जात अउर मूरख जेकर लगे प्रयाप्त भोजन होत ह,"},{"number":23,"verse":"अउर अइसी मेहरारू जेहसे घिना करत ह अउर अइसी दासी जउन सुआमिनी क जगह लइ लेइ।"},{"number":24,"verse":"चार जीव धरती पइ क अइसा अहइ जउन कि बहोत छुद्र अहइँ मुला ओनमाँ बहोत जियादा विवेक भरा भवा अहइ।"},{"number":25,"verse":"चींटियन जेनमाँ सक्ती नाहीं होत हीं फुन भी उ पचे गर्मी मँ आपन खइया क बटोरत हीं,"},{"number":26,"verse":"बिज्जू (सापान) दुर्बल प्राणी अहइँ फुन भी उ पचे कड़ी चट्टानन मँ आपन घर बनावत हीं,"},{"number":27,"verse":"टिड्डियन क कउनो भी राजा नाहीं होत ह फुन भी उ पचे पंक्ति बाँधिके साथ अगवा बढ़त हीं।"},{"number":28,"verse":"अउर उ छिपकिली जउन जब सिरिफ हाथ स ही धरी जाइ सकत ह, फुन भी उ राजा क महलन मँ पाई जात ह।"},{"number":29,"verse":"तीन प्राणी अइसे अहइँ जउन आन-बान स चलत हीं, किन्तु नाहीं, दर असल उ चार अहइ:"},{"number":30,"verse":"एक सेर, जउन सबहिं पसुअन मँ सक्तीवाला होत ह, जउन कबहुं कउनो स नाहीं डेरात,"},{"number":31,"verse":"घमण्डी चाल स चलत भवा मुर्गा अउ एक बोकरा अउर उ राजा जउन आपन सेना क अगवाइ करत ह।"},{"number":32,"verse":"तू जदि कबहुँ आपन बेवकूफी क कारण स घमण्डी हो जात ह अउर दूसर क बिरुद्ध जोजना बनावत ह तउ एका बन्द करा अउर जउन तू करत ह ओकरे बरे सोच्या।"},{"number":33,"verse":"जइसे मथानी स दूध निकरत ह माखन अउर नाक मरोड़इ स लहू निकरि आवत ह वइसे ही जगाउब किरोध क होत ह झगड़न क भड़काउब।"}]}