{"bibleAbbr":"awaERV2005","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":4,"verses":[{"number":1,"verse":"( विवेक क महत्व) हे मोर पूतो, बाप क सिच्छा क सुना ओह पइ धियान द्या अउर तू समुझबूझ पाइ लया।"},{"number":2,"verse":"मइँ तू पचन्क गहिर-गंभीर सिच्छा देत हउँ। मोर इ सिच्छा क तू पचे जिन तज्या।"},{"number":3,"verse":"जब मइँ आपन बाप क घर एक बालक रहेउँ अउर महतारी क बहोतइ कोमल एकलौता गदेला रहेउँ,"},{"number":4,"verse":"उ मोका सिखावत रहा, “मोरे सिखिया का पूर्ण रूप स पालन करा। जदि तू मोर आदेसन क माना तउ तू जिअब।"},{"number":5,"verse":"तू बुद्धि प्राप्त करा अउ समुझबूझ प्राप्त करा, मोर वचन जिन बिसरा अउर ओनसे जिन डुगा,"},{"number":6,"verse":"बुद्धि जिन तजा। उ तोहार रच्छा करी। ओहसे पिरेम करा उ तोहार धियान राखी।”"},{"number":7,"verse":"बुद्धि सबन त नीक बाटइ: सब कछू दइके भी बुद्धि प्राप्त करा। गियान प्राप्त करा।"},{"number":8,"verse":"बुद्धि स पिरेम करा। उ तोहका महान बनाहीं। ओका तू गले स लगाइ ल्या, उ तोहार सम्मान बढ़ाई।"},{"number":9,"verse":"उ तोहरे मूँड़े पइ सोभा क माला धरी अउर उ तोहका एक ठु वैभव क मुकुट देइ।"},{"number":10,"verse":"सुना, हे मोर पूत! जउन कछू मइँ कहत हउँ तू ओका ग्रहण करा। तू अनगिनत बरिस जिअत रहब्या।"},{"number":11,"verse":"मइँ तोहका बुद्धि क मागेर् पइ चलइ क राह देखावत हउँ, अउर सरल मार्गन पइ अगुवाई करत हउँ।"},{"number":12,"verse":"जब तू अगवा बढ़ब्या तोहार गोड़ रूकावट नाहीं पइहीं, अउर जब तू दउड़ब्या ठोकर नाहीं खाब्या।"},{"number":13,"verse":"सिच्छा क थामे रहा, ओका तू जिन छो़ड़ा। एकर रखवारी करा। इहइ तोहार जिन्नगी अहइ।"},{"number":14,"verse":"तू दुट्ठ लोगन क राहे पइ कदम जिन धरा। बुरे लोगन क राहे पइ जिन चला।"},{"number":15,"verse":"तू एहसे बचत रहा। एह क ओर कदम जिन बढ़ावा। एहसे तू मुड़ि जा अउर एकरे बगल स गुजर जा।"},{"number":16,"verse":"उ पचे बुरे करम किए बगैर सोइ नाहीं पउतेन। उ पचे नींद खोइ चुकत हीं जब तलक कउनो क नाहीं गिरउतेन।"},{"number":17,"verse":"उ पचे तउ बस हमेसा नीच होइ क रोटी खात हीं अउर हिंसा क दाखरस पिअत हीं।"},{"number":18,"verse":"मुला नीक लोगन क राह वइसे होत ह जइसे भिंसारे क किरण होत ह, जउन दिन क पूर्ण होइ तलक आपन प्रकास मँ बढ़त ही चली जात ह।"},{"number":19,"verse":"मुला दुठ्न लोगन क मारग अँधियारा जइसा होत ह। उ पचे नाहीं जानत ह कि केकर कारण उ पचे ठोकर खात ह या गिरत ह।"},{"number":20,"verse":"हे मोर पूत, जउन कछू मइँ कहत हउँ ओह पइ तू धियान द्या। मोर बचनन क तू कान लगाइके सुना।"},{"number":21,"verse":"ओनका आपन दृस्टि स ओझर जिन होइ द्या। आपन हिरदय पइ तू ओनका धरे रहा।"},{"number":22,"verse":"काहेकि जउन ओनका पावत हीं ओनके बरे उ सबइ जिन्नगी बन जात हीं अउर उ पचे एक मनई क संपूर्ण तने क तन्दुरूस्ती बनत हीं।"},{"number":23,"verse":"सबन स बड़की बात इ अहइ कि तू आपन विचार क बारे मँ होसियार रहा। काहेकि तोहार विचार जिन्नगी क कब्जे मँ राखत हीं।"},{"number":24,"verse":"तू आपन मुँह स कुटिलता क दूर राखा। तू आपन ओंठन स गलत बात दूर राखा।"},{"number":25,"verse":"आपन आंखिन क हमेसा सिधे रखा, आपन पलकन क समन्वा क ओर रखा।"},{"number":26,"verse":"आपन गोड़न बरे तू सोझ मारग बनावा। बस तू ओन राहन पइ चला जउन निहचइ ही सुरच्छित अहइँ।"},{"number":27,"verse":"दाहिने क या बाएँ क जिन डुगा। तू आपन गोड़न क बुराई स रोके रहा।"}]}