{"bibleAbbr":"awaERV2005","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"( कउनो चूक जिन करा) हे मोर पूत, जदि तू बगैर समुझबूझिके कउनो अजनबी मनइ क बदले मँ कउनो क जमानत दिहा ह या कउनो स कउनो बचन किहस ह"},{"number":2,"verse":"तउ तू आपन ही कहनी क जालि मँ फँसि गवा अहा, तू आपन मुँह क ही सब्दन क पिंजरे मँ बंद होइ गवा अहा।"},{"number":3,"verse":"हे मोर पूत, काहेकि तू अउरन क हाथन क पुतला होइ गवा ह। तू आपन क रच्छा बरे अइसा ही करा जइसा मइँ कहत हउँ। ओन लोगन क निअरे जा अउ विनम्र होइके आपन पड़ोसियन स आग्रह करा।"},{"number":4,"verse":"आपन आँखिन क आराम जिन करइ द्या। आपन आँखियन क पलक झपकी तलक न लइ द्या।"},{"number":5,"verse":"खुद क हरिणी क नाईं या सिकारी क हाथे स भागा भवा कउनो पंछी क नाईं आजाद कइ ल्या।"},{"number":6,"verse":"( आलसी जिन बना) अरे ओ आलसी, चोंटी क लगे जा। ओकर कार्य विधि लखा अउर ओहसे सीख ल्या।"},{"number":7,"verse":"ओकर न तउ कउनो नायक अहइ, न ही कउनो निरीच्छक, न ही कउनो सासक अहइ।"},{"number":8,"verse":"फुन भी उ गरमी मँ खइया क बटोरत ह अउ कटनी क समइ अन्न क दाना बटोरत ह।"},{"number":9,"verse":"अरे ओ सुस्त मनइ, कब तलक तू हिआँ पड़ा रहब्या? आपन नींद स तू कब जाग उठब्या?"},{"number":10,"verse":"तू तनिक सोब्या, तनिक झपकी लेब्या, तनिक सुस्ताइ बरे आपन हाथन पइ हाथ धइ लेब्या"},{"number":11,"verse":"अउर बस तोहका गरीबी लुटेरा क नाईं आइके घेरी अउर अभाव तोहका हथियार स लैस डाकोअन क नाई घेर लेइ।"},{"number":12,"verse":"( दुट्ठ जन) नीच अउ दुट्ठ मनइ उ होत ह जउन धोका दइवाले बातन बोलत भवा फिरत रहत ह।"},{"number":13,"verse":"जउन आँख मारइ क इसारा करत ह अउर आपन अँगुरियन अउर पैरन स संकेत देत ह।"},{"number":14,"verse":"उ सडयंत्र रचत ह अउर हमेसा बहस व मुबाहिसा करत ह।"},{"number":15,"verse":"एह बरे ओह पइ एकाएक महानास गिरी अउर फउरन नस्ट होइ जाइ। ओकरे लगे बनइ क उपाय नाहीं होइ।"},{"number":16,"verse":"( उ सात बातन जेनसे यहोवा घिना करत ह) यहोवा छ: चिजियन स घिना करत ह, अउर सातवे चीज ओकर बरे घृणित अहइ।"},{"number":17,"verse":"गर्व स भरी आँखिन, झूठ स भरी वाणी, उ सबइ हाथन जउन निदोर्ख लोगन क हतियारा अहइँ।"},{"number":18,"verse":"अइसा हिरदय जउन सडयंत्र रचत रहत ह, उ सबइ गोड़ जउन बुराइ क मारग पइ तुरन्त दउड़ पड़त हीं।"},{"number":19,"verse":"उ लबार गवाह, जउन लगातार झूठ उगलत ह अउर अइसा मनई जउन भाइयन क बीच फूट डावइ।"},{"number":20,"verse":"( दुराचार क खिलाफ चिताउनी) हे मोर पूत, आपन बाप क आग्या क माना अउर आपन महतारी क सिच्छा क कबहुँ जिन तजा।"},{"number":21,"verse":"आपन हिरदय पइ ओनका हमेसा ही बाँधे रहा अउर ओनका आपन गटइया क हार बनाइ ल्या।"},{"number":22,"verse":"जब तू अगवा बढ़ब्या, उ पचे राह देखइहीं। जब तू सोइ जाब्या, उ पचे तोहार रखवारी करिहीं अउर जब तू जागब्या, उ पचे तोहसे बातन करिहीं।"},{"number":23,"verse":"काहेकि आदेस दीपक क नाई अहइँ अउर सिच्छा एक जोति क नाई हइ। अनुसासन क डाँट फटकार तउ जिन्नगी क मारग अहइ।"},{"number":24,"verse":"उ सबइ तोहका चरित्रहीन मेहरारू स अउर बिभिचारणी क फुसलाहट स रच्छा करत हीं।"},{"number":25,"verse":"तू आपन मन क ओकर सुन्नर क चाह जिन करइ द्या अउर ओकर आँखिन क जादू क सिकार जिन बना।"},{"number":26,"verse":"काहेकि उ रण्डी तउ तोहका रोटी-रोटी क मोहताज कइ देइ। मुला उ कुलटा तउ तोहार जिन्नगी हर लेइ।"},{"number":27,"verse":"का इ होइ सकत ह कि कउनो केउ क गोदी मँ आगी रखि देइ अउर ओकर ओढ़ना फुन भी तनिकउ भी न जरइ?"},{"number":28,"verse":"दहकत भए कोएले क अंगारन पइ का कउनो मनई अपन गोड़वन क बगैर झुरसाए भए चल सकत ह"},{"number":29,"verse":"उ मनई अइसा ही अहइ जउन कउनो दूसर क पत्नी स समागम करत ह। अइसी पइ मेहरारू क जउन भी कउनो छुइ, उ बगैर दण्ड पाए नाहीं रहि पाइ।"},{"number":30,"verse":"अगर कउनो चोर कबहुँ भूखन मरत होइ, अउर उ भूख मिटावइ बरे चोरी करइ तउ लोग ओहसे घिना नाहीं करिहीं। फुन भी अगर उ धरा जाइ तउ ओका सात गुना भरइ पड़त ह चाहे ओहसे ओकरे घरे क समूचा धन चुक जाइ।"},{"number":32,"verse":"मुला एक मनइ जउन दूसर क पत्नी क संग सारीरिक सम्बंध करत ह तउ ओकरे लगे विवेक क कमी अहइ। जउन मनइ अइसा करत ह उ खुद बरे विनास लावत ह।"},{"number":33,"verse":"प्रहार अउ अपमान ओकर भाग्य अहइ। ओकर कलंक कबहुँ नहीं धोइ जाइ।"},{"number":34,"verse":"काहेकि पति क ईर्स्या किरोध जगावत ह अउर जब उ एकर बदला लेइ तब उ ओह पइ दाया नाहीं करी।"},{"number":35,"verse":"उ कउनो नोस्कान क पूर्ति अंगीकार नाहीं करी अउर कउनो ओका केतना ही बड़ा लालच देइ, ओका उ अंगीकार किए बगैर ठुकराइ।"}]}