{"bibleAbbr":"awaERV2005","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":7,"verses":[{"number":1,"verse":"( विवेक दुराचार स बचावत ह) हे मोर पूत, मोरे बचनन क पाला अउ अपने मने मँ मोर आदेस संचित करा।"},{"number":2,"verse":"जदि तू मोरे आदेसन क मानब्या तउ तू जियबा। तोहका मोहरे उपदेसन क आपन आँखी क पुतरी सरीखा सँभारिके राखइ चाही।"},{"number":3,"verse":"ओनका आपन अँगुरियन पइ बाँधि ल्या, तू आपन हिरदय पटल पइ ओनका लिख ल्या।"},{"number":4,"verse":"बुद्धि स कहा, “तू मोर बहिन अहा” अउर तू समुझबूझिके आपन कुटुम्बी जन कहा।"},{"number":5,"verse":"उ सबइ हि तोहका बदकार मेहरारु क चिकनी व लुभावन बातन स बचाई।"},{"number":6,"verse":"एक दिना मइँ अपन खिड़की क झरोखा स झाँकेउँ,"},{"number":7,"verse":"सरल नउजवानन क बीच एक अइसा नउजवान लखेउँ जेका नीक-बुरा क पहिचान नाहीं रहा।"},{"number":8,"verse":"उ उहइ गली स होइके उहइ बदकार मेहरारु क नुक्कड़ क लगे स जात रहा। उ ओकरे ही घरवा कइँती बढ़त जात रहा।"},{"number":9,"verse":"सूरज साँझ क धुँधल मँ बूड़त रहा, राति क अँधियारा क तहन जमत जात रहिन।"},{"number":10,"verse":"तबहिं एक मेहरारु ओहसे मिलइ बरे निकरिके बाहेर आइ। उ रण्डी क भेस मँ सजीभइ रही। अउर ओकरी इरादा बहोत प्रबल रही।"},{"number":11,"verse":"उ वाचाल अउर ओकर प्रबल इरादे क रही। उ घरे मँ कबहुँ ठहिरइ नाहीं चाहेस।"},{"number":12,"verse":"उ कबहुँ-कबहुँ गलियन मँ, कबहुँ चउराहन पइ, अउर हर केउ क नोक्कड़े पइ घात लगावत रही।"},{"number":13,"verse":"उ ओका रोक लिहस अउ ओका धरेस। उ ओका निर्लज्ज मुँहे स चूमेस, फुन ओहसे बोली,"},{"number":14,"verse":"“आजु मोका मेलबलि अर्पण किहा। मइँ आपन प्रतिग्या परमेस्सर बरे पूरी कइ लिहेउँ।"},{"number":15,"verse":"एह बरे मइँ तोहसे मिलइ अउर तोहका यह कहे बरे बाहेर आएहउँ कि आ अउर मोर दावत मँ सामिल होजा। मइँ तोहार तलास मँ रही अउर अंत मँ तोहका पाए लिहेउँ।"},{"number":16,"verse":"मइँ मिस्र क मलमले क रंगन स भरी भइ चादर स सेज सजाएउँ ह।"},{"number":17,"verse":"मइँ आपन सेज क गंधरस, दालचीनी अउर अगर गंध स सुगंधित किहेउँ ह।"},{"number":18,"verse":"तू मोरे लगे आवा। भोर क किरण तलक दाखरस पिअत रही, हम आपुस मँ भोग करत रही।"},{"number":19,"verse":"मोर पति घरे पइ नाहीं अहइँ। उ दूर जात्रा पइ गवा अहइ।"},{"number":20,"verse":"उ आपन थैली रूपाया स भरिके लइ गवा अहइ अउर पुन्नवासी तलक घरे पइ नाहीं होइ।”"},{"number":21,"verse":"उ ओका लुभावना सब्दन स मोह लिहस। ओका मीठ मधुरवाणी स फुसलाइ लिहस।"},{"number":22,"verse":"उ फउरन ओकरे पाछे अइसे होइ लिहस जइसे कउनो बर्धा क जबह करइ बरे ले जाया जात ह। उ अइस चलत ह जइसे कउनो मूरख जालि मँ गोड़ धरत होइ।"},{"number":23,"verse":"जब तलक एक तीर ओकर हिरदय नाहीं बेधी तब तलक उ पंछी सा जालि पइ बगैर इ जाने दूट पड़ी कि जालि ओकर प्राण हरि लेइ।"},{"number":24,"verse":"तउ मोरे पूतो, अब मोर बात सुना अउर जउन कछू मइँ कहत हउँ ओह पइ धियान द्या।"},{"number":25,"verse":"आपन मन कुलटा क राहन मँ जिन हींचइ द्या अउर ओका ओकरे राहन पइ जिन भटकइ द्या।"},{"number":26,"verse":"केतने ही सिकार उ मार गिराएन ह। उ जेनका मारेस ओनकर जमघट बहोत बड़ा बाटइ।"},{"number":27,"verse":"ओकर घर उ राजमार्ग अहइ जउन कब्र क जात ह अउर तरखाले मउते क कालकोठरी मँ उतरत ह।"}]}