{"bibleAbbr":"awaERV2005","bookName":"नीतिवचन","bookEnglishName":"Proverbs","chapterNumber":9,"verses":[{"number":1,"verse":"( सुबुद्धि अउर दुर्बुद्धि) बुद्धि आपन घर बनाएस ह। उ आपन सात खम्भन गढ़ेन ह।"},{"number":2,"verse":"उ आपन खइया क तइयार किहस अउर मिलावा भवा दाखरस आपन खइया क खाइ क मेजे पइ सजाइ लिहस ह।"},{"number":3,"verse":"अउर आपन दासियन क सहर क सबन त ऊँचके जगहिया स बोलावइ क पठएस ह।"},{"number":4,"verse":"“जउन भी नादान अहइ, किरपा कइ क हिआँ पइ आइ।” जउन मनइ क समुझ नाहीं अहइ उ ओनसे कहत ह,"},{"number":5,"verse":"“आवइँ, मोर खइया क खाइँ, अउर मोर दाखरस पिअइँ जेका मइँ बनाएस हउँ।"},{"number":6,"verse":"तू पचे आपन नादानी तजि द्या तउ तू जिअब्या। समुझ-बूझिके मारग पइ सिधे आगे बढ़ा।”"},{"number":7,"verse":"जउन कउनो मसखरी करइवाले क सुधार देत ह उ अपमाने क बोलावत ह, अउर जउन कउनो दुठ्ट मनइ क डाँट फटकार करइ चोट खात ह।"},{"number":8,"verse":"मसखरी करइवाले वाले क कबहुँ भी जिन डाँटा-फटकारा, नाहीं तउ उ पचे तू पचन स ही घिना करइ लागी। मुला अगर तू कउनो विवेकी क डाँटा-फटकारा तउ उ तू पचन स पिरेम ही करी।"},{"number":9,"verse":"बुद्धिमान व्यक्ति क चेतावा, उ अउर जियादा बुद्धिमान होइ। कउनो नीक व्यक्ति क क सिखावा, उ आपन गियान क बृद्धि करी।"},{"number":10,"verse":"यहोवा स डर, बुद्धि क हासिल करब क पहिला कदम बाटइ। यहोवा क गियान, समझबूझ क हासिल क पहिला कदम अहइ।"},{"number":11,"verse":"काहेकि मोर जरिये ही तोहार उमिर बढ़ी, तोहार दिन बढ़िहीं, अउर तोहरी जिन्नगी मँ बरिस जुड़त ही जइहीं।"},{"number":12,"verse":"अगर तू बुद्धिमान अहा, सुद्बुद्धि तोहका प्रतिफल देइ। अगर तू मसखरी करइवाले अहा, तउ तू अकेल्ले कस्ट झेलब्या।"},{"number":13,"verse":"मूरखता अइसी मेहरारू क नाई अहइ जउन बातन बनावत ह किन्तु कछू नाहीं जानत ह। ओनके लगे गियान नाहीं अहइ।"},{"number":14,"verse":"आपन घरे क दुआरे पइ उ बइठी रहत ही, सहर क सवोर्च्च बिंदु पइ उ आसन जमावत ह।"},{"number":15,"verse":"उ हर एक क जउन ओकर ओर निगाह भी नाहीं करत हीं, पुकारती ह,"},{"number":16,"verse":"“अरे नादान लोगो तू पचे भितरे चले आवा!” उ इ ओनसे कहत ह जेनके लगे सुझ-बूझ क कमी अहइ।"},{"number":17,"verse":"“चोरी क पानी तउ मीठ-मीठ होत ह, छुपके खइया क खावा गवा भोजन, बहोतइ सुआद देत ह।”"},{"number":18,"verse":"मुला उ पचे इ नाहीं जानतेन कि हुआँ मृतकन क बास होत ह अउर उ सबइ जेका उ पहिले निओता दिहस रहा अब कब्र मँ अहइँ।"}]}