{"bibleAbbr":"RNKJV1934","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":49,"verses":[{"number":1,"verse":"Concerning the Ammonites, thus saith YHVH; Hath Israel no sons? hath he no heir? why then doth their king inherit Gad, and his people dwell in his cities?"},{"number":2,"verse":"Therefore, behold, the days come, saith YHVH, that I will cause an alarm of war to be heard in Rabbah of the Ammonites; and it shall be a desolate heap, and her daughters shall be burned with fire: then shall Israel be heir unto them that were his heirs, saith YHVH."},{"number":3,"verse":"Howl, O Heshbon, for Ai is spoiled: cry, ye daughters of Rabbah, gird you with sackcloth; lament, and run to and fro by the hedges; for their king shall go into captivity, and his priests and his princes together."},{"number":4,"verse":"Wherefore gloriest thou in the valleys, thy flowing valley, O backsliding daughter? that trusted in her treasures, saying, Who shall come unto me?"},{"number":5,"verse":"Behold, I will bring a fear upon thee, saith the Master YHVH of hosts, from all those that be about thee; and ye shall be driven out every man right forth; and none shall gather up him that wandereth."},{"number":6,"verse":"And afterward I will bring again the captivity of the children of Ammon, saith YHVH."},{"number":7,"verse":"Concerning Edom, thus saith YHVH of hosts; Is wisdom no more in Teman? is counsel perished from the prudent? is their wisdom vanished?"},{"number":8,"verse":"Flee ye, turn back, dwell deep, O inhabitants of Dedan; for I will bring the calamity of Esau upon him, the time that I will visit him."},{"number":9,"verse":"If grapegatherers come to thee, would they not leave some gleaning grapes? if thieves by night, they will destroy till they have enough."},{"number":10,"verse":"But I have made Esau bare, I have uncovered his secret places, and he shall not be able to hide himself: his seed is spoiled, and his brethren, and his neighbours, and he is not."},{"number":11,"verse":"Leave thy fatherless children, I will preserve them alive; and let thy widows trust in me."},{"number":12,"verse":"For thus saith YHVH; Behold, they whose judgment was not to drink of the cup have assuredly drunken; and art thou he that shall altogether go unpunished? thou shalt not go unpunished, but thou shalt surely drink of it."},{"number":13,"verse":"For I have sworn by myself, saith YHVH, that Bozrah shall become a desolation, a reproach, a waste, and a curse; and all the cities thereof shall be perpetual wastes."},{"number":14,"verse":"I have heard a rumour from YHVH, and an ambassador is sent unto the heathen, saying, Gather ye together, and come against her, and rise up to the battle."},{"number":15,"verse":"For, lo, I will make thee small among the heathen, and despised among men."},{"number":16,"verse":"Kerioth is taken, and the strong holds are surprised, and the mighty mens hearts in Moab at that day shall be as the heart of a woman in her pangs."},{"number":17,"verse":"And Moab shall be destroyed from being a people, because he hath magnified himself against YHVH."},{"number":18,"verse":"Fear, and the pit, and the snare, shall be upon thee, O inhabitant of Moab, saith YHVH."},{"number":19,"verse":"He that fleeth from the fear shall fall into the pit; and he that getteth up out of the pit shall be taken in the snare: for I will bring upon it, even upon Moab, the year of their visitation, saith YHVH."},{"number":20,"verse":"They that fled stood under the shadow of Heshbon because of the force: but a fire shall come forth out of Heshbon, and a flame from the midst of Sihon, and shall devour the corner of Moab, and the crown of the head of the tumultuous ones."},{"number":21,"verse":"Woe be unto thee, O Moab! the people of Chemosh perisheth: for thy sons are taken captives, and thy daughters captives."},{"number":22,"verse":"Yet will I bring again the captivity of Moab in the latter days, saith YHVH. Thus far is the judgment of Moab."},{"number":23,"verse":"Concerning the Ammonites, thus saith YHVH; Hath Israel no sons? hath he no heir? why then doth their king inherit Gad, and his people dwell in his cities?"},{"number":24,"verse":"Therefore, behold, the days come, saith YHVH, that I will cause an alarm of war to be heard in Rabbah of the Ammonites; and it shall be a desolate heap, and her daughters shall be burned with fire: then shall Israel be heir unto them that were his heirs, saith YHVH."},{"number":25,"verse":"Howl, O Heshbon, for Ai is spoiled: cry, ye daughters of Rabbah, gird you with sackcloth; lament, and run to and fro by the hedges; for their king shall go into captivity, and his priests and his princes together."},{"number":26,"verse":"Wherefore gloriest thou in the valleys, thy flowing valley, O backsliding daughter? that trusted in her treasures, saying, Who shall come unto me?"},{"number":27,"verse":"Behold, I will bring a fear upon thee, saith the Master YHVH of hosts, from all those that be about thee; and ye shall be driven out every man right forth; and none shall gather up him that wandereth."},{"number":28,"verse":"And afterward I will bring again the captivity of the children of Ammon, saith YHVH."},{"number":29,"verse":"Concerning Edom, thus saith YHVH of hosts; Is wisdom no more in Teman? is counsel perished from the prudent? is their wisdom vanished?"},{"number":30,"verse":"Flee ye, turn back, dwell deep, O inhabitants of Dedan; for I will bring the calamity of Esau upon him, the time that I will visit him."},{"number":31,"verse":"If grapegatherers come to thee, would they not leave some gleaning grapes? if thieves by night, they will destroy till they have enough."},{"number":32,"verse":"But I have made Esau bare, I have uncovered his secret places, and he shall not be able to hide himself: his seed is spoiled, and his brethren, and his neighbours, and he is not."},{"number":33,"verse":"Leave thy fatherless children, I will preserve them alive; and let thy widows trust in me."},{"number":34,"verse":"For thus saith YHVH; Behold, they whose judgment was not to drink of the cup have assuredly drunken; and art thou he that shall altogether go unpunished? thou shalt not go unpunished, but thou shalt surely drink of it."},{"number":35,"verse":"For I have sworn by myself, saith YHVH, that Bozrah shall become a desolation, a reproach, a waste, and a curse; and all the cities thereof shall be perpetual wastes."},{"number":36,"verse":"I have heard a rumour from YHVH, and an ambassador is sent unto the heathen, saying, Gather ye together, and come against her, and rise up to the battle."},{"number":37,"verse":"For, lo, I will make thee small among the heathen, and despised among men."},{"number":38,"verse":"Thy terribleness hath deceived thee, and the pride of thine heart, O thou that dwellest in the clefts of the rock, that holdest the height of the hill: though thou shouldest make thy nest as high as the eagle, I will bring thee down from thence saith YHVH."},{"number":39,"verse":"Also Edom shall be a desolation: every one that goeth by it shall be astonished, and shall hiss at all the plagues thereof."}]}