{"bibleAbbr":"ULT2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":10,"verses":[{"number":1,"verse":"I am weary of my life; I will give free expression to my complaint; I will speak in the bitterness of my soul."},{"number":2,"verse":"I will say to God, 'Do not merely condemn me; show me why you accuse me."},{"number":3,"verse":"Is it good to you that you should oppress me, to despise the work of your hands while you smile on the plans of the wicked?"},{"number":4,"verse":"Do you have eyes of flesh? Do you see like a man sees?"},{"number":5,"verse":"Are your days like the days of mankind or your years like the years of people,"},{"number":6,"verse":"that you inquire after my iniquity and search after my sin,"},{"number":7,"verse":"although you know I am not guilty and there is no one who can rescue me from your hand?"},{"number":8,"verse":"Your hands have framed and fashioned me together round about, yet you are destroying me."},{"number":9,"verse":"Call to mind, I beg you, that you have fashioned me like clay; will you bring me into dust again?"},{"number":10,"verse":"Have you not poured me out like milk and curdled me like cheese?"},{"number":11,"verse":"You have clothed me with skin and flesh and knit me together with bones and sinews."},{"number":12,"verse":"You have granted me life and covenant faithfulness; your help has guarded my spirit."},{"number":13,"verse":"Yet these things you hid in your heart— I know that this is what you were thinking:"},{"number":14,"verse":"that if I sinned, you would notice it; you would not acquit me of my iniquity."},{"number":15,"verse":"If I have acted wickedly, woe to me; and even if I acted righteously, I could not lift up my head, since I am filled with disgrace— see my affliction!"},{"number":16,"verse":"If my head were lifted up, you would stalk me like a lion; and again you would show yourself with marvellous acts of power against me."},{"number":17,"verse":"You bring new witnesses against me and increase your anger against me; you attack me with fresh armies."},{"number":18,"verse":"Why, then, have you brought me out of the womb? I wish I had given up my spirit and that no eye had ever seen me."},{"number":19,"verse":"I would have been as though I had never existed; I would have been carried from the womb to the grave."},{"number":20,"verse":"Are not my days only a few? Stop then, let me alone, so that I may have a little rest"},{"number":21,"verse":"before I go from where I will not return, to the land of darkness and of the shadow of death,"},{"number":22,"verse":"the land that is as dark as midnight, the land of the shadow of death, without any order, where the light is like midnight.'\""}]}