{"bibleAbbr":"ULT2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":13,"verses":[{"number":1,"verse":"See, my eye has seen all this; my ear has heard and understood it."},{"number":2,"verse":"What you know, the same I also know; I am not inferior to you."},{"number":3,"verse":"However, I would rather speak with the Almighty; I wish to reason with God."},{"number":4,"verse":"But you whitewash the truth with lies; you are all physicians of no value."},{"number":5,"verse":"Oh, that you would altogether hold your peace! That would be your wisdom."},{"number":6,"verse":"Hear now my own reasoning; listen to the pleading of my own lips."},{"number":7,"verse":"Will you speak unrighteously for God, and will you talk deceitfully for him?"},{"number":8,"verse":"Will you show him partiality? Will you argue the case for God?"},{"number":9,"verse":"Will it be good for you when he searches you out? Could you deceive him as you might deceive men?"},{"number":10,"verse":"He would surely reprove you if in secret you showed partiality."},{"number":11,"verse":"Will not his majesty terrify you, and the dread of him fall upon you?"},{"number":12,"verse":"Your memorable sayings are proverbs made of ashes; your defenses are defenses made of clay."},{"number":13,"verse":"Hold your peace, let me alone, so that I may speak, let come what may on me."},{"number":14,"verse":"I will take my own flesh in my teeth; I will take my life in my hands."},{"number":15,"verse":"See, if he kills me, I will have no hope left; nevertheless, I will defend my ways before him."},{"number":16,"verse":"This will be the reason for my deliverance, for no godless person would come before him."},{"number":17,"verse":"God, listen carefully to my speech; let my declaration come to your ears."},{"number":18,"verse":"See now, I have set my defense in order; I know that I am innocent."},{"number":19,"verse":"Who is the one who would argue against me in court? If you came to do so, and if I were proved wrong, then I would be silent and give up my life."},{"number":20,"verse":"God, do only two things for me, and then I will not hide myself from your face:"},{"number":21,"verse":"withdraw your oppressive hand from me, and do not let your terrors make me afraid."},{"number":22,"verse":"Then call me, and I will answer; or let me speak to you, and you answer me."},{"number":23,"verse":"How many are my iniquities and sins? Let me know my transgression and my sin."},{"number":24,"verse":"Why do you hide your face from me and treat me like your enemy?"},{"number":25,"verse":"Will you persecute a driven leaf? Will you pursue dry stubble?"},{"number":26,"verse":"For you write down bitter things against me; you make me inherit the iniquities of my youth."},{"number":27,"verse":"You also put my feet in the stocks; you closely watch all my paths; you examine the ground where the soles of my feet have walked"},{"number":28,"verse":"although I am like a rotten thing that wastes away, like a garment that moths have eaten."}]}