{"bibleAbbr":"ULT2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":14,"verses":[{"number":1,"verse":"Man, who is born of woman, lives only a few days and is full of trouble."},{"number":2,"verse":"He sprouts from the ground like a flower and is cut down; he flees like a shadow and does not last."},{"number":3,"verse":"Do you look at any of these? Do you bring me into judgment with you?"},{"number":4,"verse":"Who can bring something clean out of something unclean? No one."},{"number":5,"verse":"Man's days are determined. The number of his months is with you; you have appointed his limits that he cannot pass."},{"number":6,"verse":"Look away from him that he may rest, so that he may enjoy his day like a hired man if he can do so."},{"number":7,"verse":"There can be hope for a tree; if it is cut down, it might sprout again, so that its tender stalk does not disappear."},{"number":8,"verse":"Though its root grows old in the earth, and its stump dies in the ground,"},{"number":9,"verse":"yet even if it only smells water, it will bud and send out branches like a plant."},{"number":10,"verse":"But man dies; he becomes weak; indeed, man stops breathing, and then where is he?"},{"number":11,"verse":"As water disappears from a lake, and as a river loses water and dries up,"},{"number":12,"verse":"so people lie down and do not rise again. Until the heavens are no more, they will not awake nor be roused out of their sleep."},{"number":13,"verse":"Oh, that you would hide me away in Sheol away from troubles, and that you would keep me in private until your wrath is over, that you would set me a fixed time to stay there and then call me to mind!"},{"number":14,"verse":"If a man dies, will he live again? If so, I would wish to wait all my weary time there until my release should come."},{"number":15,"verse":"You would call, and I would answer you. You would have a desire for the work of your hands."},{"number":16,"verse":"You would number and care for my footsteps; you would not keep track of my sin."},{"number":17,"verse":"My transgression would be sealed up in a bag; you would cover up my iniquity."},{"number":18,"verse":"But even mountains fall and come to nothing; even rocks are moved out of their place;"},{"number":19,"verse":"the waters wear down the stones; their flooding washes away the dust of the earth. Like this, you destroy the hope of man."},{"number":20,"verse":"You always defeat him, and he passes away; you change his face and send him away to die."},{"number":21,"verse":"If his sons are honored, he does not know it; and if they are brought low, he does not see it."},{"number":22,"verse":"He feels only the pain of his own body, and he mourns for himself."}]}