{"bibleAbbr":"ULT2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":17,"verses":[{"number":1,"verse":"My spirit is consumed, and my days are over; the grave is ready for me."},{"number":2,"verse":"Surely there are mockers with me; my eye must always see their provocation."},{"number":3,"verse":"Give now a pledge, be a guarantee for me with yourself; who else is there who will help me?"},{"number":4,"verse":"For you, God, have kept their hearts from understanding; therefore, you will not exalt them over me."},{"number":5,"verse":"He who denounces his friends for a reward, the eyes of his children will fail."},{"number":6,"verse":"But he has made me a byword of the people; they spit in my face."},{"number":7,"verse":"My eye is also dim because of sorrow; all my body parts are as thin as shadows."},{"number":8,"verse":"Upright men will be stunned by this; the innocent man will stir himself up against godless men."},{"number":9,"verse":"The righteous man will keep to his way; he who has clean hands will grow stronger and stronger."},{"number":10,"verse":"But as for you all, come on now; I will not find a wise man among you."},{"number":11,"verse":"My days are past; my plans are shattered, and so are the desires of my heart. [ Some modern versions have My days are past, as are my plans. The wishes of my heart are finished or... the strings of my heart have been broken. Others have My days are past; my plans are over, as are the wishes of my heart ]"},{"number":12,"verse":"These people, these mockers, change the night into day; light is near to darkness."},{"number":13,"verse":"If the only home I hope for is Sheol; and if I have spread my couch in the darkness;"},{"number":14,"verse":"and if I have said to the pit, 'You are my father,' and to the worm, 'You are my mother or my sister,'"},{"number":15,"verse":"where then is my hope? As for my hope, who can see any?"},{"number":16,"verse":"Will hope go down with me to the gates of Sheol when we descend to the dust?\""}]}