{"bibleAbbr":"ULT2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":18,"verses":[{"number":1,"verse":"Then Bildad the Shuhite answered and said,"},{"number":2,"verse":"\"When will you stop your talk? Consider, and afterwards we will speak."},{"number":3,"verse":"Why are we regarded as beasts, stupid in your sight?"},{"number":4,"verse":"You who tear at yourself in your anger, should the earth be forsaken for you or should the rocks be removed out of their places?"},{"number":5,"verse":"Indeed, the light of the wicked person will be put out; the spark of his fire will not shine."},{"number":6,"verse":"The light will be dark in his tent; his lamp above him will be put out."},{"number":7,"verse":"The steps of his strength will be made short; his own plans will cast him down."},{"number":8,"verse":"For he will be thrown into a net by his own feet; he will walk into a pitfall."},{"number":9,"verse":"A trap will take him by the heel; a snare will lay hold on him."},{"number":10,"verse":"A noose is hidden for him on the ground; and a trap for him in the way."},{"number":11,"verse":"Terrors will make him afraid on every side; they will chase him at his heels."},{"number":12,"verse":"His wealth will turn into hunger, and calamity will be ready at his side."},{"number":13,"verse":"The parts of his body will be devoured; indeed, the firstborn of death will devour his parts."},{"number":14,"verse":"He is torn from the safety of his tent and marched off to the king of terrors."},{"number":15,"verse":"People not his own will live in his tent after they see that sulfur is scattered within his home."},{"number":16,"verse":"His roots will be dried up beneath; above will his branch be cut off."},{"number":17,"verse":"His memory will perish from the earth; he will have no name in the street."},{"number":18,"verse":"He will be driven from light into darkness and be chased out of this world."},{"number":19,"verse":"He will have no son or son's son among his people, nor any remaining kinfolk where he had stayed."},{"number":20,"verse":"Those who live in the west will be horrified at what happens to him one day; those who live in the east will be frightened by it."},{"number":21,"verse":"Surely such are the homes of unrighteous people, the places of those who do not know God.\""}]}