{"bibleAbbr":"ULT2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":28,"verses":[{"number":1,"verse":"Surely there is a mine for silver, a place where they refine gold."},{"number":2,"verse":"Iron is taken out of the earth; copper is smelted out of the stone."},{"number":3,"verse":"A man sets an end to darkness and searches out, to the farthest limit, the stones in obscurity and thick darkness."},{"number":4,"verse":"He breaks open a shaft away from where people live, places that are forgotten by anyone's foot. He hangs far away from people; he swings to and fro."},{"number":5,"verse":"As for the earth, out of which comes bread, it is turned up below as if by fire."},{"number":6,"verse":"Its stones are the place where sapphires are found, and its dust contains gold."},{"number":7,"verse":"No bird of prey knows the path to it, nor has the falcon's eye seen it."},{"number":8,"verse":"The proud animals have not walked such a path, nor has the fierce lion passed there."},{"number":9,"verse":"A man lays his hand on the flinty rock; he overturns mountains by their roots."},{"number":10,"verse":"He cuts out channels among the rocks; his eye sees every valuable thing there."},{"number":11,"verse":"He ties up the streams so they do not run; what is hidden there he brings out to the light."},{"number":12,"verse":"Where will wisdom be found? Where is the place of understanding?"},{"number":13,"verse":"Man does not know its price; neither is it found in the land of the living."},{"number":14,"verse":"The deep waters under the earth say, 'It is not in me'; the sea says, 'It is not with me.'"},{"number":15,"verse":"It cannot be gotten for gold; neither can silver be weighed as its price."},{"number":16,"verse":"It cannot be valued with the gold of Ophir, with precious onyx or sapphire."},{"number":17,"verse":"Gold and crystal cannot equal it in worth; neither can it be exchanged for jewels of fine gold."},{"number":18,"verse":"No mention is worth making of coral or jasper; indeed, the price of wisdom is more than rubies."},{"number":19,"verse":"The topaz of Cush does not equal it; neither can it be valued in terms of pure gold."},{"number":20,"verse":"From where, then, comes wisdom? Where is the place of understanding?"},{"number":21,"verse":"Wisdom is hidden from the eyes of all living things and is kept hidden from the birds of the heavens."},{"number":22,"verse":"Destruction and Death say, 'We have heard just a rumor about it with our ears.'"},{"number":23,"verse":"God understands the way to it; he knows its place."},{"number":24,"verse":"For he looks to the very ends of the earth and sees under all the heavens."},{"number":25,"verse":"He made the force of the wind and parceled out the waters by measure."},{"number":26,"verse":"He made a decree for the rain and a path for the thunder."},{"number":27,"verse":"Then he saw wisdom and announced it; he established it, indeed, and he examined it."},{"number":28,"verse":"To people he said, 'See, the fear of the Lord—that is wisdom; to depart from evil is understanding.'\""}]}