{"bibleAbbr":"ULT2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":5,"verses":[{"number":1,"verse":"Call out now; is there anyone who will answer you? To which of the holy ones will you turn?"},{"number":2,"verse":"For anger kills the foolish man; jealousy kills the silly one."},{"number":3,"verse":"I have seen a foolish person taking root, but suddenly I cursed his home."},{"number":4,"verse":"His children are far from safety; they are crushed in the city gate. There is no one to rescue them."},{"number":5,"verse":"The hungry eat up their harvest; they even take it from among the thorns. The thirsty pant for their wealth."},{"number":6,"verse":"For difficulties do not come out from the soil; neither does trouble sprout from the ground."},{"number":7,"verse":"Instead, mankind is born for trouble, just as sparks fly upward."},{"number":8,"verse":"But as for me, I would turn to God himself; to him I would commit my cause—"},{"number":9,"verse":"he who does great and unsearchable things, marvelous things without number."},{"number":10,"verse":"He gives rain on the earth, and sends water on the fields."},{"number":11,"verse":"He does this in order to set up on high those who are low; to raise to safety those who mourn."},{"number":12,"verse":"He breaks the plans of the crafty people, so that their hands cannot achieve success."},{"number":13,"verse":"He traps wise people in their own crafty actions; the plans of twisted people are hurried to their end."},{"number":14,"verse":"They encounter darkness in the daytime, and grope at noonday as if it were night."},{"number":15,"verse":"But he saves the poor person from the sword in their mouths and the needy person from the hand of mighty people."},{"number":16,"verse":"So the poor person has hope, and injustice shuts her own mouth."},{"number":17,"verse":"See, blessed is the man whom God corrects; therefore, do not despise the chastening of the Almighty."},{"number":18,"verse":"For he wounds and then binds up; he wounds and then his hands heal."},{"number":19,"verse":"He will rescue you out of six troubles; indeed, in seven troubles, no evil will touch you."},{"number":20,"verse":"In famine he will ransom you from death, and in war from the hands of the sword."},{"number":21,"verse":"You will be hidden from the scourge of the tongue; and you will not be afraid of destruction when it comes."},{"number":22,"verse":"You will laugh at destruction and famine, and you will not be afraid of beasts of the earth."},{"number":23,"verse":"For you will have a covenant with the stones in your field, and the beasts of the field will be at peace with you."},{"number":24,"verse":"You will know that your tent is in safety; you will visit your sheepfold and you will not miss anything."},{"number":25,"verse":"You will also know that your seed will be great, that your offspring will be like the grass on the ground."},{"number":26,"verse":"You will come to your grave at a full age, like a stack of grain bundles that goes up at its time."},{"number":27,"verse":"See, we have examined this matter; it is like this; listen to it, and know it for yourself.\""}]}