{"bibleAbbr":"ULT2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":6,"verses":[{"number":1,"verse":"Then Job answered and said,"},{"number":2,"verse":"\"Oh, if only my anguish were weighed; if only all my calamity were laid in the balance!"},{"number":3,"verse":"For now it would be heavier than the sand of the seas. That is why my words were reckless."},{"number":4,"verse":"For the arrows of the Almighty are in me, my spirit drinks up the poison; the terrors of God have arranged themselves in array against me."},{"number":5,"verse":"Does the wild donkey bray in despair when he has grass? Or does the ox low in hunger when it has fodder?"},{"number":6,"verse":"Can that which has no taste be eaten without salt? Or is there any taste in the white of an egg?"},{"number":7,"verse":"I refuse to touch them; they are like disgusting food to me."},{"number":8,"verse":"Oh, that I might have my request; oh, that God would grant me the thing I long for:"},{"number":9,"verse":"that it would please God to crush me once, that he would let loose his hand and cut me off from this life!"},{"number":10,"verse":"May this still be my consolation— even if I exult in pain that does not lessen: that I have not denied the words of the Holy One."},{"number":11,"verse":"What is my strength, that I should try to wait? What is my end, that I should prolong my life?"},{"number":12,"verse":"Is my strength the strength of stones? Or is my flesh made of bronze?"},{"number":13,"verse":"Is it not true that I have no help in myself, and that wisdom has been driven out of me?"},{"number":14,"verse":"To the person who is about to faint, faithfulness should be shown by his friend; even to him who forsakes the fear of the Almighty."},{"number":15,"verse":"But my brothers have been as faithful to me as a desert streambed, as channels of water that pass away to nothing,"},{"number":16,"verse":"which are darkened because of ice over them, and because of the snow that hides itself in them."},{"number":17,"verse":"When they thaw out, they vanish; when it is hot, they melt out of their place."},{"number":18,"verse":"The caravans that travel by their way turn aside for water; they wander into barren land and then perish."},{"number":19,"verse":"Caravans from Tema looked there, while companies of Sheba hoped in them."},{"number":20,"verse":"They were disappointed because they had been confident of finding water. They went there, but they were deceived."},{"number":21,"verse":"For now you friends are nothing to me; you see my dreadful situation and are afraid."},{"number":22,"verse":"Did I say to you, 'Give something to me' or, 'Offer me a gift from your wealth'"},{"number":23,"verse":"or, 'Save me from my adversary's hand' or, 'Ransom me from the hand of my oppressors'?"},{"number":24,"verse":"Teach me, and I will hold my peace; make me understand where I have been wrong."},{"number":25,"verse":"How painful are truthful words! But your arguments, how do they actually rebuke me?"},{"number":26,"verse":"Do you plan to ignoremy words, treating the words of a desperate man like the wind?"},{"number":27,"verse":"Indeed, you cast lots for a fatherless child, and haggle over your friend like merchandise."},{"number":28,"verse":"Now, therefore, please look at me, for surely I would not lie to your face."},{"number":29,"verse":"Relent, I beg you; let there be no injustice with you; Indeed, relent, for my cause is just."},{"number":30,"verse":"Is there evil on my tongue? Cannot my mouth detect malicious things?"}]}