{"bibleAbbr":"ULT2024","bookName":"Job","bookEnglishName":"Job","chapterNumber":9,"verses":[{"number":1,"verse":"Then Job answered and said,"},{"number":2,"verse":"\"I truly know that this is so. But how can a person be in the right with God?"},{"number":3,"verse":"If he wants to argue with God, he cannot answer him once in a thousand times."},{"number":4,"verse":"God is wise in heart and mighty in strength; who has ever hardened himself against him and succeeded?—"},{"number":5,"verse":"he who removes the mountains without warning anyone when he overturns them in his anger—"},{"number":6,"verse":"he who shakes the earth out of its place and sets its supports trembling."},{"number":7,"verse":"It is the same God who tells the sun not to rise, and it does not, and who covers up the stars,"},{"number":8,"verse":"who by himself stretches out the heavens and tramples down the waves of the sea,"},{"number":9,"verse":"who makes the Bear, Orion, the Pleiades, and the constellations of the south."},{"number":10,"verse":"He does great and unsearchable things, and wonderful things that cannot be counted."},{"number":11,"verse":"See, he goes by me, and I do not see him; he passes on also, but I do not perceive him."},{"number":12,"verse":"If he takes something away, who can stop him? Who can say to him, 'What are you doing?'"},{"number":13,"verse":"God will not withdraw his anger; the helpers of Rahab bow beneath him."},{"number":14,"verse":"How much less could I answer him, could I choose words to reason with him?"},{"number":15,"verse":"Even if I were righteous, I could not answer him; I could only plead for mercy with my judge."},{"number":16,"verse":"Even if I called and he answered me, I would not believe that he was listening to my voice."},{"number":17,"verse":"For he breaks me with a tempest and multiplies my wounds without cause."},{"number":18,"verse":"He does not allow me to regain my breath; but he fills me with bitterness."},{"number":19,"verse":"If it is a matter of strength, behold, he is mighty! If it is a matter of justice, who can summon him?"},{"number":20,"verse":"Though I am in the right, my own mouth would condemn me; and though I am blameless, my words would prove me to be guilty."},{"number":21,"verse":"I am blameless, but I do not care any more about myself; I despise my own life."},{"number":22,"verse":"It makes no difference, which is why I say that he destroys blameless people and wicked people together."},{"number":23,"verse":"When a whip suddenly kills, he mocks the despair of the innocent."},{"number":24,"verse":"The earth is given into the hand of wicked people; God covers the faces of its judges. If it is not he who does it, then who is it?"},{"number":25,"verse":"My days are swifter than a running messenger; my days flee away; they see no good anywhere."},{"number":26,"verse":"They are as fast as papyrus reed boats, and as fast as the eagle that swoops down on its victim."},{"number":27,"verse":"If I said that I would forget about my complaints, that I would take off my sad face and be happy,"},{"number":28,"verse":"I would be afraid of all my sorrows because I know that you will not consider me innocent."},{"number":29,"verse":"I will be condemned; why, then, should I try in vain?"},{"number":30,"verse":"If I washed myself with snow water and made my hands ever so clean,"},{"number":31,"verse":"God would plunge me in a ditch, and my own clothes would be disgusted with me."},{"number":32,"verse":"For God is not a man, as I am, that I could answer him, that we could come together in court."},{"number":33,"verse":"There is no judge between us who might lay his hand upon us both."},{"number":34,"verse":"There is no other judge who could take God's rod off me, who could keep his terror from frightening me."},{"number":35,"verse":"Then would I speak up and not fear him. But as things are now, I cannot do that."}]}