{
  "bibleAbbr" : "TCL1995",
  "bookName" : "எபிரெயர்",
  "bookEnglishName" : "Hebrews",
  "chapterNumber" : 4,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஆதலின், கடவுள் தரும் ஓய்வைப் பெறுவது பற்றி அவர் அளித்த வாக்குறுதி இன்னும் நிலைத்திருப்பதால், உங்களுள் எவரேனும் அதை அடையத் தவறிவிடக்கூடாது என எண்ணுகிறேன். இது குறித்து நாம் கவனமாயிருப்போமாக."
  }, {
    "number" : 2,
    "verse" : "ஏனெனில் அவர்களுக்கு அறிவிக்கப்பட்டது போலவே, நமக்கும் நற்செய்தி அறிவிக்கப்பட்டது. ஆயினும் அவர்கள் கேட்ட செய்தி அவர்களுக்குப் பயன் அளிக்கவில்லை: ஏனெனில் கேட்டவர்கள் அச்செய்தியை நம்பிக்கையோடு கேட்கவில்லை."
  }, {
    "number" : 3,
    "verse" : "இந்த ஓய்வைப் பெறுகிறவர்கள் நம்பிக்கையுடன் இருக்கும் நாமே. இதைக் குறித்தே, “நான் சினமுற்று, \"நான் அளிக்கும் இளைப்பாற்றியின் நாட்டிற்குள் நுழையவேமாட்டார்கள்\" என்று ஆணையிட்டுக் கூறினேன்” என எடுத்துரைக்கப்பட்டுள்ளது. எனினும் உலகம் தோன்றிய காலத்திலேயே கடவுளுடைய வேலைகள் முடிந்துவிட்டன."
  }, {
    "number" : 4,
    "verse" : "ஏனெனில் மறைநூலில் ஓரிடத்தில் ஏழாம்நாள் பற்றி, “கடவுள் தாம் செய்த வேலைகள் அனைத்தையும் நிறைவு பெறச் செய்து, ஏழாம் நாளில் ஓய்ந்திருந்தார்” என்று கூறப்பட்டுள்ளது."
  }, {
    "number" : 5,
    "verse" : "மேலும், மேற்சொன்ன சொற்றொடரில், “அவர்கள் நான் அளிக்கும் இளைப்பாற்றியின் நாட்டிற்குள் நுழையவே மாட்டார்கள்” என்றிருக்கிறது."
  }, {
    "number" : 6,
    "verse" : "எனவே, இந்த ஓய்வைப் பெறவேண்டியவர்கள் இன்னும் இருக்கிறார்கள். ஆனால், அந்நற்செய்தியை முன்னர் கேட்டவர்கள் தங்கள் கீழ்ப்படியாமையால் அந்த ஓய்வைப் பெறவில்லை."
  }, {
    "number" : 7,
    "verse" : "ஆகவேதான் முன்பு கூறப்பட்டதுபோலவே, “இன்று நீங்கள் அவரது குரலைக் கேட்பீர்களென்றால் உங்கள் இதயத்தைக் கடினப்படுத்திக் கொள்ளாதீர்கள்” என்று நீண்டகாலத்திற்குப் பின்பு தாவீதின் வழியாக அவர் எடுத்துரைத்து “இன்று” என வேறொரு நாளைக் குறிப்பிடுகிறார்."
  }, {
    "number" : 8,
    "verse" : "யோசுவா அவர்களை ஓய்வுபெறச் செய்திருந்தார் என்றால், அதன்பின் கடவுள் வேறொரு நாளைப் பற்றிப் பேசியிருக்க மாட்டார்."
  }, {
    "number" : 9,
    "verse" : "ஆதலால், கடவுளுடைய மக்கள் ஓய்வெடுக்கும் காலம் இனிமேல்தான் வரவேண்டியிருக்கிறது."
  }, {
    "number" : 10,
    "verse" : "ஏனெனில், கடவுள் தம் வேலையை முடித்துவிட்டு ஓய்வு எடுப்பது போலவே, கடவுள் தரும் ஓய்வைப் பெற்றுவிட்டவர் தம் வேலையை முடித்துவிட்டு ஓய்வு எடுக்கிறார்."
  }, {
    "number" : 11,
    "verse" : "ஆதலால், கீழ்ப்படியாதவர்களின் மாதிரியைப் பின்பற்றி, எவரும் வீழ்ச்சியுறாதவாறு அந்த ஓய்வைப் பெற முழு முயற்சி செய்வோமாக."
  }, {
    "number" : 12,
    "verse" : "கடவுளுடைய வார்த்தை உயிருள்ளது, ஆற்றல் வாய்ந்தது: இருபக்கமும் வெட்டக்கூடிய எந்த வாளினும் கூர்மையானது: ஆன்மாவையும் ஆவியையும் பிரிக்கும் அளவுக்குக் குத்தி ஊடுருவுகிறது: எலும்பு மூட்டையும் மச்சையையும் அவ்வாறே ஊடுருவுகிறது: உள்ளத்தின் சிந்தனைகளையும் நோக்கங்களையும் சீர்தூக்கிப் பார்க்கிறது."
  }, {
    "number" : 13,
    "verse" : "படைப்பு எதுவும் கடவுளுடைய பார்வைக்கு மறைவாய் இல்லை. அவருடைய கண்களுக்கு முன் அனைத்தும் மறைவின்றி வெளிப்படையாய் இருக்கின்றன. நாம் அவருக்கே கணக்குக் கொடுக்கவேண்டும்."
  }, {
    "number" : 14,
    "verse" : "தேவனுக்கு முன் வர நமக்கு இயேசு உதவுகிறார்எனவே, வானங்களைக் கடந்து சென்ற இறைமகனாகிய இயேசுவை நாம் தனிப்பெரும் தலைமைக் குருவாகக் கொண்டுள்ளதால் நாம் அறிக்கையிடுவதை விடாது பற்றிக்கொள்வோமாக!"
  }, {
    "number" : 15,
    "verse" : "ஏனெனில், நம் தலைமைக் குரு நம்முடைய வலுவின்மையைக் கண்டு இரக்கம் காட்ட இயலாதவர் அல்ல: மாறாக, எல்லா வகையிலும் நம்மைப்போலச் சோதிக்கப்பட்டவர்: எனினும் பாவம் செய்யாதவர்."
  }, {
    "number" : 16,
    "verse" : "எனவே, நாம் இரக்கத்தைப் பெறவும், ஏற்ற வேளையில் உதவக் கூடிய அருளைக் கண்டடையவும், அருள் நிறைந்த இறை அரியணையைத் துணிவுடன் அணுகிச் செல்வோமாக."
  } ]
}