{"bibleAbbr":"NRSVue2021","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":1,"verses":[{"number":1,"verse":"(Gen 46.8-27) These are the names of the sons of Israel who came to Egypt with Jacob, each with his household:"},{"number":2,"verse":"Reuben, Simeon, Levi, and Judah,"},{"number":3,"verse":"Issachar, Zebulun, and Benjamin,"},{"number":4,"verse":"Dan and Naphtali, Gad and Asher."},{"number":5,"verse":"(Gen 46.27) The total number of people born to Jacob was seventy. (Joseph was already in Egypt.)"},{"number":6,"verse":"(Gen 50.26) Then Joseph died, and all his brothers, and that whole generation."},{"number":7,"verse":"(Gen 46.3; 47.27; Acts 7.17) But the Israelites were fruitful and prolific; they multiplied and grew exceedingly strong, so that the land was filled with them."},{"number":8,"verse":"(The Israelites Are Oppressed) (Acts 7.18, 19) Now a new king arose over Egypt who did not know Joseph."},{"number":9,"verse":"(Ps 105.24, 25) He said to his people, “Look, the Israelite people are more numerous and more powerful than we."},{"number":10,"verse":"Come, let us deal shrewdly with them, or they will increase and, in the event of war, join our enemies and fight against us and escape from the land.”"},{"number":11,"verse":"(Ex 3.7; 5.6) Therefore they set taskmasters over them to oppress them with forced labor. They built supply cities, Pithom and Rameses, for Pharaoh."},{"number":12,"verse":"But the more they were oppressed, the more they multiplied and spread, so that the Egyptians came to dread the Israelites."},{"number":13,"verse":"The Egyptians subjected the Israelites to hard servitude"},{"number":14,"verse":"(Ps 81.6) and made their lives bitter with hard servitude in mortar and bricks and in every kind of field labor. They were ruthless in all the tasks that they imposed on them."},{"number":15,"verse":"The king of Egypt said to the Hebrew midwives, one of whom was named Shiphrah and the other Puah,"},{"number":16,"verse":"(Acts 7.19) “When you act as midwives to the Hebrew women and see them on the birthstool, if it is a son, kill him, but if it is a daughter, she shall live.”"},{"number":17,"verse":"(v 21) But the midwives feared God; they did not do as the king of Egypt commanded them, but they let the boys live."},{"number":18,"verse":"So the king of Egypt summoned the midwives and said to them, “Why have you done this and allowed the boys to live?”"},{"number":19,"verse":"The midwives said to Pharaoh, “Because the Hebrew women are not like the Egyptian women, for they are vigorous and give birth before the midwife comes to them.”"},{"number":20,"verse":"(v 12|EXO 1:12; Isa 3.10) So God dealt well with the midwives, and the people multiplied and became very strong."},{"number":21,"verse":"(1 Sam 2.35) And because the midwives feared God, he gave them families."},{"number":22,"verse":"(Acts 7.19) Then Pharaoh commanded all his people, “Every son that is born to the Hebrews (Sam Gk Tg: Heb lacks to the Hebrews) you shall throw into the Nile, but you shall let every daughter live.”"}]}