{"bibleAbbr":"NRSVue2021","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":28,"verses":[{"number":1,"verse":"(Vestments for the Priesthood) (Num 18.7; Heb 5.1, 4) “Then bring near to you your brother Aaron and his sons with him, from among the Israelites, to serve me as priests—Aaron and Aaron’s sons: Nadab and Abihu, Eleazar and Ithamar."},{"number":2,"verse":"(Ex 29.5, 29; 31.10) You shall make sacred vestments for the glorious adornment of your brother Aaron."},{"number":3,"verse":"(Ex 31.3, 6) And you shall speak to all who are skillful, whom I have endowed with skill, so that they make Aaron’s vestments to consecrate him for my priesthood."},{"number":4,"verse":"(vv 6, 15, 31, 39) These are the vestments that they shall make: a breastpiece, an ephod, a robe, a checkered tunic, a turban, and a sash. When they make these sacred vestments for your brother Aaron and his sons to serve me as priests,"},{"number":5,"verse":"they shall use gold, blue, purple, and crimson yarns and fine linen."},{"number":6,"verse":"(The Ephod) (Ex 39.2) “They shall make the ephod of gold, of blue, purple, and crimson yarns, and of fine twisted linen, skillfully worked."},{"number":7,"verse":"It shall have two shoulder pieces attached to its two edges, so that it may be joined together."},{"number":8,"verse":"The decorated band on it shall be of the same workmanship and materials, of gold, of blue, purple, and crimson yarns, and of fine twisted linen."},{"number":9,"verse":"(1 Chr 29.2) You shall take two onyx stones and engrave on them the names of the sons of Israel,"},{"number":10,"verse":"six of their names on the one stone and the names of the remaining six on the other stone, in the order of their birth."},{"number":11,"verse":"As a gem cutter engraves signets, so you shall engrave the two stones with the names of the sons of Israel; you shall mount them in settings of gold filigree."},{"number":12,"verse":"(v 29|EXO 28:29; Ex 39.7) You shall set the two stones on the shoulder pieces of the ephod, as stones of remembrance for the sons of Israel, and Aaron shall bear their names before the LORD on his two shoulders for remembrance."},{"number":13,"verse":"You shall make settings of gold filigree"},{"number":14,"verse":"and two chains of pure gold, twisted like cords, and you shall attach the corded chains to the settings."},{"number":15,"verse":"(The Breastplate) (Ex 39.8) “You shall make a breastpiece of judgment, in skilled work; you shall make it in the style of the ephod; of gold, of blue, purple, and crimson yarns, and of fine twisted linen you shall make it."},{"number":16,"verse":"It shall be square and doubled, a span in length and a span in width."},{"number":17,"verse":"(Ex 39.10ff) You shall set in it four rows of stones. A row of carnelian, chrysolite, and emerald shall be the first row;"},{"number":18,"verse":"and the second row a turquoise, a sapphire, (Or lapis lazuli) and a moonstone;"},{"number":19,"verse":"and the third row a jacinth, an agate, and an amethyst;"},{"number":20,"verse":"and the fourth row a beryl, an onyx, and a jasper; they shall be set in gold filigree."},{"number":21,"verse":"(Ex 39.14) There shall be twelve stones with names corresponding to the names of the sons of Israel; they shall be like signets, each engraved with its name, for the twelve tribes."},{"number":22,"verse":"You shall make for the breastpiece chains of pure gold, twisted like cords,"},{"number":23,"verse":"and you shall make for the breastpiece two rings of gold and put the two rings on the two edges of the breastpiece."},{"number":24,"verse":"(Ex 39.17) You shall put the two cords of gold in the two rings at the edges of the breastpiece;"},{"number":25,"verse":"the two ends of the two cords you shall attach to the two settings and so attach it in front to the shoulder pieces of the ephod."},{"number":26,"verse":"(Ex 39.17) You shall make two rings of gold and put them at the two ends of the breastpiece, on its inside edge next to the ephod. (Meaning of Heb uncertain)"},{"number":27,"verse":"You shall make two rings of gold and attach them in front to the lower part of the two shoulder pieces of the ephod, at its joining above the decorated band of the ephod."},{"number":28,"verse":"The breastpiece shall be bound by its rings to the rings of the ephod with a blue cord, so that it may lie on the decorated band of the ephod and so that the breastpiece shall not come loose from the ephod."},{"number":29,"verse":"(v 12) So Aaron shall bear the names of the sons of Israel in the breastpiece of judgment on his heart when he goes into the holy place, for a continual remembrance before the LORD."},{"number":30,"verse":"(Lev 8.8; Num 27.21) In the breastpiece of judgment you shall put the Urim and the Thummim, and they shall be on Aaron’s heart when he goes in before the LORD; thus Aaron shall bear the judgment of the Israelites on his heart before the LORD continually."},{"number":31,"verse":"(Other Priestly Vestments) (Ex 39.22) “You shall make the robe of the ephod all of blue."},{"number":32,"verse":"It shall have an opening for the head in the middle of it, with a woven binding around its edge, like the opening in a garment, (Meaning of Heb uncertain) so that it may not be torn."},{"number":33,"verse":"On its lower hem you shall make pomegranates of blue, purple, and crimson yarns, all around the lower hem, with bells of gold between them all around—"},{"number":34,"verse":"a golden bell and a pomegranate alternating all around the lower hem of the robe."},{"number":35,"verse":"Aaron shall wear it when he ministers, and its sound shall be heard when he goes into the holy place before the LORD and when he comes out, so that he may not die."},{"number":36,"verse":"(Ex 39.30, 31) “You shall make a rosette of pure gold and engrave on it, like the engraving of a signet, ‘Holy to the LORD.’"},{"number":37,"verse":"You shall fasten it on the turban with a blue cord; it shall be on the front of the turban."},{"number":38,"verse":"(v 43|EXO 28:43; Lev 10.17; Num 18.1; Heb 9.28; 1 Pet 2.24) It shall be on Aaron’s forehead, and Aaron shall take on himself any guilt incurred in the holy offerings that the Israelites consecrate as their sacred donations; it shall always be on his forehead, in order that they may find favor before the LORD."},{"number":39,"verse":"“You shall make the checkered tunic of fine linen, and you shall make a turban of fine linen, and you shall make a sash embroidered with needlework."},{"number":40,"verse":"(v 4|EXO 28:4; Ex 39.27-29) “For Aaron’s sons you shall make tunics and sashes and headdresses; you shall make them for their glorious adornment."},{"number":41,"verse":"(Ex 29.7-9; 30.30; Lev 8; Heb 7.28) You shall put them on your brother Aaron and on his sons with him and shall anoint them and ordain them and consecrate them, so that they may serve me as priests."},{"number":42,"verse":"(Ex 39.28) You shall make for them linen undergarments to cover their naked flesh; they shall reach from the hips to the thighs;"},{"number":43,"verse":"(Ex 20.26; 27.21; Lev 17.7; 20.19, 20) They shall be worn by Aaron and his sons when they go into the tent of meeting or when they come near the altar to minister in the holy place, so that they do not bring guilt on themselves and die. This shall be a perpetual ordinance for him and for his descendants after him."}]}