{"bibleAbbr":"NRSVue2021","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":32,"verses":[{"number":1,"verse":"(The Golden Calf) (Ex 13.21; 24.18; Deut 9.9; Acts 7.40) When the people saw that Moses delayed to come down from the mountain, the people gathered around Aaron and said to him, “Come, make gods for us, who shall go before us; as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.”"},{"number":2,"verse":"(Ex 35.22) Aaron said to them, “Take off the gold rings that are on the ears of your wives, your sons, and your daughters and bring them to me.”"},{"number":3,"verse":"So all the people took off the gold rings from their ears and brought them to Aaron."},{"number":4,"verse":"(Deut 9.16; Acts 7.41) He took these from them, formed them in a mold, (Or fashioned it with an engraving tool; meaning of Heb uncertain) and cast an image of a calf, and they said, “These are your gods, O Israel, who brought you up out of the land of Egypt!”"},{"number":5,"verse":"When Aaron saw this, he built an altar before it, and Aaron made a proclamation and said, “Tomorrow shall be a festival to the LORD.”"},{"number":6,"verse":"(1 Cor 10.7) They rose early the next day and offered burnt offerings and brought sacrifices of well-being, and the people sat down to eat and drink and rose up to revel."},{"number":7,"verse":"(Gen 6.11, 12; Deut 9.12; Dan 9.24) The LORD said to Moses, “Go down at once! Your people, whom you brought up out of the land of Egypt, have acted perversely;"},{"number":8,"verse":"(Ex 20.3, 4, 23; 1 Kings 12.28) they have been quick to turn aside from the way that I commanded them; they have cast for themselves an image of a calf and have worshiped it and sacrificed to it and said, ‘These are your gods, O Israel, who brought you up out of the land of Egypt!’ ”"},{"number":9,"verse":"(Ex 33.3, 5; 34.9; Num 14.11-20; Acts 7.51) The LORD said to Moses, “I have seen this people, how stiff-necked they are."},{"number":10,"verse":"(Num 14.12; Deut 9.14) Now let me alone so that my wrath may burn hot against them and I may consume them, and of you I will make a great nation.”"},{"number":11,"verse":"(Deut 9.18) But Moses implored the LORD his God and said, “O LORD, why does your wrath burn hot against your people, whom you brought out of the land of Egypt with great power and with a mighty hand?"},{"number":12,"verse":"(v 14|EXO 32:14; Num 14.13; Deut 9.28) Why should the Egyptians say, ‘It was with evil intent that he brought them out to kill them in the mountains and to consume them from the face of the earth’? Turn from your fierce wrath; change your mind and do not bring disaster on your people."},{"number":13,"verse":"(Gen 12.7; 13.15; 22.16; Ex 13.5; Heb 6.13) Remember Abraham, Isaac, and Israel, your servants, how you swore to them by your own self, saying to them, ‘I will multiply your descendants like the stars of heaven, and all this land that I have promised I will give to your descendants, and they shall inherit it forever.’ ”"},{"number":14,"verse":"(Ps 106.45) And the LORD changed his mind about the disaster that he planned to bring on his people."},{"number":15,"verse":"(Deut 9.15) Then Moses turned and went down from the mountain, carrying the two tablets of the covenant in his hands, tablets that were written on both sides, written on the front and on the back."},{"number":16,"verse":"(Ex 31.18) The tablets were the work of God, and the writing was the writing of God, engraved upon the tablets."},{"number":17,"verse":"When Joshua heard the noise of the people as they shouted, he said to Moses, “There is a noise of war in the camp.”"},{"number":18,"verse":"But he said, “It is not the sound made by victors or the sound made by losers; it is the sound of singing that I hear.”"},{"number":19,"verse":"(Deut 9.16, 17) As soon as he came near the camp and saw the calf and the dancing, Moses’s anger burned hot, and he threw the tablets from his hands and broke them at the foot of the mountain."},{"number":20,"verse":"(Deut 9.21) He took the calf that they had made, burned it with fire, ground it to powder, scattered it on the water, and made the Israelites drink it."},{"number":21,"verse":"(Gen 26.10) Moses said to Aaron, “What did this people do to you that you have brought so great a sin upon them?”"},{"number":22,"verse":"(Deut 9.24) And Aaron said, “Do not let the anger of my lord burn hot; you know the people, that they are wicked."},{"number":23,"verse":"(v 1) They said to me, ‘Make gods for us, who shall go before us; as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.’"},{"number":24,"verse":"(v 4) So I said to them, ‘Whoever has gold, take it off’; so they gave it to me, and I threw it into the fire, and out came this calf!”"},{"number":25,"verse":"When Moses saw that the people were out of control (for Aaron had lost control of them, prompting derision among their enemies),"},{"number":26,"verse":"then Moses stood in the gate of the camp and said, “Who is on the LORD’s side? Come to me!” And all the sons of Levi gathered around him."},{"number":27,"verse":"(Num 25.7-12) He said to them, “Thus says the LORD, the God of Israel: Put your sword on your side, each of you! Go back and forth from gate to gate throughout the camp, and each of you kill your brother, your friend, and your neighbor.”"},{"number":28,"verse":"The sons of Levi did as Moses commanded, and about three thousand of the people fell on that day."},{"number":29,"verse":"Moses said, “Today you have been ordained for the service of the LORD, each one at the cost of a son or a brother, and so have brought a blessing on yourselves this day.”"},{"number":30,"verse":"(Num 25.13; 1 Sam 12.20, 23; 2 Sam 16.12) On the next day Moses said to the people, “You have sinned a great sin. But now I will go up to the LORD; perhaps I can make atonement for your sin.”"},{"number":31,"verse":"(Ex 20.23; Deut 9.18) So Moses returned to the LORD and said, “Alas, this people has sinned a great sin; they have made for themselves gods of gold."},{"number":32,"verse":"(Ps 69.28; Dan 12.1; Rom 9.3; Rev 3.5; 13.8; 17.8; 21.27) But now, if you will only forgive their sin—but if not, please blot me out of the book that you have written.”"},{"number":33,"verse":"(Deut 29.20; Ps 9.5) But the LORD said to Moses, “Whoever has sinned against me I will blot out of my book."},{"number":34,"verse":"(Ex 3.17; 23.20; Ps 99.8) But now go, lead the people to the place about which I have spoken to you; see, my angel shall go in front of you. Nevertheless, when the day for punishment comes, I will punish them for their sin.”"},{"number":35,"verse":"(vv 4, 24, 28) Then the LORD sent a plague on the people, because they made the calf—the one that Aaron had made."}]}