{"bibleAbbr":"NRSVue2021","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":33,"verses":[{"number":1,"verse":"(The Command to Leave Sinai) (Gen 12.7; Ex 32.7, 13) The LORD said to Moses, “Go, leave this place, you and the people whom you have brought up out of the land of Egypt, and go to the land of which I swore to Abraham, Isaac, and Jacob, saying, ‘To your descendants I will give it.’"},{"number":2,"verse":"(Ex 23.27-31; 32.34) I will send an angel before you, and I will drive out the Canaanites, the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites."},{"number":3,"verse":"(Ex 3.8, 17; 32.9, 10) Go up (Heb lacks Go up) to a land flowing with milk and honey, but I will not go up among you, or I would consume you on the way, for you are a stiff-necked people.”"},{"number":4,"verse":"(Num 14.1, 39) When the people heard these harsh words, they mourned, and no one put on ornaments."},{"number":5,"verse":"For the LORD had said to Moses, “Say to the Israelites, ‘You are a stiff-necked people; if for a single moment I should go up among you, I would consume you. So now take off your ornaments, and I will decide what to do to you.’ ”"},{"number":6,"verse":"Therefore the Israelites stripped themselves of their ornaments, from Mount Horeb onward."},{"number":7,"verse":"(The Tent outside the Camp) (Ex 29.42, 43; Deut 4.29) Now Moses used to take the tent and pitch it outside the camp, far off from the camp; he called it the tent of meeting. And everyone who sought the LORD would go out to the tent of meeting, which was outside the camp."},{"number":8,"verse":"(Num 16.27) Whenever Moses went out to the tent, all the people would rise and stand, each of them, at the entrance of their tents and watch Moses until he had gone into the tent."},{"number":9,"verse":"(Ex 25.22; 31.18; Ps 99.7) When Moses entered the tent, the pillar of cloud would descend and stand at the entrance of the tent, and the LORD (Heb he) would speak with Moses."},{"number":10,"verse":"When all the people saw the pillar of cloud standing at the entrance of the tent, all the people would rise and bow down, all of them, at the entrance of their tent."},{"number":11,"verse":"(Ex 24.13; Num 12.8; Deut 34.10) Thus the LORD used to speak to Moses face to face, as one speaks to a friend. Then he would return to the camp, but his young assistant, Joshua son of Nun, would not leave the tent."},{"number":12,"verse":"(Moses’s Intercession) (v 17|EXO 33:17; Ex 32.34; Jer 1.5; Jn 10.14, 15; 2 Tim 2.19) Moses said to the LORD, “See, you have said to me, ‘Bring up this people,’ but you have not let me know whom you will send with me. Yet you have said, ‘I know you by name, and you have also found favor in my sight.’"},{"number":13,"verse":"(Ex 34.9; Deut 9.26, 29; Ps 25.4) Now if I have found favor in your sight, please show me your ways, so that I may know you and find favor in your sight. Consider, too, that this nation is your people.”"},{"number":14,"verse":"(Josh 22.4; Isa 63.9) He said, “My presence will go with you, and I will give you rest.”"},{"number":15,"verse":"And he said to him, “If your presence will not go, do not bring us up from here."},{"number":16,"verse":"(Ex 34.10; Num 14.14) For how shall it be known that I have found favor in your sight, I and your people, unless you go with us? In this way, we shall be distinct, I and your people, from every people on the face of the earth.”"},{"number":17,"verse":"(v 12) The LORD said to Moses, “I will also do this thing that you have asked, for you have found favor in my sight, and I know you by name.”"},{"number":18,"verse":"Moses (Heb he) said, “Please show me your glory.”"},{"number":19,"verse":"(Rom 9.15, 16, 18) And he said, “I will make all my goodness pass before you and will proclaim before you the name, ‘The LORD,’ (Heb YHWH; see note at 3.15) and I will be gracious to whom I will be gracious and will show mercy on whom I will show mercy."},{"number":20,"verse":"(Gen 32.20; Isa 6.5) But,” he said, “you cannot see my face, for no one shall see me and live.”"},{"number":21,"verse":"And the LORD continued, “See, there is a place by me where you shall stand on the rock,"},{"number":22,"verse":"and while my glory passes by I will put you in a cleft of the rock, and I will cover you with my hand until I have passed by;"},{"number":23,"verse":"(Jn 1.18) then I will take away my hand, and you shall see my back, but my face shall not be seen.”"}]}