{"bibleAbbr":"GB1539","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":1,"verses":[{"number":1,"verse":"These be the wordes which Moses spake vnto all Israel, on the other syde Iordan in the wildernesse, in the plaine ouer agaynst the redd see, betwene Pharan and Tophel, Laban, Hazeroth and Disahab,"},{"number":2,"verse":"eleuen dayes iourney from Horeb vnto Cades barne, by mount Seir."},{"number":3,"verse":"And it fortuned the fyrst daye of the eleuenth moneth in the fortieth yere, that Moses spake vnto the chyldren of Israel accordinge vnto all that the Lorde had geuen him in commaundement vnto them,"},{"number":4,"verse":"after that he had smytten Sehon the kynge of the Amorites which dwelt in Hesbon, and Og kyng of Basan which dwelt at Astaroth in Edrai."},{"number":5,"verse":"On the other syde Iordan in the lande of Moab, begane Moses to declare thys lawe sayinge:"},{"number":6,"verse":"the Lorde oure God spake vnto vs in Horeb saying: Ye haue dwelt longe ynough in this mount."},{"number":7,"verse":"departe therfore & take youre iourney, and go vnto the hyll of the Amorites and vnto all places nye there vnto: both vnto the playne, and hylles and dales: to the south, to the sees syde, to the lande of Canaan, and vnto Libanon: euen vnto the greate ryuer Euphrates."},{"number":8,"verse":"Beholde, I haue set the land before you: goo in and possesse the lande whych the Lorde sware vnto youre fathers Abraham, Isaac and Iacob, to geue vnto them and theyr seede after them."},{"number":9,"verse":"And I spake vnto you the same ceason sayinge: I am not able to beare you my selfe alone."},{"number":10,"verse":"For the Lorde youre God had multiplyed you: and beholde, ye are thys daye as the starres of heauen in nombr"},{"number":11,"verse":"(the Lorde God of youre fathers make you a thousande tymes so many moo as ye are, and blesse you as he hath promysed you)"},{"number":12,"verse":"howe can I my selfe alone, beare the combraunce, charge and stryfe that is amonge you?"},{"number":13,"verse":"brynge (from amonge you) men of wysdome and of vnderstandynge, and experte, accordynge to youre trybes, and I wyll make them ruelars ouer you."},{"number":14,"verse":"And ye answered me and sayde: that whyche thou hast spoken is good for vs to do."},{"number":15,"verse":"And out of youre trybes I toke the captaynes, (men of wysdome and that were experte) and made them ruelars ouer you: captaynes ouer thousandes & ouer hundredes ouer fyftye and ouer ten, and offycers amonge youre trybes."},{"number":16,"verse":"And I charged youre Iudges that same tyme saying: heare the cause of your brethren and iudge ryghteously betwene euery man and hys brother, and the straunger that is with hym."},{"number":17,"verse":"Se that ye knowe no faces in Iudgement: but heare the small as well as the greate, and be afrayed of no man, for the iudgement is Gods. And the cause that is to harde for you, brynge vnto me, and I will heare it."},{"number":18,"verse":"And I commaunded you the same ceason, all the thynges whyche ye shulde do."},{"number":19,"verse":"And when we departed from Horeb, we went thorowe all that greate and terrible wyldernesse, as ye haue sene alonge by the waye of the hyll of the Amorites, as the Lorde oure God commaunded vs, and came to Cades Barne."},{"number":20,"verse":"And I sayde vnto you: Ye are come vnto the hyll of the Amorites, which the Lord oure God wyll geue vnto vs."},{"number":21,"verse":"Beholde, the Lorde thy God hath set the lande before the: goo vp and conquere it, as the Lorde God of thy fathers hath sayde vnto the feare not, nether be discouraged."},{"number":22,"verse":"But ye came vnto me euery one and sayde we wyll sende men before vs, to searche vs oute the lande, and to brynge vs worde agayne, what waye we must go vp by, & vnto what cyties we shall come."},{"number":23,"verse":"And the sayinge pleased me well, and I toke twelue men of you, of euery trybe one."},{"number":24,"verse":"Whych departed, and went vp into the hye contrey, and came vnto the ryuer Escoll, and serched it out,"},{"number":25,"verse":"& toke of the frute of the lande in theyr handes & brought it vnto vs, and brought vs worde agayne, & sayde: it is a good lande, whych the Lorde oure God doth geue vs."},{"number":26,"verse":"Notwithstandynge ye wolde not consente to goo vp, but were disobedient vnto the mouth of the Lord youre God,"},{"number":27,"verse":"and murmured in youre tentes, & sayde: because the Lorde hateth vs, therfore hath he brought vs out of the lande of Egypte, to delyuer vs into the hande of the Amorites, and to destroye vs."},{"number":28,"verse":"Howe shal we goo vp? Oure brethren haue discoraged oure herte, sayinge: the people is greater & taller then we, and haue cyties greate and walled euen vp to heauen, & moreouer we haue sene the sonnes of the Enakims there."},{"number":29,"verse":"And I sayde vnto you: dreade not, nor be afrayed of them."},{"number":30,"verse":"The Lorde youre God which goeth before you, he shall fyghte for you, accordynge to all that he dyd vnto you in Egypte before youre eyes."},{"number":31,"verse":"In the wyldernersse also thou hast sene howe that the Lorde thy God bare the, euen as a man doth beare hys sonne, in all the waye whyche ye haue gone by, vntyll ye came vnto thys place."},{"number":32,"verse":"And yet in this thyng ye dyd not beleue the Lorde youre God."},{"number":33,"verse":"He went in the waye before you, to serche you out a place to pytche youre tentes in, in fyre by nyght, that ye myghte se what waye to go, and in a cloude by daye."},{"number":34,"verse":"And the Lorde hearde the voyce of youre wordes, and was wroth, & sware, sayinge:"},{"number":35,"verse":"there shall not one of these men and of this frowarde generacyon se that good lande which I sware to geue vnto youre fathers,"},{"number":36,"verse":"saue Caleb the sonne of Iephune, he shall se it and to hym wyll I geue that lande that he hath trodden vpon, and to his chyldren, because he hath folowed the Lord"},{"number":37,"verse":"the Lorde was angrye wythe me lykewyse for youre sakes, saying: thou also shalt not go in thither."},{"number":38,"verse":"But Iosua the sonne of Nun which standeth before the, he shall go in thither. Bolden hym therfore, for he shal cause Israel to inheret the lande."},{"number":39,"verse":"Moreouer youre chyldren, which ye sayde shulde be a praye, and youre sonnes which in that daye had no knowlege betwene good and euell, they shall goo in thither, and vnto them will I geue it, and they shall enioye it."},{"number":40,"verse":"But as for you, turne youre face, and take youre iourneye into the wildernesse: euen by the waye of the reade see."},{"number":41,"verse":"Then ye answered & sayde vnto me: We haue synned agaynst the Lorde: we wyll go vp and fyghte, accordynge to all that the Lord oure God commaunded vs. And when ye had gyrde on euery man his wepons of warre, beholde, ye were ready to goo vp into the hyll."},{"number":42,"verse":"And the Lorde sayde vnto me: saye vnto them, that they go not vp, and that they fyghte not, for I am not among you: lest ye fall before youre enemyes"},{"number":43,"verse":"I tolde you therfore, and ye wolde not heare, but disobeyed the mouth of the Lorde, & went presumptuously vp into the hyll."},{"number":44,"verse":"And the Amorites whych dwelt in that hyll, came out agaynst you, and chased you (as bees vse to do) & smote you in Seir, euen vnto Horma."},{"number":45,"verse":"And ye came agayne, & wepte before the Lorde: but the Lorde wolde not heare youre voyce, nor geue you audience."},{"number":46,"verse":"And so ye abode in Cades a longe ceason, according vnto the tyme that ye remayned in other places."}]}