{"bibleAbbr":"GB1539","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":12,"verses":[{"number":1,"verse":"These are the ordinaunces and lawes which ye shall obserue and do in the lande, whych the Lord God of thy fathers geueth the to possesse it, as longe as ye lyue vpon the erth."},{"number":2,"verse":"Ye shall destroye all places where in the nacions which ye shall conquere serued their Goddes, vpon hye mountaynes, on hylles, and vnder euery thyck tree."},{"number":3,"verse":"Ouerthrowe theyr alters, and breake theyr pilers, and burne their groues with fyre and hewe downe the grauen ymages of the Goddes that they haue, and bringe the names of them to noughte out of that place."},{"number":4,"verse":"Ye shall not do so vnto the Lorde youre God,"},{"number":5,"verse":"but ye shall seke the place, whych the Lorde youre God shall haue chosen out of all youre trybes, to put hys name there, & there to dwell."},{"number":6,"verse":"And thyther thou shalt come, and thyther ye shall brynge youre burnt sacrifyces, your offrynges, youre tythes, and heue offrynges of youre hande, youre vowes, your frewill offerynges and the fyrst gendred of youre oxen and of your shepe."},{"number":7,"verse":"And there ye shall eate before the Lorde youre God, & ye shall reioyse in all that ye put youre hande vnto both ye and youre housholdes, wherin the Lord thy God hath blessed the."},{"number":8,"verse":"Ye shall not do after all the thynges that we do here thys daye, euery man what semeth hym good in hys awne eyes."},{"number":9,"verse":"For ye are not yet come to rest, & to the enheritaunce, which the Lorde youre God geueth you."},{"number":10,"verse":"But whan ye go ouer Iordan, and dwell in the lande whych the Lorde your God hath geuen you to enheret, and whan he hath geuen you rest from all youre enemyes rounde aboute, so that ye dwel in safetye,"},{"number":11,"verse":"then vnto the place whych the Lorde youre God hath chosen, to put his name there, ye shall brynge all that I commaunde you: Namely, youre burntsacrifyces, youre offerynges, youre tythes, the heueofferinge of youre hande, & all youre speciall vowes, which ye vowe vnto the Lord."},{"number":12,"verse":"And ye shall reioyse before the Lorde youre God, ye and youre sonnes, & youre daughters, youre seruauntes and youre maydens, and the Leuite that is wythin youre gates for asmoch as he hath no parte nor enheritaunce wyth you."},{"number":13,"verse":"Take hede that thou offer not thy burntofferynges in euery place that thou seest:"},{"number":14,"verse":"but in the place whych the Lorde shall haue chosen in one of thy trybes, there thou shalt offer thy burntofferinges, and there thou shalt do all that I commaunde the."},{"number":15,"verse":"Notwythstandynge thou mayst kyll and eate fleshe in all thy cyties, whatsoeuer thy soule lusteth after, accordynge to the blessinge of the Lorde thy God, which he hath geuen the both the vncleane and the cleane may eat therof, euen as the roo, or the hert:"},{"number":16,"verse":"only ye shall not eate the bloud, but powre it vpon the erth as water."},{"number":17,"verse":"Thou mayst not eate wythin thy gates the tithe of thy corne, of thy wyne and of thy oyle, and the fyrst gendred of thine oxen, and of thy shepe, nether any of thy vowes whych thou vowest, nor thy fre wil offringes or heueofferynge of thyne hande:"},{"number":18,"verse":"but thou must eate them before the Lorde thy God, in the place which the Lorde thy God hath chosen: thou, and thy sonne, and thy daughter, thy seruaunte and thy mayde, & the Leuite that is wythin thy gates: and thou shalt reioyse before the Lorde thy God, in all that thou puttest thyne hande to."},{"number":19,"verse":"Beware, that thou forsake not the Leuite, as longe as thou lyuest vpon the erth."},{"number":20,"verse":"If (when the Lorde thy God hath enlarged thy border as he hath promised the) thou saye: I wyll eate flessh, because thy soule longeth to eate fleshe: thou mayest eate fleshe whatsoeuer thy soule lusteth."},{"number":21,"verse":"If the place whych the Lorde thy God hath chosen to put his name there, be to farre from the, then thou shalt kyll of thy oxen & of thy shepe which the Lord hath geuen the, as I haue commaunded the, & thou shalt eate in thine awne cytie, whatsoeuer thy soule lusteth."},{"number":22,"verse":"And as the roo & the herte is eaten, euen so thou shalt eate them: both the cleane and the vncleane shall eate of them."},{"number":23,"verse":"But be stronge that thou eate not the bloude. For the bloude, that is the lyfe, and thou mayst not eate the lyfe wyth the fleshe:"},{"number":24,"verse":"thou shalt not eate it, but powre it vpon the erth as water."},{"number":25,"verse":"Se thou eate it not, that it maye go well wyth the, and wyth thy chyldren after the: But thou shalt do that, which is ryght in the syghte of the Lorde."},{"number":26,"verse":"But thy holye thinges which thou hast, and thy vowes thou shalt take, & come vnto the place which the Lorde hath chosen,"},{"number":27,"verse":"and thou shalt offer thy burntoffringes, both fleshe and bloude vpon the alter of the Lorde thy God, and the bloude of thyne offeringes shalbe powred out vpon the alter of the Lord thy God, & thou shalt eate the flesh."},{"number":28,"verse":"Take hede, & heare all these wordes whych I commaunde the, that it maye go well wyth the, and wyth thy chyldren after the for euer, yf thou doest that whych is good and ryght in the syghte of the Lorde thy God."},{"number":29,"verse":"When the Lorde thy God hath destroyed the nacyons before the, whether thou goest to conquere them, & thou succedest in theyr inheritaunce, and dwellest in theyr lande:"},{"number":30,"verse":"Beware, that thou be not taken in a snare after them, after that they be destroyed before the, and that thou aske not after theyr Goddes, sayinge: howe dyd these nacyons serue their Goddes? I wyll do so lyke wise."},{"number":31,"verse":"Nay, thou shalt not do so vnto the Lorde thy God: for all abhominacions, & that whych the Lord hateth, the same haue they done vnto theyr Goddes. For they burne both theyr sonnes and theyr daughters wyth fyre before theyr Goddes."},{"number":32,"verse":"Therfore whatsoeuer I commaunde you, that take hede ye do and put thou nought therto, nor take ought therfrom."}]}