{"bibleAbbr":"GB1539","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":20,"verses":[{"number":1,"verse":"When thou goest out to battel agaynst thyne enemyes, and seest horses and charettes, and people mo then thou, be not afrayed of them, for the Lorde thy God is wyth the, whyche broughte the out of the lande of Egypte."},{"number":2,"verse":"And when ye are come nye vnto battell, the Preaste shall come forth to speake vnto the people,"},{"number":3,"verse":"and shall saye vnto them: Heare O Israel, ye are come vnto battell agaynste youre enemyes let not youre hartes faynte, nether feare, nor be amased nor adread of them."},{"number":4,"verse":"For the Lord youre God goeth wt you, to fighte for you agaynste youre enemyes, & to saue you."},{"number":5,"verse":"And let the offycers speake vnto the people, sayinge: If any man haue bylt a newe house, and haue not dedicate it, let hym go & returne to hys house, lest he dye in the battell, and another man dedicate it."},{"number":6,"verse":"And yf any man haue planted a vyneyarde, & haue not made it comen let him go & returne agayne vnto hys house, lest he dye in the batell, and another make it comen."},{"number":7,"verse":"And yf any man be betrauthed vnto a wyfe, and haue not taken her, let him go and returne agayne vnto hys house, lest he dye in the battell, and another man take her."},{"number":8,"verse":"And let the offycers speake further vnto the people, and saye: If any man feare and be faynte herted, let hym go and returne vnto hys house, lest he make hys brothers hert faynte as well as hys."},{"number":9,"verse":"And when the offycers haue made and ende of speakynge vnto the people, they shall make captaynes of warre ouer them:"},{"number":10,"verse":"When thou comest nye vnto a cytie to fyght agaynst it offre them peace."},{"number":11,"verse":"And yf they answere the agayne peasably, and open vnto the, then let all the people that is founde therin, be tributaryes vnto the, and serue the."},{"number":12,"verse":"And yf they wyll make no peace wt the, but make warre agaynste the, thou shalt besege it."},{"number":13,"verse":"And when the Lorde thy God hath delyuered it into thyne handes, thou shalt smyte all the males therof wyth the edge of the swerde:"},{"number":14,"verse":"But the wemen and the chyldren, and the catell, and all that is in the cytie, and all the spoyle therof, shalt thou take vnto thy selfe, and eate the spoyle of thyne enemyes, which the Lorde thy God hath geuen the."},{"number":15,"verse":"Thus shalt thou do vnto all the cyties whych are a greate waye of from the, and not of the cyties of these nacyons."},{"number":16,"verse":"But of the cyties of these nacions, which the Lorde thy God shall geue the to enheret, thou shalt saue alyue nothinge that bretheth."},{"number":17,"verse":"But shalt destroye them without redempcyon, namely the Hethites, the Amorites, the Cananites, the Pherezites, the Heuites, and the Iebusites, as the Lorde thy God hath commaunded the,"},{"number":18,"verse":"that they teache you not to do after all their abhominacyons, whych they haue done vnto their goddes, & so ye shulde synne agaynst the Lorde youre God."},{"number":19,"verse":"When thou hast beseged a cytie longe tyme, and made warre agaynst it to take it, destroye not the trees therof, that thou woldest thrust an axe vnto them: But eate of them, and cut them not downe. For the trees of the feldes are no men, to come agaynst the and so besege the."},{"number":20,"verse":"Onely those trees whych thou knowest that they are not frutefull. those shalt thou destroye and cutt downe, & make bulworkes agaynst the cytie that maketh warre wyth the, vntyll thou subdue it."}]}