{"bibleAbbr":"GB1539","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":26,"verses":[{"number":1,"verse":"When thou art come into the lande whych the Lorde thy God geueth the to enheret, and hast enioyed it and dwellest therin:"},{"number":2,"verse":"take of the fyrst of all the frute of the erthe, and brynge it out of thy lande that the Lord thy God geueth the, and put it in a maunde, and go vnto the place whych the Lorde thy God shall chose to sett his name in it."},{"number":3,"verse":"And thou shalt come vnto the Preaste, that shalbe in those dayes, and saye vnto hym: I knowledge thys daye vnto the Lorde thy God, that I am come vnto the contre which the Lorde sware vnto oure fathers for to geue vs."},{"number":4,"verse":"And the Preaste shall take the maunde out of thyne hande, and set it doune before the aulter of the Lorde thy God."},{"number":5,"verse":"And thou shalt answere, and saye before the Lord thy God: The Sirians went aboute to destroye my father, and he went doune into Egypte, and so soiourned there wyth a fewe folcke, & grewe there vnto a nacion greate, myghtie, and full of people."},{"number":6,"verse":"And the Egyptyans vexed vs, and troubled vs, and laded vs wyth most cruel bondage."},{"number":7,"verse":"And whan we cried vnto the Lorde God of oure fathers, the Lord hearde oure voyce, and loked on oure aduersyte, laboure and oppressyon."},{"number":8,"verse":"And the Lorde brought vs out of Egypt in a myghtye hande, & a stretched out arme, and in great terreblenesse, and signes, and wonders."},{"number":9,"verse":"And he hath brought vs into this place, and hath geuen vs this lande, that floweth with mylke & honye."},{"number":10,"verse":"And nowe loo, I haue brought the fyrst frutes of the lande whych thou (O Lorde) hast geuen me. And thou shalt set it before the Lorde thy God, & worshippe before the Lorde thy God,"},{"number":11,"verse":"and reioyse in all the good thynges, which the Lorde thy God hath geuen vnto the and vnto thyne house, thou and the Leuite, and the straunger that is amonge you."},{"number":12,"verse":"When thou hast made an ende of tythinge all the tythes of thyne encrease the thyrde yere, which is the yere of tythynge: thou shalt geue it vnto the Leuite, the straungers, the fatherlesse and the wedowes, that they maye eate wythin thy gates, and fyll them selues."},{"number":13,"verse":"And thou shalt saye before the Lorde thy God. I haue brought the halowed thynges out of myne house, and haue geuen them vnto the Leuites, the straungers, the fatherlesse and the wedowes accordynge to all thy commaundmentes which thou hast commaunded me: I haue not ouerskypped thy commaundementes, nor forgotten them."},{"number":14,"verse":"I haue not eaten therof in my mournynge nor suffred ought to peryshe thorowe vnclennesse, ner geuen ought therof for the deed, but haue herkened vnto the voyce of the Lorde my God, & haue done after all that thou hast commaunded me."},{"number":15,"verse":"Loke doune therfore from thy holy habitacyon euen from heauen, and blesse thy people Israel, and the lande which thou hast geuen vs (as thou swarest vnto oure fathers) a lande that floweth with mylke and honye."},{"number":16,"verse":"Thys daye the Lorde thy God hath commaunded the to do these ordinaunces and lawes: kepe thou them, and do them wythall thyne herte, and all thy soule."},{"number":17,"verse":"Thou hast sett vp the Lorde thys daye to be thy God, and to walke in hys wayes, and to kepe hys ordinaunces, hys commaundementes & hys lawes, and to herken vnto his voyce."},{"number":18,"verse":"And the Lorde hath sett the vp thys daye, to be a seuerall people vnto hym (as he hath promysed the) and that thou kepe hys commaundementes,"},{"number":19,"verse":"and to make the hye aboue all nacyons (which he hath made) in prayse in name and honoure: and that thou mayest be an holy people vnto the Lorde thy God, as he hath sayde."}]}