{"bibleAbbr":"GB1539","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":28,"verses":[{"number":1,"verse":"If thou shalt herken diligently vnto the voyce of the Lorde thy God, and obserue and do all hys commaundementes, whych I commaunde the thys daye, The Lorde wyll set the on hye aboue all nacyons of the erth."},{"number":2,"verse":"And all these blessinges shall come on the, and ouertake the, yf thou shalt herken vnto the voyce of the Lord thy God."},{"number":3,"verse":"Blessed shalt then be in the towne, and blessed in the feldes:"},{"number":4,"verse":"blessed shalbe the frute of thy body, and the frute of thy grounde, and the frute of thy cattell, the frute of thyne oxen, & the flockes of thy shepe:"},{"number":5,"verse":"blessed shall be thy basket and thy store."},{"number":6,"verse":"Blessed shalt thou be, when thou goest out, and blessed when thou comest in."},{"number":7,"verse":"The Lorde shall geue ouer thyne enemyes that ryse agaynst the, that they maye fall before thy face. They shall come out agaynst the one waye, and flee before the seuen wayes."},{"number":8,"verse":"The Lorde shall put the blessynge vpon the in thy store houses, & in all that thou settest thyne hande to, & will blesse the in the lande which the Lorde thy God geueth the."},{"number":9,"verse":"The Lorde shall make the an holye people vnto hym selfe, as he hath sworen vnto the: yf thou shalt kepe the commaundementes of the Lorde thy God, and walke in hys wayes."},{"number":10,"verse":"And all nacyons of the erth shall se, that the name of the Lorde, is called vpon ouer the, and they shalbe aferde of the."},{"number":11,"verse":"And the Lorde shall make the plenteous in goodes, in the frute of thy body, in the frute of thy catell, and in the frute of thy grounde, in the lande whych the Lorde sware vnto thy fathers, to geue the."},{"number":12,"verse":"The Lorde shall open vnto the his good treasure, euen the heauen to geue rayne vnto thy lande in due ceason, and to blesse all the laboures of thyne hande. And thou shalt lende vnto many nacyons, but shalt not borowe thy selfe."},{"number":13,"verse":"And the Lord shall set the before and not behynde, & thou shalt be aboue only, and not beneth: yf that thou herken vnto the commaundementes of the Lorde thy God, which I commaunde the thys daye, to kepe and to do them."},{"number":14,"verse":"And se that thou bowe not asyde from any of these wordes, which I commaunde the thys daye, ether to the ryght hande or to the lefte, that thou woldest goo after straunge goddes to serue them."},{"number":15,"verse":"But and yf thou wylt not herken vnto the voyce of the Lorde thy God, to kepe & to do all hys commaundementes and his ordinaunces, which I commaunde the this daye: all these curses shall come vpon the, and ouertake the:"},{"number":16,"verse":"Cursed shalt thou be in the towne, and cursed in the felde:"},{"number":17,"verse":"cursed shall thy baskett be, & thy store."},{"number":18,"verse":"Cursed shall be the frute of thy body, and the frute of thy lande, and the frute of thyne oxen, and the flockes of thy shepe."},{"number":19,"verse":"Cursed shalt thou be when thou goest in, and cursed when thou goest out."},{"number":20,"verse":"The Lorde shall sende vpon the, cursynge, destruccyon, and rebuke in all that thou settest thyne hande to, and that thou doest: vntyll he destroye the, and brynge the to nought quyckely, because of the wyckednesse of thyne inuencyons, and because thou hast forsaken me."},{"number":21,"verse":"The Lorde shall make the pestilence cleaue vnto the, vntyll he haue consumed the from of the lande, whether thou goest to enioye it."},{"number":22,"verse":"The Lorde shall smyte the with swellynge, wyth feuers, heet, burnynge, and wyth the swerde, with wetherynge, and with blastynge. And they shall folowe the vntyll thou peryshe."},{"number":23,"verse":"And the heauen that is ouer thy head shalbe brasse, and the erthe that is vnder the, yron."},{"number":24,"verse":"The Lorde shall turne the rayne of the lande vnto powder and dust: euen from heauen shall they come doune vpon the, vntyll thou be brought to nought."},{"number":25,"verse":"And the Lorde shall plage the before thyne enemyes: Thou shalt come out one waye agaynst them, and flee seuen wayes before them, and shall be scatered amonge all the kyngdomes of the erthe."},{"number":26,"verse":"And thy carkesse shalbe meate vnto all maner foules of the ayre, and vnto the beastes of the erthe, and no man shall fraye them awaye."},{"number":27,"verse":"The Lord wyll smyte the wt the botche of Egypte, and the emarodes, scalle, & mangenesse, that thou mayest not be healed therof."},{"number":28,"verse":"And the Lord shall smyte the with madnesse, and blyndnesse and dasynge of herte."},{"number":29,"verse":"Thou shalt grope at noone dayes, as the blinde gropeth in darkenesse, and shalt not prosper in thy wayes. Thou shalt be oppressed wyth wronge, and be polled euermore, & no man shall sucker the."},{"number":30,"verse":"Thou shalt be betrowthed vnto a wyfe, and another man shall lye wyth her. Thou shalt buylde an house, and not dwell therin. Thou shalt also plante a vyneyarde, and shalt not gather the grapes."},{"number":31,"verse":"Thyne oxe shalbe slayne before thyne eyes, and thou shalt not eate therof. Thyne asse shalbe violently taken a waye euen before thy face, and shall not be restored to the agayne. Thy shepe shalbe geuen vnto thine enemyes, and no man shall rescue them."},{"number":32,"verse":"Thy sonnes and thy daughters shall be geuen vnto another nacyon, and thyne eyes shall se it, & dase vpon them all the daye longe, and there shalbe no myghte in thyne hande."},{"number":33,"verse":"The frute of thy lande and all thy laboures shall a nacion whych thou knowest not, eate, & thou shalt continually suffre violence onely, and be oppressed alwaye:"},{"number":34,"verse":"so that thou shalt be cleane besyde thy selfe, for the syghte of thyne eyes whych thou shalt se:"},{"number":35,"verse":"The Lorde shall smyte the in the knees and legges, wyth a myscheuous botche that can not be healed: euen from the sole of thy fote vnto the toppe of thy head."},{"number":36,"verse":"The Lorde shall brynge the and thy kynge (which thou shalt set ouer the) vnto a nacyon, which nether thou nor thy fathers haue knowne, that there thou mayest serue straunge Goddes: euen wodd and stone."},{"number":37,"verse":"And thou shalt be wondred at, spoken of, & iested at amonge all nacyons, whether the Lorde shall carye the."},{"number":38,"verse":"Thou shalt carye moche seed out in to the felde, and shalt gether but lytle in: for the greshoppers shall destroye it."},{"number":39,"verse":"Thou shalt plante a vyneyarde and dresse it, but shalt nether dryncke of the wyne, nether gether the grapes, for the wormes shall eate it."},{"number":40,"verse":"Thou shalt haue oliue trees thorowe out all thy coastes, but shalt not anoynte thy selfe wyth the oyle, for thyne olyue trees shalbe roted out."},{"number":41,"verse":"Thou shalt beget sonnes, and daughters, but shalt not haue them: for they shalbe caryed a waye captyue."},{"number":42,"verse":"All thy trees and frute of thy lande shalbe marred wyth blastynge."},{"number":43,"verse":"The straunger that is amonge you, shall clyme aboue the vp on hye, and thou shalt come doune beneth alowe."},{"number":44,"verse":"He shall lende the, & thou shalt not lende hym: he shalbe before, & thou behynde."},{"number":45,"verse":"Moreouer, all these curses shall come vpon the, and shall folowe the and ouertake the, tyll thou be destroyed: because thou herkenedst not vnto the voyce of the Lorde thy God, to kepe hys commaundementes, and hys ordinaunces, whych he commaunded the,"},{"number":46,"verse":"and they shalbe vpon the as myracles and wonders, and vpon thy seed for euer,"},{"number":47,"verse":"because thou seruedst not the Lorde thy God wyth ioyfulnesse and wyth a good herte, whan thou haddest aboundaunce of all thynges,"},{"number":48,"verse":"therfore thou shalt serue thyne enemye, whych the Lorde shall sende vpon the in hunger and thyrst, in nakednesse, and in nede of all thynge: and he shall put a yocke of yron vpon thy necke, vntyll he haue broughte the to nought."},{"number":49,"verse":"And the Lord shall brynge a nacyon vpon the from a farre, and from the ende of the worlde, as swifte as an egle flyeth: a nacyon whose tonge thou shalt not vnderstande:"},{"number":50,"verse":"a harde fauoured nacyon, whych shall not regarde the person of the olde, nor haue compassyon on the younge."},{"number":51,"verse":"The same shall eate the frute of thy catell, and the frute of thy londe, vntyll he haue destroyed the: and shall leaue the nether corne, wyne, nor oyle, nether the encrease of thyne oxen, nor the flockes of thy shepe: vntyll he haue brought the to nought."},{"number":52,"verse":"And he shall kepe the in, in all thy cyties, vntyll he haue cast downe thy hye walles and stronge holdes, wherin thou trustedst, thorowe out all the lande. And he shall besege the in all thy cyties thorowe out all thy lande, whych the Lorde thy God hath geuen the."},{"number":53,"verse":"And thou shalt eate the frute of thyne awne bodye: the fleshe of thy sonnes, and of thy daughters, whych the Lorde thy God hath geuen the, in that straytenesse and sege, wherwith thyne enemye shall besege the:"},{"number":54,"verse":"so that it shall greue the man (that is tender & exceadynge delycate amonge you,) to loke on hys brother and vpon hys wyfe that lyeth in hys bosome, and on the remnaunte of hys chyldren, whych he hath yet lefte:"},{"number":55,"verse":"for feare of geuynge (vnto anye of them) of the fleshe of hys chyldren, whom he shall eate, because he hath nothynge left hym in that straytenesse & sege, wherwith thyne enemye shall besege the in all thy cyties."},{"number":56,"verse":"Yee and the woman that is so tender and delycate, that she dare not aduenture to set the sole of her foote vpon the grounde, (for softnesse and tendernesse) shalbe greued to loke on her husbande that lyeth in her bosome, & on her sonne and on her daughter:"},{"number":57,"verse":"and on hyr after byrthe (that is come out from betwene her legges,) and her chyldren whych she shall beare: For whan all thynges lack, she shall eat them secretly, in the sege & straytenesse, wherwith thyne enemye shall besege the in thy cyties."},{"number":58,"verse":"If thou wylt not kepe and do all the wordes of thys lawe (that are wrytten in thys boke,) and feare thys gloryous and fearfull name of the Lorde thy God:"},{"number":59,"verse":"the Lorde will sende vnto the and thy seed, greate plages and of longe continuaunce,"},{"number":60,"verse":"euell sycknesses and of longe duraunce. Moreouer he will bringe vpon the all the diseases of Egypte, and those whych thou wast afrayed of shall cleaue vnto the."},{"number":61,"verse":"And all maner syckenesses, and all maner plages whych are not wrytten in the boke of thys lawe, wyll the Lorde brynge vpon the, vntyll he bringe the to noughte."},{"number":62,"verse":"And ye shalbe lefte fewe in nombre, where before ye were as the starres of heauen in multytude: because thou woldest not herken vnto the voyce of the Lorde thy God."},{"number":63,"verse":"And it shall come to passe, that as the Lord reioysed ouer you, to do you good, & to multiplye you: euen so he wyll reioyse ouer you, to destroye you, & to brynge you to nought. And ye shalbe wasted from of the land, whether thou goest to enioye it."},{"number":64,"verse":"And the Lorde shall scater the amonge all nacions, from the one ende of the worlde vnto the other, and there thou shalt serue straunge goddes, whych thou nor thy fathers haue knowne: euen wodd and stone."},{"number":65,"verse":"And amonge these nacyons thou shalt fynde no ease, neyther shall the sole of thy foote haue rest. But the Lorde shall geue the there an vnquyet herte, and dasyng eyes, and sorowe of mynde."},{"number":66,"verse":"And thy lyfe shall hange before the and thou shalt feare both daye, and nyghte, & shalt haue no trust in thy lyfe."},{"number":67,"verse":"In the mornynge thou shalt saye, wolde God it were nyght. And at nyght thou shalt saye: wolde God it were mornynge: for feare, of thyne harte whych thou shall feare & for the syghte of thyne eyes, whych thou shalt se."},{"number":68,"verse":"And the Lorde shall brynge the into Egipt agayne wyth shyppes, by the waye which I bad the, that thou shuldest se it no moare. And there ye shalbe solde vnto youre enemies, for bondmen and bondwemen: & no man shall bye you."}]}