{"bibleAbbr":"GB1539","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":31,"verses":[{"number":1,"verse":"And Moses went and spake these wordes vnto all Israel,"},{"number":2,"verse":"and sayd vnto them: I am an hundred and . xx. yeare olde thys daye, and can nomore go out and in. Also the Lorde hath sayde vnto me thou shalt not goo ouer thys Iordan."},{"number":3,"verse":"The Lorde your God he wyll go ouer before the, and he wyll destroye these nacyons before the, & thou shalt conquere them. And Iosua he shall go before the, as the Lorde hath sayde."},{"number":4,"verse":"And the Lorde shall do vnto them, as he dyd to Seon and Og kynges of the Amorites, and vnto the lande of them, whom he destroyed."},{"number":5,"verse":"And the Lorde shall geue them ouer before youre face, that ye maye do vnto them, accordinge vnto all the commaundementes which I haue commaunded you."},{"number":6,"verse":"Plucke vp youre hartes therfore, and be stronge, dreade not, nor be aferde of them: for the Lord thy God him selfe doth go wyth the. He shall not fayle the, nor forsake the."},{"number":7,"verse":"And Moses called vnto Iosua, and sayde vnto hym in the syghte of all Israel: Be stronge & bolde, for thou must go with thys people vnto the lande, which the Lorde hath sworne vnto their fathers, to geue them, & thou shalt geue it them to enheret."},{"number":8,"verse":"And the Lorde he doth go before the: He shall not fayle the, neyther forsake the: feare not therfore, nor be discomforted."},{"number":9,"verse":"And Moses wrote this lawe, and delyuered it vnto the preastes the sonnes of Leui (whych bare the arcke of the testament of the Lorde) and vnto all the elders of Israel,"},{"number":10,"verse":"& Moses commaunded them, sayinge: At the poynt of . vij. yeares in the solempnyte of the fre yeare, euen in the feast of Tabernacles,"},{"number":11,"verse":"when all Israel is come to apeare before the Lord thy God, in the place whych he hath chosen: thou shalt reade thys lawe before all Israel in theyr eares."},{"number":12,"verse":"Gether the people together: men, wemen and chyldren, and the straunger that is wythin thy gates, that they maye heare, and lerne and feare the Lorde your God, and kepe, and obserue all the wordes of thys lawe,"},{"number":13,"verse":"and that their chyldren whych knowe nothynge, maye heare, and lerne to feare the Lord your God, as longe as ye lyue in the lande, whether ye go ouer Iordan to possesse it."},{"number":14,"verse":"And the Lorde sayde vnto Moses: Beholde thy dayes are come, that thou must dye. Call Iosua therfore, and stande ye in the tabernacle of wytnesse, that I maye geue hym a charge. And Moses and Iosua went, and stode in the tabernacle of wytnesse:"},{"number":15,"verse":"And the Lorde apeared in the tabernacle: euen in the pyller of the cloude. And the pyller of the cloude stode ouer the dore of the tabernacle."},{"number":16,"verse":"And the Lorde sayde vnto Moses: beholde, thou shalt slepe wyth thy fathers, and thys people wyll ryse vp, and go a whorynge after straunge goddes of the lande (whether they go) and will forsake me, and breake the appoyntment, whych I haue made wyth them."},{"number":17,"verse":"And then my wrath wyll waxe whote agaynst them, and I wyll forsake them, and wyll hyde my face from them, & they shalbe consumed. And moch aduersyte and tribulacyons shall come vpon them, so that then they wyll saye: Are not these troubles come vpon me, because God is not wyth me?"},{"number":18,"verse":"And I also wyll surely hyde awaye my face in that daye, for all the euels sake whych they shall haue wrought in that they are turned vnto straunge Goddes."},{"number":19,"verse":"Now therfore write ye thys songe for you, and teache it the chyldren of Israel, and put it in theyr mouthes, that thys songe maye be my wytnesse agaynst the chyldren of Israel."},{"number":20,"verse":"For I wyll bryng them into the lande, (which I sware vnto theyr fathers) that floweth wt mylke and honye, & they shall eate, and fyll them selues, and waxe fatt, and turne vnto straunge goddes, and serue them, and blaspheme me, and breake my couenaunt."},{"number":21,"verse":"And then when moch myschefe and tribulacyon is come vpon them, thys songe shall answere them, as a wytnesse. For it shall not be forgotten out of the mouthes of theyr seed: for I knowe theyr imaginacyon, whych they goo about euen nowe, before I haue broughte them into the lande which I sware."},{"number":22,"verse":"Moses therfore wrote thys songe the same ceason, and taught it the children of Israel."},{"number":23,"verse":"And he gaue Iosua the sonne of Nun a charge, and sayd: be bolde, & stronge, for thou shalt bryng the chyldren of Israel into the lande, whych I sware vnto them, and I wyll be with the."},{"number":24,"verse":"And when Moses had made an ende of wrytynge out of the wordes of this lawe in a boke vnto the ende of them,"},{"number":25,"verse":"Moses commaunded the Leuites, whych bare the arke of the testament of the Lorde, sayinge:"},{"number":26,"verse":"take ye the boke of thys lawe, and put it in the syde of the arcke of the testament of the Lorde your God, that it maye be there for a witnesse against the:"},{"number":27,"verse":"For I knowe thy stuburnesse and thy styffe necke: whyle I am yet a lyue with you this daye, ye haue bene disobedient vnto the Lord: and howe moch more after my death?"},{"number":28,"verse":"Gather vnto me all the elders of youre trybes, & youre offycers, that I maye speake these wordes in theyr eares, and call heauen, and erth to recorde agaynst them."},{"number":29,"verse":"For I am sure that after my death, ye wyll vtterly be corrupte, and turne from the waye whych I haue commaunded you, and tribulacyon wyll come vpon you in the later dayes, because ye shall haue wrought wyckednesse in the syght of the Lorde, to prouoke hym thorow the workes of your handes."},{"number":30,"verse":"And Moses spake in the eares of all the congregacion of Israel the wordes of thys songe, vntyll he had ended them."}]}