{"bibleAbbr":"GB1539","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":34,"verses":[{"number":1,"verse":"And Moses went from the playne of Moab vp into mount Nebo and vnto the toppe of the hyll that is ouer agaynst Iericho. And the Lorde shewed hym all the lande of Gilead, euen vnto Dan,"},{"number":2,"verse":"and all Nephthali and the lande of Ephraim & Manasse, & all the lande of Iuda: euen vnto the vtmost see,"},{"number":3,"verse":"and the south, and the region of the playne of Iericho the cytie of paulmetrees, euen vnto zoar."},{"number":4,"verse":"And the Lorde sayde vnto hym. Thys is the lande whych I sware vnto Abraham, Isahac and Iacob sayinge: I wyll geue it vnto thy seed. I haue caused the also to se it wyth thyne eyes, but thou shalt not goo ouer thyther."},{"number":5,"verse":"So Moses the seruaunte of the Lorde dyed there in the lande of Moab accordynge to the worde of the Lorde."},{"number":6,"verse":"And he buryed him in a valey in the lande of Moab ouer agaynst the house of Peor, but no man knoweth of his sepulchre vnto this daye."},{"number":7,"verse":"Moses was an hundred and twentye yere olde when he dyed: hys eye was not dymme, nor hys naturall coloure abated."},{"number":8,"verse":"And the chyldren of Israell wepte for Moses in the playne of Moab thyrtye dayes. And the dayes of wepynge & mournynge for Moses were ended."},{"number":9,"verse":"And Iosua the sonne of Nun was full of the spryte of wysdome: for Moses had put hys handes vpon hym. And the chyldren of Israel were obedient vnto hym, and dyd as the Lorde commaunded Moses."},{"number":10,"verse":"And there arose not a prophet sence in Israel lyke vnto Moses, whom the Lorde knewe face to face,"},{"number":11,"verse":"accordynge vnto all the myracles and wonders which the Lorde sent him to do in that lande of Egypte, vnto Pharao & all his seruauntes & before all his lande:"},{"number":12,"verse":"& accordynge to all that myghtie hande, & all the greate visions, which Moses shewed in the syght of all Israell."}]}