{"bibleAbbr":"GB1539","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":7,"verses":[{"number":1,"verse":"When the Lord thy God hath brought the into the lande whyther thou goest to possesse it, & hath cast out many nacions before the: namely, the Hethites, the Gergesites, the Amorites, the Cananites, the Pheresites, the Heuites & the Iebusites, seuen nacyons greater, and myghtier than tho"},{"number":2,"verse":"and when the Lorde thy God hath sett them before the, thou shalt smyte them, & vtterly destroye them, and make no couenaunt with them, nor haue compassyon on them. Thou shalt make no mariages with them,"},{"number":3,"verse":"nether geue thy daughter vnto hys sonne, nor take hys daughter vnto thy sonne."},{"number":4,"verse":"For they wyll disceaue thy sonne, that he shuld not feare me and they shall serue straunge goddes, and then wyll the wrath of the Lorde waxe whote agaynst you, and destroye you shortely."},{"number":5,"verse":"But thus ye shall deale with them: Ye shall ouerthrowe theyr alters, & breake doune theyr pylers, cut doune theyr groues, and burne theyr grauen ymages with fyre."},{"number":6,"verse":"For thou art an holy nacyon vnto the Lorde thy God the Lorde thy God hath chosen the, to be a seuerall people vnto hym selfe, aboue all nacyons that are vpon the erth."},{"number":7,"verse":"It was not because of the multitude of you aboue all nacyons, that the Lorde had lust vnto you and chose you, seynge ye were fewest of all nacyons."},{"number":8,"verse":"But because the Lorde loued you, and because he wolde kepe the othe whyche he had sworne vnto your fathers, therfore hath the Lorde brought you oute of Egypte thorowe a myghtie hande, & delyuered you out of the house of bondage: euen from the hande of Pharao kynge of Egypte."},{"number":9,"verse":"Understande therfore, that the Lorde thy God he his God, & that a true God whych kepeth poyntment and mercy vnto them that loue hym & kepe his commaundementes, euen thorowe out a thousande generacyons:"},{"number":10,"verse":"and rewardeth them that hate him before hys face, so that he bringeth them to naught, and doth not deferre the tyme, but rewardeth him that hateth hym, before his face."},{"number":11,"verse":"Kepe thou therfore the commaundementes, and ordinaunces and lawes, which I commaunde the this daye that thou do them."},{"number":12,"verse":"If ye herken vnto these lawes, and obserue & do them, the Lord thy God also shall kepe vnto the the poyntement, and the mercy which he sware vnto thy fathers."},{"number":13,"verse":"He wyll loue the, & blesse the, & multiplye the: he wyll also blesse the frute of thy wombe, and the frute of thy londe, thy corne, thy wyne and thyne oyle, & the frute of thine oxen, & the flockes of thy shepe in the lande, which he sware vnto thy fathers to geue the."},{"number":14,"verse":"Thou shalt be blessed aboue all nacyons: there shalbe nether man nor woman vnfrutefull amonge you, nor any thing vnfrutefull amonge your catell."},{"number":15,"verse":"Moreouer the Lorde will take awaye from the all maner infirmityes, and will put none of the euell diseases of Egypte (whiche thou knowest) vpon the, but wyll sende them vpon all them that hate the."},{"number":16,"verse":"Thou shalt consume all the nacions which the Lord thy God shall deliuer the: thyne eye shall haue no pytie vpon them, nether shalt thou serue theyr goddes, for that shalbe thy decaye."},{"number":17,"verse":"If thou saye in thyne hert: these nacyons are moo than I, howe can I cast them out?"},{"number":18,"verse":"Thou shalt not feare them, but remembre, what the Lorde thy God dyd vnto Pharao and vnto all Egypte:"},{"number":19,"verse":"the greate temptacyons whych thyne eyes sawe, and the sygnes, and wondres, and the myghtye hande and stretched out arme, where thorowe the Lorde thy God brought the out: euen so shall the Lorde thy God do vnto all the nacyons, of whom thou art afrayed."},{"number":20,"verse":"Moreouer the Lord thy God will sende hornettes amonge them vntyll they that are lefte, and hyde them selues from the, be destroyed."},{"number":21,"verse":"Thou shalt not feare them, for the Lord thy God is among you, a myghtie God and a terrible."},{"number":22,"verse":"For the Lorde thy God wyll put out these nacyons before the by a lytle & a lytle thou mayst not consume them at once, lest the beastes of the felde encrease vpon the."},{"number":23,"verse":"But the Lorde thy God shall geue them ouer before the, and shall destroye them with a myghtie tempest, vntill he haue brought them to naught."},{"number":24,"verse":"And he shall delyuer theyr kynges in to thyne hande, and thou shalt destroye their name from vnder heauen. There shall no man be able to stande before the, vntyll thou haue destroyed them."},{"number":25,"verse":"The grauen ymages of theyr goddes shalt thou burne wyth fyre, & couet not the golde and syluer that is on them, nor take it vnto the, lest thou be snared ther in. For it is an abhominacyon before the Lorde thy God."},{"number":26,"verse":"Brynge not therfore abhominacyon in to thyne house, lest thou be a damned thynge, as it is: but vtterlye defye it and abhorre it, for it is a damned thynge."}]}