{"bibleAbbr":"CVg2018","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":12,"verses":[{"number":1,"verse":"Hi sunt reges, quos percusserunt filii Israël, et possederunt terram eorum trans Jordanem ad solis ortum, a torrente Arnon usque ad montem Hermon, et omnem orientalem plagam, quæ respicit solitudinem."},{"number":2,"verse":"Sehon rex Amorrhæorum, qui habitavit in Hesebon, dominatus est ab Aroër, quæ sita est super ripam torrentis Arnon, et mediæ partis in valle, dimidiæque Galaad, usque ad torrentem Jaboc, qui est terminus filiorum Ammon."},{"number":3,"verse":"Et a solitudine usque ad mare Ceneroth contra orientem, et usque ad mare deserti, quod est mare salsissimum, ad orientalem plagam per viam quæ ducit Bethsimoth : et ab australi parte, quæ subjacet Asedoth, Phasga."},{"number":4,"verse":"Terminus Og regis Basan, de reliquiis Raphaim, qui habitavit in Astaroth, et in Edrai, et dominatus est in monte Hermon, et in Salecha, atque in universa Basan, usque ad terminos"},{"number":5,"verse":"Gessuri, et Machati, et dimidiæ partis Galaad : terminos Sehon regis Hesebon."},{"number":6,"verse":"Moyses famulus Domini et filii Israël percusserunt eos, tradiditque terram eorum Moyses in possessionem Rubenitis, et Gaditis, et dimidiæ tribui Manasse."},{"number":7,"verse":"Hi sunt reges terræ, quos percussit Josue et filii Israël trans Jordanem ad occidentalem plagam, a Baalgad in campo Libani, usque ad montem cujus pars ascendit in Seir : tradiditque eam Josue in possessionem tribubus Israël, singulis partes suas,"},{"number":8,"verse":"tam in montanis quam in planis atque campestribus. In Asedoth, et in solitudine, ac in meridie, Hethæus fuit et Amorrhæus, Chananæus, et Pherezæus, Hevæus et Jebusæus."},{"number":9,"verse":"Rex Jericho unus : rex Hai, quæ est ex latere Bethel, unus :"},{"number":10,"verse":"rex Jerusalem unus, rex Hebron unus,"},{"number":11,"verse":"rex Jerimoth unus, rex Lachis unus,"},{"number":12,"verse":"rex Eglon unus, rex Gazer unus,"},{"number":13,"verse":"rex Dabir unus, rex Gader unus,"},{"number":14,"verse":"rex Herma unus, rex Hered unus,"},{"number":15,"verse":"rex Lebna unus, rex Odullam unus,"},{"number":16,"verse":"rex Maceda unus, rex Bethel unus,"},{"number":17,"verse":"rex Taphua unus, rex Opher unus,"},{"number":18,"verse":"rex Aphec unus, rex Saron unus,"},{"number":19,"verse":"rex Madon unus, rex Asor unus,"},{"number":20,"verse":"rex Semeron unus, rex Achsaph unus,"},{"number":21,"verse":"rex Thenac unus, rex Mageddo unus,"},{"number":22,"verse":"rex Cades unus, rex Jachanan Carmeli unus,"},{"number":23,"verse":"rex Dor et provinciæ Dor unus, rex gentium Galgal unus,"},{"number":24,"verse":"rex Thersa unus : omnes reges triginta unus."}]}