{"bibleAbbr":"CVg2018","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":15,"verses":[{"number":1,"verse":"Igitur sors filiorum Judæ per cognationes suas ista fuit : a termino Edom, desertum Sin, contra meridiem, et usque ad extremam partem australis plagæ."},{"number":2,"verse":"Initium ejus a summitate maris salsissimi, et a lingua ejus, quæ respicit meridiem."},{"number":3,"verse":"Egrediturque contra ascensum Scorpionis, et pertransit in Sina : ascenditque in Cadesbarne, et pervenit in Esron, ascendens ad Addar, et circuiens Carcaa,"},{"number":4,"verse":"atque inde pertransiens in Asemona, et perveniens ad torrentem Ægypti : eruntque termini ejus mare magnum. Hic erit finis meridianæ plagæ."},{"number":5,"verse":"Ab oriente vero erit initium, mare salsissimum usque ad extrema Jordanis : et ea quæ respiciunt ad aquilonem, a lingua maris usque ad eumdem Jordanis fluvium."},{"number":6,"verse":"Ascenditque terminus in Beth Hagla, et transit ab aquilone in Beth Araba, ascendens ad lapidem Boën filii Ruben :"},{"number":7,"verse":"et tendens usque ad terminos Debera de valle Achor, contra aquilonem respiciens Galgala, quæ est ex adverso ascensionis Adommim, ab australi parte torrentis : transitque aquas, quæ vocantur fons solis : et erunt exitus ejus ad fontem Rogel."},{"number":8,"verse":"Ascenditque per convallem filii Ennom ex latere Jebusæi ad meridiem, hæc est Jerusalem : et inde se erigens ad verticem montis, qui est contra Geennom ad occidentem in summitate vallis Raphaim contra aquilonem :"},{"number":9,"verse":"pertransitque a vertice montis usque ad fontem aquæ Nephtoa : et pervenit usque ad vicos montis Ephron : inclinaturque in Baala, quæ est Cariathiarim, id est, urbs silvarum."},{"number":10,"verse":"Et circuit de Baala contra occidentem, usque ad montem Seir : transitque juxta latus montis Jarim ad aquilonem in Cheslon : et descendit in Bethsames, transitque in Thamna."},{"number":11,"verse":"Et pervenit contra aquilonem partis Accaron ex latere : inclinaturque Sechrona, et transit montem Baala : pervenitque in Jebneel, et magni maris contra occidentem fine concluditur."},{"number":12,"verse":"Hi sunt termini filiorum Juda per circuitum in cognationibus suis."},{"number":13,"verse":"Caleb vero filio Jephone dedit partem in medio filiorum Juda, sicut præceperat ei Dominus : Cariath Arbe patris Enac, ipsa est Hebron."},{"number":14,"verse":"Delevitque ex ea Caleb tres filios Enac, Sesai et Ahiman et Tholmai de stirpe Enac."},{"number":15,"verse":"Atque inde conscendens venit ad habitatores Dabir, quæ prius vocabatur Cariath Sepher, id est, civitas litterarum."},{"number":16,"verse":"Dixitque Caleb : Qui percusserit Cariath Sepher, et ceperit eam, dabo ei Axam filiam meam uxorem."},{"number":17,"verse":"Cepitque eam Othoniel filius Cenez frater Caleb junior : deditque ei Axam filiam suam uxorem."},{"number":18,"verse":"Quæ, cum pergerent simul, suasa est a viro suo ut peteret a patre suo agrum. Suspiravitque ut sedebat in asino : cui Caleb : Quid habes ? inquit."},{"number":19,"verse":"At illa respondit : Da mihi benedictionem : terram australem et arentem dedisti mihi ; junge et irriguam. Dedit itaque ei Caleb irriguum superius et inferius."},{"number":20,"verse":"Hæc est possessio tribus filiorum Juda per cognationes suas."},{"number":21,"verse":"Erantque civitates ab extremis partibus filiorum Juda juxta terminos Edom a meridie : Cabseel et Eder et Jagur,"},{"number":22,"verse":"et Cyna et Dimona et Adada,"},{"number":23,"verse":"et Cades et Asor et Jethnam,"},{"number":24,"verse":"Ziph et Telem et Baloth,"},{"number":25,"verse":"Asor nova et Carioth, Hesron, hæc est Asor ;"},{"number":26,"verse":"Amam, Sama, et Molada,"},{"number":27,"verse":"et Asergadda et Hassemon et Bethphelet,"},{"number":28,"verse":"et Hasersual et Bersabee et Baziothia,"},{"number":29,"verse":"et Baala et Jim et Esem,"},{"number":30,"verse":"et Eltholad et Cesil et Harma,"},{"number":31,"verse":"et Siceleg et Medemena et Sensenna,"},{"number":32,"verse":"Lebaoth et Selim et Aën et Remon. Omnes civitates viginti novem, et villæ earum."},{"number":33,"verse":"In campestribus vero : Estaol et Sarea et Asena,"},{"number":34,"verse":"et Zanoë et Ængannim et Taphua et Enaim,"},{"number":35,"verse":"et Jerimoth et Adullam, Socho et Azeca,"},{"number":36,"verse":"et Saraim et Adithaim et Gedera et Gederothaim : urbes quatuordecim, et villæ earum."},{"number":37,"verse":"Sanan et Hadassa et Magdalgad,"},{"number":38,"verse":"Delean et Masepha et Jecthel,"},{"number":39,"verse":"Lachis et Bascath et Eglon,"},{"number":40,"verse":"Chebbon et Leheman et Cethlis,"},{"number":41,"verse":"et Gideroth et Bethdagon et Naama et Maceda : civitates sedecim, et villæ earum."},{"number":42,"verse":"Labana et Ether et Asan,"},{"number":43,"verse":"Jephtha et Esna et Nesib,"},{"number":44,"verse":"et Ceila et Achzib et Maresa : civitates novem, et villæ earum."},{"number":45,"verse":"Accaron cum vicis et villulis suis."},{"number":46,"verse":"Ab Accaron usque ad mare : omnia quæ vergunt ad Azotum et viculos ejus."},{"number":47,"verse":"Azotus cum vicis et villulis suis. Gaza cum vicis et villulis suis, usque ad torrentem Ægypti, et mare magnum terminus ejus."},{"number":48,"verse":"Et in monte : Samir et Jether et Socoth"},{"number":49,"verse":"et Danna et Cariathsenna, hæc est Dabir :"},{"number":50,"verse":"Anab et Istemo et Anim,"},{"number":51,"verse":"Gosen et Olon et Gilo : civitates undecim et villæ earum."},{"number":52,"verse":"Arab et Ruma et Esaan,"},{"number":53,"verse":"et Janum et Beththaphua et Apheca,"},{"number":54,"verse":"Athmatha, et Cariath Arbe, hæc est Hebron, et Sior : civitates novem, et villæ earum."},{"number":55,"verse":"Maon et Carmel et Ziph et Jota,"},{"number":56,"verse":"Jezraël et Jucadam et Zanoë,"},{"number":57,"verse":"Accain, Gabaa et Thamna : civitates decem et villæ earum."},{"number":58,"verse":"Halhul, et Besur, et Gedor,"},{"number":59,"verse":"Mareth, et Bethanoth, et Eltecon : civitates sex et villæ earum."},{"number":60,"verse":"Cariathbaal, hæc est Cariathiarim urbs silvarum, et Arebba : civitates duæ, et villæ earum."},{"number":61,"verse":"In deserto Betharaba, Meddin, et Sachacha,"},{"number":62,"verse":"et Nebsan, et civitas salis, et Engaddi : civitates sex, et villæ earum."},{"number":63,"verse":"Jebusæum autem habitatorem Jerusalem non potuerunt filii Juda delere : habitavitque Jebusæus cum filiis Juda in Jerusalem usque in præsentem diem."}]}