{"bibleAbbr":"MKJV1962","bookName":"Lamentations","bookEnglishName":"Lamentations","chapterNumber":5,"verses":[{"number":1,"verse":"Remember, O LORD, what has been to us; look down and see our shame."},{"number":2,"verse":"Our inheritance has turned to aliens, our houses to foreigners."},{"number":3,"verse":"We are orphans and fatherless; our mothers [are] as widows."},{"number":4,"verse":"We have drunk our water for silver; our wood comes for a price."},{"number":5,"verse":"We [are] pursued on our necks; we grow weary; rest is not given to us."},{"number":6,"verse":"We have given the hand [to] Egypt, to Assyria, to be satisfied with bread."},{"number":7,"verse":"Our fathers have sinned [and are] not; we have borne their iniquities."},{"number":8,"verse":"Servants rule over us; [there is] no rescuer out of their hand."},{"number":9,"verse":"We bring in our bread with our souls, because of the sword of the wilderness."},{"number":10,"verse":"Our skin [is] hot like an oven because of the fever heat of famine."},{"number":11,"verse":"They raped the women in Zion, virgins in the cities of Judah."},{"number":12,"verse":"Rulers were hanged by the hand; the faces of elders were not honored."},{"number":13,"verse":"They took the young men [to] grind, and the youths stumbled at the wood."},{"number":14,"verse":"The elders have ceased from the gate, the young men from their music."},{"number":15,"verse":"The joy of our heart has ceased; our dance has turned into mourning."},{"number":16,"verse":"The crown has fallen [from] our head. Woe now to us! For we have sinned."},{"number":17,"verse":"Our heart is faint for this; our eyes are dim for these [things]."},{"number":18,"verse":"On the mountain of Zion [is] laid waste, the foxes walk on it."},{"number":19,"verse":"You, O LORD, remain forever; Your throne to generation and generation."},{"number":20,"verse":"Why do You forget us forever [and] forsake us the length of days?"},{"number":21,"verse":"Return us to You, O LORD, and we will turn; renew our days as of old,"},{"number":22,"verse":"unless You have utterly rejected us; You are very angry against us."}]}