{"bibleAbbr":"NKJV1982","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":10,"verses":[{"number":1,"verse":"Restoration of Judah and Israel Ask ((Jer. 14:22)) the LORD for ((Deut. 11:13, 14)) rain In ((Joel 2:23)) the time of the latter rain. The LORD will make flashing clouds; He will give them showers of rain, Grass in the field for everyone."},{"number":2,"verse":"For the (Jer. 10:8) idols speak delusion; The diviners envision (Jer. 27:9; (Ezek. 13)) lies, And tell false dreams; They (Job 13:4) comfort in vain. Therefore the people wend their way like (Jer. 50:6, 17) sheep; They are in trouble (Ezek. 34:5-8; Matt. 9:36; Mark 6:34) because there is no shepherd."},{"number":3,"verse":"“My anger is kindled against the (Jer. 25:34-36; Ezek. 34:2; Zech. 11:17) shepherds, (Ezek. 34:17) And I will punish the goatherds. For the LORD of hosts (Luke 1:68) will visit His flock, The house of Judah, And (Song 1:9) will make them as His royal horse in the battle."},{"number":4,"verse":"From him comes (Is. 28:16) the cornerstone, From him (Is. 22:23) the tent peg, From him the battle bow, From him every ruler together."},{"number":5,"verse":"They shall be like mighty men, Who (Ps. 18:42) tread down their enemies In the mire of the streets in the battle. They shall fight because the LORD is with them, And the riders on horses shall be put to shame."},{"number":6,"verse":"“I will strengthen the house of Judah, And I will save the house of Joseph. (Jer. 3:18; Ezek. 37:21) I will bring them back, Because I (Hos. 1:7; Zech. 1:16) have mercy on them. They shall be as though I had not cast them aside; For I am the LORD their God, And I (Zech. 13:9) will hear them."},{"number":7,"verse":"Those of Ephraim shall be like a mighty man, And their (Ps. 104:15) heart shall rejoice as if with wine. Yes, their children shall see it and be glad; Their heart shall rejoice in the LORD."},{"number":8,"verse":"I will (Is. 5:26) whistle for them and gather them, For I will redeem them; (Is. 49:19; Ezek. 36:37; Zech. 2:4) And they shall increase as they once increased."},{"number":9,"verse":"“I (Hos. 2:23) will sow them among the peoples, And they shall (Deut. 30:1) remember Me in far countries; They shall live, together with their children, And they shall return."},{"number":10,"verse":"(Is. 11:11; Hos. 11:11) I will also bring them back from the land of Egypt, And gather them from Assyria. I will bring them into the land of Gilead and Lebanon, (Is. 49:19, 20) Until no more room is found for them."},{"number":11,"verse":"(Is. 11:15) He shall pass through the sea with affliction, And strike the waves of the sea: All the depths of the River shall dry up. Then (Is. 14:25; Zeph. 2:13) the pride of Assyria shall be brought down, And (Ezek. 30:13) the scepter of Egypt shall depart."},{"number":12,"verse":"“So I will strengthen them in the LORD, And (Mic. 4:5) they shall walk up and down in His name,” Says the LORD."}]}