{"bibleAbbr":"NKJV1982","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":2,"verses":[{"number":1,"verse":"Vision of the Measuring Line Then I raised my eyes and looked, and behold, (Jer. 31:39; Ezek. 40:3; 47:3; Zech. 1:16) a man with a measuring line in his hand."},{"number":2,"verse":"So I said, “Where are you going?” And he said to me, (Rev. 11:1) “To measure Jerusalem, to see what is its width and what is its length.”"},{"number":3,"verse":"And there was the angel who talked with me, going out; and another angel was coming out to meet him,"},{"number":4,"verse":"who said to him, “Run, speak to this young man, saying: (Jer. 31:27) ‘Jerusalem shall be inhabited as towns without walls, because of the multitude of men and livestock in it."},{"number":5,"verse":"For I,’ says the LORD, ‘will be ((Is. 26:1)) a wall of fire all around her, ((Is. 60:19)) and I will be the glory in her midst.’ ”"},{"number":6,"verse":"Future Joy of Zion and Many Nations “Up, up! Flee (Is. 48:20) from the land of the north,” says the LORD; “for I have (Deut. 28:64) spread you abroad like the four winds of heaven,” says the LORD."},{"number":7,"verse":"“Up, Zion! (Is. 48:20; Jer. 51:6; (Rev. 18:4)) Escape, you who dwell with the daughter of Babylon.”"},{"number":8,"verse":"For thus says the LORD of hosts: “He sent Me after glory, to the nations which plunder you; for he who (Deut. 32:10; Ps. 17:8) touches you touches the apple of His eye."},{"number":9,"verse":"For surely I will (Is. 19:16) shake My hand against them, and they shall become spoil for their servants. Then (Zech. 4:9) you will know that the LORD of hosts has sent Me."},{"number":10,"verse":"(Is. 12:6) “Sing and rejoice, O daughter of Zion! For behold, I am coming and I ((Lev. 26:12)) will dwell in your midst,” says the LORD."},{"number":11,"verse":"((Is. 2:2, 3)) “Many nations shall be joined to the LORD (Zech. 3:10) in that day, and they shall become (Ex. 12:49) My people. And I will dwell in your midst. Then (Ezek. 33:33) you will know that the LORD of hosts has sent Me to you."},{"number":12,"verse":"And the LORD will ((Deut. 32:9); Ps. 33:12; Jer. 10:16) take possession of Judah as His inheritance in the Holy Land, and will again choose Jerusalem."},{"number":13,"verse":"(Hab. 2:20; Zeph. 1:7) Be silent, all flesh, before the LORD, for He is aroused (Ps. 68:5) from His holy habitation!”"}]}