{"bibleAbbr":"NKJV1982","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":9,"verses":[{"number":1,"verse":"Israel Defended Against Enemies The burden of the word of the LORD Against the land of Hadrach, And (Is. 17:1; Jer. 23:33) Damascus its resting place (For (Amos 1:3-5) the eyes of men And all the tribes of Israel Are on the LORD);"},{"number":2,"verse":"Also against (Jer. 49:23) Hamath, which borders on it, And against (Is. 23; Jer. 25:22; 47:4; Ezek. 26; Amos 1:9, 10) Tyre and (1 Kin. 17:9) Sidon, though they are very (Ezek. 28:3) wise."},{"number":3,"verse":"For Tyre built herself a tower, Heaped up silver like the dust, And gold like the mire of the streets."},{"number":4,"verse":"Behold, (Is. 23:1) the Lord will cast her out; He will destroy (Ezek. 26:17) her power in the sea, And she will be devoured by fire."},{"number":5,"verse":"Ashkelon shall see it and fear; Gaza also shall be very sorrowful; And (Zeph. 2:4, 5) Ekron, for He dried up her expectation. The king shall perish from Gaza, And Ashkelon shall not be inhabited."},{"number":6,"verse":"“A mixed race shall settle (Amos 1:8; Zeph. 2:4) in Ashdod, And I will cut off the pride of the (Ezek. 25:15-17) Philistines."},{"number":7,"verse":"I will take away the blood from his mouth, And the abominations from between his teeth. But he who remains, even he shall be for our God, And shall be like a leader in Judah, And Ekron like a Jebusite."},{"number":8,"verse":"((Ps. 34:7)) I will camp around My house Because of the army, Because of him who passes by and him who returns. No more shall an oppressor pass through them, For now I have seen with My eyes."},{"number":9,"verse":"The Coming King“Rejoice (Zeph. 3:14, 15; Zech. 2:10) greatly, O daughter of Zion! Shout, O daughter of Jerusalem! Behold, ((Ps. 110:1; Is. 9:6, 7; Jer. 23:5, 6); Matt. 21:5; Mark 11:7, 9; Luke 19:38; John 12:15) your King is coming to you; He is just and having salvation, Lowly and riding on a donkey, A colt, the foal of a donkey."},{"number":10,"verse":"I (Hos. 1:7; Mic. 5:10) will cut off the chariot from Ephraim And the horse from Jerusalem; The (Ps. 46:9; Is. 2:4; Hos. 2:18; Mic. 4:3) battle bow shall be cut off. He shall speak peace to the nations; His dominion shall be (Ps. 72:8) ‘from sea to sea, And from the River to the ends of the earth.’"},{"number":11,"verse":"God Will Save His People“As for you also, Because of the blood of your covenant, I will set your (Is. 42:7) prisoners free from the waterless pit."},{"number":12,"verse":"Return to the stronghold, (Is. 49:9; Jer. 17:13; Heb. 6:18-20) You prisoners of hope. Even today I declare That I will restore (Is. 61:7) double to you."},{"number":13,"verse":"For I have bent Judah, My bow, Fitted the bow with Ephraim, And raised up your sons, O Zion, Against your sons, O Greece, And made you like the sword of a mighty man.”"},{"number":14,"verse":"Then the LORD will be seen over them, And (Ps. 18:14; Hab. 3:11) His arrow will go forth like lightning. The Lord GOD will blow the trumpet, And go (Is. 21:1) with whirlwinds from the south."},{"number":15,"verse":"The LORD of hosts will (Is. 37:35; Zech. 12:8) defend them; They shall devour and subdue with slingstones. They shall drink and roar as if with wine; They shall be filled with blood like basins, Like the corners of the altar."},{"number":16,"verse":"The LORD their God will (Jer. 31:10, 11) save them in that day, As the flock of His people. For (Is. 62:3; Mal. 3:17) they shall be like the jewels of a crown, (Is. 11:12) Lifted like a banner over His land—"},{"number":17,"verse":"For ((Ps. 31:19)) how great is its goodness And how great its ((Ps. 45:1-16)) beauty! (Joel 3:18) Grain shall make the young men thrive, And new wine the young women."}]}