{"bibleAbbr":"TERV1998","bookName":"அப்போஸ்தலர்","bookEnglishName":"Acts of the Apostles","chapterNumber":24,"verses":[{"number":1,"verse":"(யூதர்களின் குற்றச்சாட்டு) ஐந்து நாட்களுக்குப் பிறகு அனனியா செசரியா நகரத்திற்கு வந்தான். அனனியா தலைமை ஆசாரியனாக இருந்தான். சில முதிய யூதத் தலைவர்களையும் தெர்த்துல்லு என்னும் பெயருள்ள வழக்கறிஞரையும் அனனியா அழைத்து வந்திருந்தான். ஆளுநர் முன்னால் பவுல் மீது வழக்கு தொடுக்கும் பொருட்டு அவர்கள் செசரியாவுக்குச் சென்றார்கள்."},{"number":2,"verse":"கூட்டத்திற்கு முன் பவுல் அழைக்கப்பட்டான். தெர்த்துல்லு குற்றச்சாட்டுகளை எடுத்துரைக்கத் துவங்கினான். தெர்த்துல்லு, “மிகக் கனம் பொருந்திய பெலிக்ஸ் அவர்களே! உங்களால் எங்கள் மக்கள் மிகுந்த அமைதியோடு வாழ்கிறார்கள். உங்கள் ஞானமான உதவியால் எங்கள் நாட்டில் பல தவறான காரியங்கள் திருத்தப்பட்டு வருகின்றன."},{"number":3,"verse":"உங்களிடமிருந்து இவற்றைப் பெறுவதால் மிக நன்றியுடையவர்களாக இருக்கிறோம். எல்லா இடங்களிலும் நாங்கள் அவற்றை ஒப்புக்கொள்கிறோம்."},{"number":4,"verse":"ஆனால் உங்கள் நேரத்தை மேலும் வீணாக்க நான் விரும்பவில்லை. எனவே நான் சுருக்கமாகச் சொல்கிறேன். தயவு செய்து பொறுமையாக இருங்கள்."},{"number":5,"verse":"இம்மனிதன் தொல்லைகளை ஏற்படுத்துகிறவன். உலகமெங்குள்ள யூதர்களிடம் அமைதியைக் குலைக்கிறான். நசரேயக் குழுவின் தலைவன் இவன்."},{"number":6,"verse":"மேலும் அவன் தேவாலயத்தை நாசமாக்க முயற்சி செய்துகொண்டிருக்கிறான். ஆனால் நாங்கள் அவனைத் தடுத்துவிட்டோம். இக்குற்றச்சாட்டுகள் அனைத்தும் உண்மையா என்பதை நீர் முடிவு கட்டலாம். நீரே அவனிடம் சில கேள்விகளைக் கேளும்” (வாக்கியங்கள் சில கிரேக்கப் பிரதிகளில் 6b-8a சேர்க்கப்பட்டுள்ளன. “நாங்கள் அவனை எங்கள் சொந்தச் சட்டங்கள் மூலம் தண்டிக்க விரும்பினோம். ஆனால் லைசியாஸ் வந்து அதிகமாக வற்புறுத்தி எங்களிடமிருந்து அவனை அழைத்துக்கொண்டு போனான். லைசியாஸ் தன் மக்களுக்கு எங்களைக் குற்றம்சாட்ட கட்டளையிட்டுள்ளான்.”) என்றான்."},{"number":9,"verse":"பிற யூதர்களும் ஒப்புக்கொண்டனர். அவர்கள், “இவையனைத்தும் உண்மையே!” என்றனர்."},{"number":10,"verse":"(பவுல் தனக்காக பெலிக்ஸின் முன்பு வழக்காடுதல்) பவுல் பேசுமாறு ஆளுநர் குறிப்பிட்டார். எனவே பவுல் பதிலாக, “ஆளுநர் பெலிக்ஸ் அவர்களே, இந்தத் தேசத்தின் நியாயாதிபதியாக, நீண்ட காலமாக நீங்கள் இருந்து வருகிறீர்கள் என்பது எனக்குத் தெரியும். எனவே நான் உங்கள் முன்பு எனக்காக வழக்காடுவதில் மகிழ்ச்சியடைகிறேன்."},{"number":11,"verse":"பன்னிரண்டு நாட்களுக்கு முன்புதான் நான் எருசலேமுக்கு வழிபடச் சென்றேன். இது உண்மையா என்று நீங்கள் தெரிந்துகொள்ளலாம்."},{"number":12,"verse":"என்னைப் பழிக்கிற இந்த யூதர்கள் நான் ஆலயத்தில் யாரோடும் விவாதிப்பதைப் பார்க்கவில்லை. நான் மக்களிடம் தொல்லையையும் விளைவிக்கவில்லை. ஜெப ஆலயங்களிலோ, நகரத்தின் வேரிடங்களிலோ நான் விவாதிக்கவோ, தொல்லை விளைவிக்கவோ செய்யவில்லை."},{"number":13,"verse":"இப்போது எனக்கெதிராக அவர்கள் கூறும் குற்றச் சாட்டுகளை அவர்கள் நிரூபிக்க முடியாது."},{"number":14,"verse":"“ஆனால் நான் உங்களுக்கு இதைச் சொல்வேன். இயேசுவின் வழியைப் பின்பற்றும் சீடனாக நான் நமது முன்னோரின் தேவனை வணங்குகிறேன்."},{"number":15,"verse":"இந்த யூதர்கள் தேவனிடம் கொண்டுள்ள நம்பிக்கை, அதாவது நல்லோராயினும் தீயோராயினும் சரி எல்லா மக்களும் மரணத்தினின்று எழுப்பப்படுவர் என்ற அதே நம்பிக்கை எனக்கும் உள்ளது."},{"number":16,"verse":"எனவே தான் தேவனுக்கும் மனிதருக்கும் முன்பாக நான் சரியென்று நம்புவதை எப்பொழுதும் செய்ய முயல்கிறேன்."},{"number":17,"verse":"“பலகாலம் எருசலேமிலிருந்து தொலைவில் வாழ்ந்து வந்தேன். என் மக்களுக்குப் பணம் கொண்டு வரவும் காணிக்கை செலுத்தவும் நான் அங்குத் திரும்பிச் சென்றேன்."},{"number":18,"verse":"தேவாலயத்தில் நான் இதைச் செய்துகொண்டிருந்தபோது சில யூதர்கள் என்னைக் கண்டனர். சுத்தப்படுத்தும் பண்டிகையை முடித்தேன். நான் எந்தக் தொல்லையையும் ஏற்படுத்தவில்லை. என்னை சுற்றி எந்தக் கூட்டமும் சேரவில்லை."},{"number":19,"verse":"ஆசியாவிலுள்ள சில யூதர்கள் அங்கிருந்தார்கள். இங்கும் உங்கள் முன் அவர்கள் நின்றுகொண்டிருக்க வேண்டும். நான் ஏதேனும் தவறாகச் செய்திருந்தால் என்னைக் குற்றம் சாட்டவேண்டியவர்கள் அவர்களே."},{"number":20,"verse":"எருசலேமிலுள்ள யூத சங்கத்தின் முன் நான் நின்றபோது என்னில் ஏதேனும் பிழையை அவர்கள் கண்டார்களா என்பதை இந்த யூதர்களிடம் விசாரியுங்கள்."},{"number":21,"verse":"நான் அவர்கள் முன்னிலையில் நின்றபோது ஒன்றை மட்டும் கூறினேன். ‘மரணத்தினின்று மக்கள் எழும்புவர் என்பதை நான் நம்புவதால் இன்றைக்கு நீங்கள் என்னை நியாயந்தீர்க்கிறீர்கள்’ என்றேன்” என்று கூறினான்."},{"number":22,"verse":"இயேசுவின் வழிகளைக் குறித்து ஏற்கனவே பெலிக்ஸ் நிரம்பத் தெரிந்துவைத்திருந்தான். அவன் வழக்கை இந்த இடத்தில் நிறுத்தியவனாக, “அதிகாரி லீசியா இங்கு வருகிறபோது, இவற்றைக் குறித்து முடிவெடுப்பேன்” என்றான்."},{"number":23,"verse":"பெலிக்ஸ் படை அதிகாரியிடம் பவுலைக் காவலில் வைக்குமாறு கூறினான். அவன் படை அதிகாரியிடம் பவுலுக்குச் சற்றுச் சுதந்திரம் அளிக்குமாறும், பவுலின் நண்பர்கள் அவனுக்குத் தேவையான பொருட்களைக் கொண்டுவந்து உதவுவதற்கு அனுமதி அளிக்குமாறும் கூறினான்."},{"number":24,"verse":"(பெலிக்ஸ் முன் பவுல்) சில நாட்களுக்குப் பிறகு பெலிக்ஸ், அவனது மனைவி துருசில்லாவுடன் வந்தான். அவள் யூதப் பெண்மணி. பெலிக்ஸ் பவுலைத் தன்னிடம் அழைத்து வருமாறு கூறினான். கிறிஸ்து இயேசுவில் வைக்கும் விசுவாசத்தைக் குறித்துப் பவுல் பேசுவதை பெலிக்ஸ் கேட்டான்."},{"number":25,"verse":"நேர்மையான வாழ்வு, தன்னடக்கம், எதிர்காலத்தின் நியாயத்தீர்ப்பு ஆகியவற்றைக் குறித்துப் பவுல் கூறியதைக் கேட்டு அவன் அஞ்சினான். பெலிக்ஸ் “இப்போது போய் விடு! இன்னும் கால அவகாசம் கிடைக்கும்போது உன்னை அழைக்கிறேன்” என்றான்."},{"number":26,"verse":"பவுலோடு பெலிக்ஸ் பேசுவதற்கு மற்றொரு காரணமும் இருந்தது. பவுல் தனக்கு லஞ்சம் கொடுப்பான் எனவும் பெலிக்ஸ் நம்பினான். எனவே பெலிக்ஸ் பவுலை அடிக்கடி அழைப்பித்து அவனோடு பேசினான்."},{"number":27,"verse":"ஆனால் இரண்டு ஆண்டுகளுக்குப் பிறகு, போர்சியு பெஸ்து ஆளுநரானார். பெலிக்ஸ் ஆளுநராக இருக்கவில்லை. பெலிக்ஸ் யூதர்களை மகிழ்விக்கும்படியாக ஏதேனும் செய்ய வேண்டுமென்று விரும்பியதால் பவுலைச் சிறையிலேயே விட்டுச் சென்றான்."}]}