{"bibleAbbr":"TERV1998","bookName":"அப்போஸ்தலர்","bookEnglishName":"Acts of the Apostles","chapterNumber":4,"verses":[{"number":1,"verse":"(யூத ஆலோசனைச் சங்கத்தின் முன்) பேதுருவும், யோவானும் மக்களிடம் பேசிக்கொண்டிருக்கும்போது சில மனிதர்கள் அவர்களிடம் வந்தார்கள். யூத ஆசாரியர்களும், ஆலயத்தைப் பாதுகாக்கும் வீரர்களுக்குத் தலைவனும், சில சதுசேயரும் அவர்களோடு வந்திருந்தனர்."},{"number":2,"verse":"பேதுருவும், யோவானும் மக்களிடம் போதித்தவற்றைக் குறித்து அவர்கள் அதிருப்தி அடைந்திருந்தனர். அப்போஸ்தலர்கள் இயேசுவைக் குறித்து மக்களுக்குக் கூறும்போது, மக்கள் மரணத்திலிருந்து இயேசுவின் வல்லமையால் உயிர்த்தெழுவார் என்பதையும் போதித்தார்கள்."},{"number":3,"verse":"யூதத் தலைவர்கள் பேதுருவையும் யோவானையும் பிடித்துச் சிறையில் அடைத்தனர். அது ஏற்கெனவே இரவு நேரமாயிருந்தது. எனவே அடுத்த நாள்வரைக்கும் பேதுருவையும் யோவானையும் சிறையில் வைத்திருந்தார்கள்."},{"number":4,"verse":"ஆனால் பேதுருவும் யோவானும் செய்த போதனைகளைக் கேட்ட மக்களில் பலரும் அவர்கள் கூறியவற்றை விசுவாசித்தனர். அவர்களின் எண்ணிக்கை சுமார் ஐயாயிரம் பேராக இருந்தது."},{"number":5,"verse":"மறுநாள் யூதத் தலைவர்களும், அதிகாரிகளும், வேதபாரகரும் எருசலேமில் சந்தித்தனர்."},{"number":6,"verse":"அன்னா, காய்பா, யோவான், அலெக்சாந்தர் ஆகியோரும் அங்கிருந்தனர். தலைமை ஆசாரியனின் குடும்பத்தினர் அனைவரும் அங்கிருந்தனர்."},{"number":7,"verse":"எல்லா ஜனங்களுக்கும் முன்பாகப் பேதுருவையும் யோவானையும் அவர்கள் நிறுத்தினர். யூத அதிகாரிகள் பல முறை அவர்களிடம், “ஊனமுற்ற இந்த மனிதனை எவ்வாறு குணப்படுத்தினீர்கள்? எந்த வல்லமையைப் பயன்படுத்தினீர்கள்? யாருடைய அதிகாரத்தினால் நீங்கள் இதைச் செய்தீர்கள்?” என்று கேட்டார்கள்."},{"number":8,"verse":"அப்போது பேதுரு பரிசுத்த ஆவியால் நிரப்பப்பட்டான். அவன் அவர்களை நோக்கி, “மக்களின் அதிகாரிகளே, முதிய தலைவர்களே,"},{"number":9,"verse":"ஊனமுற்ற மனிதனுக்கு ஏற்பட்ட நல்ல காரியத்தைக் குறித்து எங்களை வினவுகிறீர்களா? அவனைக் குணப்படுத்தியது யார் என்று எங்களை வினவுகிறீர்களா?"},{"number":10,"verse":"நீங்கள் யாவரும், யூத மக்கள் அனைவரும், இம்மனிதன் நாசரேத்தைச் சேர்ந்த இயேசு கிறிஸ்துவின் வல்லமையால் குணம் ஆக்கப்பட்டான் என்பதை அறிந்துகொள்ள வேண்டுமென்று நாங்கள் விரும்புகிறோம். நீங்கள் இயேசுவைச் சிலுவையில் அறைந்தீர்கள். தேவன் அவரை மரணத்திலிருந்து எழுப்பினார். இந்த மனிதன் ஊனமுற்றவனாயிருந்தான். ஆனால் இப்போது இயேசுவின் வல்லமையால் குணம் பெற்று உங்களுக்கு முன்பாக எழுந்து நிற்கிறான்."},{"number":11,"verse":"“‘கட்டிடம் கட்டுபவர்களாகிய நீங்கள் இயேசுவை முக்கியமற்ற கல்லைப் போன்று கருதினீர்கள். ஆனால் இந்தக் கல்லோ மூலைக்கல்லாயிற்று.’ (சங்கீ. 118:22)"},{"number":12,"verse":"மக்களை இரட்சிக்கக் கூடியவர் இயேசு ஒருவரே. உலகத்தில் மக்களை இரட்சிக்கும் வல்லமையுடன் தரப்பட்ட நாமம் இயேசுவினுடையது மட்டுமே. இயேசுவின் மூலமாகவே நாம் இரட்சிக்கப்படவேண்டும்!” என்றான்."},{"number":13,"verse":"பேதுருவும் யோவானும் வேறு சிறப்பான பயிற்சியோ கல்வியோ பெறவில்லை என்பதை யூதத் தலைவர்கள் புரிந்துகொண்டனர். பேதுருவும் யோவானும் பேசுவதற்கு அஞ்சவில்லை என்பதையும் அவர்கள் கண்டனர். அதனால் அதிகாரிகள் வியப்புற்றனர். பேதுருவும் யோவானும் இயேசுவுடன் இருந்தவர்கள் என்பதை உணர்ந்தனர்."},{"number":14,"verse":"இரண்டு அப்போஸ்தலர்களுடன் ஊனமாயிருந்த அந்த மனிதன் நின்று கொண்டிருப்பதை அவர்கள் கண்டனர். அம்மனிதன் குணமடைந்திருப்பதை அவர்கள் கண்டனர். எனவே அப்போஸ்தலருக்கு எதிராக அவர்களால் எதையும் சொல்ல முடியவில்லை."},{"number":15,"verse":"அக்கூட்டத்திலிருந்து போகுமாறு யூதத் தலைவர்கள் அவர்களுக்குக் கூறினர். அதன் பின்பு தாங்கள் செய்ய வேண்டியது என்னவென்று யூதத் தலைவர்கள் தங்களுக்குள் பேசிக்கொண்டனர்."},{"number":16,"verse":"அவர்கள், “இம்மனிதர்களை நாம் என்ன செய்வோம்? அவர்கள் பேரதிசயம் ஒன்றைச் செய்துள்ளார்கள் என்பதை எருசலேமின் ஒவ்வொரு மனிதனும் அறிவான். இது தெளிவு. இது உண்மையல்லவென்று நம்மால் சொல்ல முடியாது."},{"number":17,"verse":"ஆனால் இம்மனிதனைக் குறித்து இவர்கள் மக்களுக்குச் சொல்வதற்கு அஞ்சும்படி செய்யவேண்டும். அப்போது மக்களிடம் இச்செய்தி மேலும் பரவாது” என்றனர்."},{"number":18,"verse":"எனவே யூதத் தலைவர்கள் பேதுருவையும் யோவானையும் மீண்டும் உள்ளே அழைத்தனர். இயேசுவின் பெயரில் எதையும் கூறாதபடியும் போதிக்காதபடியும் அவர்கள் அப்போஸ்தலர்களுக்குக் கூறினர்."},{"number":19,"verse":"ஆனால் பேதுருவும் யோவானும் அவர்களுக்குப் பதிலாக, “நீங்கள் எதைச் சரியென்று நினைக்கிறீர்கள்? தேவன் எதை விரும்புவார்? நாங்கள் கீழ்ப்படியவேண்டுவது உங்களுக்கா அல்லது தேவனுக்கா?"},{"number":20,"verse":"நாங்கள் அமைதியாக இருக்க முடியாது. நாங்கள் பார்த்தவற்றையும் கேட்டவற்றையும் மக்களுக்குக் கண்டிப்பாகக் கூற வேண்டும்” என்றார்கள்."},{"number":21,"verse":"நடந்ததற்காக எல்லா மக்களும் தேவனை வாழ்த்திக்கொண்டிருந்தபடியால் யூதத் தலைவர்கள் அப்போஸ்தலரைத் தண்டிப்பதற்கு ஒரு வழியும் காண முடியவில்லை. (இந்த அதிசயம் தேவனிடமிருந்து வந்த ஒரு சான்று. குணமாக்கப்பட்ட மனிதன் நாற்பது வயதிற்கும் மேற்பட்டவனாயிருந்தான்!) எனவே யூத அதிகாரிகள் மீண்டும் அப்போஸ்தலரை எச்சரித்து விடுவித்தனர்."},{"number":23,"verse":"(விசுவாசிகளின் பிரார்த்தனை) பேதுருவும் யோவானும் யூதத் தலைவர்களின் கூட்டத்தை விட்டு நீங்கி, அவர்களது குழுவிற்குச் சென்றனர். முக்கிய ஆசாரியரும், முதிய யூத அதிகாரிகளும் அவர்களுக்குச் சொன்ன எல்லாவற்றையும் அவர்கள் தங்கள், குழுவினருக்குக் கூறினர்."},{"number":24,"verse":"விசுவாசிகள் இதனைக் கேட்டபோது, அவர்கள் ஒரே மனதுடன் தேவனிடம் பிரார்த்தனை செய்தனர். அவர்கள் எல்லோரும் ஒரே விதமாக உணர்ந்தனர்."},{"number":25,"verse":"அவர்கள், “கர்த்தாவே, வானத்தையும், பூமியையும், கடலையும், உலகத்திலுள்ள எல்லாவற்றையும் உண்டாக்கியவர் நீர் ஒருவரே. எங்களது தந்தையாகிய தாவீது உம் ஊழியனாக இருந்தான். பரிசுத்த ஆவியின் உதவியால் அவன் கீழ்வரும் வார்த்தைகளை எழுதினான். “‘தேசங்கள் ஏன் கூக்குரல் எழுப்புகின்றன? ஏன் உலக மக்கள் தேவனுக்கெதிராகத் திட்டமிடுகின்றனர்? அவர்கள் செய்வது வீணானது."},{"number":26,"verse":"“‘பூமியின் ராஜாக்கள் போருக்குத் தயாராகின்றனர். தலைவர்கள் அனைவரும் தேவனுக்கும் அவருடைய கிறிஸ்துவிற்கும் எதிராக ஒருமித்துக் கூடுகின்றனர்.’ (சங்கீ. 2:1-2)"},{"number":27,"verse":"ஏரோதும் பொந்தியு பிலாத்துவும் தேசங்களும், எல்லா யூத ஜனங்களும் சேர்ந்து எருசலேமில் இயேசுவுக்கு எதிராகக் கூடினபோது இவை அனைத்தும் உண்மையாகவே நிகழ்ந்தன. இயேசு உமது தூய ஊழியர். அவரே கிறிஸ்துவாகும்படி நீர் உண்டாக்கியவர்."},{"number":28,"verse":"கூடி வந்த இந்த மக்கள் உம் திட்டம் நிறைவேறும்படி இயேசுவுக்கு எதிராகச் செயல்பட்டனர். உம் வல்லமையின்படியும், சித்தத்தின்படியும் அது நிகழ்ந்தது."},{"number":29,"verse":"கர்த்தாவே, இப்போதும் அவர்கள் கூறுவதைக் கவனியும். அவர்கள் எங்களை அச்சமடையும்படியாகச் செய்ய முயன்றுகொண்டிருக்கிறார்கள். கர்த்தாவே, நாங்கள் உமக்கு ஊழியம் செய்பவர்கள்."},{"number":30,"verse":"நீர் விரும்புகிறவற்றை நாங்கள் தைரியமாகக் கூறுவதற்கு எங்களுக்கு உதவும். நோயுற்றோரைக் குணப்படுத்தும். சான்றுகள் கொடும். உம் தூய பணியாளராகிய இயேசுவின் வல்லமையால் அதிசயங்கள் நடக்கும்படிச் செய்யும்” என்று பிரார்த்தனை செய்தனர்."},{"number":31,"verse":"விசுவாசிகள் பிரார்த்தனை செய்த பிறகு அவர்கள் கூடியிருந்த இடம் அசைந்தது. அவர்கள் எல்லோரும் பரிசுத்த ஆவியால் நிரப்பப்பட்டனர். அச்சமின்றி தேவனுடைய செய்தியைத் தொடர்ந்து கூறினர்."},{"number":32,"verse":"(விசுவாசிகளின் ஒருமித்த வாழ்வு) விசுவாசிகள் அனைவரும் இருதயத்தில் ஒருமனமுள்ளவர்களாக ஒரே ஊக்கமுடையோராக இருந்தனர். அவர்களில் ஒருவரும் தன்னிடமிருந்த பொருட்கள் தனக்கு மட்டுமே சொந்தமானவை எனக் கூறவில்லை. மாறாக அவர்கள் எல்லாவற்றையும் பகிர்ந்துகொண்டனர்."},{"number":33,"verse":"மிகுந்த வல்லமையோடு, அப்போஸ்தலர்கள் கர்த்தராகிய இயேசு மரணத்தினின்று உண்மையாகவே எழுப்பப்பட்டார் என்பதை மக்களுக்குக் கூறினர்."},{"number":34,"verse":"விசுவாசிகளை தேவன் அதிகமாக ஆசீர்வதித்தார். அவர்கள் அனைவரும் தேவையான பொருட்களைப் பெற்றனர். வயல்களையோ, வீடுகளையோ உடைய ஒவ்வொருவரும் அவற்றை விற்றனர். அப்பணத்தைக் கொண்டு வந்து"},{"number":35,"verse":"அதனை அப்போஸ்தலர்களுக்குக் கொடுத்தனர். பின்பு ஒவ்வொருவருக்கும் தேவைக்கேற்ப பொருட்கள் கொடுக்கப்பட்டன."},{"number":36,"verse":"விசுவாசிகளில் ஒருவன் யோசேப்பு என அழைக்கப்பட்டான். அப்போஸ்தலர்கள் அவனை பர்னபாஸ் என்று அழைத்தனர். (இந்தப் பெயர், “பிறருக்கு உதவுகின்ற மனிதன்” எனப் பொருள்படும்) அவன் சீப்புருவில் பிறந்த லேவியன்."},{"number":37,"verse":"அவனுக்குச் சிறிது நிலம் இருந்தது. அவன் அந்த நிலத்தை விற்று பணத்தைக் கொண்டுவந்து, அதை அப்போஸ்தலர்களிடம் கொடுத்தான்."}]}