{"bibleAbbr":"ASV1901","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":23,"verses":[{"number":1,"verse":"Now David<WH1732> was old<WH2204> and full<WH7646> of days<WH3117>; and he made Solomon<WH8010> his son<WH1121> king<WH4427> over Israel<WH3478>."},{"number":2,"verse":"And he gathered together<WH622> all the princes<WH8269> of Israel<WH3478>, with the priests<WH3548> and the Levites<WH3881>."},{"number":3,"verse":"And the Levites<WH3881> were numbered<WH5608> from thirty<WH7970> years<WH1121> old and upward<WH4605>: and their number<WH4557> by their polls<WH1538>, man<WH1397> by man<WH1397>, was thirty<WH7970> and eight<WH8083> thousand<WH505>."},{"number":4,"verse":"Of these<WH428>, twenty<WH6242> and four<WH702> thousand<WH505> were to oversee<WH5329> the work<WH4399> of the house<WH1004> of Jehovah<WH3068>; and six<WH8337> thousand<WH505> were officers<WH7860> and judges<WH8199>;"},{"number":5,"verse":"and four<WH702> thousand<WH505> were doorkeepers<WH7778>; and four<WH702> thousand<WH505> praised<WH1984> Jehovah<WH3068> with the instruments<WH3627> which I made<WH6213>, said David<WH1984>, to praise therewith."},{"number":6,"verse":"And David<WH1732> divided<WH2505> them into courses<WH4256> according to the sons<WH1121> of Levi<WH3878>: Gershon<WH1648>, Kohath<WH6955>, and Merari<WH4847>."},{"number":7,"verse":"Of the Gershonites<WH1649>: Ladan<WH3936> and Shimei<WH8096>."},{"number":8,"verse":"The sons<WH1121> of Ladan<WH3936>: Jehiel<WH3171> the chief<WH7218>, and Zetham<WH2241>, and Joel<WH3100>, three<WH7969>."},{"number":9,"verse":"The sons<WH1121> of Shimei<WH8096>: Shelomoth<WH8019>, and Haziel<WH2381>, and Haran<WH2039>, three<WH7969>. These were the heads<WH7218> of the fathers<WH1>' houses of Ladan<WH3936>."},{"number":10,"verse":"And the sons<WH1121> of Shimei<WH8096>: Jahath<WH3189>, Zina<WH2126>, and Jeush<WH3266>, and Beriah<WH1283>. These four<WH702> were the sons<WH1121> of Shimei<WH8096>."},{"number":11,"verse":"And Jahath<WH3189> was the chief<WH7218>, and Zizah<WH2125> the second<WH8145>: but Jeush<WH3266> and Beriah<WH1283> had not many<WH7235> sons<WH1121>; therefore they became a fathers<WH1>' house<WH1004> in one<WH259> reckoning<WH6486>."},{"number":12,"verse":"The sons<WH1121> of Kohath<WH6955>: Amram<WH6019>, Izhar<WH3324>, Hebron<WH2275>, and Uzziel<WH5816>, four<WH702>."},{"number":13,"verse":"The sons<WH1121> of Amram<WH6019>: Aaron<WH175> and Moses<WH4872>; and Aaron<WH175> was separated<WH914>, that he should sanctify<WH6942> the most<WH6944> holy things<WH6944>, he and his sons<WH1121>, for<WH5704> ever<WH5769>, to burn incense<WH6999> before<WH6440> Jehovah<WH3068>, to minister<WH8334> unto him<WH1288>, and to bless in his name<WH8034>, for<WH5704> ever<WH5769>."},{"number":14,"verse":"But as for Moses<WH4872> the man<WH376> of God<WH430>, his sons<WH1121> were named<WH7121> among the tribe<WH7626> of Levi<WH3878>."},{"number":15,"verse":"The sons<WH1121> of Moses<WH4872>: Gershom<WH1647> and Eliezer<WH461>."},{"number":16,"verse":"The sons<WH1121> of Gershom<WH1647>: Shebuel<WH7619> the chief<WH7218>."},{"number":17,"verse":"And the sons<WH1121> of Eliezer<WH461> were<WH7345>: Rehabiah the chief<WH7218>; and Eliezer<WH461> had no other<WH312> sons<WH1121>; but the sons<WH1121> of Rehabiah<WH7345> were very<WH4605> many<WH7235>."},{"number":18,"verse":"The sons<WH1121> of Izhar<WH3324>: Shelomith<WH8019> the chief<WH7218>."},{"number":19,"verse":"The sons<WH1121> of Hebron<WH2275>: Jeriah<WH3404> the chief<WH7218>, Amariah<WH568> the second<WH8145>, Jahaziel<WH3166> the third<WH7992>, and Jekameam<WH3360> the fourth<WH7243>."},{"number":20,"verse":"The sons<WH1121> of Uzziel<WH5816>: Micah<WH4318> the chief<WH7218>, and Isshiah<WH3449> the second<WH8145>."},{"number":21,"verse":"The sons<WH1121> of Merari<WH4847>: Mahli<WH4249> and Mushi<WH4187>. The sons<WH1121> of Mahli<WH4249>: Eleazar<WH499> and Kish<WH7027>."},{"number":22,"verse":"And Eleazar<WH499> died<WH4191>, and had no sons<WH1121>, but daughters<WH1323> only<WH251>: and their brethren the sons<WH1121> of Kish<WH7027> took them to wife<WH5375>."},{"number":23,"verse":"The sons<WH1121> of Mushi<WH4187>: Mahli<WH4249>, and Eder<WH5740>, and Jeremoth<WH3406>, three<WH7969>."},{"number":24,"verse":"These were the sons<WH1121> of Levi<WH3878> after their fathers<WH1>' houses<WH1004>, even the heads<WH7218> of the fathers<WH1>' houses of those of them that were counted<WH6485>, in the number<WH4557> of names<WH8034> by their polls<WH1538>, who did<WH6213> the work<WH4399> for the service<WH5656> of the house<WH1004> of Jehovah<WH3068>, from twenty<WH6242> years<WH1121> old<WH1121> and upward<WH4605>."},{"number":25,"verse":"For David<WH1732> said<WH559>, Jehovah<WH3068>, the God<WH430> of Israel<WH3478>, hath given rest<WH5117> unto his people<WH5971>; and he dwelleth<WH7931> in Jerusalem<WH3389> for ever<WH5769>:"},{"number":26,"verse":"and also the Levites<WH3881> shall no more have need to carry<WH5375> the tabernacle<WH4908> and all the vessels<WH3627> of it for the service thereof<WH5656>."},{"number":27,"verse":"For by the last<WH314> words<WH1697> of David<WH1732> the sons of Levi<WH3881> were numbered<WH4557>, from twenty<WH6242> years<WH8141> old<WH1121> and upward<WH4605>."},{"number":28,"verse":"For their office<WH4612> was to wait<WH3027> on the sons<WH1121> of Aaron<WH175> for the service<WH5656> of the house<WH1004> of Jehovah<WH3068>, in the courts<WH2691>, and in the chambers<WH3957>, and in the purifying<WH2893> of all holy things<WH6944>, even the work<WH4639> of the service<WH5656> of the house<WH1004> of God<WH430>;"},{"number":29,"verse":"for the showbread<WH3899> also<WH5560>, and for the fine flour for a meal-offering<WH4503>, whether of unleavened<WH4682> wafers<WH7550>, or of that which is baked in the pan<WH4227>, or of that which is soaked<WH7246>, and for all manner of measure<WH4884> and size<WH4060>;"},{"number":30,"verse":"and to stand<WH5975> every morning<WH1242> to thank<WH3034> and praise<WH1984> Jehovah<WH3068>, and likewise at even<WH6153>;"},{"number":31,"verse":"and to offer<WH5927> all burnt-offerings<WH5930> unto Jehovah<WH3068>, on the sabbaths<WH7676>, on the new moons<WH2320>, and on the set feasts<WH4150>, in number<WH4557> according to the ordinance<WH4941> concerning them<WH8548>, continually before<WH6440> Jehovah<WH3068>;"},{"number":32,"verse":"and that they should keep<WH8104> the charge<WH4931> of the tent<WH168> of meeting<WH4150>, and the charge<WH4931> of the holy<WH6944> place<WH4931>, and the charge of the sons<WH1121> of Aaron<WH175> their brethren<WH251>, for the service<WH5656> of the house<WH1004> of Jehovah<WH3068>."}]}