{"bibleAbbr":"ASV1901","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"And David<WH1732> assembled<WH6950> all the princes<WH8269> of Israel<WH3478>, the princes<WH8269> of the tribes<WH7626>, and the captains<WH8269> of the companies<WH4256> that served<WH8334> the king<WH4428> by course<WH4256>, and the captains<WH8269> of thousands<WH505>, and the captains<WH8269> of hundreds<WH3967>, and the rulers over all the substance<WH7399> and possessions<WH4735> of the king<WH4428> and of his sons<WH1121>, with the officers<WH5631>, and the mighty men<WH1368>, even all the mighty men<WH1368> of valor<WH2428>, unto Jerusalem<WH3389>."},{"number":2,"verse":"Then David<WH1732> the king<WH4428> stood up<WH6965> upon his feet<WH7272>, and said<WH559>, Hear<WH8085> me<WH251>, my brethren, and my people<WH5971>: as for me<WH3824>, it was in my heart to build<WH1129> a house<WH1004> of rest<WH4496> for the ark<WH727> of the covenant<WH1285> of Jehovah<WH3068>, and for the footstool<WH1916> of our God<WH430>; and I had made ready<WH3559> for the building<WH1129>."},{"number":3,"verse":"But God<WH430> said<WH559> unto me<WH1129>, Thou shalt not build a house<WH1004> for my name<WH8034>, because thou art a man<WH376> of war<WH4421>, and hast shed<WH8210> blood<WH1818>."},{"number":4,"verse":"Howbeit Jehovah<WH3068>, the God<WH430> of Israel<WH3478>, chose<WH977> me out of all the house<WH1004> of my father<WH1> to be king<WH4428> over Israel<WH3478> for ever<WH5769>: for he hath chosen<WH977> Judah<WH3063> to be prince<WH5057>; and in the house<WH1004> of Judah<WH3063>, the house<WH1004> of my father<WH1>; and among the sons<WH1121> of my father<WH1> he took pleasure<WH7521> in me to make me king<WH4427> over all Israel<WH3478>;"},{"number":5,"verse":"And of all my sons<WH1121> (for Jehovah<WH3068> hath given<WH5414> me many<WH7227> sons<WH1121>), he hath chosen<WH977> Solomon<WH8010> my son<WH1121> to sit<WH3427> upon the throne<WH3678> of the kingdom<WH4438> of Jehovah<WH3068> over Israel<WH3478>."},{"number":6,"verse":"And he said<WH559> unto me<WH8010>, Solomon thy son<WH1121>, he shall build<WH1129> my house<WH1004> and my courts<WH2691>; for I have chosen<WH977> him to be my son<WH1121>, and I will be his father<WH1>."},{"number":7,"verse":"And I will establish<WH3559> his kingdom<WH4438> for ever<WH5769>, if he be constant<WH2388> to do<WH6213> my commandments<WH4687> and mine ordinances<WH4941>, as at this day<WH3117>."},{"number":8,"verse":"Now therefore<WH5869>, in the sight of all Israel<WH3478>, the assembly<WH6951> of Jehovah<WH3068>, and in the audience<WH241> of our God<WH430>, observe<WH8104> and seek<WH1875> out all the commandments<WH4687> of Jehovah<WH3068> your God<WH430>; that ye may possess<WH3423> this good<WH2896> land<WH776>, and leave it for an inheritance<WH5157> to your children<WH1121> after<WH310> you for<WH5704> ever<WH5769>."},{"number":9,"verse":"And thou<WH8010>, Solomon my son<WH1121>, know<WH3045> thou the God<WH430> of thy father<WH1>, and serve<WH5647> him with a perfect<WH8003> heart<WH3820> and with a willing<WH2655> mind<WH5315>; for Jehovah<WH3068> searcheth<WH1875> all hearts<WH3824>, and understandeth<WH995> all the imaginations<WH3336> of the thoughts<WH4284>: if thou seek<WH1875> him<WH4672>, he will be found of thee<WH5800>; but if thou forsake him<WH2186>, he will cast thee off for ever<WH5703>."},{"number":10,"verse":"Take heed<WH7200> now<WH3068>; for Jehovah hath chosen<WH977> thee to build<WH1129> a house<WH1004> for the sanctuary<WH4720>: be strong<WH2388>, and do it<WH6213>."},{"number":11,"verse":"Then David<WH1732> gave<WH5414> to Solomon<WH8010> his son<WH1121> the pattern<WH8403> of the porch<WH197> of the temple<WH1004>, and of the houses thereof<WH1597>, and of the treasuries thereof<WH5944>, and of the upper rooms thereof<WH6442>, and of the inner chambers<WH2315> thereof<WH1004>, and of the place of the mercy-seat<WH3727>;"},{"number":12,"verse":"and the pattern<WH8403> of all that he had by the Spirit<WH7307>, for the courts<WH2691> of the house<WH1004> of Jehovah<WH3068>, and for all the chambers<WH3957> round about<WH5439>, for the treasuries<WH214> of the house<WH1004> of God<WH430>, and for the treasuries<WH214> of the dedicated things<WH6944>;"},{"number":13,"verse":"also for the courses<WH4256> of the priests<WH3548> and the Levites<WH3881>, and for all the work<WH4399> of the service<WH5656> of the house<WH1004> of Jehovah<WH3068>, and for all the vessels<WH3627> of service<WH5656> in the house<WH1004> of Jehovah<WH3068>;"},{"number":14,"verse":"of gold<WH2091> by weight<WH4948> for the vessels of gold<WH2091>, for all vessels<WH3627> of every kind of service<WH5656>; of silver for all the vessels<WH3627> of silver<WH3701> by weight<WH4948>, for all vessels<WH3627> of every kind of service<WH5656>;"},{"number":15,"verse":"by weight<WH4948> also for the candlesticks<WH4501> of gold<WH2091>, and for the lamps<WH5216> thereof<WH2091>, of gold, by weight<WH4948> for every candlestick<WH4501> and for the lamps<WH5216> thereof<WH4501>; and for the candlesticks of silver<WH3701>, silver by weight<WH4948> for every candlestick<WH4501> and for the lamps<WH5216> thereof<WH5656>, according to the use of every candlestick<WH4501>;"},{"number":16,"verse":"and the gold<WH2091> by weight<WH4948> for the tables<WH7979> of showbread<WH4635>, for every table<WH7979>; and silver<WH3701> for the tables<WH7979> of silver<WH3701>;"},{"number":17,"verse":"and the flesh-hooks<WH4207>, and the basins<WH4219>, and the cups<WH4219>, of pure<WH2889> gold<WH2091>; and for the golden<WH2091> bowls<WH3713> by weight<WH4948> for every bowl<WH3713>; and for the silver<WH3701> bowls by weight<WH4948> for every bowl<WH3713>;"},{"number":18,"verse":"and for the altar<WH4196> of incense<WH7004> refined<WH2212> gold<WH2091> by weight<WH4948>; and gold<WH2091> for the pattern<WH8403> of the chariot<WH4818>, even the cherubim<WH3742>, that spread out<WH6566> their wings<WH5526>, and covered the ark<WH727> of the covenant<WH1285> of Jehovah<WH3068>."},{"number":19,"verse":"All this<WH7919>, said David, have I been made to understand in writing<WH3791> from the hand<WH3027> of Jehovah<WH3068>, even all the works<WH4399> of this pattern<WH8403>."},{"number":20,"verse":"And David<WH1732> said<WH559> to Solomon<WH8010> his son<WH1121>, Be strong<WH2388> and of good courage<WH553>, and do<WH6213> it<WH3372>: fear not<WH2865>, nor be dismayed; for Jehovah<WH3068> God<WH430>, even my God<WH430>, is with thee<WH7503>; he will not fail thee<WH5800>, nor forsake thee<WH4399>, until all the work for the service<WH5656> of the house<WH1004> of Jehovah<WH3068> be finished<WH3615>."},{"number":21,"verse":"And <WH4256>, behold, there are the courses of the priests<WH3548> and the Levites<WH3881>, for all the service<WH5656> of the house<WH1004> of God<WH430>: and there shall be with thee in all manner of work<WH4399> every willing<WH5081> man<WH2451> that hath skill<WH5656>, for any manner of service: also the captains<WH8269> and all the people<WH5971> will be wholly at thy commandment<WH1697>."}]}