{"bibleAbbr":"KJV1611","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"Blesse the Lord, O my soule, O Lord my God, thou art very great: thou art clothed with honour and maiestie."},{"number":2,"verse":"Who couerest thy selfe with light, as with a garment: who stretchest out the heauens like a curtaine."},{"number":3,"verse":"Who layeth the beames of his chambers in the waters, who maketh the cloudes his charet: who walketh vpon the wings of the wind."},{"number":4,"verse":"Who maketh his Angels spirits: his ministers a flaming fire."},{"number":5,"verse":"Who laid the foundations of the earth: that it should not be remoued for euer."},{"number":6,"verse":"Thou coueredst it with the deepe as with a garment: the waters stood aboue the mountaines."},{"number":7,"verse":"At thy rebuke they fled: at the voice of thy thunder they hasted away."},{"number":8,"verse":"They go vp by the mountaines: they goe downe by the valleys vnto the place which thou hast founded for them."},{"number":9,"verse":"Thou hast set a bound that they may not passe ouer: that they turne not againe to couer the earth."},{"number":10,"verse":"He sendeth the springs into the valleys: which runne among the hilles."},{"number":11,"verse":"They giue drinke to euery beast of the field: the wild asses quench their thirst."},{"number":12,"verse":"By them shall the foules of the heauen haue their habitation: which sing among the branches."},{"number":13,"verse":"He watereth the hilles from his chambers: the earth is satisfied with the fruit of thy workes."},{"number":14,"verse":"He causeth the grasse to grow for the cattell, and herbe for the seruice of man: that he may bring forth food out of the earth:"},{"number":15,"verse":"And wine that maketh glad the heart of man, and oile to make his face to shine: and bread which strengtheneth mans heart."},{"number":16,"verse":"The trees of the Lord are full of sappe: the cedars of Lebanon which he hath planted."},{"number":17,"verse":"Where the birds make their nests: as for the Storke, the firre trees are her house."},{"number":18,"verse":"The hie hilles are a refuge for the wilde goates: and the rockes for the conies."},{"number":19,"verse":"He appointed the moone for seasons; the sunne knoweth his going downe."},{"number":20,"verse":"Thou makest darknesse, and it is night: wherein all the beasts of the forrest doe creepe forth."},{"number":21,"verse":"The young lyons roare after their pray: and seeke their meate from God."},{"number":22,"verse":"The sunne ariseth, they gather themselues together: and lay them downe in their dennes."},{"number":23,"verse":"Man goeth forth vnto his worke: and to his labour, vntill the euening."},{"number":24,"verse":"O Lord, how manifold are thy workes! in wisedome hast thou made them all: the earth is full of thy riches."},{"number":25,"verse":"So is this great and wide Sea, wherein are things creeping innumerable: both small and great beasts."},{"number":26,"verse":"There goe the shippes; there is that Leuiathan, whom thou hast made to play therein."},{"number":27,"verse":"These waite all vpon thee: that thou mayest giue them their meate in due season."},{"number":28,"verse":"That thou giuest them, they gather: thou openest thine hand, they are filled with good."},{"number":29,"verse":"Thou hidest thy face, they are troubled, thou takest away their breath, they die: and returne to their dust."},{"number":30,"verse":"Thou sendest forth thy spirit, they are created: and thou renewest the face of the earth."},{"number":31,"verse":"The glory of the Lord shall endure for euer: the Lord shall reioyce in his workes."},{"number":32,"verse":"Hee looketh on the earth, and it trembleth; he toucheth the hilles, and they smoke."},{"number":33,"verse":"I will sing vnto the Lord as long as I liue: I will sing praise to my God, while I haue my being."},{"number":34,"verse":"My meditation of him shalbe sweete: I will be glad in the Lord."},{"number":35,"verse":"Let the sinners be consumed out of the earth, and let the wicked bee no more: blesse thou the Lord, O my soule. Praise yee the Lord."}]}