{"bibleAbbr":"KJV1611","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":105,"verses":[{"number":1,"verse":"O giue thankes vnto the Lord, call vpon his name: make knowen his deeds among the people."},{"number":2,"verse":"Sing vnto him; sing Psalmes vnto him: talke yee of all his wondrous workes."},{"number":3,"verse":"Glory yee in his holy name: let the heart of them reioyce, that seeke the Lord."},{"number":4,"verse":"Seeke the Lord, and his strength: seeke his face euermore."},{"number":5,"verse":"Remember his maruellous workes, that hee hath done: his wonders, and the iudgements of his mouth,"},{"number":6,"verse":"O yee seede of Abraham his seruant: yee children of Iacob his chosen."},{"number":7,"verse":"He is the Lord our God: his iudgements are in all the earth."},{"number":8,"verse":"He hath remembred his couenant for euer: the word which he commanded to a thousand generations."},{"number":9,"verse":"Which couenant he made with Abraham, and his oath vnto Isaac:"},{"number":10,"verse":"And confirmed the same vnto Iacob for a law: and to Israel for an euerlasting couenant:"},{"number":11,"verse":"Saying, Unto thee will I giue the land of Canaan: the lot of your inheritance."},{"number":12,"verse":"When they were but a few men in number: yea very few, & strangers in it."},{"number":13,"verse":"When they went from one nation to another: from one kingdome to another people."},{"number":14,"verse":"He suffred no man to doe them wrong: yea he reproued kings for their sakes:"},{"number":15,"verse":"Saying, Touch not mine anointed; and doe my Prophets no harme."},{"number":16,"verse":"Moreouer hee called for a famine vpon the land: he brake the whole staffe of bread."},{"number":17,"verse":"Hee sent a man before them: euen Ioseph, who was sold for a seruant."},{"number":18,"verse":"Whose feete they hurt with fetters: he was layd in iron."},{"number":19,"verse":"Untill the time that his word came: the word of the Lord tried him."},{"number":20,"verse":"The king sent and loosed him: euen the ruler of the people, and let him goe free."},{"number":21,"verse":"Hee made him lord of his house: and ruler of all his substance:"},{"number":22,"verse":"To binde his princes at his pleasure: and teach his Senatours wisedome."},{"number":23,"verse":"Israel also came into Egypt: and Iacob soiourned in the land of Ham."},{"number":24,"verse":"And hee increased his people greatly: and made them stronger then their enemies."},{"number":25,"verse":"He turned their heart to hate his people: to deale subtilly with his seruants."},{"number":26,"verse":"Hee sent Moses his seruant: and Aaron whom he had chosen."},{"number":27,"verse":"They shewed his signes among them: and wonders in the land of Ham."},{"number":28,"verse":"Hee sent darknesse, and made it darke: and they rebelled not against his word."},{"number":29,"verse":"Hee turned their waters into blood: and slew their fish."},{"number":30,"verse":"The land brought foorth frogs in abundance: in the chambers of their kings."},{"number":31,"verse":"He spake, and there came diuers sorts of flies: and lice in all their coasts."},{"number":32,"verse":"Hee gaue them haile for raine: and flaming fire in their laud."},{"number":33,"verse":"Hee smote their Uines also, and their figge trees: and brake the trees of their coastes."},{"number":34,"verse":"He spake, and the locusts came: and catterpillers, and that without number,"},{"number":35,"verse":"And did eate vp all the herbes in their land: and deuoured the fruite of their ground."},{"number":36,"verse":"Hee smote also all the first borne in their land: the chiefe of all their strength."},{"number":37,"verse":"Hee brought them foorth also with siluer and gold: and there was not one feeble person among their tribes."},{"number":38,"verse":"Egypt was glad when they departed: for the feare of them fell vpon them."},{"number":39,"verse":"He spread a cloud for a couering: and fire to giue light in the night."},{"number":40,"verse":"The people asked, and he brought quailes: and satisfied them with the bread of heauen."},{"number":41,"verse":"He opened the rocke, and the waters gushed out: they ranne in the dry places like a riuer."},{"number":42,"verse":"For he remembred his holy promise: and Abraham his seruant."},{"number":43,"verse":"And he brought forth his people with ioy: and his chosen with gladnesse:"},{"number":44,"verse":"And gaue them the lands of the heathen: and they inherited the labour of the people:"},{"number":45,"verse":"That they might obserue his statutes, and keepe his Lawes, Praise ye the Lord."}]}