{"bibleAbbr":"KJV1611","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"O giue thankes vnto the Lord, for hee is good: for his mercy endureth for euer."},{"number":2,"verse":"O giue thankes vnto the God of gods: for his mercy endureth for euer."},{"number":3,"verse":"O giue thankes to the Lord of lords: for his mercy endureth for euer."},{"number":4,"verse":"To him who alone doth great wonders: for his mercy endureth for euer."},{"number":5,"verse":"To him that by wisedome made the heauens: for his mercy endureth for euer."},{"number":6,"verse":"To him that stretched out the earth aboue the waters: for his mercy endureth for euer."},{"number":7,"verse":"To him that made great lights: for his mercy endureth for euer."},{"number":8,"verse":"The sunne to rule by day: for his mercy endureth for euer."},{"number":9,"verse":"The moone and starres to rule by night: for his mercy endureth for euer."},{"number":10,"verse":"To him that smote Egypt in their first borne: for his mercy endureth for euer."},{"number":11,"verse":"And brought out Israel from among them: for his mercy endureth for euer."},{"number":12,"verse":"With a strong hand and with a stretched out arme: for his mercy endureth for euer."},{"number":13,"verse":"To him which diuided the red sea into parts: for his mercy endureth for euer."},{"number":14,"verse":"And made Israel to passe through the midst of it: for his mercy endureth for euer."},{"number":15,"verse":"But ouerthrewe Pharaoh and his hoste in the red sea: for his mercy endureth for euer."},{"number":16,"verse":"To him which led his people through the wildernesse: for his mercy endureth for euer."},{"number":17,"verse":"To him which smote great kings: for his mercy endureth for euer."},{"number":18,"verse":"And slue famous kings: for his mercy endureth for euer."},{"number":19,"verse":"Sihon king of the Amorites: for his mercy endureth for euer."},{"number":20,"verse":"And Og the king of Bashan: for his mercy endureth for euer."},{"number":21,"verse":"And gaue their land for an heritage: for his mercy endureth for euer."},{"number":22,"verse":"Euen an heritage vnto Israel his seruant: for his mercy endureth for euer."},{"number":23,"verse":"Who remembred vs in our lowe estate: for his mercy endureth for euer."},{"number":24,"verse":"And hath redeemed vs from our enemies: for his mercy endureth for euer."},{"number":25,"verse":"Who giueth foode to all flesh: for his mercy endureth for euer."},{"number":26,"verse":"O giue thankes vnto the God of heauen: for his mercy endureth for euer."}]}