{"bibleAbbr":"KJV1611","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":66,"verses":[{"number":1,"verse":"[To the chiefe musician, a song or Psalme.] Make a ioyfull noise vnto God, all yee lands."},{"number":2,"verse":"Sing forth the honour of his name: make his praise glorious."},{"number":3,"verse":"Say vnto God, How terrible art thou in thy workes? through the greatnesse of thy power shall thine enemies submit themselues vnto thee."},{"number":4,"verse":"All the earth shall worship thee; and shall sing vnto thee, they shall sing to thy name; Selah."},{"number":5,"verse":"Come and see the workes of God: he is terrible in his doing toward the children of men."},{"number":6,"verse":"He turned the sea into dry land: they went through the flood on foote, there did we reioyce in him."},{"number":7,"verse":"He ruleth by his power for euer, his eyes behold the nations: let not the rebellious exalt themselues. Selah."},{"number":8,"verse":"O blesse our God, yee people, and make the voice of his praise to be heard."},{"number":9,"verse":"Which holdeth our soule in life, and suffereth not our feete to be moued."},{"number":10,"verse":"For thou, O God, hast proued vs: thou hast tried vs, as siluer is tryed."},{"number":11,"verse":"Thou broughtest vs into the net; thou layedst affliction vpon our loynes."},{"number":12,"verse":"Thou hast caused men to ride ouer our heads, we went through fire, and through water: but thou broughtest vs out into a wealthy place."},{"number":13,"verse":"I will goe into thy house, with burnt offerings: I will pay thee my vowes,"},{"number":14,"verse":"Which my lips haue vttered, and my mouth hath spoken, when I was in trouble."},{"number":15,"verse":"I will offer vnto thee burnt sacrifices of fatlings, with the incense of rammes: I will offer bullockes with goates. Selah."},{"number":16,"verse":"Come and heare all ye that feare God, and I will declare what he hath done for my soule."},{"number":17,"verse":"I cried vnto him with my mouth: and he was extolled with my tongue."},{"number":18,"verse":"If I regard iniquitie in my heart: the Lord will not heare me."},{"number":19,"verse":"But verily God hath heard mee; hee hath attended to the voice of my prayer."},{"number":20,"verse":"Blessed bee God, which hath not turned away my prayer, nor his mercie from me."}]}