{"bibleAbbr":"KJV1611","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":71,"verses":[{"number":1,"verse":"In thee, O Lord, doe I put my trust, let me neuer be put to confusion."},{"number":2,"verse":"Deliuer mee in thy righteousnesse, and cause me to escape: incline thine eare vnto me, and saue me."},{"number":3,"verse":"Bee thou my strong habitation, whereunto I may continually resort: thou hast giuen commandement to saue mee, for thou art my rocke, and my fortresse."},{"number":4,"verse":"Deliuer me, O my God, out of the hand of the wicked, out of the hand of the vnrighteous, and cruel man."},{"number":5,"verse":"For thou art my hope, O Lord God: thou art my trust from my youth."},{"number":6,"verse":"By thee haue I bene holden vp from the wombe: thou art hee that tooke mee out of my mothers vowels, my praise shalbe continually of thee."},{"number":7,"verse":"I am as a wonder vnto many, but thou art my strong refuge."},{"number":8,"verse":"Let my mouth bee filled with thy praise, and with thy honour all the day."},{"number":9,"verse":"Cast me not off in the time of old age; forsake me not when my strength faileth."},{"number":10,"verse":"For mine enemies speake against mee: and they that lay waite for my soule, take counsell together,"},{"number":11,"verse":"Saying, God hath forsaken him: persecute and take him, for there is none to deliuer him."},{"number":12,"verse":"O God, be not farre from mee: O my God, make haste for my helpe."},{"number":13,"verse":"Let them be confounded and consumed, that are aduersaries to my soule: let them bee couered with reproch and dishonour, that seeke my hurt."},{"number":14,"verse":"But I wil hope continually, and will yet praise thee more and more."},{"number":15,"verse":"My mouth shall shew foorth thy righteousnesse, and thy saluation all the day: for I know not the numbers thereof."},{"number":16,"verse":"I will goe in the strength of the Lord God: I will make mention of thy righteousnesse, euen of thine onely."},{"number":17,"verse":"O God, thou hast taught me from my youth: and hitherto haue I declared thy wonderous workes."},{"number":18,"verse":"Now also when I am old and gray headed, O God, forsake me not: vntill I haue shewed thy strength vnto this generation, and thy power to euery one that is to come."},{"number":19,"verse":"Thy righteousnes also, O God, is very high, who hast done great things: O God, who is like vnto thee?"},{"number":20,"verse":"Thou which hast shewed mee great, and sore troubles, shalt quicken mee againe, and shalt bring mee vp againe from the depthes of the earth."},{"number":21,"verse":"Thou shalt increase my greatnesse, and comfort me on euery side."},{"number":22,"verse":"I will also praise thee with the psalterie, euen thy trueth, O my God: vnto thee will I sing with the harpe, O thou Holy one of Israel."},{"number":23,"verse":"My lippes shall greatly reioyce when I sing vnto thee: and my soule, which thou hast redeemed."},{"number":24,"verse":"My tongue also shall talke of thy righteousnesse all the day long: for they are confounded, for they are brought vnto shame, that seeke my hurt."}]}