{"bibleAbbr":"KJV1611","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":74,"verses":[{"number":1,"verse":"[Maschil of Asaph.] O God, why hast thou cast vs off for euer? why doeth thine anger smoke against the sheepe of thy pasture?"},{"number":2,"verse":"Remember thy Congregation which thou hast purchased of olde: the rod of thine inheritance which thou hast redeemed, this mount Sion, wherein thou hast dwelt."},{"number":3,"verse":"Lift vp thy feete vnto the perpetuall desolations: euen all that the enemie hath done wickedly in the Sanctuarie."},{"number":4,"verse":"Thine enemies roare in the midst of thy congregations: they set vp their ensignes for signes."},{"number":5,"verse":"A man was famous according as he had lifted vp axes vpon the thicke trees."},{"number":6,"verse":"But now they breake downe the carued worke thereof at once, with axes and hammers."},{"number":7,"verse":"They haue cast fire into thy Sanctuary, they haue defiled by casting downe, the dwelling place of thy Nawe to the ground."},{"number":8,"verse":"They said in their hearts, Let vs destroy them together: they haue burnt vp all the Synagogues of God in the land."},{"number":9,"verse":"We see not our signes, there is no more any prophet, neither is there among vs any that knoweth howe long."},{"number":10,"verse":"O God, how long shall the aduersarie reproach? shall the enemie blaspheme thy Name for euer?"},{"number":11,"verse":"Why withdrawest thou thy hand, euen thy right hand? plucke it out of thy bosome."},{"number":12,"verse":"For God is my King of old working saluation in the midst of the earth."},{"number":13,"verse":"Thou didst diuide the sea by thy strength: thou brakest the heads of the dragons in the waters."},{"number":14,"verse":"Thou brakest the heads of Leuiathan in pieces, and gauest him to bee meat to the people inhabiting the wildernesse."},{"number":15,"verse":"Thou didst cleaue the fountaine and the flood: thou driedst vp mightie riuers."},{"number":16,"verse":"The day is thine, the night also is thine: thou hast prepared the light and the sunne."},{"number":17,"verse":"Thou hast set all the borders of the earth: Thou hast made Summer and Winter."},{"number":18,"verse":"Remember this, that the enemie hath reproached, O Lord, and that the foolish people haue blasphemed thy Name."},{"number":19,"verse":"O deliuer not the soule of thy turtle doue vnto the multitude of the wicked forget not the Congregation of thy poore for euer."},{"number":20,"verse":"Haue respect vnto the couenant: for the darke places of the earth are full of the habitations of crueltie."},{"number":21,"verse":"O let not the oppressed returne ashamed: let the poore and needie praise thy name."},{"number":22,"verse":"Arise, O God, plead thine owne cause: remember how the foolish man reprocheth thee daily."},{"number":23,"verse":"Forget not the voyce of thine enemies: the tumult of those that rise vp against thee, increaseth continually."}]}