{"bibleAbbr":"KJV1611","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":81,"verses":[{"number":1,"verse":"[To the chiefe Musician vpon Gittith. A Psalme of Asaph.] Sing alowd vnto God our strength: make a ioyfull noise vnto the God of Iacob."},{"number":2,"verse":"Take a Psalme, and bring hither the timbrell: the pleasant harpe with the psalterie."},{"number":3,"verse":"Blow vp the trumpet in the new Moone: in the time appointed on our solemne feast day."},{"number":4,"verse":"For this was a Statute for Israel: and a Law of the God of Iacob."},{"number":5,"verse":"This he ordained in Ioseph for a testimonie, when he went out through the land of Egypt: where I heard a language, that I vnderstood not."},{"number":6,"verse":"I remoued his shoulder from the burden: his handes were deliuered from the pots."},{"number":7,"verse":"Thou calledst in trouble, and I deliuered thee, I answered thee in the secret place of thunder: I proued thee at the waters of Meribah. Selah."},{"number":8,"verse":"Heare, O my people, and I will testifie vnto thee: O Israel, if thou wilt hearken vnto me:"},{"number":9,"verse":"There shall no strange God be in thee: neither shalt thou worship any strange God."},{"number":10,"verse":"I am the Lord thy God, which brought thee out of the land of Egypt: open thy mouth wide, and I will fill it."},{"number":11,"verse":"But my people would not hearken to my voice: and Israel would none of me."},{"number":12,"verse":"So I gaue them vp vnto their owne hearts lust: and they walked in in their owne counsels."},{"number":13,"verse":"O that my people had hearkned vnto me: and Israel had walked in my wayes!"},{"number":14,"verse":"I should soone haue subdued their enemies, and turned my hand against their aduersaries."},{"number":15,"verse":"The haters of the Lord should haue submitted themselues vnto him: but their time should haue endured for euer."},{"number":16,"verse":"Hee should haue fedde them also with the finest of the wheat: and with honie out of the rocke, should I haue satisfied thee."}]}