{"bibleAbbr":"KJV1611","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":86,"verses":[{"number":1,"verse":"[A prayer of Dauid.] Bow downe thine eare, O Lord, heare me: for I am poore & needy."},{"number":2,"verse":"Preserue my soule, for I am holy: O thou my God, saue thy seruant, that trusteth in thee."},{"number":3,"verse":"Be merciful vnto me, O Lord: for I cry vnto thee daily."},{"number":4,"verse":"Reioyce the soule of thy seruant: for vnto thee (O Lord) doe I lift vp my soule."},{"number":5,"verse":"For thou Lord art good, and ready to forgiue: and plenteous in mercie vnto all them that call vpon thee."},{"number":6,"verse":"Giue eare O Lord, vnto my prayer: and attend to the voice of my supplications."},{"number":7,"verse":"In the day of my trouble I will call vpon thee: for thou wilt answere mee."},{"number":8,"verse":"Among the gods there is none like vnto thee (O Lord:) neither are there any workes like vnto thy workes."},{"number":9,"verse":"All nations whom thou hast made, shall come and worship before thee, O Lord: and shall glorifie thy Name."},{"number":10,"verse":"For thou art great, and doest wonderous things: thou art God alone."},{"number":11,"verse":"Teach me thy way, O Lord, I will walke in thy trueth: vnite my heart to feare thy Name."},{"number":12,"verse":"I will praise thee, O Lord my God, with all my heart: and I wil glorifie thy Name for euermore."},{"number":13,"verse":"For great is thy mercy toward me: and thou hast deliuered my soule from the lowest hell."},{"number":14,"verse":"O God, the proud are risen against mee, and the assemblies of violent men haue sought after my soule: and haue not set thee before them."},{"number":15,"verse":"But thou, O Lord, art a God full of compassion, and gracious: long suffering, and plenteous in mercy and trueth."},{"number":16,"verse":"O turne vnto me, and haue mercie vpon me, giue thy strength vnto thy seruant: and saue the sonne of thine handmaid."},{"number":17,"verse":"Shew me a token for good, that they which hate me may see it, and bee ashamed: because thou, Lord, hast holpen me, and comforted me."}]}