{"bibleAbbr":"KJV1611","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":89,"verses":[{"number":1,"verse":"[Maschil of Ethan the Ezrahite.] I will sing of the mercies of the Lord for euer: with my mouth will I make knowen thy faithfulnesse to all generations."},{"number":2,"verse":"For I haue said, Mercie shall bee built vp for euer: thy faithfulnesse shalt thou establish in the very heauens."},{"number":3,"verse":"I haue made a couenant with my chosen: I haue sworne vnto Dauid my seruant."},{"number":4,"verse":"Thy seed will I stablish for euer: and build vp thy throne to all generations. Selah."},{"number":5,"verse":"And the heauens shall praise thy wonders, O Lord: thy faithfulnes also in the congregation of the Saints."},{"number":6,"verse":"For who in the heauen can be compared vnto the Lord? who among the sonnes of the mightie can be likened vnto the Lord?"},{"number":7,"verse":"God is greatly to be feared in the assembly of the Saints: and to bee had in reuerence of all them that are about him."},{"number":8,"verse":"O Lord God of hosts, who is a strong Lord like vnto thee? or to thy faithfulnesse round about thee?"},{"number":9,"verse":"Thou rulest the raging of the sea: when the waues thereof arise; thou stillest them."},{"number":10,"verse":"Thou hast broken Rahab in pieces, as one that is slaine: thou hast scattered thine enemies with thy strong arme."},{"number":11,"verse":"The heauens are thine, the earth also is thine: as for the world and the fulnes thereof, thou hast founded them."},{"number":12,"verse":"The North and the South, thou hast created them: Tabor and Hermon shall reioyce in thy Name."},{"number":13,"verse":"Thou hast a mighty arme: strong is thy hand, and high is thy right hand."},{"number":14,"verse":"Iustice and iudgement are the habitation of thy throne: mercie and trueth shall goe before thy face."},{"number":15,"verse":"Blessed is the people that knowe the ioyfull sound: they shall walke O Lord in the light of thy countenance."},{"number":16,"verse":"In thy name shall they reioyce all the day: and in thy righteousnes shall they be exalted."},{"number":17,"verse":"For thou art the glory of their strength: and in thy fauour our horne shall be exalted."},{"number":18,"verse":"For the Lord is our defence: and the holy One of Israel is our king."},{"number":19,"verse":"Then thou spakest in vision to thy holy one, and saidst, I haue laid helpe vpon one that is mightie: I haue exalted one chosen out of the people."},{"number":20,"verse":"I haue found Dauid my seruant: with my holy oile haue I anointed him."},{"number":21,"verse":"With whome my hand shall bee established: mine arme also shall strengthen him."},{"number":22,"verse":"The enemie shall not exact vpon him: nor the sonne of wickednesse afflict him."},{"number":23,"verse":"And I will beate downe his foes before his face: and plague them that hate him."},{"number":24,"verse":"But my faithfulnesse and my mercy shalbe with him: and in my name shall his horne be exalted."},{"number":25,"verse":"I will set his hand also in the sea: and his right hand in the riuers."},{"number":26,"verse":"He shall crie vnto mee, Thou art my father: my God, and the rocke of my saluation."},{"number":27,"verse":"Also I will make him my first borne: higher then the kings of the earth."},{"number":28,"verse":"My mercy will I keepe for him for euermore: and my couenant shall stand fast with him."},{"number":29,"verse":"His seed also will I make to indure for euer: and his throne as the dayes of heauen."},{"number":30,"verse":"If his children forsake my lawe, and walke not in my iudgements;"},{"number":31,"verse":"If they breake my statutes, and keepe not my commandements:"},{"number":32,"verse":"Then will I visite their transgression with the rod, and their iniquitie with stripes."},{"number":33,"verse":"Neuerthelesse, my louing kindnesse will I not vtterly take from him: nor suffer my faithfulnesse to faile."},{"number":34,"verse":"My couenant will I not breake: nor alter the thing that is gone out of my lippes."},{"number":35,"verse":"Once haue I sworne by my holinesse; that I will not lye vnto Dauid."},{"number":36,"verse":"His seede shall endure for euer; and his throne as the sunne before me."},{"number":37,"verse":"It shalbe established for euer as the Moone: and as a faithfull witnesse in heauen. Selah."},{"number":38,"verse":"But thou hast cast off and abhorred: thou hast bene wroth with thine anointed."},{"number":39,"verse":"Thou hast made voyd the couenant of thy seruant: thou hast profaned his crowne, by casting it to the ground."},{"number":40,"verse":"Thou hast broken downe all his hedges: thou hast brought his strong holds to ruine."},{"number":41,"verse":"All that passe by the way; spoile him: hee is a reproach to his neighbours."},{"number":42,"verse":"Thou hast set vp the right hand of his aduersaries: thou hast made all his enemies to reioyce."},{"number":43,"verse":"Thou hast also turned the edge of his sword: and hast not made him to stand in the battaile."},{"number":44,"verse":"Thou hast made his glory to cease: and cast his throne downe to the ground."},{"number":45,"verse":"The dayes of his youth hast thou shortned: thou hast couered him with shame. Selah."},{"number":46,"verse":"How long, Lord, wilt thou hide thy selfe, for euer? shall thy wrath burne like fire?"},{"number":47,"verse":"Remember how short my time is: wherefore hast thou made all men in vaine?"},{"number":48,"verse":"What man is he that liueth, and shall not see death? shall he deliuer his soule from the hand of the graue? Selah."},{"number":49,"verse":"Lord, where are thy former louing kindnesses, which thou swarest vnto Dauid in thy trueth?"},{"number":50,"verse":"Remember (Lord) the reproach of thy seruants: how I doe beare in my bosome the reproache of all the mighty people."},{"number":51,"verse":"Wherewith thine enemies haue reproached, O Lord: wherewith they haue reproached the foote-steppes of thine Annointed."},{"number":52,"verse":"Blessed be the Lord for euermore, Amen, and Amen."}]}