{"bibleAbbr":"KJV1611","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"[To the chiefe musician vpon MuthLabben. A Psalme of Dauid.] I wil praise thee, O Lord, with my whole heart: I will shewe foorth all thy maruellous workes."},{"number":2,"verse":"I will bee glad and reioyce in thee: I will sing prayse to thy name, O thou most High."},{"number":3,"verse":"When mine enemies are turned backe, they shall fall and perish at thy presence."},{"number":4,"verse":"For thou hast maintained my right, and my cause: thou satest in the throne iudging right."},{"number":5,"verse":"Thou hast rebuked the heathen, thou hast destroyed the wicked; thou hast put out their name for euer and euer."},{"number":6,"verse":"O thou enemie, destructions are come to a perpetuall end; and thou hast destroyed cities, their memoriall is perished with them."},{"number":7,"verse":"But the Lord shall endure for euer: he hath prepared his throne for iudgement."},{"number":8,"verse":"And hee shall iudge the world in righteousnesse; he shall minister iudgement to the people in vprightnesse."},{"number":9,"verse":"The Lord also will bee a refuge for the oppressed: a refuge, in times of trouble."},{"number":10,"verse":"And they that know thy name will put their trust in thee: for thou Lord hast not forsaken them that seeke thee."},{"number":11,"verse":"Sing praises to the Lord, which dwelleth in Sion: declare among the people his doings."},{"number":12,"verse":"When he maketh inquisition for blood, he remembreth them: he forgetteth not the crie of the humble."},{"number":13,"verse":"Haue mercie vpon me O Lord, consider my trouble which I suffer of them that hate me, thou that liftest mee vp from the gates of death:"},{"number":14,"verse":"That I may shew foorth all thy prayse in the gates of the daughter of Sion: I will reioyce in thy saluation."},{"number":15,"verse":"The heathen are sunke downe in the pit that they made: in the net which they hid, is their own foot taken."},{"number":16,"verse":"The Lord is knowen by the iudgement which he executeth: the wicked is snared in the worke of his owne hands. Higgaion. Selah."},{"number":17,"verse":"The wicked shall be turned into hell, and all the nations that forget God."},{"number":18,"verse":"For the needie shall not alway be forgotten: the expectation of the poore shall not perish for euer."},{"number":19,"verse":"Arise, O Lord, let not man preuaile: let the heathen bee iudged in thy sight."},{"number":20,"verse":"Put them in feare, O Lord: that the nations may know themselues to be but men. Selah."}]}