{"bibleAbbr":"KJV1611","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":90,"verses":[{"number":1,"verse":"[A prayer of Moses the man of God.] Lord, thou hast bene our dwelling place in all generations."},{"number":2,"verse":"Before the mountaines were broughtforth, or euer thou hadst formed the earth and the world: euen from euerlasting to euerlasting thou art God."},{"number":3,"verse":"Thou turnest man to destruction: and sayest, Returne yee children of men."},{"number":4,"verse":"For a thousand yeeres in thy sight are but as yesterday when it is past: and as a watch in the night."},{"number":5,"verse":"Thou carriest them away as with a flood, they are as a sleepe: in the morning they are like grasse which groweth vp."},{"number":6,"verse":"In the morning it flourisheth, and groweth vp: in the euening it is cut downe, and withereth."},{"number":7,"verse":"For we are consumed by thine anger: and by thy wrath are we troubled."},{"number":8,"verse":"Thou hast set our iniquities before thee: our secret sinnes in the light of thy countenance."},{"number":9,"verse":"For all our dayes are passed away in thy wrath: we spend our yeeres as a tale that is told."},{"number":10,"verse":"The dayes of our yeres are threescore yeeres and ten, and if by reason of strength they be fourescore yeeres, yet is their strength labour and sorrow: for it is soone cut off, and we flie away."},{"number":11,"verse":"Who knoweth the power of thine anger? euen according to thy feare, so is thy wrath."},{"number":12,"verse":"So teach vs to number our daies: that wee may apply our hearts vnto wisedome."},{"number":13,"verse":"Returne (O Lord) how long? and let it repent thee concerning thy seruants."},{"number":14,"verse":"O satisfie vs early with thy mercie: that we may reioyce, and be glad all our dayes."},{"number":15,"verse":"Make vs glad according to the dayes wherein thou hast afflicted vs: and the yeeres wherein we haue seene euil."},{"number":16,"verse":"Let thy worke appeare vnto thy seruants: and thy glory vnto their children."},{"number":17,"verse":"And let the beautie of the Lord our God be vpon vs, and establish thou the worke of our hands vpon vs: yea, the work of our hands establish thou it."}]}