{"bibleAbbr":"LBP1933","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":3,"verses":[{"number":1,"verse":"THEN Eliasahab the high priest rose up with his brethren the priests, and they built the sheep gate; they set up its doors and its holy places, as far as the tower of the Hundred; and they sanctified it as far as the tower of Hananael."},{"number":2,"verse":"And next to him the men of Jericho built. And next to them Zakhur the son of Imri built."},{"number":3,"verse":"But the fish gate did the sons of Senaah build, who also laid its beams and set up its doors, its bolts, and its bars."},{"number":4,"verse":"And next to them Meremoth the son of Urijah, the son of Akooz, repaired. Next to him Meshullam the son of Kenana, the son of Meshezakel, repaired. And next to them Zadok the son of Baana repaired."},{"number":5,"verse":"And next to them the Tekoites repaired; but their chiefs did not burden themselves with the work of their Lord."},{"number":6,"verse":"The second gate Jehoiadah the son of Pezakh, and Meshellam the son of Besoriah repaired; they also laid the beams thereof, and set up its doors, its bolts, and its bars."},{"number":7,"verse":"And next to them repaired Melatiah the Gibeonite and Nadon the Merothite, and the men of Gibeon and Mizpah. They also made a throne for the governor on this side the river Euphrates."},{"number":8,"verse":"Next to them Uzziel the son of Hadaiah, the son of Zeraphiah, repaired. Next to him Hananiah the son of Karahiah repaired, and they left Jerusalem when the wall was well extended."},{"number":9,"verse":"And next to them Jeremiah the son of Hur, the governor of Jerusalem, repaired."},{"number":10,"verse":"And next to them Hediah the son of Hadomphi and the steward of his house repaired. And next to him Hattush the son of Hashabaniah repaired."},{"number":11,"verse":"Malchijah the son of Haram and Hashum the son of Rab-moab repaired the other section and the tower which was left."},{"number":12,"verse":"And next to him repaired Shallum the son of Hattush, the ruler of Jerusalem, he and his sons."},{"number":13,"verse":"The valley gate repaired Hanun and the inhabitants of Ziwah; they built it and set up its doors, its bolts and its bars, and a thousand cubits of the wall as far as the dung gate."},{"number":14,"verse":"But the dung gate repaired Malchiah the son of Rechab, the ruler of Beth-karmey; he built it and set up its doors, its bolts, and its bars."},{"number":15,"verse":"But the gate of the fountain Shallum the son of Colhozah the ruler of Mizpeh repaired; he built it and covered it and set up its doors, its bolts, and its bars, and the wall of the pool of Siloah by the king's garden, as far as the stairs that go down from the city of David."},{"number":16,"verse":"After him Nehemiah the son of Azbuk, the ruler of Bethzur, repaired, as far as the path which goes to the sepulchre of David and to the pool that was made and to the house of the mighty."},{"number":17,"verse":"After him repaired the Levite, Rehum the son of Bani. Next to him repaired the ruler of Keilah, as far as Hashabiah."},{"number":18,"verse":"After him repaired their brethren, Banwi the son of Nahdar, the governor of Keilah."},{"number":19,"verse":"And next to him repaired Ezer the son of Joshua, the ruler of Mizpah, another section over against the ascent to the armory at the turning of the wall."},{"number":20,"verse":"After him Baruch the son of Zaccai undertook and earnestly repaired the other section, as far as the turning of the wall to the door of the house of Eliashab the high priest."},{"number":21,"verse":"After him repaired Meremoth the son of Urijah, the son of Akoz, another section from the door of the house of Eliashab even to the end of the house of Elisha."},{"number":22,"verse":"After him repaired the priests, the men of the plain."},{"number":23,"verse":"After them repaired Benjamin and Joshua the steward of his house. After them repaired Azariah the son of Maasiah, the son of Ananiah, back of his house."},{"number":24,"verse":"After him repaired Banwi the son of Nahdar another section, from the house of Azariah to the turning of the wall, as far as the corner."},{"number":25,"verse":"Opposite the corner repaired Palal the son of Azi, to the turning of the wall, as far as the tower of the plain that extends from the king's upper house and as far as the court of the prison. After him Peraiah the son of Parosh repaired."},{"number":26,"verse":"Moreover the Nethanites who dwelt in Phaal repaired as far as the water gate toward the east and the tower that lies at the end."},{"number":27,"verse":"After them the Tekoites repaired another section opposite the great tower that lies at the end and as far as the great wall."},{"number":28,"verse":"From the entrance of the horse gate repaired the priests, every one opposite his own house."},{"number":29,"verse":"After them repaired Zadok the son of Immer opposite his own house. After him repaired Shemaiah the son of Shechaniah, the keeper of the east gate."},{"number":30,"verse":"After him repaired Hananiah the son of Shelemiah and Hanun, the sixth son of Zalaph, another section. After him repaired Meshullam the son of Berechiah opposite his own house. After him repaired Banon the son of Nahdar another section."},{"number":31,"verse":"After him repaired Melachiah the son of Zepaniah as far as the house of Nethanites and of the dealers in herb drugs."},{"number":32,"verse":"Opposite the gate at the extreme end and as far as the ascent of the corner which turns toward the sheep gate repaired the goldsmiths and the dealers in herb drugs."}]}