{"bibleAbbr":"LBP1933","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":4,"verses":[{"number":1,"verse":"BUT when Sanballat heard that we were building the wall, he was grieved and very angry, and he mocked the Jews."},{"number":2,"verse":"And he spoke before his brethren and the army of the Samaritans, and said, What are these Jews doing? They are boasting; let them sacrifice and eat on the day when they raise up these stones out of the heaps of the rubbish which are burned!"},{"number":3,"verse":"Now Tobiah the Ammonite was standing by him, and he said, No matter how much they build, I know, if a fox climbs it, he shall break down their stone wall."},{"number":4,"verse":"Hear, O our God, for we have become ridiculed; and turn their reproach upon their own head, and give them for a prey in the land of their captivity:"},{"number":5,"verse":"And forgive not their offenses, and let not their sins be blotted out from before thee; for they are enraged, and have opposed the building which we are doing."},{"number":6,"verse":"But as for us, we shall continue to build the wall; and the people are building it, and all the wall is completed to the half thereof; for the people have a mind to work."},{"number":7,"verse":"But when Sanballat and Tobiah and the Arabians and the Ammonites and the Ashdodites heard that a time was set to complete the walls of Jerusalem, and the breaches began to be closed, then they were exceedingly grieved,"},{"number":8,"verse":"And they all conspired together to come to fight against Jerusalem and to hinder the people from the work."},{"number":9,"verse":"Nevertheless we made our prayer to our God, that he may set watchmen over us day and night because of them."},{"number":10,"verse":"And the Jews said, The strength of the bearers of burdens is diminishing, and there is much rubbish; so that we are not able to build the wall."},{"number":11,"verse":"And our adversaries said, They shall not know, neither see, till we come and attack them and slay them and cause their work to cease."},{"number":12,"verse":"And when the Jews who dwelt with them came, they said to us, Behold, now ten times from all places where they dwell will they come and fight against you."},{"number":13,"verse":"And they have already come and are standing behind the wall to fight against you with their arrows; so I divided the force after their families with their swords, their spears, and their bows."},{"number":14,"verse":"And I was afraid, and arose and said to the nobles and to the rulers and to the rest of the people, Be not afraid of them; remember the LORD, who is great and revered, and fight for your brethren, your sons and your daughters, your wives and your houses."},{"number":15,"verse":"And it came to pass, when our enemies heard that the matter was known to us and that the LORD had brought their counsel to naught, we all returned and went up to the wall, every one to his work."},{"number":16,"verse":"And from that day forth, half of my servants and half of the people were engaged in the work, and the other half of them held the spears, the shields, the bows, and the coats of mail; and the ministers stood behind the Jews and were building the wall."},{"number":17,"verse":"And those who bore burdens with those who were laden, every one with one of his hands wrought in the work, and with the other hand held a weapon."},{"number":18,"verse":"And the builders, every one had his sword girded by his side, and he stood up and built. And he that sounded the trumpet stood behind him."},{"number":19,"verse":"And I said to the nobles and to the rulers and to the rest of the people, The work is great and extensive, and we are separated upon the wall and at a distance from each other."},{"number":20,"verse":"In what place therefore you hear the sound of the trumpet, come to us there; our God shall fight for us."},{"number":21,"verse":"And as for us, let us continue in our work; and half of us let them hold the spears from the rising of the sun till the stars appear."},{"number":22,"verse":"Also at that time I said to the people, Let every one with his servant lodge in the midst of the streets of Jerusalem, and let them guard it in the night and in the day, so that the builders may do the work."},{"number":23,"verse":"So neither I nor my brethren nor my servants nor the men of the guard who followed me, none of us took off his clothes for many full months, and each one did his duty."}]}