{"bibleAbbr":"LBP1933","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":5,"verses":[{"number":1,"verse":"THEN there was a great cry of the people and of their wives against their brethren the Jews."},{"number":2,"verse":"For there were those who said, Our sons and our daughters and our brothers are many; therefore let us purchase grain that we may eat and live."},{"number":3,"verse":"There were also those who said, We are going to sell our fields, our houses, and our vineyards that we may purchase grain during the famine, that we may live."},{"number":4,"verse":"There were those who said, Let us borrow money from the king's tribute, and work our fields and our vineyards, that we may live."},{"number":5,"verse":"And there were also those who said, Now our flesh is as the flesh of our brethren, our children are as their children; and, 1o, we are compelling our sons and our daughters to be servants, and some of our daughters are already compelled to become maidservants; and yet they do not raise their hands in protest before God; and our fields, our vineyards, and our goods are given for other men."},{"number":6,"verse":"And I was exceedingly sorrowful when I heard their cry and these words, and my heart was broken within me,"},{"number":7,"verse":"But I was patient, and I consulted with the elders and with the rulers, and said to them,"},{"number":8,"verse":"We are redeeming our brethren the Jews, who were sold to the nations, both they and their children, and will you even take a man in pledge for his brother? Therefore I shouted at them, and said to them, Will you also sell your brethren? Then they were silent, and did not answer me."},{"number":9,"verse":"Also I said to them, The thing that you are doing is not good; for now you are not walking in the reverence of our God, because you are behaving like the nations which are round about us."},{"number":10,"verse":"I, likewise, and my sons and my brothers will take money, and will buy grain and will remit the debts of the poor who are among us."},{"number":11,"verse":"Restore to them, even this day, their fields, their vineyards, their olive orchards, and their houses; also pardon the debts of money and of grain, wine, and oil to the rest of the people."},{"number":12,"verse":"Then they said to me, We will do as you say. Then I called the priests, and said to them, This is the right thing to do, and I took an oath of them to do according to this promise. I did this also to the children of the common people."},{"number":13,"verse":"And we said, So may God shake out every man from his house and from his labor who does not perform this promise, even thus shall he be shaken out and emptied. And all the people said, Amen. Then all the people rose up and praised the LORD. And all the people did according to this promise."},{"number":14,"verse":"Moreover from the time that I was appointed to be governor in the land of Judah, from the twentieth year even to the thirty-second year of Artakhshisht the king, that is, twelve years, I and my brothers were leaders over them, but I never took by force even a donkey of one of them nor did I bother any one of them."},{"number":15,"verse":"But the former governors who had been before me had enslaved the people and taken from them wine and bread, besides forty shekels of silver; also their servants bore rule over the people, and they were subject to them and were tormented by them; but I did not do so, because of the fear of God."},{"number":16,"verse":"Also I was greatly occupied with the work of this wall, and I bought no fields; and all the Jewish servants were gathered there, supervising the work."},{"number":17,"verse":"Moreover there were at my table a hundred and fifty nobles and rulers, besides those who came to us from among the nations that were about us."},{"number":18,"verse":"Now the man who prepared food brought to the servants who did the cooking, daily one ox and six fat sheep; also yearling goats were prepared for us, and once in ten days wine in abundance; yet for all this I did not ask for the provisions which were due the governorship, because the work was heavy upon this people."},{"number":19,"verse":"O my God, remember me for good, because of all that I have done for this people."}]}