{"bibleAbbr":"LBP1933","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":8,"verses":[{"number":1,"verse":"THEN all the people gathered themselves together as one man into the street which is before the water gate; and they spoke to Ezra the scribe to bring the book of the law of Moses which the LORD had commanded concerning Israel."},{"number":2,"verse":"And Ezra the priest brought the book of the law before the congregation, both of men and women and all who could hear with understanding, on the first day of the seventh month."},{"number":3,"verse":"And he read the book in the street that was in front of the water gate from the morning until midday, before the men and the women and before those who could hear: and the ears of the people were attentive to the book of the law."},{"number":4,"verse":"And Ezra the scribe stood upon a wooden platform which they had made that he might speak upon it; and beside him stood Mattithiah, Shema, Hananiah, Urijah, Hilkiah, and Maasiah on his right hand; and on his left hand stood Periah, Mishael, Malchiah, Hashum, Hashabiah, Zechariah, and Meshullam."},{"number":5,"verse":"And Ezra opened the book of the law in the sight of all the people (for he was above all the people), and when he opened it all the people stood up;"},{"number":6,"verse":"And Ezra blessed the LORD, the great God. And all the people answered, Amen, Amen, lifting up their hands; and they knelt down and worshipped before the LORD with their faces to the ground."},{"number":7,"verse":"Also Jeshua and his sons and Serebiah, Jamin, Akkub, Shabbethai, Hodijah, Maasiah, Kelatiah, Azariah, Jozabad, Hanan, Penaiah, and the Levites ministered to the people, explaining the law; and the people stood in their place."},{"number":8,"verse":"So they read in the book of the law of God distinctly, and gave the sense, so that they understood the reading thereof."},{"number":9,"verse":"And Nehemiah the high priest and Ezra the priest the scribe and the Levites who ministered to the people said to all the people, This day is holy to the LORD your God; do not mourn nor weep. For all the people wept when they heard the words of the law."},{"number":10,"verse":"Then he said to them, Go your way, eat and drink and send portions to them for whom nothing is prepared; for this day is holy to the LORD; and do not be sad, for this is a day of joy of the LORD, and he will be your strength."},{"number":11,"verse":"So the Levites stilled all the people, saying. Hold your peace, for the day is holy; and do not weep."},{"number":12,"verse":"And all the people went their way to eat and to drink and to send portions and to rejoice because they had understood the words that were declared to them."},{"number":13,"verse":"And on the second day were gathered together the chiefs of the fathers of all the people, the priests, and the Levites, to Ezra the scribe to understand from him the word of the law."},{"number":14,"verse":"And they found it written in the law which the LORD had commanded by Moses that the children of Israel should dwell in booths in the feast of the month of Tishrin"},{"number":15,"verse":"And that they should hear everything which Moses wrote in the book of the law; and the heralds proclaimed throughout all towns and in Jerusalem, saying, Go up to the mountain and bring olive branches and walnut branches and palm branches and branches of citrons and branches of willow trees, and make booths, as it is written in the book of the law of Moses."},{"number":16,"verse":"So the people went forth and brought them, and made themselves booths, every one upon the roof of his house and in their courts and in the court of the house of the LORD and in the street of the water gate and in the street of the gate of Ephraim."},{"number":17,"verse":"And all the people of those who had returned from the captivity made booths and dwelt in the booths; for since the days of Joshua the son of Nun to that day the children of Israel had not done so. And there was a very great gladness."},{"number":18,"verse":"Also day by day, from the first day to the last day, they read in the book of the law of the LORD. And they celebrated the feast for seven days; and on the eighth day was a solemn assembly, according to that which is written."}]}