{"bibleAbbr":"JWNT1755","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":10,"verses":[{"number":1,"verse":"And I saw another mighty angel coming down from heaven clothed with a cloud, and a rainbow upon his head, and his face as the sun, and his feet as pillars of fire."},{"number":2,"verse":"And he had in his hand a little book opened, and he set his right foot upon the sea, and his left upon the earth."},{"number":3,"verse":"And he cried with a loud voice, as when a lion roareth; and while he cried, seven thunders uttered their voices."},{"number":4,"verse":"And when the seven thunders had uttered their voices, I was about to write: and I heard a voice from heaven, saying, Seal up the things which the seven thunders have uttered, and write them not."},{"number":5,"verse":"And the angel whom I saw standing upon the sea and upon the earth, lifted up his right hand toward heaven,"},{"number":6,"verse":"And sware by him that liveth for ever and ever, who created the heaven and the things that are therein, and the earth and the things that are therein, and the sea and the things that are therein, There shall be no more a time."},{"number":7,"verse":"But in the days of the voice of the seventh angel, when he shall sound, the mystery of God shall be fulfilled, as he hath declared to his servants the prophets."},{"number":8,"verse":"And the voice which I heard from heaven spake with me again, and said, Go, take the little book which is open in the hand of the angel who standeth on the sea and on the earth."},{"number":9,"verse":"And I went to the angel, saying to him, Give me the little book. And he saith to me, Take and eat it up, and it will make thy belly bitter, but it will be sweet as honey in thy mouth."},{"number":10,"verse":"And I took the little book out of the angel's hand and ate it up, and it was in my mouth sweet as honey, but when I had eaten it, my belly was bitter."},{"number":11,"verse":"And he saith to me, Thou must prophesy again concerning people, and nations, and tongues, and many kings."}]}