{"bibleAbbr":"JWNT1755","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":13,"verses":[{"number":1,"verse":"And I stood on the sand of the sea, and saw a wild beast, coming up out of the sea, having seven heads and ten horns, and upon his horns ten diadems, and upon his heads a name of blasphemy."},{"number":2,"verse":"And the wild beast which I saw was like a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion; and the dragon gave him his power and his throne and great authority."},{"number":3,"verse":"And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and the whole world wondered after the wild beast, And worshiped the dragon,"},{"number":4,"verse":"because he gave the authority to the wild beast; and worshiped the wild beast, saying, Who is like the wild beast? and who can war with him?"},{"number":5,"verse":"And there was given him a mouth speaking great things and blasphemy, and authority was given him forty and two months."},{"number":6,"verse":"And he opened his mouth in blasphemy against God, to blaspheme his name and his tabernacle, even them that dwell in heaven."},{"number":7,"verse":"And it was given him to make war with the saints, and to overcome them, and authority was given him over every tribe, and people, and tongue, and nation."},{"number":8,"verse":"And all that dwell upon the earth will worship him, whose name is not written in the book of life of the Lamb, who was slain, from the foundation of the world."},{"number":9,"verse":"If any one have an ear, let him hear."},{"number":10,"verse":"If any leadeth into captivity, he goeth into captivity: if any man kill with the sword, he must be killed with the sword. Here is the patience and the faithfulness of the saints."},{"number":11,"verse":"And I saw another wild beast coming up out of the earth, and he had two horns like a lamb, but he spake like a dragon;"},{"number":12,"verse":"And he exerciseth all the authority of the first wild beast before him; and he caused the earth, and them that dwelt therein, to worship the first wild beast, whose deadly wound was healed."},{"number":13,"verse":"And he doth great wonders, so that he even maketh fire to come down out of heaven on the earth in the sight of men."},{"number":14,"verse":"And he deceiveth them that dwell on the earth by the wonders which it is given him to do before the wild beast: saying to them that dwell on the earth, to make an image to the wild beast, which had the wound by the sword, and yet lived."},{"number":15,"verse":"And it was given him to give breath to the image of the wild beast; so that the image of the wild beast should speak: and he will cause, that as many as will not worship the image of the wild beast shall be killed."},{"number":16,"verse":"And he causeth all, small and great, both rich and poor, both free and slaves, to receive a mark in their right-hand, or in their forehead,"},{"number":17,"verse":"That no man might buy or sell, but he that had the mark, the name of the wild beast, or the number of his name."},{"number":18,"verse":"Here is the wisdom. Let him that hath an understanding count the number of the wild beast: for it is the number of a man: and his number is six hundred sixty six."}]}