{"bibleAbbr":"JWNT1755","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":4,"verses":[{"number":1,"verse":"After this I saw, and behold a door opened in heaven, and the first voice which I had heard, as of a trumpet talking with me, said, Come up hither, and I will shew thee things which must be hereafter."},{"number":2,"verse":"And immediately I was in the Spirit, and behold a throne was set in heaven, and one sitting on the throne."},{"number":3,"verse":"And he that sat, was to look upon like a jasper and a sardine stone; and a rainbow was round about the throne, like an emerald to look upon."},{"number":4,"verse":"And round about the throne were four and twenty thrones, and on the thrones four and twenty elders sitting, clothed in white raiment, and upon their heads crowns of gold."},{"number":5,"verse":"And out of the throne go forth lightnings and voices and thunders; and seven lamps of fire burn before the throne, which are the seven Spirits of God."},{"number":6,"verse":"And before the throne is a sea as of glass, like crystal; and in the midst of the throne and round about the throne four living creatures, full of eyes before and behind."},{"number":7,"verse":"And the first living creature was like a lion, and the second living creature was like a calf, and the third living creature had a face as a man, and the fourth was like a flying eagle."},{"number":8,"verse":"And the four living creatures had each of them six wings; round about and within they are full of eyes: and they rest not day and night, saying, Holy, holy, holy is the Lord God, the Almighty, who was, and who is, and who cometh."},{"number":9,"verse":"And when the living creatures give glory, and honour, and thanks, to him that sitteth upon the throne,"},{"number":10,"verse":"that liveth for ever and ever, The four and twenty elders fall down before him that sitteth upon the throne, and worship him that liveth for ever and ever, and cast their crowns before the throne,"},{"number":11,"verse":"saying, Worthy art thou, O Lord our God, to receive the glory, and the honour, and the power, for thou hast created all things, and through thy will they are, and were created."}]}