{"bibleAbbr":"CVg2018","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":2,"verses":[{"number":1,"verse":"Propterea abundantius oportet observare nos ea quæ audivimus, ne forte pereffluamus."},{"number":2,"verse":"Si enim qui per angelos dictus est sermo, factus est firmus, et omnis prævaricatio, et inobedientia accepit justam mercedis retributionem :"},{"number":3,"verse":"quomodo nos effugiemus si tantam neglexerimus salutem ? quæ cum initium accepisset enarrari per Dominum ab eis, qui audierunt, in nos confirmata est,"},{"number":4,"verse":"contestante Deo signis et portentis, et variis virtutibus, et Spiritus Sancti distributionibus secundum suam voluntatem."},{"number":5,"verse":"Non enim angelis subjecit Deus orbem terræ futurum, de quo loquimur."},{"number":6,"verse":"Testatus est autem in quodam loco quis, dicens : Quid est homo quod memor es ejus, aut filius hominis quoniam visitas eum ?"},{"number":7,"verse":"Minuisti eum paulo minus ab angelis : gloria et honore coronasti eum : et constituisti eum super opera manuum tuarum."},{"number":8,"verse":"Omnia subjecisti sub pedibus ejus. In eo enim quod omnia ei subjecit, nihil dimisit non subjectum ei. Nunc autem necdum videmus omnia subjecta ei."},{"number":9,"verse":"Eum autem, qui modico quam angeli minoratus est, videmus Jesum propter passionem mortis, gloria et honore coronatum : ut, gratia Dei, pro omnibus gustaret mortem."},{"number":10,"verse":"Decebat enim eum, propter quem omnia, et per quem omnia, qui multos filios in gloriam adduxerat, auctorem salutis eorum per passionem consummare."},{"number":11,"verse":"Qui enim sanctificat, et qui sanctificantur, ex uno omnes. Propter quam causam non confunditur fratres eos vocare, dicens :"},{"number":12,"verse":"Nuntiabo nomen tuum fratribus meis : in medio ecclesiæ laudabo te."},{"number":13,"verse":"Et iterum : Ego ero fidens in eum. Et iterum : Ecce ego, et pueri mei, quos dedit mihi Deus."},{"number":14,"verse":"Quia ergo pueri communicaverunt carni, et sanguini, et ipse similiter participavit eisdem : ut per mortem destrueret eum qui habebat mortis imperium, id est, diabolum :"},{"number":15,"verse":"et liberaret eos qui timore mortis per totam vitam obnoxii erant servituti."},{"number":16,"verse":"Nusquam enim angelos apprehendit, sed semen Abrahæ apprehendit."},{"number":17,"verse":"Unde debuit per omnia fratribus similari, ut misericors fieret, et fidelis pontifex ad Deum, ut repropitiaret delicta populi."},{"number":18,"verse":"In eo enim, in quo passus est ipse et tentatus, potens est et eis, qui tentantur, auxiliari."}]}