{"bibleAbbr":"LXXe1851","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"And Roboam came to Jerusalem; and he assembled Juda and Benjamin, a hundred and eighty thousand young men fit for war, and he waged war with Israel to recover the kingdom to Roboam."},{"number":2,"verse":"And the Word of the Lord came to Samaias the man of God, saying,"},{"number":3,"verse":"Speak to Roboam the son of Solomon, and to all Juda and Benjamin, saying,"},{"number":4,"verse":"Thus saith the Lord, Ye shall not go up, and ye shall not war against your brethren: return every one to his home; for this thing is of me. And they hearkened to the word of the Lord, and returned from going against Jeroboam."},{"number":5,"verse":"And Roboam dwelt in Jerusalem, and he built walled cities in Judea."},{"number":6,"verse":"And he built Bethleem, and Aetan and Thecoe,"},{"number":7,"verse":"and Baethsura, and Sochoth, and Odollam,"},{"number":8,"verse":"and Geth, and Marisa, and Ziph,"},{"number":9,"verse":"and Adorai, and Lachis, and Azeca,"},{"number":10,"verse":"and Saraa, and Aelom, and Chebron, which belong to Juda and Benjamin, walled cities."},{"number":11,"verse":"And he fortified them with walls, and placed in them captains, and stores of provisions, oil and wine,"},{"number":12,"verse":"shields and spears in every several city, and he fortified them very strongly, and he had on his side Juda and Benjamin."},{"number":13,"verse":"And the priests and the Levites who were in all Israel were gathered to him out of all the coasts."},{"number":14,"verse":"For the Levites left the tents of their possession, and went to Juda to Jerusalem, because Jeroboam and his sons had ejected them so that they should not minister to the Lord."},{"number":15,"verse":"And he made for himself priests of the high places, and for the idols, and for the vanities, and for the calves which Jeroboam made."},{"number":16,"verse":"And he cast out from the tribes of Israel those who set their heart to seek the Lord God of Israel: and they came to Jerusalem, to sacrifice to the Lord God of their fathers."},{"number":17,"verse":"And they strengthened the kingdom of Juda; and Juda strengthened Roboam the son of Solomon for three years, for he walked three years in the ways of David and Solomon."},{"number":18,"verse":"And Roboam took to himself for a wife, Moolath daughter of Jerimuth the son of David, and Abigaia daughter of Heliab the son of Jessae."},{"number":19,"verse":"And she bore him sons; Jeus, and Samoria, and Zaam."},{"number":20,"verse":"And afterwards he took to himself Maacha the daughter of Abessalom; and she bore him Abia, and Jetthi, and Zeza, and Salemoth."},{"number":21,"verse":"And Roboam loved Maacha the daughter of Abessalom more than all his wives and all his concubines: for he had eighteen wives and sixty concubines; and he begot twenty-eight sons, and sixty daughters."},{"number":22,"verse":"And he made Abia the son of Maacha chief, even a leader among his brethren, for he intended to make him king."},{"number":23,"verse":"And he was exalted beyond all his other sons in all the coasts of Juda and Benjamin, and in the strong cities; and he gave them provisions in great abundance: and he desired many wives."}]}