{"bibleAbbr":"LXXe1851","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":6,"verses":[{"number":1,"verse":"Then said Solomon, The Lord said that he would dwell in thick darkness."},{"number":2,"verse":"But I have built a house to thy name, holy to thee, and prepared for thee to dwell in for ever."},{"number":3,"verse":"And the king turned his face, and blessed all the congregation of Israel: and all the congregation of Israel stood by."},{"number":4,"verse":"And he said, Blessed be the Lord God of Israel: he has even fulfilled with his hands as he spoke with his mouth to my father David, saying,"},{"number":5,"verse":"From the day when I brought up my people out of the land of Egypt, I chose no city of all the tribes of Israel, to build a house that my name should be there; neither did I choose a man to be a leader over my people Israel."},{"number":6,"verse":"But I chose Jerusalem that my name should be there; and I chose David to be over my people Israel."},{"number":7,"verse":"And it came into the heart of David my father, to build a house for the name of the Lord God of Israel."},{"number":8,"verse":"But the Lord said to my father David, Whereas it came into thy heart to build a house for my name, thou didst well that it came into thy heart."},{"number":9,"verse":"Nevertheless thou shalt not build the house; for thy son who shall come forth out of thy loins, he shall build the house for my name."},{"number":10,"verse":"And the Lord has confirmed this word, which he spoke; and I am raised up in the room of my father David, and I sit upon the throne of Israel as the Lord said, and I have built the house for the name of the Lord God of Israel:"},{"number":11,"verse":"and I have set there the ark in which is the covenant of the Lord, which he made with Israel."},{"number":12,"verse":"And he stood before the altar of the Lord in the presence of all the congregation of Israel, and spread out his hands."},{"number":13,"verse":"For Solomon had made a brazen scaffold, and set it in the midst of the court of the sanctuary; the length of it was five cubits, and the breadth of it five cubits, and the height of it three cubits: and he stood upon it, and fell upon his knees before the whole congregation of Israel, and spread abroad his hands to heaven,"},{"number":14,"verse":"and said, Lord God of Israel, there is no God like thee in heaven, or on the earth; keeping covenant and mercy with thy servants that walk before thee with their whole heart."},{"number":15,"verse":"Even as thou hast kept them with thy servant David my father, as thou hast spoken to him in words:—thou hast both spoken with thy mouth, and hast fulfilled it with thy hands, as it is this day."},{"number":16,"verse":"and now, Lord God of Israel, keep with thy servant David my father the things which thou spokest to him, saying, There shall not fail thee a man before me sitting on the throne of Israel, if only thy sons will take heed to their way to walk in my law, as thou didst walk before me."},{"number":17,"verse":"And now, Lord God of Israel, let, I pray thee, thy word be confirmed, which thou hast spoken to thy servant David."},{"number":18,"verse":"For will God indeed dwell with men upon the earth? if the heaven and the heaven of heavens will not suffice thee, what then is this house which I have built?"},{"number":19,"verse":"Yet thou shalt have respect to the prayer of thy servant, and to my petition, O Lord God, so as to hearken to the petition and the prayer which thy servant prays before thee this day:"},{"number":20,"verse":"so that thine eyes should be open over this house by day and by night, towards this place, whereon thou saidst thy name should be called, so as to hear the prayer which thy servant prays towards this house."},{"number":21,"verse":"And thou shalt hear the supplication of thy servant, and of thy people Israel, whatsoever prayers they shall make towards this place: and thou shalt hearken in thy dwelling-place out of heaven, yea thou shalt hear, and be merciful."},{"number":22,"verse":"If a man sin against his neighbour, and he bring an oath upon him so as to make him swear, and he come and swear before the altar in this house;"},{"number":23,"verse":"then shalt thou hearken out of heaven, and do, and judge thy servants, to recompense the transgressor, and to return his ways upon his head: and to justify the righteous, to recompense him according to his righteousness."},{"number":24,"verse":"And if thy people Israel should be put to the worse before the enemy, if they should sin against thee, and then turn and confess to thy name, and pray and make supplication before thee in this house;"},{"number":25,"verse":"then shalt thou hearken out of heaven and shalt be merciful to the sins of thy people Israel, and thou shalt restore them to the land which thou gavest to them and to their fathers."},{"number":26,"verse":"When heaven is restrained, and there is no rain, because they shall have sinned against thee, and when they shall pray towards this place, and praise thy name, and shall turn from their sins, because thou shalt afflict them;"},{"number":27,"verse":"then shalt thou hearken from heaven, and thou shalt be merciful to the sins of thy servants, and of thy people Israel; for thou shalt shew them the good way in which they shall walk; and thou shalt send rain upon thy land, which thou gavest to thy people for an inheritance."},{"number":28,"verse":"If there should be famine upon the land, if there should be death, a pestilent wind an blight; if there should be locust and caterpiller, and if the enemy should harass them before their cities: in whatever plague and whatever distress they may be;"},{"number":29,"verse":"Then whatever prayer and whatever supplication shall be made by any man and all thy people Israel, if a man should know his own plague and his own sickness, and should spread forth his hands toward this house;"},{"number":30,"verse":"then shalt thou hear from heaven, out of thy prepared dwelling-place, and shalt be merciful, and shalt recompense to the man according to his ways, as thou shalt know his heart to be; for thou alone knowest the heart of the children of men:"},{"number":31,"verse":"that they may reverence all thy ways all the days which they live upon the face of the land, which thou gavest to our fathers."},{"number":32,"verse":"And every stranger who is not himself of thy people Israel, and who shall have come from a distant land because of thy great name, and thy mighty hand, and thy high arm; when they shall come and worship toward this place; —"},{"number":33,"verse":"then shalt thou hearken out of heaven, out of thy prepared dwelling-place, and shalt do according to all that the stranger shall call upon thee for; that all the nations of the earth may know thy name, and that they may fear thee, as thy people Israel do, and that they may know that thy name is called upon this house which I have built."},{"number":34,"verse":"And if thy people shall go forth to war against their enemies by the way by which thou shalt send them, and shall pray to thee toward this city which thou hast chosen, and toward the house which I have built to thy name;"},{"number":35,"verse":"then shalt thou hear out of heaven their prayer and their supplication, and maintain their cause."},{"number":36,"verse":"Whereas if they shall sin against thee, (for there is no man who will not sin,) and thou shalt smite them, and deliver them up before their enemies, and they that take them captive shall carry them away into a land of enemies, to a land far off or near;"},{"number":37,"verse":"and if they shall repent in their land whither they were carried captive, and shall also turn and make supplication to thee in their captivity, saying, We have sinned, we have transgressed, we have wrought unrighteously;"},{"number":38,"verse":"and if they shall turn to thee with all their heart and all their soul in the land of them that carried them captives, whither they carried them captives, and shall pray toward their land which thou gavest to their fathers, and the city which thou didst choose, and the house which I built to thy name:—"},{"number":39,"verse":"then shalt thou hear out of heaven, out of thy prepared dwelling-place, their prayer and their supplication, and thou shalt execute justice, and shalt be merciful to thy people that sin against thee."},{"number":40,"verse":"And now, Lord, let, I pray thee, thine eyes be opened, and thine ears be attentive to the petition made in this place."},{"number":41,"verse":"And now, O Lord God, arise into thy resting-place, thou, and the ark of thy strength: let thy priests, O Lord God, clothe themselves with salvation, and thy sons rejoice in prosperity."},{"number":42,"verse":"O Lord God, turn not away the face of thine anointed: remember the mercies of thy servant David."}]}