{"bibleAbbr":"BB1572","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":16,"verses":[{"number":1,"verse":"And Corah the sonne of Isaar, the sonne of Caath, the sonne of Leui, went a part with Dathan and Abiram, the sonnes of Eliab, & On the sonne of Peleth, the sonne of Ruben:"},{"number":2,"verse":"And they rose vp before Moyses, with certayne of the children of Israel, two hundred & fiftie, which were captaynes of the multitude, famous in the congregation, and men of renoune."},{"number":3,"verse":"And they gathered them selues together agaynst Moyses and Aaron, and sayde vnto them: Ye take much vpon you, seyng all the multitude are holy euery one of them, and the Lorde is among them: Why lyft you your selues vp aboue the congregation of the Lord?"},{"number":4,"verse":"And when Moyses hearde it, he fell vpon his face,"},{"number":5,"verse":"And spake vnto Corah and vnto all his company, saying: Tomorowe the Lord wyll shewe who are his, who is holy, and who ought to approche nye vnto hym: and whom he hath chosen, he will cause to come neare vnto hym."},{"number":6,"verse":"This do therfore: Take you firepannes, both Corah & all his companie,"},{"number":7,"verse":"And do fire therin, and put incense in them before the Lorde to morowe: And the man whom the Lorde doth chose, the same shalbe holy: Ye take much vpon you ye sonnes of Leui."},{"number":8,"verse":"And Moyses sayd vnto Corah: Heare I pray you, ye sonnes of Leui,"},{"number":9,"verse":"Seemeth it but a small thyng vnto you, that the God of Israel hath seperated you from the multitude of Israel, and brought you to hym selfe, to do the seruice of the tabernacle of the Lorde, and to stande before the multitude, and to minister vnto them?"},{"number":10,"verse":"He hath taken thee to hym, and all thy brethren the sonnes of Leui with thee: and seeke ye the office of the priest also?"},{"number":11,"verse":"For which cause both thou and all thy companie are gathered together against the Lorde: And what is Aaron, that ye murmure agaynst hym?"},{"number":12,"verse":"And Moyses sent, and called Dathan and Abiram the sonnes of Eliab: which sayde, We wyll not come vp."},{"number":13,"verse":"Is it a small thyng, that thou hast brought vs out of the land that floweth with mylke and honie, to kyll vs in the wildernesse: except thou make thy selfe lorde and ruler ouer vs also?"},{"number":14,"verse":"Moreouer, thou hast not brought vs vnto a lande that floweth with mylke & honie, neither geuen vs inheritaunce of fieldes and vineyardes: Wylt thou put out the eyes of these men? We wyll not come vp."},{"number":15,"verse":"And Moyses waxed very angry, and sayde vnto the Lorde, Turne not thou vnto their offeryng: I haue not taken so much as an asse from them, neither haue I hurt any of them."},{"number":16,"verse":"And Moyses sayde vnto Corah: Be thou & al thy company before the Lord, both thou, they, and Aaron, to morowe."},{"number":17,"verse":"And take euery man his censer, and put incense in them, and bryng ye before the Lorde euery man his censer, euen two hundreth and fiftie censers: thou also and Aaron, euery one his censer."},{"number":18,"verse":"And they toke euery man his censer, and put fire in them, and layde incense theron, and stoode in the doore of the tabernacle of the congregation with Moyses and Aaron."},{"number":19,"verse":"And Corah gathered all the congregation agaynst them, vnto the doore of the tabernacle of the congregation: And the glorie of the Lorde appeared vnto all the congregation."},{"number":20,"verse":"And the Lorde spake vnto Moyses and Aaron, saying:"},{"number":21,"verse":"Seperate your selues from among this congregation, that I may consume them at once."},{"number":22,"verse":"And they fell vpon their faces, and sayde: O God, the God of spirites of all fleshe, hath not one man sinned? Wilt thou be wroth with all the multitude?"},{"number":23,"verse":"And the Lorde spake vnto Moyses, saying:"},{"number":24,"verse":"Speake vnto the congregation, and say: Get you away from about the tabernacle of Corah, Dathan, & Abiram."},{"number":25,"verse":"And Moyses rose vp, and went vnto Dathan and Abiram: and the elders of Israel folowed hym."},{"number":26,"verse":"And he spake vnto the congregation, saying: Depart I pray you from the tentes of these wicked men, and touche nothyng of theirs, lest ye perishe in all their sinnes."},{"number":27,"verse":"And so they gate them from the tabernacle of Corah, Dathan, and Abiram, on euery syde: And Dathan & Abiram came out, & stoode in the doore of their tentes, with their wiues, their sonnes, and their litle children."},{"number":28,"verse":"And Moyses sayde: Hereby ye shall knowe that the Lorde hath sent me to do all these workes, for I haue not done them of myne owne mynde."},{"number":29,"verse":"If these men dye the common death of all men, or if they be visited after the visitation of all men, then the Lorde hath not sent me:"},{"number":30,"verse":"But and if the Lorde make a newe thyng, and the earth open her mouth, and swallowe them vp with all that they haue, and they go downe quicke into the pit: then ye shall vnderstande that these men haue prouoked ye Lorde."},{"number":31,"verse":"And assoone as he had made an ende of speaking al these wordes, the ground cloue asunder that was vnder them:"},{"number":32,"verse":"And the earth opened her mouth, and swalowed them vp, and their houses, and all the men that were with Corah, and all their goodes."},{"number":33,"verse":"And they and all that they had went downe alyue vnto the pit, and the earth closed vpon them: and they perished from among the congregation."},{"number":34,"verse":"And all Israel that were about them, fled at the crye of them: And they sayde, lest the earth swalowe vs vp also."},{"number":35,"verse":"And there came out a fire from the Lorde, and consumed the two hundred and fiftie men that offered incense."},{"number":36,"verse":"And the Lorde spake vnto Moyses, saying:"},{"number":37,"verse":"Speake vnto Eleazar the sonne of Aaron the priest, that he take vp the censers out of the burnyng, and scatter the fire here and there, for they are halowed,"},{"number":38,"verse":"The censers of these sinners agaynst their owne soules: let them make of them brode plates for a coueryng of the aulter: For they offered them before the Lorde, and therfore they are halowed, and they shalbe a signe vnto the children of Israel."},{"number":39,"verse":"And Eleazar the priest toke the brasen censers, which they that were burnt had offered, and made brode plates for a coueryng of the aulter,"},{"number":40,"verse":"To be a remembraunce vnto the children of Israel, that no straunger which is not of the seede of Aaron, come neare to offer incense before the Lorde, that he be not lyke vnto Corah and his companie, as the Lorde sayde to hym by the hande of Moyses."},{"number":41,"verse":"But on the morowe, all the multitude of the children of Israel murmured agaynst Moyses and Aaron, saying: Ye haue kylled the people of the Lorde."},{"number":42,"verse":"And whe the multitude was gathered agaynst Moyses and Aaron, they loked towarde the tabernacle of the congregation: And beholde, the cloude couered it, and the glorie of the Lorde appeared."},{"number":43,"verse":"And Moyses and Aaron came before the tabernacle of the congregation."},{"number":44,"verse":"And the Lorde spake vnto Moyses, saying:"},{"number":45,"verse":"Get you from among this congregation, that I may consume the quickly. And they fell vpon their faces."},{"number":46,"verse":"And Moyses sayd vnto Aaron: Take a censer, and put fire therin out of the aulter, and powre on incense, and go quickly vnto the congregation, & make an attonement for them: For there is wrath gone out from the Lorde, and there is a plague begunne."},{"number":47,"verse":"And Aaron toke as Moyses comaunded hym, and ranne into the middes of ye congregation: and beholde, the plague was begunne among the people, and he put on incense, and made an atonement for the people."},{"number":48,"verse":"And whe he stoode betweene the dead and them that were alyue, the plague was stayed."},{"number":49,"verse":"They that dyed in the plague, were fourteene thousand and seuen hundred, besyde them that dyed about the conspiracie of Corah."},{"number":50,"verse":"And Aaron went againe vnto Moyses before the doore of the tabernacle of the congregation, and the plague was stayed."}]}