{"bibleAbbr":"BB1572","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":17,"verses":[{"number":1,"verse":"And the Lorde spake vnto Moyses, saying:"},{"number":2,"verse":"Speake vnto the children of Israel, and take of euery one of them a rodde, after the houses of their fathers, of all their princes accordyng to the familie of their fathers, euen twelue roddes: and write euery mans name vpon his rodde."},{"number":3,"verse":"And write Aarons name vpon the rodde of Leui: for euery rodde shalbe for ye head of the house of their fathers."},{"number":4,"verse":"And put them in the tabernacle of the congregation, before [the arke] of the testimonie, where I wyll declare my selfe vnto you."},{"number":5,"verse":"And the mans rodde whom I chose, shall blossome: And I wyll make ceasse from me the grudgynges of the children of Israel, wherby they grudge agaynst you."},{"number":6,"verse":"And Moyses spake vnto the children of Israel, and all the princes gaue hym a rodde, one rodde for euery prince, accordyng to their fathers houses, euen twelue roddes: and the rodde of Aaron was among their roddes."},{"number":7,"verse":"And Moyses put the roddes before the Lorde in the tabernacle of witnesse."},{"number":8,"verse":"And on the morowe, Moyses went into the tabernacle of witnesse: and beholde, the rodde of Aaron for the house of Leui was budded, and brought foorth buddes, bare blossomes, and rype almondes."},{"number":9,"verse":"And Moyses brought out all ye roddes from before the Lorde, vnto all the children of Israel: and they loked vpon them, and toke euery man his rodde."},{"number":10,"verse":"And the Lorde sayde vnto Moyses: Bryng Aarons rodde agayne before the witnesse, to be kept for a token to the rebellious children, and that their murmuryng may cease from me, and that they dye not."},{"number":11,"verse":"And Moyses dyd as the Lorde commaunded hym, euen so dyd he."},{"number":12,"verse":"And the children of Israel spake vnto Moyses, saying: Beholde, we are wasted away and perished, we all come to naught."},{"number":13,"verse":"Whosoeuer cometh nye, or approcheth to the tabernacle of the Lord, shall dye: Shall we vtterly consume away, and dye?"}]}