{"bibleAbbr":"BB1572","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":18,"verses":[{"number":1,"verse":"And the Lorde sayde vnto Aaron: Thou & thy sonnes, and thy fathers house with thee, shal beare the iniquitie of the sanctuarie: And thou and thy sonnes with thee, shall beare the iniquitie of your priestes office."},{"number":2,"verse":"And thy brethren of the tribe of Leui, & of thy fathers householde thou shalt bryng with thee, that they may be ioyned vnto thee, and minister vnto thee: but thou and thy sonnes with thee [shal minister] before the tabernacle of witnesse."},{"number":3,"verse":"They shall kepe thy charge, euen the charge of all the tabernacle: only let them not come nye the vessels of the sanctuarie and the aulter, that they and ye also dye not."},{"number":4,"verse":"And they shalbe ioyned with thee, and kepe the charge of the tabernacle of the congregation for all the seruice of the tabernacle: and let no straunger come nye vnto you."},{"number":5,"verse":"Therfore shall ye kepe the charge of the sanctuarie, and the charge of the aulter, that there fall no more wrath vpon the children of Israel:"},{"number":6,"verse":"Beholde, I haue taken your brethren the Leuites from among the children of Israel, which as a gyft of yours are geuen vnto the Lorde, to do the seruice of the tabernacle of the congregation."},{"number":7,"verse":"Therfore shalt thou & thy sonnes with thee kepe your priestes office for all thynges that pertayne vnto the aulter and within the vayle: And ye shal serue, for I haue geue your priestes office vnto you as a gift, and therfore ye straunger that commeth nye, must be slayne."},{"number":8,"verse":"And the Lorde spake vnto Aaron: Beholde, I haue geuen thee the keping of myne heaue offerynges, of all the halowed thynges of the children of Israel [euen] vnto thee I haue geuen the for the annoyntyng, and to thy sonnes for an ordinaunce for euer."},{"number":9,"verse":"This shalbe thyne of the most holy thynges [reserued] from the fire [of the aulter.] All their sacrifices for all their meate offerynges, sinne offerynges, or trespasse offerynges, which they bryng vnto me, that shalbe most holy vnto thee, and to thy sonnes."},{"number":10,"verse":"In the most holy place shalt thou eate it, and all that are males shall eate of it, let it be holy vnto thee."},{"number":11,"verse":"And this also is thyne: the heaue offerynges of their gyftes, throughout all the waue offerynges of the children of Israel: I haue geuen them vnto thee, & thy sonnes and thy daughters with thee, to be a dutie for euer: and all that are cleane in thy house, shall eate of it."},{"number":12,"verse":"Al the fat of the oyle, & al the fat of the wine, & of the wheate, which they shall offer vnto the Lorde for first fruites, the same haue I geuen vnto thee."},{"number":13,"verse":"And whatsoeuer is first rype in their lande which they bryng vnto the Lord, shalbe thyne, and all that are cleane in thyne house, shall eate of it."},{"number":14,"verse":"All thinges seperate from the common vse in Israel, shalbe thyne."},{"number":15,"verse":"All that breaketh the matrice in all fleshe that men bryng vnto the Lorde, whether it be of men or beastes, shalbe thyne: Neuerthelater, the first borne of man shalt thou redeeme, & the first borne of vncleane beastes shalt thou redeeme."},{"number":16,"verse":"Those that are to be redeemed, shalt thou redeeme from ye age of a moneth, accordyng to thyne estimation, for the money of fiue sicles, after the sicle of the sanctuarie, which is twentie gerahs."},{"number":17,"verse":"But the first borne of a cowe, sheepe, & goate, shalt thou not redeeme, for they are holy: therfore thou shalt sprinckle their blood vpon the aulter, and shalt burne their fat as a sacrifice made by fire, for a sweete sauour vnto the Lord."},{"number":18,"verse":"And the fleshe of them is thyne, as the waue brest and the right shoulder: these are thyne."},{"number":19,"verse":"All the heaue offerynges of holy thynges which the children of Israel offer vnto the Lord, haue I geuen thee & thy sonnes and thy daughters with thee, to be a duetie for euer: let it be a salted couenaut for euer before ye Lord, both vnto thee, & to thy seede with thee."},{"number":20,"verse":"And ye Lord spake vnto Aaron: Thou shalt haue no inheritauce in their lande, neither shalt thou haue any part amog them: I am thy part & thy inheritaunce among the children of Israel."},{"number":21,"verse":"Beholde, I haue geuen the children of Leui all the tenth in Israel to inherite, for the seruice which they serue in the tabernacle of the congregation."},{"number":22,"verse":"Neither must the children of Israel hencefoorth come nie ye tabernacle of the congregation, lest they beare sinne, & die."},{"number":23,"verse":"But the Leuites shal do ye seruice in the tabernacle of the congregation, & beare their sinne: It shalbe a lawe for euer in your generations, that among ye childre of Israel they possesse no inheritaunce."},{"number":24,"verse":"But the tithes of the childre of Israel which they pay as an heaue offeryng vnto the Lord, I haue geuen ye Leuites to inherite: and therfore I haue sayde vnto them, Among the children of Israel ye shall possesse no inheritaunce."},{"number":25,"verse":"And the Lorde spake vnto Moyses, saying:"},{"number":26,"verse":"Speake vnto the Leuites, and say vnto them: When ye take of the children of Israel the tithes which I haue geuen you of the for your inheritaunce, ye shal take an heaue offering of ye same for the Lorde, euen the tenth part of that tithe."},{"number":27,"verse":"And this your heaue offeryng shalbe reckened vnto you, euen as though it were of the corne of the barne, or as the fulnesse of the wine presse."},{"number":28,"verse":"Of this maner ye shall therfore offer an heaue offeryng vnto the Lorde, of all your tithes which ye receaue of the children of Israel, and ye shall geue therof the Lordes heaue offeryng to Aaron the priest."},{"number":29,"verse":"Of all your giftes ye shall offer all the Lordes heaue offeryng, euen all the fat of the same, [to wit] the holy thynges therof."},{"number":30,"verse":"Therfore thou shalt say vnto them: when ye haue taken away the fat of it from it, it shalbe counted vnto the Leuites, as if it were ye increase of the corne floore, or the increase of the winepresse."},{"number":31,"verse":"And ye shall eate it in all places, both ye and your householdes, for it is your rewarde for your seruice in the tabernacle of the congregation."},{"number":32,"verse":"And ye shall beare no sinne by the reason of it, when ye haue offered from it the fat of it: neither shall ye pollute the holy thynges of the children of Israel, lest ye dye."}]}