{"bibleAbbr":"BB1572","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":21,"verses":[{"number":1,"verse":"And when kyng Arad the Chananite which dwelt towarde the south, hearde tell that Israel came by the way that the spyes had founde out, he fought agaynst Israel, and toke some of them prisoners."},{"number":2,"verse":"And Israel vowed a vowe vnto the Lorde, and sayde: If thou wylt deliuer this people into my hande, I wyll vtterly destroy their cities."},{"number":3,"verse":"And the Lorde hearde the voyce of Israel, and deliuered them the Chanaanites: And they destroyed them and their cities, and called the name of the place Horma."},{"number":4,"verse":"And they departed fro mount Hor, by the way of the red sea, to compasse the lande of Edom: and the soule of the people was sore greeued, because of ye way."},{"number":5,"verse":"And the people spake agaynst God and agaynst Moyses: wherefore haue ye brought vs out of Egypt, for to dye in the wildernesse? for here is neither bread nor water, and our soule lotheth this lyght bread."},{"number":6,"verse":"Wherfore the Lorde sent fierie serpentes among the people, which stong them: and much people of Israel dyed."},{"number":7,"verse":"Therfore the people came to Moyses, & sayd: We haue sinned, for we haue spoken agaynst the Lord and agaynst thee: make intercession to the Lord that he take away the serpentes from vs. And Moyses made intercession for ye people:"},{"number":8,"verse":"And the Lorde sayde vnto Moyses: Make thee a fierie serpent, and set it vp vpon a pole: that as many as are bitten may loke vpon it, and lyue."},{"number":9,"verse":"And Moyses made a serpent of brasse, and set it vpon a pole: and when the serpent had bitten any man, he behelde the serpent of brasse, and lyued."},{"number":10,"verse":"And the children of Israel departed thence, and pitched in Oboth."},{"number":11,"verse":"And they departed from Oboth, and pitched at the heapes of Abarim, euen in the wildernesse which is before Moab, on the east syde."},{"number":12,"verse":"And they remoued thence, and pitched vpon the riuer of Zared."},{"number":13,"verse":"And they departed thence, and pitched on the other syde of Arnon, which is in the wildernesse, and commeth out of the coastes of the Amorites: for Arnon is the border of Moab, betweene Moab and the Amorites."},{"number":14,"verse":"Wherfore, it shalbe spoken in the booke of the warres of the Lord, what thyng he dyd in the red sea, and in the riuers of Arnon,"},{"number":15,"verse":"And at the streame of the riuers, that goeth downe to the dwellyng of Ar, and lyeth vpon the border of Moab."},{"number":16,"verse":"From thence [they returned] vnto Beer: The same is the well wherof the Lord spake vnto Moyses: Gather the people together, and I will geue them water."},{"number":17,"verse":"Then Israel sang this song: Spryng vp well, syng ye vnto it:"},{"number":18,"verse":"The princes digged this well, the captaynes of the people digged it with the lawe geuer, and with their staues. And from the wildernesse they went to Mathana:"},{"number":19,"verse":"And from Mathana to Nahaliel, and from Nahaliel to Bamoth,"},{"number":20,"verse":"And from Bamoth of the valley that is in the fielde of Moab, vnto the top of the hyll that loketh towarde Iesimon."},{"number":21,"verse":"And Israel sent messengers vnto Sehon kyng of the Amorites, saying:"},{"number":22,"verse":"Let me passe through thy lande, we wyll not turne into the fieldes or vineyardes, neither drynke of the waters of the well: but we wyll go along by the kynges hye way, vntyll we be past thy countrey."},{"number":23,"verse":"But Sehon woulde geue Israel no lisence to passe through his countrey: but gathered all his people together, & went out agaynst Israel into the wildernesse: And he came to Iaza, and fought agaynst Israel."},{"number":24,"verse":"And Israel smote him in the edge of the sworde, & conquered his lande from Arnon vnto Iabok, vnto the children of Ammon: For the border of the children of Ammon was strong."},{"number":25,"verse":"And Israel toke all these cities, and dwelt in all the cities of the Amorites in Hesbon, and in all the townes that long therto."},{"number":26,"verse":"For Hesbon was the citie of Sehon the kyng of the Amorites, which fought before agaynst ye kyng of the Moabites, and toke all his lande out of his hande, euen vnto Arnon."},{"number":27,"verse":"Wherfore they that speake in prouerbes, say: Come to Hesbon, and let the citie of Sehon be built and repayred."},{"number":28,"verse":"For there is a fire gone out of Hesbon, and a flambe from the citie of Sehon, and hath consumed Ar in Moab, and the lordes of Bamoth in Arnon."},{"number":29,"verse":"Wo to thee Moab, O people of Chamos ye are vndone: he hath suffered his sonnes to be pursued, & his daughters to be in captiuitie vnto Sehon the kyng of the Amorites."},{"number":30,"verse":"Their empire is lost from Hesbon vnto Dibon, and we made a wildernesse euen vnto Nopha, which reacheth vnto Medaba."},{"number":31,"verse":"And thus Israel dwelt in the lande of the Amorites."},{"number":32,"verse":"And Moyses sent to searche out Iaezer, and they toke the townes belonging therto, & rooted out the Amorites that were therein."},{"number":33,"verse":"And they turned, and went vp towarde Basan: And Og the kyng of Basan came out agaynst them, he and all his people to fight at Edrai."},{"number":34,"verse":"And the Lorde sayde vnto Moyses: feare hym not, for I haue deliuered hym into thy hande, and all his people and his lande, and thou shalt do to him as thou diddest vnto Schon the king of the Amorites whiche dwelt at Hesbon."},{"number":35,"verse":"They smote hym therefore, and his sonnes, and all his people, vntyll there was nothyng left hym, and they conquered his lande."}]}