{"bibleAbbr":"BB1572","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"And when Balaam saw that it pleased the Lorde that he should blesse Israel, he went not as he dyd twise before to meete a soothsaying: but set his face towarde the wyldernesse."},{"number":2,"verse":"And Balaam lift vp his eyes, and loked vpon Israel as he lay accordyng to his tribes, and the spirite of God came vpon hym."},{"number":3,"verse":"And he toke vp his parable and sayd: Balaam the sonne of Beor hath sayde, and the man whose eyes is open hath sayde:"},{"number":4,"verse":"He hath sayde whiche heareth the wordes of God, and seeth the visions of the almightie, and falleth downe with open eyes."},{"number":5,"verse":"Howe goodly are thy tentes O Iacob, and thyne habitations O Israel?"},{"number":6,"verse":"Euen as the valleys are they layde abrode, & as gardens by the riuers side, as the tentes whiche the Lorde hath pitched, and as cypres trees beside the waters."},{"number":7,"verse":"The water droppeth out of his bucket, & his seede shalbe in many waters, and his king shalbe hier then Agag, and his kingdome shalbe exalted."},{"number":8,"verse":"God brought hym out of Egypt, his strength is as the Unicorne: He shall eate the nations his enemies, & gnawe their bones, and pearce them through with his arrowes."},{"number":9,"verse":"He couched hym selfe, and lay downe as a Lion, and as an elder Lion: who shall stirre hym vp? Blessed is he that blesseth thee, and cursed is he that curseth thee."},{"number":10,"verse":"And Balac was wroth with Balaam, and smote his handes together, and Balac said vnto Balaam: I sent for thee to curse mine enemies, and behold thou hast blessed them this three tymes."},{"number":11,"verse":"Therfore nowe get thee quickly vnto thy place: I thought that I would promote thee vnto honour, but lo the Lord hath kept thee backe from worship."},{"number":12,"verse":"Balaam aunswered vnto Balac: Tolde I not thy messengers whiche thou sendedst vnto me, saying:"},{"number":13,"verse":"If Balac woulde geue me his house full of siluer and golde, I can not passe the word of the Lord, to do either good or bad of mine owne minde: But what the Lorde sayeth, that wyll I speake."},{"number":14,"verse":"And nowe behold, I go vnto my people: Come therfore, and I wyll aduertise thee what this people shall do to thy folke in the latter dayes."},{"number":15,"verse":"And he toke vp his parable and sayd: Balaam the sonne of Beor hath sayde, the man whose eye is open, hath sayde:"},{"number":16,"verse":"He hath said that heareth the wordes of God, and hath the knowledge of the most hygh, and beholdeth the vision of the almightie, and that falleth and his eyes are opened."},{"number":17,"verse":"I shall see him, but not nowe, I shall beholde him, but not nigh: There shall come a starre of Iacob, and ryse a scepter of Israel, & shall smyte the coastes of Moab, and vndermine all the chyldren of Seth."},{"number":18,"verse":"And Edom shalbe possessed, & Seir shall fall to the possession of their enemies, and Israel shall do manfully."},{"number":19,"verse":"Out of Iacob shall come he that shall haue dominion, and shall destroy the remnaunt of the citie."},{"number":20,"verse":"And when he loked on Amaleck, he toke vp his parable, and said: Amaleck is the first of the nations, but his latter ende shall perishe vtterly."},{"number":21,"verse":"And he loked on the Kenites, and toke vp his parable, and sayde: Strong is thy dwelling place, and thou puttest thy nest in a rocke."},{"number":22,"verse":"Neuerthelesse, the Kenite shalbe rooted out, vntyll Assur take thee prisoner."},{"number":23,"verse":"And he toke vp his parable, and sayd: Alas, who shall lyue when God doth this?"},{"number":24,"verse":"The shippes also shall come out of the coast of Chittim, and subdue Assur, and subdue Eber, and he hym selfe shall perishe at the last."},{"number":25,"verse":"And Balaam rose vp, and went and returned to his place: and Balac also went his way."}]}