{"bibleAbbr":"bnOV2016","bookName":"উপদেশক।","bookEnglishName":"Ecclesiastes","chapterNumber":10,"verses":[{"number":1,"verse":"মৃত মক্ষিকাদের দ্বারা বণিকের সুগন্ধি তৈল দুগর্ন্ধ হয় ও মাতিয়া উঠে; প্রজ্ঞা ও সম্মান অপেক্ষা যৎকিঞ্চিৎ অজ্ঞানতা গুরুভার।"},{"number":2,"verse":"জ্ঞানবানের হৃদয় তাহার দক্ষিণে, কিন্তু হীনবুদ্ধির হৃদয় তাহার বামে থাকে।"},{"number":3,"verse":"আবার পথে চলিবার সময়েও অজ্ঞানের হৃদয় শূন্য, আর সে প্রত্যেক জনকে বলে যে, সে অজ্ঞান।"},{"number":4,"verse":"যদ্যপি তোমার উপরে শাসনকর্ত্তার মনে বিরুদ্ধ ভাব জন্মে, তথাপি তোমার স্থান ছাড়িও না, কেননা শান্তভাব বড় বড় পাপ ক্ষান্ত করে।"},{"number":5,"verse":"আমি সূর্য্যের নীচে এক মন্দ বিষয় দেখিয়াছি, তাহা শাসনকর্ত্তার সম্মুখে উৎপন্ন ভ্রমের ন্যায় দেখায়;"},{"number":6,"verse":"অজ্ঞানতা অতি উচ্চপদে স্থাপিত হয়, এবং ধনবানেরা নীচ পদে বসে।"},{"number":7,"verse":"আমি দাসদিগকে ঘোড়ার উপরে, এবং অধিপতিদিগকে দাসের ন্যায় পায়ে হাঁটিয়া চলিতে দেখিয়াছি।"},{"number":8,"verse":"যে খাত খনন করে, সে তাহার মধ্যে পড়িবে; ও যে ব্যক্তি বেড়া ভাঙ্গিয়া ফেলে, সর্পে তাহাকে কামড়াইবে।"},{"number":9,"verse":"যে ব্যক্তি প্রস্তর সরায়, সে তাহাতেই ব্যথা পাইবে; ও যে ব্যক্তি কাষ্ঠ চিরে, সে তাহাতে বিপদ্গ্রস্ত হইবে।"},{"number":10,"verse":"লৌহ ভোঁতা হইলে ও তাহাতে ধার না দিলে তাহা চালাইতে অধিক বল লাগে, কিন্তু প্রজ্ঞাই কৃতকার্য্য হইবার উপযুক্ত উপায়।"},{"number":11,"verse":"মন্ত্রমুগ্ধ হইবার পূর্ব্বে যদি সর্পে দংশন করে, তবে মন্ত্রপাঠকের দ্বারা কিছু ফল নাই।"},{"number":12,"verse":"জ্ঞানবানের মুখনির্গত বাক্য অনুগ্রহজনক, কিন্তু হীনবুদ্ধির নিজ ওষ্ঠ তাহাকে গ্রাস করে।"},{"number":13,"verse":"তাহার মুখনির্গত কথার আরম্ভই অজ্ঞানতা, ও তাহার মুখের শেষফল দুঃখদায়ক প্রলাপ।"},{"number":14,"verse":"অজ্ঞান লোক অনেক কথা কহে; কিন্তু কি হইবে, তাহা মনুষ্য জানে না; এবং তাহার পরে কি হইবে, তাহা তাহাকে কে জানাইতে পারে?"},{"number":15,"verse":"হীনবুদ্ধি লোকের পরিশ্রম তাহাকে ক্লান্ত করে, কেননা নগরে কিরূপে যাইতে হয়, তাহা সে জানে না।"},{"number":16,"verse":"হে দেশ, ধিক্ তোমাকে, যদি তোমার রাজা বালক হন, ও তোমার অধ্যক্ষগণ যদি প্রত্যূষে ভোজন করেন।"},{"number":17,"verse":"হে দেশ, ধন্য তুমি, যদি কুলীন-পুত্র তোমার রাজা হন, এবং তোমার অধ্যক্ষগণ উপযুক্ত সময়ে ভোজন করেন, বলবৃদ্ধির নিমিত্ত, মত্ততার নিমিত্ত নয়।"},{"number":18,"verse":"আলস্য দ্বারা ছাদ বসিয়া যায়, ও হস্তের শৈথিল্যে ঘরে জল পড়ে।"},{"number":19,"verse":"হাস্যের নিমিত্ত ভোজ প্রস্তুত করা হয়, এবং দ্রাক্ষারস জীবন আনন্দযুক্ত করে, আর রৌপ্য সকলই যোগায়।"},{"number":20,"verse":"মনের মধ্যেও রাজাকে শাপ দিও না, আপনার শয়নাগারে ধনীকে শাপ দিও না; কেননা শূন্যের পক্ষী সেই শব্দ লইয়া যাইবে; যে পক্ষধারী, সে সেই কথা জ্ঞাত করিবে।"}]}