{"bibleAbbr":"bnOV2016","bookName":"উপদেশক।","bookEnglishName":"Ecclesiastes","chapterNumber":2,"verses":[{"number":1,"verse":"আমি মনে মনে বলিলাম, ‘আইস, আমি এক বার আমোদের দ্বারা তোমার পরীক্ষা করি, তুমি সুখভোগ কর,’ আর দেখ, তাহাও অসার।"},{"number":2,"verse":"আমি হাস্যের বিষয়ে কহিলাম, উহা ক্ষিপ্ত; এবং আমোদের বিষয়ে কহিলাম, উহা কি করিবে?"},{"number":3,"verse":"আমি মনে মনে আন্দোলন করিলাম, কিরূপে মদ্যপানে শরীরকে তুষ্ট করিব,—তখনও আমার মন প্রজ্ঞাসহকারে আমাকে পথ প্রদর্শন করিতেছিল—আর কিরূপে অজ্ঞানতা অবলম্বন করিব, শেষে দেখিতে পারিব, আকাশের নীচে মনুষ্য-সন্তানদের সমস্ত জীবনকালে কি কি করা ভাল।"},{"number":4,"verse":"আমি আপনার জন্য মহৎ মহৎ কার্য্য করিলাম, আপনার জন্য নানা স্থানে বাটী নির্ম্মাণ করিলাম, আপনার জন্য দ্রাক্ষাক্ষেত্রসমূহ প্রস্তুত করিলাম;"},{"number":5,"verse":"আমি আপনার জন্য অনেক উদ্যান ও উপবন করিয়া তাহার মধ্যে সর্ব্বপ্রকার ফলবৃক্ষ রোপন করিলাম;"},{"number":6,"verse":"সেই বৃক্ষোৎপাদক বনে জল সেচনার্থে আমি স্থানে স্থানে পুষ্করিণী খনন করিলাম।"},{"number":7,"verse":"আমি অনেক দাস দাসী ক্রয় করিলাম, এবং আমার গৃহেও দাসগণ জন্মিল; আর আমার পূর্ব্বে যিরূশালেমে যাঁহারা ছিলেন, সেই সকল হইতে আমার গোমেষাদি পশুধন অধিক ছিল।"},{"number":8,"verse":"আমি রৌপ্য ও সুবর্ণ এবং নানা রাজার ও নানা প্রদেশের বিশেষ বিশেষ ধন সঞ্চয় করিলাম; আমি অনেক গায়ক গায়িকা ও মনুষ্য-সন্তানদের সন্তোষকারিণী কত উপপত্নী পাইলাম।"},{"number":9,"verse":"বাস্তবিক আমি মহান্ ছিলাম, আমার পূর্ব্বে যাঁহারা যিরূশালেমে ছিলেন, সেই সকল অপেক্ষা সমৃদ্ধিশালী হইলাম, এবং আমার প্রজ্ঞাও আমার সহবর্ত্তিনী ছিল।"},{"number":10,"verse":"আর আমার চক্ষু দুটী যাহা ইচ্ছা করিত, তাহা আমি তাহাদের অগোচর রাখিতাম না; আমার হৃদয়কে কোন আনন্দভোগ করিতে বারণ করিতাম না; বাস্তবিক আমার সমস্ত পরিশ্রমে আমার হৃদয় আনন্দ করিত; সমস্ত পরিশ্রমে ইহাই আমার অংশ হইল।"},{"number":11,"verse":"পরে আমার হস্ত যে সকল কার্য্য করিত, যে পরিশ্রমে আমি পরিশ্রান্ত হইতাম, সে সমস্তের প্রতি দৃষ্টিপাত করিলাম, আর দেখ, সে সকলই অসার ও বায়ুভক্ষণ মাত্র; সূর্য্যের নীচে কিছুই লাভ নাই।"},{"number":12,"verse":"পরে আমি প্রজ্ঞা, এবং ক্ষিপ্ততা ও অজ্ঞানতা দেখিতে প্রবৃত্ত হইলাম; কারণ যে ব্যক্তি রাজার পশ্চাতে আসিবে, সে কি করিবে? পূর্ব্বে যাহা করা গিয়াছিল, তাহাই মাত্র।"},{"number":13,"verse":"তখন আমি দেখিলাম, যেমন অন্ধকার অপেক্ষা দীপ্তি উত্তম, তেমনি অজ্ঞানতা অপেক্ষা প্রজ্ঞা উত্তম।"},{"number":14,"verse":"জ্ঞানবানের মস্তকেই চক্ষু থাকে; কিন্তু হীনবুদ্ধি অন্ধকারে ভ্রমণ করে; তথাপি আমি জানিলাম যে, সকলেরই এক দশা ঘটে।"},{"number":15,"verse":"তখন আমি মনে মনে বলিলাম, হীনবুদ্ধির প্রতি যাহা ঘটে, তাহাই ত আমার প্রতি ঘটে, তবে আমি কি নিমিত্ত অধিক জ্ঞানবান হইলাম? পরে আমি মনে মনে বলিলাম, ইহাও অসার।"},{"number":16,"verse":"কেননা হীনবুদ্ধির ন্যায় জ্ঞানবানের বিষয়ও লোকে চিরকাল মনে রাখিবে না, ভবিষ্যৎকালে কিছুই স্মরণে থাকিবে না; আহা! হীনবুদ্ধি যেমন মরে, তেমনি জ্ঞানবানও মরে।"},{"number":17,"verse":"সুতরাং আমি জীবনে বিরক্ত হইলাম; কেননা সূর্য্যের নীচে কৃত কার্য্য আমার ক্লেশদায়ক বোধ হইল; কারণ সকলই অসার ও বায়ুভক্ষণ মাত্র।"},{"number":18,"verse":"সূর্য্যের নীচে আমি যে পরিশ্রমে পরিশ্রান্ত হইতাম, আমার সেই সমস্ত পরিশ্রমে বিরক্ত হইলাম; কেননা আমার পরবর্ত্তী ব্যক্তির জন্য তাহা রাখিয়া যাইতে হইবে।"},{"number":19,"verse":"আর সে জ্ঞানবান হইবে, কি হীনবুদ্ধি হইবে, তাহা কে জানে? কিন্তু আমি সূর্য্যের নীচে যে শ্রমে পরিশ্রম করিয়া জ্ঞান দেখাইতাম, সেই সকল পরিশ্রমের ফলাধিকারী সে হইবে; ইহাও অসার।"},{"number":20,"verse":"অতএব সূর্য্যের নীচে আমি যে পরিশ্রমে পরিশ্রান্ত হইতাম, ফিরিয়া আমার সেই সমস্ত পরিশ্রমের বিষয়ে আপন হৃদয়কে নিরাশ হইতে দিলাম।"},{"number":21,"verse":"কেননা এক ব্যক্তির পরিশ্রম প্রজ্ঞা, বিদ্যা ও কৌশল সহযুক্ত; তথাপি যে ব্যক্তি সে বিষয়ে পরিশ্রম করে নাই, তাহাকে তাহার অধিকার বলিয়া তাহা দিয়া যাইতে হয়।"},{"number":22,"verse":"ইহাও অসার ও বড় মন্দ। তবে সূর্য্যের নীচে মনুষ্য যে সকল পরিশ্রমে ও হৃদয়ের উদ্বেগে পরিশ্রান্ত হয়, তাহাতে তাহার কি ফল দর্শে?"},{"number":23,"verse":"কেননা তাহার সমস্ত দিন ব্যথাযুক্ত, এবং তাহার কষ্ট মনস্তাপজনক, রাত্রিতেও তাহার হৃদয় বিশ্রাম পায় না। ইহাও অসার।"},{"number":24,"verse":"ভোজন পান করা এবং নিজ পরিশ্রমের মধ্যে প্রাণকে সুখভোগ করান ব্যতীত আর মঙ্গল মানুষের হয় না; ইহাও আমি দেখিলাম যে, তাহা ঈশ্বরের হস্ত হইতে হয়।"},{"number":25,"verse":"আর আমা হইতে কে অধিক ভোজন করিতে কিম্বা অধিক সুখভোগ করিতে পারে?"},{"number":26,"verse":"বস্তুতঃ যে ব্যক্তি [ঈশ্বরের] প্রীতিজনক, তাহাকে তিনি প্রজ্ঞা, বিদ্যা ও আনন্দ দেন; কিন্তু পাপীকে কষ্ট দেন, যেন সে ঈশ্বরের প্রীতিজনক ব্যক্তিকে দিবার জন্য ধন সংগ্রহ ও সঞ্চয় করে। ইহাও অসার ও বায়ুভক্ষণ মাত্র।"}]}