{"bibleAbbr":"AMP1965","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":10,"verses":[{"number":1,"verse":"THESE SET their seal: Nehemiah the governor, the son of Hacaliah. And Zedekiah,"},{"number":2,"verse":"Seraiah, Azariah, Jeremiah,"},{"number":3,"verse":"Pashhur, Amariah, Malchijah,"},{"number":4,"verse":"Hattush, Shebaniah, Malluch,"},{"number":5,"verse":"Harim, Meremoth, Obadiah,"},{"number":6,"verse":"Daniel, Ginnethon, Baruch,"},{"number":7,"verse":"Meshullam, Abijah, Mijamin,"},{"number":8,"verse":"Maaziah, Bilgai, Shemaiah--these were the priests."},{"number":9,"verse":"And the Levites: Jeshua son of Azaniah, Binnui of the sons of Henadad, Kadmiel,"},{"number":10,"verse":"And their brethren: Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"},{"number":11,"verse":"Mica, Rehob, Hashabiah,"},{"number":12,"verse":"Zaccur, Sherebiah, Shebaniah,"},{"number":13,"verse":"Hodiah, Bani, Beninu."},{"number":14,"verse":"The chiefs of the people: Parosh, Pahath-moab, Elam, Zattu, Bani,"},{"number":15,"verse":"Bunni, Azgad, Bebai,"},{"number":16,"verse":"Adonijah, Bigvai, Adin,"},{"number":17,"verse":"Ater, Hezekiah, Azzur,"},{"number":18,"verse":"Hodiah, Hashum, Bezai,"},{"number":19,"verse":"Hariph, Anathoth, Nebai,"},{"number":20,"verse":"Magpiash, Meshullam, Hezir,"},{"number":21,"verse":"Meshezabel, Zadok, Jaddua,"},{"number":22,"verse":"Pelatiah, Hanan, Anaiah,"},{"number":23,"verse":"Hoshea, Hananiah, Hasshub,"},{"number":24,"verse":"Hallohesh, Pilha, Shobek,"},{"number":25,"verse":"Rehum, Hashabnah, Maaseiah,"},{"number":26,"verse":"Ahiah, Hanan, Anan,"},{"number":27,"verse":"Malluch, Harim, Baanah."},{"number":28,"verse":"And the rest of the people--the priests, Levites, gatekeepers, singers, Nethinim [temple servants], and all they who had separated themselves from the peoples of the lands to the Law of God, their wives, their sons, their daughters, all who had knowledge and understanding--"},{"number":29,"verse":"Join now, with their brethren, their nobles, and enter into a curse and an oath to walk in God's Law which was given to Moses the servant of God and to observe and do all the commandments of the Lord our Lord, and His ordinances and His statutes:"},{"number":30,"verse":"We shall not give our daughters to the peoples of the land or take their daughters for our sons."},{"number":31,"verse":"And if the peoples of the land bring wares or any grain on the Sabbath day to sell, we shall not buy it on the Sabbath or on a holy day; and we shall forego raising crops the seventh year [letting the land lie fallow] and the compulsory payment of every debt. [Exod. 23:10, 11; Deut. 15:1, 2.]"},{"number":32,"verse":"Also we pledge ourselves to pay yearly a third of a shekel for the service expenses of the house of our God [which are]:"},{"number":33,"verse":"For the showbread; for the continual cereal offerings and burnt offerings; [for the offerings on] the Sabbaths, the New Moons, the set feasts; for the holy things, for the sin offerings to make atonement for Israel; and for all the work of the house of our God."},{"number":34,"verse":"We also cast lots--the priests, the Levites, and the people--for the wood offering, to bring it into the house of our God, according to our fathers' houses, at appointed times year by year, to burn upon the altar of the Lord our God, as it is written in the Law."},{"number":35,"verse":"And [we obligate ourselves] to bring the firstfruits of our ground and the first of all the fruit of all trees year by year to the house of the Lord,"},{"number":36,"verse":"As well as the firstborn of our sons and of our cattle, as is written in the Law, and the firstlings of our herds and flocks, to bring to the house of our God, to the priests who minister in [His] house."},{"number":37,"verse":"And we shall bring the first and best of our coarse meal, our contributions, the fruit of all kinds of trees, of new wine, and of oil to the priests, to the chambers of the house of our God. And we shall bring the tithes from our ground to the Levites, for they, the Levites, collect the tithes in all our rural towns."},{"number":38,"verse":"And the priest, the son of Aaron, shall be with the Levites when [they] receive tithes, and [they] shall bring one-tenth of the tithes to the house of our God, to the chambers, into the storehouse."},{"number":39,"verse":"For the Israelites and the sons of Levi shall bring the offering of grain, new wine, and oil to the chambers where the vessels of the sanctuary are, along with the priests who minister and the gatekeepers and singers. We will not forsake or neglect the house of our God."}]}