{"bibleAbbr":"urDGV2010","bookName":"ज़बूर","bookEnglishName":"Psalms","chapterNumber":136,"verses":[{"number":1,"verse":"( तख़्लीक़ और क़ौम की तारीख़ में अल्लाह के मोजिज़े) रब का शुक्र करो, क्यूँकि वह भला है, और उस की शफ़्क़त अबदी है।"},{"number":2,"verse":"ख़ुदाओं के ख़ुदा का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":3,"verse":"मालिकों के मालिक का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":4,"verse":"जो अकेला ही अज़ीम मोजिज़े करता है उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":5,"verse":"जिस ने हिक्मत के साथ आसमान बनाया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":6,"verse":"जिस ने ज़मीन को मज़बूती से पानी के ऊपर लगा दिया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":7,"verse":"जिस ने आसमान की रौशनियों को ख़ल्क़ किया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":8,"verse":"जिस ने सूरज को दिन के वक़्त हुकूमत करने के लिए बनाया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":9,"verse":"जिस ने चाँद और सितारों को रात के वक़्त हुकूमत करने के लिए बनाया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":10,"verse":"जिस ने मिस्र में पहलौठों को मार डाला उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":11,"verse":"जो इस्राईल को मिस्रियों में से निकाल लाया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":12,"verse":"जिस ने उस वक़्त बड़ी ताक़त और क़ुदरत का इज़हार किया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":13,"verse":"जिस ने बहर-ए-क़ुल्ज़ुम को दो हिस्सों में तक़्सीम कर दिया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":14,"verse":"जिस ने इस्राईल को उस के बीच में से गुज़रने दिया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":15,"verse":"जिस ने फ़िरऔन और उस की फ़ौज को बहर-ए-क़ुल्ज़ुम में बहा कर ग़र्क़ कर दिया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":16,"verse":"जिस ने रेगिस्तान में अपनी क़ौम की क़ियादत की उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":17,"verse":"जिस ने बड़े बादशाहों को शिकस्त दी उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":18,"verse":"जिस ने ताक़तवर बादशाहों को मार डाला उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":19,"verse":"जिस ने अमोरियों के बादशाह सीहोन को मौत के घाट उतारा उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":20,"verse":"जिस ने बसन के बादशाह ओज को हलाक कर दिया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":21,"verse":"जिस ने उन का मुल्क इस्राईल को मीरास में दिया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":22,"verse":"जिस ने उन का मुल्क अपने ख़ादिम इस्राईल की मौरूसी मिलकियत बनाया उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":23,"verse":"जिस ने हमारा ख़याल किया जब हम ख़ाक में दब गए थे उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":24,"verse":"जिस ने हमें उन के क़ब्ज़े से छुड़ाया जो हम पर ज़ुल्म कर रहे थे उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":25,"verse":"जो तमाम जानदारों को ख़ुराक मुहय्या करता है उस का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"},{"number":26,"verse":"आसमान के ख़ुदा का शुक्र करो, क्यूँकि उस की शफ़्क़त अबदी है।"}]}