{"bibleAbbr":"urDGV2010","bookName":"ज़बूर","bookEnglishName":"Psalms","chapterNumber":139,"verses":[{"number":1,"verse":"( अल्लाह सब कुछ जानता और हर जगह मौजूद है) दाऊद का ज़बूर। मौसीक़ी के राहनुमा के लिए। ऐ रब, तू मेरा मुआइना करता और मुझे ख़ूब जानता है।"},{"number":2,"verse":"मेरा उठना बैठना तुझे मालूम है, और तू दूर से ही मेरी सोच समझता है।"},{"number":3,"verse":"तू मुझे जाँचता है, ख़्वाह मैं रास्ते में हूँ या आराम करूँ। तू मेरी तमाम राहों से वाक़िफ़ है।"},{"number":4,"verse":"क्यूँकि जब भी कोई बात मेरी ज़बान पर आए तू ऐ रब पहले ही उस का पूरा इल्म रखता है।"},{"number":5,"verse":"तू मुझे चारों तरफ़ से घेरे रखता है, तेरा हाथ मेरे ऊपर ही रहता है।"},{"number":6,"verse":"इस का इल्म इतना हैरानकुन और अज़ीम है कि मैं इसे समझ नहीं सकता।"},{"number":7,"verse":"मैं तेरे रूह से कहाँ भाग जाऊँ, तेरे चेहरे से कहाँ फ़रार हो जाऊँ?"},{"number":8,"verse":"अगर आसमान पर चढ़ जाऊँ तो तू वहाँ मौजूद है, अगर उतर कर अपना बिस्तर पाताल में बिछाऊँ तो तू वहाँ भी है।"},{"number":9,"verse":"गो मैं तुलू-ए-सुब्ह के परों पर उड़ कर समुन्दर की दूरतरीन हद पर जा बसूँ,"},{"number":10,"verse":"वहाँ भी तेरा हाथ मेरी क़ियादत करेगा, वहाँ भी तेरा दहना हाथ मुझे थामे रखेगा।"},{"number":11,"verse":"अगर मैं कहूँ, “तारीकी मुझे छुपा दे, और मेरे इर्दगिर्द की रौशनी रात में बदल जाए,” तो भी कोई फ़र्क़ नहीं पड़ेगा।"},{"number":12,"verse":"तेरे सामने तारीकी भी तारीक नहीं होती, तेरे हुज़ूर रात दिन की तरह रौशन होती है बल्कि रौशनी और अंधेरा एक जैसे होते हैं।"},{"number":13,"verse":"क्यूँकि तू ने मेरा बातिन बनाया है, तू ने मुझे माँ के पेट में तश्कील दिया है।"},{"number":14,"verse":"मैं तेरा शुक्र करता हूँ कि मुझे जलाली और मोजिज़ाना तौर से बनाया गया है। तेरे काम हैरतअंगेज़ हैं, और मेरी जान यह ख़ूब जानती है।"},{"number":15,"verse":"मेरा ढाँचा तुझ से छुपा नहीं था जब मुझे पोशीदगी में बनाया गया, जब मुझे ज़मीन की गहराइयों में तश्कील दिया गया।"},{"number":16,"verse":"तेरी आँखों ने मुझे उस वक़्त देखा जब मेरे जिस्म की शक्ल अभी नामुकम्मल थी। जितने भी दिन मेरे लिए मुक़र्रर थे वह सब तेरी किताब में उस वक़्त दर्ज थे, जब एक भी नहीं गुज़रा था।"},{"number":17,"verse":"ऐ अल्लाह, तेरे ख़यालात समझना मेरे लिए कितना मुश्किल है! उन की कुल तादाद कितनी अज़ीम है।"},{"number":18,"verse":"अगर मैं उन्हें गिन सकता तो वह रेत से ज़्यादा होते। मैं जाग उठता हूँ तो तेरे ही साथ होता हूँ।"},{"number":19,"verse":"ऐ अल्लाह, काश तू बेदीन को मार डाले, कि ख़ूँख़ार मुझ से दूर हो जाएँ।"},{"number":20,"verse":"वह फ़रेब से तेरा ज़िक्र करते हैं, हाँ तेरे मुख़ालिफ़ झूट बोलते हैं।"},{"number":21,"verse":"ऐ रब, क्या मैं उन से नफ़रत न करूँ जो तुझ से नफ़रत करते हैं? क्या मैं उन से घिन न खाऊँ जो तेरे ख़िलाफ़ उठे हैं?"},{"number":22,"verse":"यक़ीनन मैं उन से सख़्त नफ़रत करता हूँ। वह मेरे दुश्मन बन गए हैं।"},{"number":23,"verse":"ऐ अल्लाह, मेरा मुआइना करके मेरे दिल का हाल जान ले, मुझे जाँच कर मेरे बेचैन ख़यालात को जान ले।"},{"number":24,"verse":"मैं नुक़्सानदेह राह पर तो नहीं चल रहा? अबदी राह पर मेरी क़ियादत कर!"}]}