{"bibleAbbr":"urDGV2010","bookName":"ज़बूर","bookEnglishName":"Psalms","chapterNumber":145,"verses":[{"number":1,"verse":"( अल्लाह की अबदी शफ़्क़त) दाऊद का ज़बूर। हम्द-ओ-सना का गीत। ऐ मेरे ख़ुदा, मैं तेरी ताज़ीम करूँगा। ऐ बादशाह, मैं हमेशा तक तेरे नाम की सताइश करूँगा।"},{"number":2,"verse":"रोज़ाना मैं तेरी तम्जीद करूँगा, हमेशा तक तेरे नाम की हम्द करूँगा।"},{"number":3,"verse":"रब अज़ीम और बड़ी तारीफ़ के लाइक़ है। उस की अज़मत इन्सान की समझ से बाहर है।"},{"number":4,"verse":"एक पुश्त अगली पुश्त के सामने वह कुछ सराहे जो तू ने किया है, वह दूसरों को तेरे ज़बरदस्त काम सुनाएँ।"},{"number":5,"verse":"मैं तेरे शानदार जलाल की अज़मत और तेरे मोजिज़ों में महव-ए-ख़याल रहूँगा।"},{"number":6,"verse":"लोग तेरे हैबतनाक कामों की क़ुदरत पेश करें, और मैं भी तेरी अज़मत बयान करूँगा।"},{"number":7,"verse":"वह जोश से तेरी बड़ी भलाई को सराहें और ख़ुशी से तेरी रास्ती की मद्हसराई करें।"},{"number":8,"verse":"रब मेहरबान और रहीम है। वह तहम्मुल और शफ़्क़त से भरपूर है।"},{"number":9,"verse":"रब सब के साथ भलाई करता है, वह अपनी तमाम मख़्लूक़ात पर रहम करता है।"},{"number":10,"verse":"ऐ रब, तेरी तमाम मख़्लूक़ात तेरा शुक्र करें। तेरे ईमानदार तेरी तम्जीद करें।"},{"number":11,"verse":"वह तेरी बादशाही के जलाल पर फ़ख़र करें और तेरी क़ुदरत बयान करें"},{"number":12,"verse":"ताकि आदमज़ाद तेरे क़वी कामों और तेरी बादशाही की जलाली शान-ओ-शौकत से आगाह हो जाएँ।"},{"number":13,"verse":"तेरी बादशाही की कोई इन्तिहा नहीं, और तेरी सल्तनत पुश्त-दर-पुश्त हमेशा तक क़ाइम रहेगी।"},{"number":14,"verse":"रब तमाम गिरने वालों का सहारा है। जो भी दब जाए उसे वह उठा खड़ा करता है।"},{"number":15,"verse":"सब की आँखें तेरे इन्तिज़ार में रहती हैं, और तू हर एक को वक़्त पर उस का खाना मुहय्या करता है।"},{"number":16,"verse":"तू अपनी मुट्ठी खोल कर हर जानदार की ख़्वाहिश पूरी करता है।"},{"number":17,"verse":"रब अपनी तमाम राहों में रास्त और अपने तमाम कामों में वफ़ादार है।"},{"number":18,"verse":"रब उन सब के क़रीब है जो उसे पुकारते हैं, जो दियानतदारी से उसे पुकारते हैं।"},{"number":19,"verse":"जो उस का ख़ौफ़ मानें उन की आर्ज़ू वह पूरी करता है। वह उन की फ़र्यादें सुन कर उन की मदद करता है।"},{"number":20,"verse":"रब उन सब को मह्फ़ूज़ रखता है जो उसे प्यार करते हैं, लेकिन बेदीनों को वह हलाक करता है।"},{"number":21,"verse":"मेरा मुँह रब की तारीफ़ बयान करे, तमाम मख़्लूक़ात हमेशा तक उस के मुक़द्दस नाम की सताइश करें।"}]}