{"bibleAbbr":"urDGV2010","bookName":"ज़बूर","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"( मुआफ़ी और राहनुमाई के लिए दुआ) दाऊद का ज़बूर। ऐ रब, मैं तेरा आरज़ूमन्द हूँ।"},{"number":2,"verse":"ऐ मेरे ख़ुदा, तुझ पर मैं भरोसा रखता हूँ। मुझे शर्मिन्दा न होने दे कि मेरे दुश्मन मुझ पर शादियाना बजाएँ।"},{"number":3,"verse":"क्यूँकि जो भी तुझ पर उम्मीद रखे वह शर्मिन्दा नहीं होगा जबकि जो बिलावजह बेवफ़ा होते हैं वही शर्मिन्दा हो जाएंगे।"},{"number":4,"verse":"ऐ रब, अपनी राहें मुझे दिखा, मुझे अपने रास्तों की तालीम दे।"},{"number":5,"verse":"अपनी सच्चाई के मुताबिक़ मेरी राहनुमाई कर, मुझे तालीम दे। क्यूँकि तू मेरी नजात का ख़ुदा है। दिन भर मैं तेरे इन्तिज़ार में रहता हूँ।"},{"number":6,"verse":"ऐ रब, अपना वह रहम और मेहरबानी याद कर जो तू क़दीम ज़माने से करता आया है।"},{"number":7,"verse":"ऐ रब, मेरी जवानी के गुनाहों और मेरी बेवफ़ा हरकतों को याद न कर बल्कि अपनी भलाई की ख़ातिर और अपनी शफ़्क़त के मुताबिक़ मेरा ख़याल रख।"},{"number":8,"verse":"रब भला और आदिल है, इस लिए वह गुनाहगारों को सहीह राह पर चलने की तल्क़ीन करता है।"},{"number":9,"verse":"वह फ़रोतनों की इन्साफ़ की राह पर राहनुमाई करता, हलीमों को अपनी राह की तालीम देता है।"},{"number":10,"verse":"जो रब के अह्द और अह्काम के मुताबिक़ ज़िन्दगी गुज़ारें उन्हें रब मेहरबानी और वफ़ादारी की राहों पर ले चलता है।"},{"number":11,"verse":"ऐ रब, मेरा क़ुसूर संगीन है, लेकिन अपने नाम की ख़ातिर उसे मुआफ़ कर।"},{"number":12,"verse":"रब का ख़ौफ़ मानने वाला कहाँ है? रब ख़ुद उसे उस राह की तालीम देगा जो उसे चुनना है।"},{"number":13,"verse":"तब वह ख़ुशहाल रहेगा, और उस की औलाद मुल्क को मीरास में पाएगी।"},{"number":14,"verse":"जो रब का ख़ौफ़ मानें उन्हें वह अपने हमराज़ बना कर अपने अह्द की तालीम देता है।"},{"number":15,"verse":"मेरी आँखें रब को तकती रहती हैं, क्यूँकि वही मेरे पाँओ को जाल से निकाल लेता है।"},{"number":16,"verse":"मेरी तरफ़ माइल हो जा, मुझ पर मेहरबानी कर! क्यूँकि मैं तन्हा और मुसीबतज़दा हूँ।"},{"number":17,"verse":"मेरे दिल की परेशानियाँ दूर कर, मुझे मेरी तकालीफ़ से रिहाई दे।"},{"number":18,"verse":"मेरी मुसीबत और तंगी पर नज़र डाल कर मेरी ख़ताओं को मुआफ़ कर।"},{"number":19,"verse":"देख, मेरे दुश्मन कितने ज़्यादा हैं, वह कितना ज़ुल्म करके मुझ से नफ़रत करते हैं।"},{"number":20,"verse":"मेरी जान को मह्फ़ूज़ रख, मुझे बचा! मुझे शर्मिन्दा न होने दे, क्यूँकि मैं तुझ में पनाह लेता हूँ।"},{"number":21,"verse":"बेगुनाही और दियानतदारी मेरी पहरादारी करें, क्यूँकि मैं तेरे इन्तिज़ार में रहता हूँ।"},{"number":22,"verse":"ऐ अल्लाह, फ़िद्या दे कर इस्राईल को उस की तमाम तकालीफ़ से आज़ाद कर!"}]}