{"bibleAbbr":"urDGV2010","bookName":"ज़बूर","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"( शरीरों के हम्लों से रिहाई के लिए दुआ) दाऊद का ज़बूर। ऐ रब, उन से झगड़ जो मेरे साथ झगड़ते हैं, उन से लड़ जो मेरे साथ लड़ते हैं।"},{"number":2,"verse":"लम्बी और छोटी ढाल पकड़ ले और उठ कर मेरी मदद करने आ।"},{"number":3,"verse":"नेज़े और बरछी को निकाल कर उन्हें रोक दे जो मेरा ताक़्क़ुब कर रहे हैं! मेरी जान से फ़रमा, “मैं तेरी नजात हूँ!”"},{"number":4,"verse":"जो मेरी जान के लिए कोशाँ हैं उन का मुँह काला हो जाए, वह रुसवा हो जाएँ। जो मुझे मुसीबत में डालने के मन्सूबे बांध रहे हैं वह पीछे हट कर शर्मिन्दा हों।"},{"number":5,"verse":"वह हवा में भूसे की तरह उड़ जाएँ जब रब का फ़रिश्ता उन्हें भगा दे।"},{"number":6,"verse":"उन का रास्ता तारीक और फिसलना हो जब रब का फ़रिश्ता उन के पीछे पड़ जाए।"},{"number":7,"verse":"क्यूँकि उन्हों ने बेसबब और चुपके से मेरे रास्ते में जाल बिछाया, बिलावजह मुझे पकड़ने का गढ़ा खोदा है।"},{"number":8,"verse":"इस लिए तबाही अचानक ही उन पर आ पड़े, पहले उन्हें पता ही न चले। जो जाल उन्हों ने चुपके से बिछाया उस में वह ख़ुद उलझ जाएँ, जिस गढ़े को उन्हों ने खोदा उस में वह ख़ुद गिर कर तबाह हो जाएँ।"},{"number":9,"verse":"तब मेरी जान रब की ख़ुशी मनाएगी और उस की नजात के बाइस शादमान होगी।"},{"number":10,"verse":"मेरे तमाम आज़ा कह उठेंगे, “ऐ रब, कौन तेरी मानिन्द है? कोई भी नहीं! क्यूँकि तू ही मुसीबतज़दा को ज़बरदस्त आदमी से छुटकारा देता, तू ही नाचार और ग़रीब को लूटने वाले के हाथ से बचा लेता है।”"},{"number":11,"verse":"ज़ालिम गवाह मेरे ख़िलाफ़ उठ खड़े हो रहे हैं। वह ऐसी बातों के बारे में मेरी पूछ-गछ कर रहे हैं जिन से मैं वाक़िफ़ ही नहीं।"},{"number":12,"verse":"वह मेरी नेकी के इवज़ मुझे नुक़्सान पहुँचा रहे हैं। अब मेरी जान तन-ए-तनहा है।"},{"number":13,"verse":"जब वह बीमार हुए तो मैं ने टाट ओढ़ कर और रोज़ा रख कर अपनी जान को दुख दिया। काश मेरी दुआ मेरी गोद में वापस आए!"},{"number":14,"verse":"मैं ने यूँ मातम किया जैसे मेरा कोई दोस्त या भाई हो। मैं मातमी लिबास पहन कर यूँ ख़ाक में झुक गया जैसे अपनी माँ का जनाज़ा हो।"},{"number":15,"verse":"लेकिन जब मैं ख़ुद ठोकर खाने लगा तो वह ख़ुश हो कर मेरे ख़िलाफ़ जमा हुए। वह मुझ पर हम्ला करने के लिए इकट्ठे हुए, और मुझे मालूम ही नहीं था। वह मुझे फाड़ते रहे और बाज़ न आए।"},{"number":16,"verse":"मुसलसल कुफ़्र बक बक कर वह मेरा मज़ाक़ उड़ाते, मेरे ख़िलाफ़ दाँत पीसते थे।"},{"number":17,"verse":"ऐ रब, तू कब तक ख़ामोशी से देखता रहेगा? मेरी जान को उन की तबाहकुन हरकतों से बचा, मेरी ज़िन्दगी को जवान शेरों से छुटकारा दे।"},{"number":18,"verse":"तब मैं बड़ी जमाअत में तेरी सताइश और बड़े हुजूम में तेरी तारीफ़ करूँगा।"},{"number":19,"verse":"उन्हें मुझ पर बग़लें बजाने न दे जो बेसबब मेरे दुश्मन हैं। उन्हें मुझ पर नाक-भौं चढ़ाने न दे जो बिलावजह मुझ से कीना रखते हैं।"},{"number":20,"verse":"क्यूँकि वह ख़ैर और सलामती की बातें नहीं करते बल्कि उन के ख़िलाफ़ फ़रेबदिह मन्सूबे बांधते हैं जो अम्न और सुकून से मुल्क में रहते हैं।"},{"number":21,"verse":"वह मुँह फाड़ कर कहते हैं, “लो जी, हम ने अपनी आँखों से उस की हरकतें देखी हैं!”"},{"number":22,"verse":"ऐ रब, तुझे सब कुछ नज़र आया है। ख़ामोश न रह! ऐ रब, मुझ से दूर न हो।"},{"number":23,"verse":"ऐ रब मेरे ख़ुदा, जाग उठ! मेरे दिफ़ा में उठ कर उन से लड़!"},{"number":24,"verse":"ऐ रब मेरे ख़ुदा, अपनी रास्ती के मुताबिक़ मेरा इन्साफ़ कर। उन्हें मुझ पर बग़लें बजाने न दे।"},{"number":25,"verse":"वह दिल में न सोचें, “लो जी, हमारा इरादा पूरा हुआ है!” वह न बोलें, “हम ने उसे हड़प कर लिया है।”"},{"number":26,"verse":"जो मेरा नुक़्सान देख कर ख़ुश हुए उन सब का मुँह काला हो जाए, वह शर्मिन्दा हो जाएँ। जो मुझे दबा कर अपने आप पर फ़ख़र करते हैं वह शर्मिन्दगी और रुस्वाई से मुलब्बस हो जाएँ।"},{"number":27,"verse":"लेकिन जो मेरे इन्साफ़ के आरज़ूमन्द हैं वह ख़ुश हों और शादियाना बजाएँ। वह कहें, “रब की बड़ी तारीफ़ हो, जो अपने ख़ादिम की ख़ैरियत चाहता है।”"},{"number":28,"verse":"तब मेरी ज़बान तेरी रास्ती बयान करेगी, वह सारा दिन तेरी तम्जीद करती रहेगी।"}]}