{"bibleAbbr":"urDGV2010","bookName":"ज़बूर","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"( सहीह इबादत) आसफ़ का ज़बूर। रब क़ादिर-ए-मुतलक़ ख़ुदा बोल उठा है, उस ने तुलू-ए-सुब्ह से ले कर ग़ुरूब-ए-आफ़्ताब तक पूरी दुनिया को बुलाया है।"},{"number":2,"verse":"अल्लाह का नूर सिय्यून से चमक उठा है, उस पहाड़ से जो कामिल हुस्न का इज़हार है।"},{"number":3,"verse":"हमारा ख़ुदा आ रहा है, वह ख़ामोश नहीं रहेगा। उस के आगे आगे सब कुछ भस्म हो रहा है, उस के इर्दगिर्द तेज़ आँधी चल रही है।"},{"number":4,"verse":"वह आसमान-ओ-ज़मीन को आवाज़ देता है, “अब मैं अपनी क़ौम की अदालत करूँगा।"},{"number":5,"verse":"मेरे ईमानदारों को मेरे हुज़ूर जमा करो, उन्हें जिन्हों ने क़ुर्बानियाँ पेश करके मेरे साथ अह्द बांधा है।”"},{"number":6,"verse":"आसमान उस की रास्ती का एलान करेंगे, क्यूँकि अल्लाह ख़ुद इन्साफ़ करने वाला है। (सिलाह)"},{"number":7,"verse":"“ऐ मेरी क़ौम, सुन! मुझे बात करने दे। ऐ इस्राईल, मैं तेरे ख़िलाफ़ गवाही दूँगा। मैं अल्लाह तेरा ख़ुदा हूँ।"},{"number":8,"verse":"मैं तुझे तेरी ज़बह की क़ुर्बानियों के बाइस मलामत नहीं कर रहा। तेरी भस्म होने वाली क़ुर्बानियाँ तो मुसलसल मेरे सामने हैं।"},{"number":9,"verse":"न मैं तेरे घर से बैल लूँगा, न तेरे बाड़ों से बकरे।"},{"number":10,"verse":"क्यूँकि जंगल के तमाम जानदार मेरे ही हैं, हज़ारों पहाड़ियों पर बसने वाले जानवर मेरे ही हैं।"},{"number":11,"verse":"मैं पहाड़ों के हर परिन्दे को जानता हूँ, और जो भी मैदानों में हरकत करता है वह मेरा है।"},{"number":12,"verse":"अगर मुझे भूक लगती तो मैं तुझे न बताता, क्यूँकि ज़मीन और जो कुछ उस पर है मेरा है।"},{"number":13,"verse":"क्या तू समझता है कि मैं साँडों का गोश्त खाना या बकरों का ख़ून पीना चाहता हूँ?"},{"number":14,"verse":"अल्लाह को शुक्रगुज़ारी की क़ुर्बानी पेश कर, और वह मन्नत पूरी कर जो तू ने अल्लाह तआला के हुज़ूर मानी है।"},{"number":15,"verse":"मुसीबत के दिन मुझे पुकार। तब मैं तुझे नजात दूँगा और तू मेरी तम्जीद करेगा।”"},{"number":16,"verse":"लेकिन बेदीन से अल्लाह फ़रमाता है, “मेरे अह्काम सुनाने और मेरे अह्द का ज़िक्र करने का तेरा क्या हक़ है?"},{"number":17,"verse":"तू तो तर्बियत से नफ़रत करता और मेरे फ़रमान कचरे की तरह अपने पीछे फैंक देता है।"},{"number":18,"verse":"किसी चोर को देखते ही तू उस का साथ देता है, तू ज़िनाकारों से रिफ़ाक़त रखता है।"},{"number":19,"verse":"तू अपने मुँह को बुरे काम के लिए इस्तेमाल करता, अपनी ज़बान को धोका देने के लिए तय्यार रखता है।"},{"number":20,"verse":"तू दूसरों के पास बैठ कर अपने भाई के ख़िलाफ़ बोलता है, अपनी ही माँ के बेटे पर तोहमत लगाता है।"},{"number":21,"verse":"यह कुछ तू ने किया है, और मैं ख़ामोश रहा। तब तू समझा कि मैं बिलकुल तुझ जैसा हूँ। लेकिन मैं तुझे मलामत करूँगा, तेरे सामने ही मुआमला तरतीब से सुनाऊँगा।"},{"number":22,"verse":"तुम जो अल्लाह को भूले हुए हो, बात समझ लो, वर्ना मैं तुम्हें फाड़ डालूँगा। उस वक़्त कोई नहीं होगा जो तुम्हें बचाए।"},{"number":23,"verse":"जो शुक्रगुज़ारी की क़ुर्बानी पेश करे वह मेरी ताज़ीम करता है। जो मुसम्मम इरादे से ऐसी राह पर चले उसे मैं अल्लाह की नजात दिखाऊँगा।”"}]}