{"bibleAbbr":"urDGV2010","bookName":"ज़बूर","bookEnglishName":"Psalms","chapterNumber":7,"verses":[{"number":1,"verse":"( इन्साफ़ के लिए दुआ) दाऊद का वह मातमी गीत जो उस ने कूश बिनयमीनी की बातों पर रब की तम्जीद में गाया। ऐ रब मेरे ख़ुदा, मैं तुझ में पनाह लेता हूँ। मुझे उन सब से बचा कर छुटकारा दे जो मेरा ताक़्क़ुब कर रहे हैं,"},{"number":2,"verse":"वर्ना वह शेरबबर की तरह मुझे फाड़ कर टुकड़े टुकड़े कर देंगे, और बचाने वाला कोई नहीं होगा।"},{"number":3,"verse":"ऐ रब मेरे ख़ुदा, अगर मुझ से यह कुछ सरज़द हुआ और मेरे हाथ क़ुसूरवार हों,"},{"number":4,"verse":"अगर मैं ने उस से बुरा सुलूक किया जिस का मेरे साथ झगड़ा नहीं था या अपने दुश्मन को ख़्वाह-म-ख़्वाह लूट लिया हो"},{"number":5,"verse":"तो फिर मेरा दुश्मन मेरे पीछे पड़ कर मुझे पकड़ ले। वह मेरी जान को मिट्टी में कुचल दे, मेरी इज़्ज़त को ख़ाक में मिलाए। (सिलाह)"},{"number":6,"verse":"ऐ रब, उठ और अपना ग़ज़ब दिखा! मेरे दुश्मनों के तैश के ख़िलाफ़ खड़ा हो जा। मेरी मदद करने के लिए जाग उठ! तू ने ख़ुद अदालत का हुक्म दिया है।"},{"number":7,"verse":"अक़्वाम तेरे इर्दगिर्द जमा हो जाएँ जब तू उन के ऊपर बुलन्दियों पर तख़्तनशीन हो जाए।"},{"number":8,"verse":"रब अक़्वाम की अदालत करता है। ऐ रब, मेरी रास्तबाज़ी और बेगुनाही का लिहाज़ करके मेरा इन्साफ़ कर।"},{"number":9,"verse":"ऐ रास्त ख़ुदा, जो दिल की गहराइयों को तह तक जाँच लेता है, बेदीनों की शरारतें ख़त्म कर और रास्तबाज़ को क़ाइम रख।"},{"number":10,"verse":"अल्लाह मेरी ढाल है। जो दिल से सीधी राह पर चलते हैं उन्हें वह रिहाई देता है।"},{"number":11,"verse":"अल्लाह आदिल मुन्सिफ़ है, ऐसा ख़ुदा जो रोज़ाना लोगों की सरज़निश करता है।"},{"number":12,"verse":"यक़ीनन इस वक़्त भी दुश्मन अपनी तलवार को तेज़ कर रहा, अपनी कमान को तान कर निशाना बांध रहा है।"},{"number":13,"verse":"लेकिन जो मोहलक हथियार और जलते हुए तीर उस ने तय्यार कर रखे हैं उन की ज़द में वह ख़ुद ही आ जाएगा।"},{"number":14,"verse":"देख, बुराई का बीज उस में उग आया है। अब वह शरारत से हामिला हो कर फिरता और झूट के बच्चे जन्म देता है।"},{"number":15,"verse":"लेकिन जो गढ़ा उस ने दूसरों को फंसाने के लिए खोद खोद कर तय्यार किया उस में ख़ुद गिर पड़ा है।"},{"number":16,"verse":"वह ख़ुद अपनी शरारत की ज़द में आएगा, उस का ज़ुल्म उस के अपने सर पर नाज़िल होगा।"},{"number":17,"verse":"मैं रब की सताइश करूँगा, क्यूँकि वह रास्त है। मैं रब तआला के नाम की तारीफ़ में गीत गाऊँगा।"}]}