{"bibleAbbr":"urDGV2010","bookName":"ज़बूर","bookEnglishName":"Psalms","chapterNumber":86,"verses":[{"number":1,"verse":"( मुसीबत में दुआ) दाऊद की दुआ। ऐ रब, अपना कान झुका कर मेरी सुन, क्यूँकि मैं मुसीबतज़दा और मुह्ताज हूँ।"},{"number":2,"verse":"मेरी जान को मह्फ़ूज़ रख, क्यूँकि मैं ईमानदार हूँ। अपने ख़ादिम को बचा जो तुझ पर भरोसा रखता है। तू ही मेरा ख़ुदा है!"},{"number":3,"verse":"ऐ रब, मुझ पर मेहरबानी कर, क्यूँकि दिन भर मैं तुझे पुकारता हूँ।"},{"number":4,"verse":"अपने ख़ादिम की जान को ख़ुश कर, क्यूँकि मैं तेरा आरज़ूमन्द हूँ।"},{"number":5,"verse":"क्यूँकि तू ऐ रब भला है, तू मुआफ़ करने के लिए तय्यार है। जो भी तुझे पुकारते हैं उन पर तू बड़ी शफ़्क़त करता है।"},{"number":6,"verse":"ऐ रब, मेरी दुआ सुन, मेरी इल्तिजाओं पर तवज्जुह कर।"},{"number":7,"verse":"मुसीबत के दिन मैं तुझे पुकारता हूँ, क्यूँकि तू मेरी सुनता है।"},{"number":8,"verse":"ऐ रब, माबूदों में से कोई तेरी मानिन्द नहीं है। जो कुछ तू करता है कोई और नहीं कर सकता।"},{"number":9,"verse":"ऐ रब, जितनी भी क़ौमें तू ने बनाईं वह आ कर तेरे हुज़ूर सिज्दा करेंगी और तेरे नाम को जलाल देंगी।"},{"number":10,"verse":"क्यूँकि तू ही अज़ीम है और मोजिज़े करता है। तू ही ख़ुदा है।"},{"number":11,"verse":"ऐ रब, मुझे अपनी राह सिखा ताकि तेरी वफ़ादारी में चलूँ। बख़्श दे कि मैं पूरे दिल से तेरा ख़ौफ़ मानूँ।"},{"number":12,"verse":"ऐ रब मेरे ख़ुदा, मैं पूरे दिल से तेरा शुक्र करूँगा, हमेशा तक तेरे नाम की ताज़ीम करूँगा।"},{"number":13,"verse":"क्यूँकि तेरी मुझ पर शफ़्क़त अज़ीम है, तू ने मेरी जान को पाताल की गहराइयों से छुड़ाया है।"},{"number":14,"verse":"ऐ अल्लाह, मग़रूर मेरे ख़िलाफ़ उठ खड़े हुए हैं, ज़ालिमों का जथ्था मेरी जान लेने के दरपै है। यह लोग तेरा लिहाज़ नहीं करते।"},{"number":15,"verse":"लेकिन तू, ऐ रब, रहीम और मेहरबान ख़ुदा है। तू तहम्मुल, शफ़्क़त और वफ़ा से भरपूर है।"},{"number":16,"verse":"मेरी तरफ़ रुजू फ़रमा, मुझ पर मेहरबानी कर! अपने ख़ादिम को अपनी क़ुव्वत अता कर, अपनी ख़ादिमा के बेटे को बचा।"},{"number":17,"verse":"मुझे अपनी मेहरबानी का कोई निशान दिखा। मुझ से नफ़रत करने वाले यह देख कर शर्मिन्दा हो जाएँ कि तू रब ने मेरी मदद करके मुझे तसल्ली दी है।"}]}