{"bibleAbbr":"urDGV2010","bookName":"ज़बूर","bookEnglishName":"Psalms","chapterNumber":89,"verses":[{"number":1,"verse":"( इस्राईल की मुसीबत और दाऊद से वादा) ऐतान इज़्राही का हिक्मत का गीत। मैं अबद तक रब की मेहरबानियों की मद्हसराई करूँगा, पुश्त-दर-पुश्त मुँह से तेरी वफ़ा का एलान करूँगा।"},{"number":2,"verse":"क्यूँकि मैं बोला, “तेरी शफ़्क़त हमेशा तक क़ाइम है, तू ने अपनी वफ़ा की मज़बूत बुन्याद आसमान पर ही रखी है।”"},{"number":3,"verse":"तू ने फ़रमाया, “मैं ने अपने चुने हुए बन्दे से अह्द बांधा, अपने ख़ादिम दाऊद से क़सम खा कर वादा किया है,"},{"number":4,"verse":"‘मैं तेरी नस्ल को हमेशा तक क़ाइम रखूँगा, तेरा तख़्त हमेशा तक मज़बूत रखूँगा’।” (सिलाह)"},{"number":5,"verse":"ऐ रब, आसमान तेरे मोजिज़ों की सताइश करेंगे, मुक़द्दसीन की जमाअत में ही तेरी वफ़ादारी की तम्जीद करेंगे।"},{"number":6,"verse":"क्यूँकि बादलों में कौन रब की मानिन्द है? इलाही हस्तियों में से कौन रब की मानिन्द है?"},{"number":7,"verse":"जो भी मुक़द्दसीन की मजलिस में शामिल हैं वह अल्लाह से ख़ौफ़ खाते हैं। जो भी उस के इर्दगिर्द होते हैं उन पर उस की अज़मत और रोब छाया रहता है।"},{"number":8,"verse":"ऐ रब, ऐ लश्करों के ख़ुदा, कौन तेरी मानिन्द है? ऐ रब, तू क़वी और अपनी वफ़ा से घिरा रहता है।"},{"number":9,"verse":"तू ठाठें मारते हुए समुन्दर पर हुकूमत करता है। जब वह मौजज़न हो तो तू उसे थमा देता है।"},{"number":10,"verse":"तू ने समुन्दरी अज़दहे रहब को कुचल दिया, और वह मक़्तूल की मानिन्द बन गया। अपने क़वी बाज़ू से तू ने अपने दुश्मनों को तित्तर-बित्तर कर दिया।"},{"number":11,"verse":"आसमान-ओ-ज़मीन तेरे ही हैं। दुनिया और जो कुछ उस में है तू ने क़ाइम किया।"},{"number":12,"verse":"तू ने शिमाल-ओ-जुनूब को ख़ल्क़ किया। तबूर और हर्मून तेरे नाम की ख़ुशी में नारे लगाते हैं।"},{"number":13,"verse":"तेरा बाज़ू क़वी और तेरा हाथ ताक़तवर है। तेरा दहना हाथ अज़ीम काम करने के लिए तय्यार है।"},{"number":14,"verse":"रास्ती और इन्साफ़ तेरे तख़्त की बुन्याद हैं। शफ़्क़त और वफ़ा तेरे आगे आगे चलती हैं।"},{"number":15,"verse":"मुबारक है वह क़ौम जो तेरी ख़ुशी के नारे लगा सके। ऐ रब, वह तेरे चेहरे के नूर में चलेंगे।"},{"number":16,"verse":"रोज़ाना वह तेरे नाम की ख़ुशी मनाएँगे और तेरी रास्ती से सरफ़राज़ होंगे।"},{"number":17,"verse":"क्यूँकि तू ही उन की ताक़त की शान है, और तू अपने करम से हमें सरफ़राज़ करेगा।"},{"number":18,"verse":"क्यूँकि हमारी ढाल रब ही की है, हमारा बादशाह इस्राईल के क़ुद्दूस ही का है।"},{"number":19,"verse":"माज़ी में तू रोया में अपने ईमानदारों से हमकलाम हुआ। उस वक़्त तू ने फ़रमाया, “मैं ने एक सूरमे को ताक़त से नवाज़ा है, क़ौम में से एक को चुन कर सरफ़राज़ किया है।"},{"number":20,"verse":"मैं ने अपने ख़ादिम दाऊद को पा लिया और उसे अपने मुक़द्दस तेल से मसह किया है।"},{"number":21,"verse":"मेरा हाथ उसे क़ाइम रखेगा, मेरा बाज़ू उसे तक़वियत देगा।"},{"number":22,"verse":"दुश्मन उस पर ग़ालिब नहीं आएगा, शरीर उसे ख़ाक में नहीं मिलाएँगे।"},{"number":23,"verse":"उस के आगे आगे मैं उस के दुश्मनों को पाश पाश करूँगा। जो उस से नफ़रत रखते हैं उन्हें ज़मीन पर पटख़ दूँगा।"},{"number":24,"verse":"मेरी वफ़ा और मेरी शफ़्क़त उस के साथ रहेंगी, मेरे नाम से वह सरफ़राज़ होगा।"},{"number":25,"verse":"मैं उस के हाथ को समुन्दर पर और उस के दहने हाथ को दरयाओं पर हुकूमत करने दूँगा।"},{"number":26,"verse":"वह मुझे पुकार कर कहेगा, ‘तू मेरा बाप, मेरा ख़ुदा और मेरी नजात की चटान है।’"},{"number":27,"verse":"मैं उसे अपना पहलौठा और दुनिया का सब से आला बादशाह बनाऊँगा।"},{"number":28,"verse":"मैं उसे हमेशा तक अपनी शफ़्क़त से नवाज़ता रहूँगा, मेरा उस के साथ अह्द कभी तमाम नहीं होगा।"},{"number":29,"verse":"मैं उस की नस्ल हमेशा तक क़ाइम रखूँगा, जब तक आसमान क़ाइम है उस का तख़्त क़ाइम रखूँगा।"},{"number":30,"verse":"अगर उस के बेटे मेरी शरीअत तर्क करके मेरे अह्काम पर अमल न करें,"},{"number":31,"verse":"अगर वह मेरे फ़रमानों की बेहुरमती करके मेरी हिदायात के मुताबिक़ ज़िन्दगी न गुज़ारें"},{"number":32,"verse":"तो मैं लाठी ले कर उन की तादीब करूँगा और मोहलक वबाओं से उन के गुनाहों की सज़ा दूँगा।"},{"number":33,"verse":"लेकिन मैं उसे अपनी शफ़्क़त से महरूम नहीं करूँगा, अपनी वफ़ा का इन्कार नहीं करूँगा।"},{"number":34,"verse":"न मैं अपने अह्द की बेहुरमती करूँगा, न वह कुछ तब्दील करूँगा जो मैं ने फ़रमाया है।"},{"number":35,"verse":"मैं ने एक बार सदा के लिए अपनी क़ुद्दूसियत की क़सम खा कर वादा किया है, और मैं दाऊद को कभी धोका नहीं दूँगा।"},{"number":36,"verse":"उस की नस्ल अबद तक क़ाइम रहेगी, उस का तख़्त आफ़्ताब की तरह मेरे सामने खड़ा रहेगा।"},{"number":37,"verse":"चाँद की तरह वह हमेशा तक बरक़रार रहेगा, और जो गवाह बादलों में है वह वफ़ादार है।” (सिलाह)"},{"number":38,"verse":"लेकिन अब तू ने अपने मसह किए हुए ख़ादिम को ठुकरा कर रद्द किया, तू उस से ग़ज़बनाक हो गया है।"},{"number":39,"verse":"तू ने अपने ख़ादिम का अह्द नामन्ज़ूर किया और उस का ताज ख़ाक में मिला कर उस की बेहुरमती की है।"},{"number":40,"verse":"तू ने उस की तमाम फ़सीलें ढा कर उस के क़िलों को मल्बे के ढेर बना दिया है।"},{"number":41,"verse":"जो भी वहाँ से गुज़रे वह उसे लूट लेता है। वह अपने पड़ोसियों के लिए मज़ाक़ का निशाना बन गया है।"},{"number":42,"verse":"तू ने उस के मुख़ालिफ़ों का दहना हाथ सरफ़राज़ किया, उस के तमाम दुश्मनों को ख़ुश कर दिया है।"},{"number":43,"verse":"तू ने उस की तलवार की तेज़ी बेअसर करके उसे जंग में फ़त्ह पाने से रोक दिया है।"},{"number":44,"verse":"तू ने उस की शान ख़त्म करके उस का तख़्त ज़मीन पर पटख़ दिया है।"},{"number":45,"verse":"तू ने उस की जवानी के दिन मुख़्तसर करके उसे रुस्वाई की चादर में लपेटा है। (सिलाह)"},{"number":46,"verse":"ऐ रब, कब तक? क्या तू अपने आप को हमेशा तक छुपाए रखेगा? क्या तेरा क़हर अबद तक आग की तरह भड़कता रहेगा?"},{"number":47,"verse":"याद रहे कि मेरी ज़िन्दगी कितनी मुख़्तसर है, कि तू ने तमाम इन्सान कितने फ़ानी ख़ल्क़ किए हैं।"},{"number":48,"verse":"कौन है जिस का मौत से वास्ता न पड़े, कौन है जो हमेशा ज़िन्दा रहे? कौन अपनी जान को मौत के क़ब्ज़े से बचाए रख सकता है? (सिलाह)"},{"number":49,"verse":"ऐ रब, तेरी वह पुरानी मेहरबानियाँ कहाँ हैं जिन का वादा तू ने अपनी वफ़ा की क़सम खा कर दाऊद से किया?"},{"number":50,"verse":"ऐ रब, अपने ख़ादिमों की ख़जालत याद कर। मेरा सीना मुतअद्दिद क़ौमों की लान-तान से दुखता है,"},{"number":51,"verse":"क्यूँकि ऐ रब, तेरे दुश्मनों ने मुझे लान-तान की, उन्हों ने तेरे मसह किए हुए ख़ादिम को हर क़दम पर लान-तान की है!"},{"number":52,"verse":"अबद तक रब की हम्द हो! आमीन, फिर आमीन।"}]}