{"bibleAbbr":"urDGV2010","bookName":"ज़बूर","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"( क़ौम पर ज़ुल्म करने वालों से रिहाई के लिए दुआ) ऐ रब, ऐ इन्तिक़ाम लेने वाले ख़ुदा! ऐ इन्तिक़ाम लेने वाले ख़ुदा, अपना नूर चमका।"},{"number":2,"verse":"ऐ दुनिया के मुन्सिफ़, उठ कर मग़रूरों को उन के आमाल की मुनासिब सज़ा दे।"},{"number":3,"verse":"ऐ रब, बेदीन कब तक, हाँ कब तक फ़त्ह के नारे लगाएँगे?"},{"number":4,"verse":"वह कुफ़्र की बातें उगलते रहते, तमाम बदकार शेख़ी मारते रहते हैं।"},{"number":5,"verse":"ऐ रब, वह तेरी क़ौम को कुचल रहे, तेरी मौरूसी मिलकियत पर ज़ुल्म कर रहे हैं।"},{"number":6,"verse":"बेवाओं और अजनबियों को वह मौत के घाट उतार रहे, यतीमों को क़त्ल कर रहे हैं।"},{"number":7,"verse":"वह कहते हैं, “यह रब को नज़र नहीं आता, याक़ूब का ख़ुदा ध्यान ही नहीं देता।”"},{"number":8,"verse":"ऐ क़ौम के नादानो, ध्यान दो! ऐ अहमक़ो, तुम्हें कब समझ आएगी?"},{"number":9,"verse":"जिस ने कान बनाया, क्या वह नहीं सुनता? जिस ने आँख को तश्कील दिया क्या वह नहीं देखता?"},{"number":10,"verse":"जो अक़्वाम को तम्बीह करता और इन्सान को तालीम देता है क्या वह सज़ा नहीं देता?"},{"number":11,"verse":"रब इन्सान के ख़यालात जानता है, वह जानता है कि वह दम भर के ही हैं।"},{"number":12,"verse":"ऐ रब, मुबारक है वह जिसे तू तर्बियत देता है, जिसे तू अपनी शरीअत की तालीम देता है"},{"number":13,"verse":"ताकि वह मुसीबत के दिनों से आराम पाए और उस वक़्त तक सुकून से ज़िन्दगी गुज़ारे जब तक बेदीनों के लिए गढ़ा तय्यार न हो।"},{"number":14,"verse":"क्यूँकि रब अपनी क़ौम को रद्द नहीं करेगा, वह अपनी मौरूसी मिलकियत को तर्क नहीं करेगा।"},{"number":15,"verse":"फ़ैसले दुबारा इन्साफ़ पर मब्नी होंगे, और तमाम दियानतदार दिल उस की पैरवी करेंगे।"},{"number":16,"verse":"कौन शरीरों के सामने मेरा दिफ़ा करेगा? कौन मेरे लिए बदकारों का सामना करेगा?"},{"number":17,"verse":"अगर रब मेरा सहारा न होता तो मेरी जान जल्द ही ख़ामोशी के मुल्क में जा बसती।"},{"number":18,"verse":"ऐ रब, जब मैं बोला, “मेरा पाँओ डगमगाने लगा है” तो तेरी शफ़्क़त ने मुझे सँभाला।"},{"number":19,"verse":"जब तश्वीशनाक ख़यालात मुझे बेचैन करने लगे तो तेरी तसल्लियों ने मेरी जान को ताज़ादम किया।"},{"number":20,"verse":"ऐ अल्लाह, क्या तबाही की हुकूमत तेरे साथ मुत्तहिद हो सकती है, ऐसी हुकूमत जो अपने फ़रमानों से ज़ुल्म करती है? हरगिज़ नहीं!"},{"number":21,"verse":"वह रास्तबाज़ की जान लेने के लिए आपस में मिल जाते और बेक़ुसूरों को क़ातिल ठहराते हैं।"},{"number":22,"verse":"लेकिन रब मेरा क़िला बन गया है, और मेरा ख़ुदा मेरी पनाह की चटान साबित हुआ है।"},{"number":23,"verse":"वह उन की नाइन्साफ़ी उन पर वापस आने देगा और उन की शरीर हरकतों के जवाब में उन्हें तबाह करेगा। रब हमारा ख़ुदा उन्हें नेस्त करेगा।"}]}