{"bibleAbbr":"ERV2006","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":17,"verses":[{"number":1,"verse":"Micah’s Idols There was a man named Micah who lived in the hill country of Ephraim."},{"number":2,"verse":"Micah said to his mother, “Do you remember that someone stole 28 pounds (28 pounds Literally, “1100 shekels” (12.6 kg). Also in verse 3.) of silver from you? I heard you say a curse about that. Well, I have the silver. I took it.” His mother said, “The LORD bless you, my son.”"},{"number":3,"verse":"Micah gave the 28 pounds of silver back to his mother. Then she said, “I will give this silver as a special gift to the LORD. I will give it to my son so that he can make a statue and cover it with the silver. So now, son, I give the silver back to you.”"},{"number":4,"verse":"But Micah gave the silver back to his mother. So she took about 5 pounds (about 5 pounds Literally, “200 shekels” (2.3 kg).) of the silver and gave them to a silversmith. (silversmith A person who makes things from silver.) He used the silver to make a statue covered with silver. The statue was put in Micah’s house."},{"number":5,"verse":"Micah had a temple for worshiping idols. He made an ephod (ephod This may have been a special vest or coat like that worn by the high priest (see Ex. 28:2-14), or it may have been a kind of idol. Also in 18:14.) and some house idols. Then Micah chose one of his sons to be his priest."},{"number":6,"verse":"(At that time the Israelites did not have a king, so everyone did what they thought was right.)"},{"number":7,"verse":"There was a young man who was a Levite from the city of Bethlehem in Judah. He had been living among the tribe of Judah."},{"number":8,"verse":"He left Bethlehem to look for another place to live. As he was traveling, he came to Micah’s house in the hill country of the land of Ephraim."},{"number":9,"verse":"Micah asked him, “Where have you come from?” The young man answered, “I am a Levite from the city of Bethlehem in Judah. I am looking for a place to live.”"},{"number":10,"verse":"Then Micah said to him, “Live with me. Be my father and my priest. I will give you 4 ounces (4 ounces Literally, “10 shekels” (115 g).) of silver each year. I will also give you clothes and food.” The Levite did what Micah asked."},{"number":11,"verse":"The young Levite agreed to live with Micah. He became like one of Micah’s own sons."},{"number":12,"verse":"Micah chose him to be his priest. So the young man became a priest and lived in Micah’s house."},{"number":13,"verse":"And Micah said, “Now I know that the LORD will be good to me. I know this because I have a man from the tribe of Levi to be my priest.”"}]}