{"bibleAbbr":"msAB1996","bookName":"HABAKUK","bookEnglishName":"Habakkuk","chapterNumber":2,"verses":[{"number":1,"verse":"( TUHAN Menjawab Habakuk) Aku akan naik ke menara pengawal, lalu menunggu apa yang akan difirmankan TUHAN kepadaku dan apa jawapan-Nya ( Sebuah terjemahan kuno: Nya. Naskhah Ibrani: ku.) bagi sungutanku."},{"number":2,"verse":"TUHAN menjawab aku, “Tulislah dengan jelas apa yang Kunyatakan kepadamu, supaya dapat dibaca dengan mudah. Tulislah semuanya pada batu tulis daripada tanah liat."},{"number":3,"verse":"( ) Tulislah perkhabaran itu kerana belum sampai masanya untuk berlaku. Tetapi masa itu akan segera tiba dan apa yang Aku nyatakan kepadamu ini akan pasti berlaku. Walaupun nampaknya masa itu lambat datang, tetapi tunggu saja; hal itu akan pasti berlaku dan tidak akan ditangguhkan."},{"number":4,"verse":"( ; ; ) Inilah perkhabaran itu: ‘Orang yang melakukan kejahatan akan binasa, tetapi orang yang melakukan kehendak Allah akan hidup kerana mereka setia kepada Allah.’ ”"},{"number":5,"verse":"( Kebinasaan Orang Jahat) Kekayaan ( kekayaan; atau pengkhianatan.) menipu orang. Orang yang tamak itu angkuh dan gelisah. Seperti maut, mereka juga tidak pernah puas. Itulah sebabnya mereka menaklukkan bangsa demi bangsa."},{"number":6,"verse":"Penakluk akan dicemuh dan dihina oleh orang yang ditakluk. Mereka akan berkata, “Malanglah kamu kerana mengambil barang yang bukan milik kamu! Berapa lama lagi kamu memperkaya diri dengan memaksa orang yang berhutang kepada kamu untuk membayar hutang?”"},{"number":7,"verse":"Tetapi tanpa kamu sedari, kamu yang telah menaklukkan orang lain akan berhutang juga dan dipaksa untuk membayar faedah. Musuh akan datang dan menyebabkan kamu gementar ketakutan. Mereka akan merampas harta kamu!"},{"number":8,"verse":"Kamu telah merampas harta banyak bangsa. Tetapi kini bangsa-bangsa yang terselamat akan merampas harta kamu kerana pembunuhan yang telah kamu lakukan dan kerana kekejaman kamu terhadap penduduk dunia serta kota-kota di dunia. ( penduduk... kota-kota di dunia; atau negeri, kota dan penduduknya.)"},{"number":9,"verse":"Malang menimpa kamu! Kamu memperkaya keluarga kamu dengan apa yang kamu peroleh dengan keganasan. Kamu telah membina rumah yang selamat untuk melindungi keluarga kamu daripada malapetaka."},{"number":10,"verse":"Tetapi rancangan kamu itu mempermalukan keluarga kamu; dengan memusnahkan banyak bangsa, kamu mendatangkan kehancuran diri sendiri."},{"number":11,"verse":"Bahkan batu-batu tembok pun berteriak menyalahkan kamu dan kasau-kasau menggemakan teriakan itu."},{"number":12,"verse":"Malang menimpa kamu kerana kamu mendirikan kota yang berasaskan kejahatan dan membinanya dengan pembunuhan."},{"number":13,"verse":"Bangsa-bangsa yang kamu taklukkan menghabiskan tenaga dengan sia-sia; segala sesuatu yang dibina oleh mereka habis dimakan api. TUHAN Yang Maha Kuasa telah melakukan hal ini."},{"number":14,"verse":"( ) Tetapi sebagaimana lautan penuh dengan air, demikianlah bumi pun akan penuh dengan orang yang mengenal TUHAN dan kuasa-Nya."},{"number":15,"verse":"Malang menimpa kamu kerana dengan berang kamu menghina dan mempermalukan jiran-jiran kamu; kamu menyebabkan mereka terhuyung-hayang seperti orang mabuk."},{"number":16,"verse":"Sekarang tibalah giliran kamu untuk dipermalukan dan bukan untuk dihormati. Kehormatan kamu akan berubah menjadi kehinaan. TUHAN akan memaksa kamu minum dari cawan yang berisi hukuman; kamu akan meminumnya dan terhuyung-hayang."},{"number":17,"verse":"Kamu menebang pokok-pokok di hutan Lebanon, tetapi sekarang kamu sendiri akan ditebang. Kamu membunuh binatang di situ, tetapi sekarang binatang akan menakutkan kamu. Semuanya ini berlaku kerana pembunuhan dan keganasan yang telah kamu lakukan terhadap penduduk dunia serta kota-kota di dunia. ( penduduk... kota-kota di dunia; Lihat 2.8.)"},{"number":18,"verse":"Apakah gunanya berhala? Berhala hanya buatan manusia dan yang kamu dapat daripadanya hanya dusta belaka. Apakah keuntungan yang diperoleh pembuat berhala dengan berhala? Berhala tidak dapat bercakap!"},{"number":19,"verse":"Malang menimpa kamu kerana kamu berkata kepada sepotong kayu, “Bangunlah!” atau kepada sebuah batu besar, “Bangkitlah!” Dapatkah berhala menyatakan sesuatu kepadamu? Mungkin berhala dilapisi perak dan emas, tetapi berhala itu tidak bernyawa."},{"number":20,"verse":"TUHAN ada di dalam Rumah-Nya yang suci; hendaklah setiap orang di bumi berdiam diri di hadirat-Nya."}]}