{"bibleAbbr":"orOV2014","bookName":"କରିନ୍ଥୀୟ ମଣ୍ତଳୀ ନିକଟକୁ ପାଉଲଙ୍କ ପ୍ରଥମ ପତ୍ର","bookEnglishName":"1 Corinthians","chapterNumber":1,"verses":[{"number":1,"verse":"( ଅଭିବାଦନ) ପାଉଲ, ଈଶ୍ଵରଙ୍କ ଇଚ୍ଛାରେ ଖ୍ରୀଷ୍ଟ ଯୀଶୁଙ୍କ ଆହୂତ ଜଣେ ପ୍ରେରିତ, ଓ ଭ୍ରାତା ସୋସ୍ଥିନା"},{"number":2,"verse":"କରିନ୍ଥରେ ଥିବା ଈଶ୍ଵରଙ୍କ ମଣ୍ତଳୀ ନିକଟକୁ ଲେଖୁଅଛନ୍ତି; ଯେଉଁମାନେ ସର୍ବତ୍ର, ସେମାନଙ୍କ ଓ ଆମ୍ଭମାନଙ୍କ ସ୍ଥାନରେ, ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ନାମରେ ପ୍ରାର୍ଥନା କରନ୍ତି, ସେସମସ୍ତଙ୍କ ସହିତ ଖ୍ରୀଷ୍ଟ ଯୀଶୁଙ୍କଠାରେ ପବିତ୍ରୀକୃତ ଓ ଆହୂତ ସାଧୁ ଯେ ତୁମ୍ଭେମାନେ,"},{"number":3,"verse":"ତୁମ୍ଭମାନଙ୍କ ପ୍ରତି ଆମ୍ଭମାନଙ୍କ ପିତା ଈଶ୍ଵର ଓ ପ୍ରଭୁ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କଠାରୁ ଅନୁଗ୍ରହ ଓ ଶାନ୍ତି ହେଉ ।"},{"number":4,"verse":"( ଖ୍ରୀଷ୍ଟଙ୍କ ଦ୍ଵାରା ଆଶୀର୍ବାଦ) ଖ୍ରୀଷ୍ଟ ଯୀଶୁଙ୍କଠାରେ ତୁମ୍ଭମାନଙ୍କୁ ଦତ୍ତ ଈଶ୍ଵରଙ୍କ ଯେଉଁ ଅନୁଗ୍ରହ, ସେଥିନିମନ୍ତେ ମୁଁ ସର୍ବଦା ତୁମ୍ଭମାନଙ୍କ ବିଷୟରେ ଈଶ୍ଵରଙ୍କୁ ଧନ୍ୟବାଦ ଦେଉଅଛି,"},{"number":5,"verse":"କାରଣ ତାହାଙ୍କଠାରେ ସମସ୍ତ ବିଷୟରେ, ବିଶେଷତଃ ସମସ୍ତ ପ୍ରକାର ଶିକ୍ଷାଦାନରେ ଓ ସମସ୍ତ ପ୍ରକାର ଜ୍ଞାନରେ ତୁମ୍ଭେମାନେ ଧନବାନ ହୋଇଅଛ;"},{"number":6,"verse":"ଏହିପ୍ରକାରେ ଖ୍ରୀଷ୍ଟଙ୍କର ସାକ୍ଷ୍ୟ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ସ୍ଥିରୀକୃତ ହୋଇଅଛି ।"},{"number":7,"verse":"ଏଣୁ ତୁମ୍ଭେମାନେ ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କର ପ୍ରକାଶ ନିମନ୍ତେ ଅପେକ୍ଷାରେ ଥାଇ କୌଣସି ଅନୁଗ୍ରହ-ଦାନରେ ଊଣା ପଡ଼ୁ ନାହଁ;"},{"number":8,"verse":"ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ଦିବସରେ ଯେପରି ତୁମ୍ଭେମାନେ ଅନିନ୍ଦନୀୟ ହୁଅ, ଏଥିପାଇଁ ସେ ତୁମ୍ଭମାନଙ୍କୁ ଶେଷ ପର୍ଯ୍ୟନ୍ତ ମଧ୍ୟ ସ୍ଥିର ରଖିବେ ।"},{"number":9,"verse":"ଈଶ୍ଵର ବିଶ୍ଵାସ୍ୟ, ଯାହାଙ୍କ ଦ୍ଵାରା ତୁମ୍ଭେମାନେ ତାହାଙ୍କ ପୁତ୍ର ଯୀଶୁ ଖ୍ରୀଷ୍ଟ, ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁଙ୍କର ସହଭାଗିତା ନିମନ୍ତେ ଆହୂତ ହୋଇଅଛ ।"},{"number":10,"verse":"( ମଣ୍ତଳୀରେ ବିଭାଜନ) ହେ ଭାଇମାନେ, ଆମ୍ଭମାନଙ୍କ ପ୍ରଭୁ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ନାମରେ ମୁଁ ତୁମ୍ଭମାନଙ୍କୁ ଅନୁରୋଧ କରୁଅଛି, ଯେପରି ତୁମ୍ଭେମାନେ ସମସ୍ତେ ଏକ କଥା କୁହ, ଆଉ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ଦଳଭେଦ ନ ହୁଏ, କିନ୍ତୁ ତୁମ୍ଭେମାନେ ଏକ ମନରେ ଓ ଏକ ବିଚାରରେ ସମ୍ମିଳିତ ହୁଅ ।"},{"number":11,"verse":"କାରଣ, ହେ ମୋହର ଭାଇମାନେ, ଖ୍ଳୟୀଙ୍କ ପରିଜନଙ୍କଠାରୁ ତୁମ୍ଭମାନଙ୍କ ସମ୍ଵନ୍ଧରେ ମୋʼ ନିକଟରେ ଏହା ପ୍ରକାଶ ପାଇଅଛି ଯେ, ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ବାଦବିବାଦ ଅଛି ।"},{"number":12,"verse":"ମୋʼ କଥାର ଭାବ ଏହି, ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରୁ କେହି କେହି କହନ୍ତି, ମୁଁ ପାଉଲଙ୍କର, କେହି କେହି କହନ୍ତି, ମୁଁ ଆପଲ୍ଲଙ୍କର, କେହି କେହି କହନ୍ତି, ମୁଁ କେଫାଙ୍କର, ଆଉ କେହି କେହି କହନ୍ତି, ମୁଁ ଖ୍ରୀଷ୍ଟଙ୍କର ।"},{"number":13,"verse":"ଖ୍ରୀଷ୍ଟ କି ବିଭକ୍ତ ହୋଇଅଛନ୍ତି ? ତୁମ୍ଭମାନଙ୍କ ନିମନ୍ତେ କି ପାଉଲ କ୍ରୁଶରେ ହତ ହୋଇଥିଲା ? କିମ୍ଵା ତୁମ୍ଭେମାନେ କି ପାଉଲ ନାମରେ ବାପ୍ତିଜିତ ହୋଇଥିଲ ?"},{"number":14,"verse":"କାଳେ ତୁମ୍ଭେମାନେ ମୋହର ନାମରେ ବାପ୍ତିଜିତ ହୋଇଅଛ ବୋଲି କେହି କହିବ,"},{"number":15,"verse":"ଏଥିପାଇଁ କ୍ରୀଷ୍ପ ଓ ଗାୟ ବିନା ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ଆଉ କାହାରିକି ବାପ୍ତିସ୍ମ ଦେଇ ନାହିଁ ବୋଲି ମୁଁ ଈଶ୍ଵରଙ୍କୁ ଧନ୍ୟବାଦ ଦିଏ ।"},{"number":16,"verse":"ଆଉ ସ୍ତିଫାନଙ୍କ ପରିଜନଙ୍କୁ ମଧ୍ୟ ବାପ୍ତିସ୍ମ ଦେଇଅଛି; ଏହା ଛଡ଼ା ମୁଁ ଆଉ କାହାରିକି ବାପ୍ତିସ୍ମ ଦେଇଅଛି ବୋଲି ମୋର ମନେ ପଡ଼ୁ ନାହିଁ ।"},{"number":17,"verse":"କାରଣ ଖ୍ରୀଷ୍ଟ ମୋତେ ବାପ୍ତିସ୍ମ ଦେବା ନିମନ୍ତେ ପ୍ରେରଣ କଲେ ନାହିଁ, ମାତ୍ର ସୁସମାଚାର ପ୍ରଚାର କରିବା ନିମନ୍ତେ ପ୍ରେରଣ କଲେ; ତାହା ମଧ୍ୟ ବାକ୍ୟାଡ଼ମ୍ଵରରେ ନୁହେଁ, କାଳେ ଖ୍ରୀଷ୍ଟଙ୍କ କ୍ରୁଶ ବ୍ୟର୍ଥ ହୁଏ ।"},{"number":18,"verse":"( ଈଶ୍ଵରଙ୍କ ଶକ୍ତି ଓ ଜ୍ଞାନର ଆଧାର ଖ୍ରୀଷ୍ଟ) କାରଣ ବିନାଶ ପ୍ରାପ୍ତ ହେଉଥିବା ଲୋକମାନଙ୍କ ପ୍ରତି କ୍ରୁଶର କଥା ମୂର୍ଖତା ମାତ୍ର, କିନ୍ତୁ ପରିତ୍ରାଣ ପ୍ରାପ୍ତ ହେଉଥିବା ଆମ୍ଭମାନଙ୍କ ପ୍ରତି ତାହା ଈଶ୍ଵରଙ୍କ ଶକ୍ତି ଅଟେ ।"},{"number":19,"verse":"ଯେଣୁ ଏହା ଲେଖା ଅଛି, “ଆମ୍ଭେ ଜ୍ଞାନୀମାନଙ୍କର ଜ୍ଞାନ ନଷ୍ଟ କରିବା, ଆଉ ବୁଦ୍ଧିମାନମାନଙ୍କର ବୁଦ୍ଧି ଅଗ୍ରାହ୍ୟ କରିବା ।”"},{"number":20,"verse":"ଜ୍ଞାନୀ କାହିଁ ? ଶାସ୍ତ୍ରୀ କାହିଁ ? ଏହି ଯୁଗର ତାର୍କିକ କାହିଁ ? ଈଶ୍ଵର କି ଜଗତର ଜ୍ଞାନକୁ ମୂର୍ଖତା ବୋଲି ପ୍ରକାଶ କରି ନାହାନ୍ତି ?"},{"number":21,"verse":"କାରଣ ଈଶ୍ଵରଙ୍କ ଜ୍ଞାନ ପ୍ରକାଶିତ ହୋଇଥିଲେ ହେଁ ଜଗତ ନିଜ ଜ୍ଞାନ ଦ୍ଵାରା ଈଶ୍ଵରଙ୍କୁ ନ ଜାଣିବାରୁ ପ୍ରଚାରିତ ପ୍ରସଙ୍ଗର ମୂର୍ଖତା ଦ୍ଵାରା ବିଶ୍ଵାସୀମାନଙ୍କୁ ପରିତ୍ରାଣ କରିବା ପାଇଁ ଈଶ୍ଵର ସନ୍ତୁଷ୍ଟ ହେଲେ ।"},{"number":22,"verse":"କାରଣ ଯିହୁଦୀମାନେ ଚିହ୍ନ ଲୋଡ଼ନ୍ତି, ଆଉ ଗ୍ରୀକ୍ମାନେ ଜ୍ଞାନ ଅନ୍ଵେଷଣ କରନ୍ତି,"},{"number":23,"verse":"କିନ୍ତୁ ଆମ୍ଭେମାନେ କ୍ରୁଶରେ ହତ ଖ୍ରୀଷ୍ଟଙ୍କୁ ପ୍ରଚାର କରୁ, ସେ ଯିହୁଦୀମାନଙ୍କ ନିମନ୍ତେ ବିଘ୍ନସ୍ଵରୂପ ଓ ବିଜାତିମାନଙ୍କ ନିମନ୍ତେ ମୂର୍ଖତାସ୍ଵରୂପ,"},{"number":24,"verse":"କିନ୍ତୁ ଯିହୁଦୀ ହେଉ ବା ଗ୍ରୀକ୍ ହେଉ, ଯେଉଁମାନେ ଆହୂତ, ସେମାନଙ୍କ ନିମନ୍ତେ ଖ୍ରୀଷ୍ଟ ଈଶ୍ଵରଙ୍କ ଶକ୍ତି ଓ ଈଶ୍ଵରଙ୍କ ଜ୍ଞାନସ୍ଵରୂପ ଅଟନ୍ତି ।"},{"number":25,"verse":"ଯେଣୁ ଈଶ୍ଵରଙ୍କ ମୂର୍ଖ ବିଷୟ ମନୁଷ୍ୟର ଜ୍ଞାନ ଅପେକ୍ଷା ଅଧିକ ଜ୍ଞାନପୂର୍ଣ୍ଣ, ଆଉ ଈଶ୍ଵରଙ୍କ ଦୁର୍ବଳ ବିଷୟ ମନୁଷ୍ୟର ବଳ ଅପେକ୍ଷା ଅଧିକ ବଳବାନ ।"},{"number":26,"verse":"କାରଣ, ହେ ଭାଇମାନେ, ତୁମ୍ଭମାନଙ୍କ ଆହ୍ଵାନ ବିଷୟ ଭାବି ଦେଖ, ସାଂସାରିକ ମତାନୁସାରେ ଅନେକ ଜ୍ଞାନୀ, ଅନେକ କ୍ଷମତାପନ୍ନ ବା ଅନେକ କୁଳୀନ ଆହୂତ ହୋଇ ନାହାନ୍ତି;"},{"number":27,"verse":"କିନ୍ତୁ ଯେପରି କୌଣସି ମର୍ତ୍ତ୍ୟ ଈଶ୍ଵରଙ୍କ ଛାମୁରେ ଗର୍ବ ନ କରେ,"},{"number":28,"verse":"ଏଥିପାଇଁ ଈଶ୍ଵର ଜ୍ଞାନୀମାନଙ୍କୁ ଲଜ୍ଜା ଦେବା ନିମନ୍ତେ ଜଗତର ମୂର୍ଖ ବିଷୟସବୁ ମନୋନୀତ କଲେ, ପୁଣି ବଳବାନ ବିଷୟସବୁକୁ ଲଜ୍ଜା ଦେବା ନିମନ୍ତେ ଈଶ୍ଵର ଜଗତର ଦୁର୍ବଳ ବିଷୟସବୁ ମନୋନୀତ କଲେ,"},{"number":29,"verse":"ଆଉ ଯାହା ଜଗତ ଚକ୍ଷୁରେ ମାନ୍ୟଗଣ୍ୟ, ସେସବୁକୁ ବ୍ୟର୍ଥ କରିବା ନିମନ୍ତେ ଈଶ୍ଵର ଜଗତର ନୀଚ ଓ ତୁଚ୍ଛ ବିଷୟଗୁଡ଼ିକ, ହଁ, ନଗଣ୍ୟ ବିଷୟଗୁଡ଼ିକ ମନୋନୀତ କଲେ ।"},{"number":30,"verse":"କିନ୍ତୁ ତାହାଙ୍କ ହେତୁ ତୁମ୍ଭେମାନେ ଖ୍ରୀଷ୍ଟ ଯୀଶୁଙ୍କଠାରେ ଅଛ, ସେ ଈଶ୍ଵରଙ୍କଠାରୁ ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଜ୍ଞାନ, ଅର୍ଥାତ୍, ଧାର୍ମିକତା, ପବିତ୍ରତା ଓ ମୁକ୍ତିସ୍ଵରୂପ ହୋଇଅଛନ୍ତି ।"},{"number":31,"verse":"ଅତଏବ, ଯେପରି ଲେଖାଅଛି, “ଯେ ଦର୍ପ କରେ, ସେ ପ୍ରଭୁଙ୍କଠାରେ ଦର୍ପ କରୁ ।”"}]}