{"bibleAbbr":"orOV2014","bookName":"କରିନ୍ଥୀୟ ମଣ୍ତଳୀ ନିକଟକୁ ପାଉଲଙ୍କ ପ୍ରଥମ ପତ୍ର","bookEnglishName":"1 Corinthians","chapterNumber":2,"verses":[{"number":1,"verse":"( କ୍ରୁଶବିଦ୍ଧ ଖ୍ରୀଷ୍ଟଙ୍କ ବିଚାର) ଅତଏବ, ହେ ଭାଇମାନେ, ଯେତେବେଳେ ମୁଁ ତୁମ୍ଭମାନଙ୍କ ନିକଟକୁ ଯାଇଥିଲି, ସେତେବେଳେ ଈଶ୍ଵରଙ୍କ ନିଗୂଢ଼ ତତ୍ତ୍ଵ ବକ୍ତୃତା କିମ୍ଵା ଜ୍ଞାନର ଉତ୍କୃଷ୍ଟତା ସହିତ ଯେ ତୁମ୍ଭମାନଙ୍କ ନିକଟରେ ପ୍ରଚାର କରିଥିଲି, ତାହା ନୁହେଁ ।"},{"number":2,"verse":"କାରଣ ଯୀଶୁ ଖ୍ରୀଷ୍ଟ, ଅର୍ଥାତ୍ କ୍ରୁଶରେ ହତ ଯୀଶୁ ଖ୍ରୀଷ୍ଟଙ୍କ ବିନା ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ଆଉ କୌଣସି ବିଷୟ ନ ଜାଣିବାକୁ ମୁଁ ମନସ୍ଥ କଲି ।"},{"number":3,"verse":"ପୁଣି, ମୁଁ ଦୁର୍ବଳତା, ଭୟ ଓ ମହାକମ୍ପ ସହ ତୁମ୍ଭମାନଙ୍କ ମଧ୍ୟରେ ଥିଲିନ୍ତ"},{"number":4,"verse":"ତୁମ୍ଭମାନଙ୍କ ବିଶ୍ଵାସ ଯେପରି ମନୁଷ୍ୟର ଜ୍ଞାନ ଉପରେ ସ୍ଥାପିତ ନ ହୋଇ ଈଶ୍ଵରଙ୍କ ଶକ୍ତି ଉପରେ ସ୍ଥାପିତ ହୁଏ,"},{"number":5,"verse":"ଏଥିପାଇଁ ମୋହର ଶିକ୍ଷା ଓ ମୋହର ପ୍ରଚାର, ଜ୍ଞାନର ମନୋହର ବାକ୍ୟଯୁକ୍ତ ନ ହୋଇ ଆତ୍ମା ଓ ଶକ୍ତିର ପ୍ରମାଣ-ଯୁକ୍ତ ହୋଇଥିଲା ।"},{"number":6,"verse":"( ଆତ୍ମାଙ୍କର ଜ୍ଞାନ) ତଥାପି ଆମ୍ଭେମାନେ ପରିପକ୍ଵ ଲୋକମାନଙ୍କ ମଧ୍ୟରେ ଜ୍ଞାନର କଥା କହୁ, କିନ୍ତୁ ତାହା ଏହି ଯୁଗର ଜ୍ଞାନ ନୁହେଁ କିମ୍ଵା ଏହି ଯୁଗର ନଷ୍ଟକଳ୍ପ ନେତାମାନଙ୍କ ଜ୍ଞାନ ନୁହେଁ,"},{"number":7,"verse":"ମାତ୍ର ଆମ୍ଭେମାନେ ନିଗୂଢ଼ ତତ୍ତ୍ଵ ସ୍ଵରୂପ ଈଶ୍ଵରଙ୍କ ଜ୍ଞାନର କଥା କହୁଅଛୁ; ସେହି ଗୁପ୍ତ ଜ୍ଞାନ ଈଶ୍ଵର ଆମ୍ଭମାନଙ୍କ ଗୌରବ ନିମନ୍ତେ ଜଗତର ପୂର୍ବେ ନିରୂପଣ କରିଥିଲେ ।"},{"number":8,"verse":"ଏହି ଯୁଗର ନେତାମାନଙ୍କ ମଧ୍ୟରେ କେହି ତାହା ଜାଣି ନାହାନ୍ତି, କାରଣ ସେମାନେ ତାହା ଜାଣିଥିଲେ ଗୌରବମୟ ପ୍ରଭୁଙ୍କୁ କ୍ରୁଶରେ ହତ କରି ନ ଥାଆନ୍ତେ;"},{"number":9,"verse":"କିନ୍ତୁ ଯେପରି ଲେଖାଅଛି, “ଚକ୍ଷୁ ଯାହା ଦେଖି ନାହିଁ, କର୍ଣ୍ଣ ଯାହା ଶୁଣି ନାହିଁ, ଆଉ ମନୁଷ୍ୟର ହୃଦୟରେ ଯାହା ଜାତ ହୋଇ ନାହିଁ, ଯେସମସ୍ତ ବିଷୟ ଈଶ୍ଵର ଆପଣା ପ୍ରେମକାରୀ ଲୋକମାନଙ୍କ ନିମନ୍ତେ ପ୍ରସ୍ତୁତ କରିଅଛନ୍ତି ।”"},{"number":10,"verse":"କିନ୍ତୁ ଈଶ୍ଵର ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ଆତ୍ମାଙ୍କ ଦ୍ଵାରା ସେସମସ୍ତ ପ୍ରକାଶ କରିଅଛନ୍ତି; ଯେଣୁ ଆତ୍ମା ସମସ୍ତ ବିଷୟ, ହଁ, ଈଶ୍ଵରଙ୍କର ଗଭୀର ବିଷୟସବୁ ଅନୁସନ୍ଧାନ କରନ୍ତି ।"},{"number":11,"verse":"କାରଣ ମନୁଷ୍ୟର ବିଷୟସବୁ ମନୁଷ୍ୟଠାରେ ଥିବା ଆତ୍ମା ବିନା ଆଉ କିଏ ଜାଣେ ? ସେହିପରି ମଧ୍ୟ ଈଶ୍ଵରଙ୍କ ବିଷୟସବୁ ଈଶ୍ଵରଙ୍କ ଆତ୍ମା ବିନା ଆଉ କେହି ଜାଣେ ନାହିଁ ।"},{"number":12,"verse":"ଯେପରି ଈଶ୍ଵରଙ୍କ ଦ୍ଵାରା ଆମ୍ଭମାନଙ୍କୁ ଅନୁଗ୍ରହରେ ଦତ୍ତ ବିଷୟଗୁଡ଼ିକ ଆମ୍ଭେମାନେ ଜାଣି ପାରୁ, ଏଥିପାଇଁ ଆମ୍ଭେମାନେ ଜଗତର ଆତ୍ମା ନ ପାଇ ଈଶ୍ଵରଙ୍କ ଆତ୍ମା ପାଇଅଛୁ ।"},{"number":13,"verse":"ସେହିସମସ୍ତ ବିଷୟ ମଧ୍ୟ ଆମ୍ଭେମାନେ ମନୁଷ୍ୟର ଜ୍ଞାନ ଦ୍ଵାରା ଶିକ୍ଷିତ ବାକ୍ୟରେ କହି ନ ଥାଉ, ମାତ୍ର ଆତ୍ମିକ ବିଷୟସବୁ ଆତ୍ମିକ ବିଷୟ ଦ୍ଵାରା ବୁଝାଇ ଆତ୍ମାଙ୍କ ଦ୍ଵାରା ଶିକ୍ଷିତ ବାକ୍ୟରେ କହିଥାଉ ।"},{"number":14,"verse":"କିନ୍ତୁ ସାଂସାରିକ ମନୁଷ୍ୟ ଈଶ୍ଵରଙ୍କ ଆତ୍ମାଙ୍କ ବିଷୟଗୁଡ଼ିକ ଗ୍ରହଣ କରେ ନାହିଁ, କାରଣ ସେହିସବୁ ତାହା ନିକଟରେ ମୂର୍ଖତା, ପୁଣି ସେ ସେହିସବୁ ବୁଝି ପାରେ ନାହିଁ, ଯେଣୁ ସେହିସବୁକୁ ଆତ୍ମିକ ଭାବରେ ବିଚାର କରାଯାଏ ।"},{"number":15,"verse":"ମାତ୍ର ଯେ ଆତ୍ମିକମନା, ସେ ସମସ୍ତ ବିଷୟ ବିଚାର କରେ, ତଥାପି କେହି ତାʼର ବିଚାର କରେ ନାହିଁ ।"},{"number":16,"verse":"କାରଣ କିଏ ପ୍ରଭୁଙ୍କ ମନ ଜାଣିଅଛି ଯେ, ସେ ତାହାଙ୍କୁ ଶିକ୍ଷା ଦେଇ ପାରେ ? କିନ୍ତୁ ଆମ୍ଭେମାନେ ଖ୍ରୀଷ୍ଟଙ୍କ ମନ ପାଇଅଛୁ ।"}]}