{"bibleAbbr":"mrRV2015","bookName":"योहानाचे तिसरे पत्र","bookEnglishName":"3 John","chapterNumber":1,"verses":[{"number":1,"verse":"प्रिय गायस ह्याला, तुझ्यावर खरी प्रीती करणारा वडील2 ह्याच्याकडून :"},{"number":2,"verse":"प्रिय बंधो, जसा तुझा आत्मा सुस्थितीत आहे तसे तुला सर्व गोष्टींत सुस्थिती व आरोग्य असावे, अशी मी प्रार्थना करतो."},{"number":3,"verse":"कारण तू सत्याने चालतोस अशी तुझ्याविषयी बंधुजनांनी येऊन साक्ष दिली, त्यावरून मला अत्यानंद झाला."},{"number":4,"verse":"माझी मुले सत्यात चालतात, हे ऐकून मला आनंद होतो तितका दुसर्‍या कशानेही होत नाही."},{"number":5,"verse":"प्रिय बंधो, अनोळखी बंधुजनांसाठी तू जे काही करतोस ते विश्वासूपणाने करतोस;"},{"number":6,"verse":"त्यांनी मंडळीसमोर तुझ्या प्रीतीविषयी साक्ष दिली; देवाला आवडेल अशा रीतीने तू त्यांना वाटे लावशील तर बरे करशील."},{"number":7,"verse":"कारण ते परराष्ट्रीय लोकांपासून काहीएक न घेता ख्रिस्ताच्या नावासाठी बाहेर पडले आहेत."},{"number":8,"verse":"म्हणून आपण अशांचा पाहुणचार करावा, म्हणजे आपण सत्यामध्ये त्यांचे सहकारी होऊ."},{"number":9,"verse":"मी मंडळीला थोडेसे लिहिले; परंतु तिच्यामध्ये अग्रगण्य होण्याची लालसा धरणारा दियत्रफेस हा आमचा स्वीकार करत नाही."},{"number":10,"verse":"ह्यामुळे मी आलो तर तो जी कृत्ये करतो त्यांची आठवण देईन; तो आमच्याविरुद्ध द्वेषबुद्धीने बाष्कळ बडबड करतो; तेवढ्याने त्याचे समाधान होत नाही; आणि तो बंधुजनांचा स्वीकार स्वत:ही करत नाही, आणि जे त्यांचा स्वीकार करू इच्छितात त्यांनाही तो मना करतो व मंडळीबाहेर घालवून देतो."},{"number":11,"verse":"प्रिय बंधो, वाइटाचे अनुकरण करू नको, तर चांगल्याचे कर. चांगले करणारा देवापासून आहे, वाईट करणार्‍याने देवाला पाहिलेले नाही."},{"number":12,"verse":"देमेत्रियाविषयी सर्वांनी व स्वत: सत्यानेही चांगली साक्ष दिली आहे; आम्हीही साक्ष देतो; आणि आमची साक्ष खरी आहे हे तुला ठाऊक आहे."},{"number":13,"verse":"मला तुला पुष्कळ लिहायचे होते, पण ते शाईने व लेखणीने लिहिण्याची माझी इच्छा नाही;"},{"number":14,"verse":"तर मी तुला लवकर भेटेन, अशी मला आशा आहे, तेव्हा आपण समक्ष बोलू. (15)तुला शांती असो. मित्रमंडळी तुला सलाम सांगतात. मित्रमंडळीसा ज्याच्या-त्याच्या नावाने सलाम सांग."}]}