{"bibleAbbr":"ISV2011","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":3,"verses":[{"number":1,"verse":"{An Example to Follow} d Finally, brothers, pray for us that the word of the Lord may spread rapidly, and that it may be honored the way it is among you."},{"number":2,"verse":"Also pray {The Gk. lacks pray} that we may be rescued from worthless and evil people, since not everyone holds to the faith. {Or has faith}"},{"number":3,"verse":"But the Lord is faithful and will strengthen you and protect you from the evil one."},{"number":4,"verse":"We have confidence in the Lord {Lit. in the Lord concerning you} that you are doing and will continue to do what we command."},{"number":5,"verse":"May the Lord direct your hearts to the love of God and to the endurance of the Messiah. {Or Christ}"},{"number":6,"verse":"In the name of our Lord Jesus, the Messiah, {Or Christ} we command you, brothers, to keep away from every brother who is living in idleness {Or is leading a disorderly life} and not living {The Gk. lacks living} according to the tradition that they received {Other mss. read you received} from us."},{"number":7,"verse":"For you yourselves know what you must do to imitate us. We never lived in idleness {Or We did not lead a disorderly life} among you."},{"number":8,"verse":"We did not eat anyone's food without paying for it. Instead, with toil and labor we worked night and day in order not to be a burden to any of you."},{"number":9,"verse":"It is not as though we did not have that right, but we wanted {The Gk. lacks we wanted} to give you an example to follow."},{"number":10,"verse":"While we were with you, we gave this order: \"If anyone doesn't want to work, he shouldn't eat.\""},{"number":11,"verse":"We hear that some of you are living in idleness. {Or living disorderly lives} You are not busy working {Lit. ergazomenous (working)} you are busy interfering {Lit. periergazomenous (uselessly working)} in other people's lives!"},{"number":12,"verse":"We order and encourage such people by the Lord Jesus, the Messiah, {Or Christ} to do their work quietly and to earn their own living."},{"number":13,"verse":"Brothers, do not get tired of doing what is right."},{"number":14,"verse":"If anyone does not obey what we say {Lit. our word} in this letter, take note of him. Have nothing to do with him so that he will feel ashamed."},{"number":15,"verse":"Yet, don't treat him like an enemy, but warn {Or instruct} him like a brother."},{"number":16,"verse":"Now may the Lord of peace give you his peace at all times and in every way. May the Lord be with all of you."},{"number":17,"verse":"{Final Greeting} d I, Paul, am writing this greeting with my own hand. This is the mark in every letter of mine. It is the way I write."},{"number":18,"verse":"May the grace of our Lord Jesus, the Messiah, {Or Christ} be with all of you. Amen. {Other mss. lack Amen}"}]}