{"bibleAbbr":"KJ3-2005","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":4,"verses":[{"number":1,"verse":"Therefore, I solemnly witness before God and the Lord Jesus Christ, He being about to judge the living and dead at His appearance and His kingdom:"},{"number":2,"verse":"preach the Word, stand by seasonably, unseasonably, convict, warn, encourage with all long-suffering and teaching."},{"number":3,"verse":"For a time will be when they will not endure sound doctrine, but according to their own lusts, they will heap up to themselves teachers tickling the ear;"},{"number":4,"verse":"and they will turn away the ear from the truth and will be turned aside to myths."},{"number":5,"verse":"But you be clear-minded in all, suffer hardship, do the work of an evangelist, fully carry out your ministry."},{"number":6,"verse":"For I am already being poured out, and the time of my release is present."},{"number":7,"verse":"I have fought the good fight. I have finished the course. I have kept the faith."},{"number":8,"verse":"For the rest, the crown of righteousness is laid up for me, which the Lord, the righteous Judge, will give to me in that Day, and not only to me, but also to all the ones loving His appearance."},{"number":9,"verse":"Make haste to come to me quickly."},{"number":10,"verse":"For Demas deserted me, loving the present age, and he went to Thessalonica. Crescens went to Galatia, Titus to Dalmatia."},{"number":11,"verse":"Only Luke is with me. Taking Mark, bring him with you, for he is useful to me for ministry."},{"number":12,"verse":"But I sent Tychicus to Ephesus."},{"number":13,"verse":"When you come, bring the cloak which I left in Troas with Carpus, and the books, especially the parchments."},{"number":14,"verse":"Alexander the coppersmith showed many evil things to me. The Lord \"will give back to him according to his works.\" LXX-Psa. 61:13; MT-Psa. 62:12 ; Prov 24:12"},{"number":15,"verse":"You also be on guard against him, for he greatly stood against our words."},{"number":16,"verse":"In my first defense no one came to my aid, but all deserted me. May it not be reckoned to them."},{"number":17,"verse":"But the Lord stood with me and gave me power, that through me the preaching might be fulfilled, and all the nations might hear. And I was delivered out of the mouth of the lion."},{"number":18,"verse":"And the Lord will deliver me from every wicked work and will save me for His heavenly kingdom; to whom be the glory to the ages of the ages. Amen."},{"number":19,"verse":"Greet Prisca and Aquila and the house of Onesiphorus."},{"number":20,"verse":"Erastus remained in Corinth, but I left Trophimus sick in Miletus."},{"number":21,"verse":"Make haste to come before winter. Eubulus greets you, and Pudens, and Linus, and Claudia, and all the brothers."},{"number":22,"verse":"The Lord Jesus Christ be with your spirit. Grace be with you. Amen."}]}