{"bibleAbbr":"CVB1535","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":21,"verses":[{"number":1,"verse":"Manasses was twolue yeare olde, whan he was made kinge, and reigned fyue and fyftye yeare at Ierusalem. His mothers name was Hephziba."},{"number":2,"verse":"And he dyd that which was euell in ye sight of the LORDE (euen after the abhominacios of the Heithen, whom the LORDE expelled before the children of Israel) and waxed frowarde,"},{"number":3,"verse":"and builded vp the hye places which his father Ezechias had destroyed, and sett vp Baals altares, and made groues (as Achab the kynge of Israel dyd) and worshipped all the hoost of heauen, and serued them."},{"number":4,"verse":"And buylded altares in the LORDES house, wherof the LORDE sayde: I wyll set my name at Ierusalem."},{"number":5,"verse":"And in both the courtes of the house of the LORDE buylded he altares vnto all the hoost of heaue."},{"number":6,"verse":"And caused his sonne to go thorow the fyre, and regarded byrdes cryenge and tokens, and maynteyned soythsayers, and expounders of tokens, and so moch dyd he of this which was euell in the sight of the LORDE, that he prouoked him vnto wrath."},{"number":7,"verse":"A groue Idol also which he had made, set he in the house, wherof the LORDE sayde vnto Dauid and to Salomon his sonne: In this house, and at Ierusalem ( which I haue chosen out of all the trybes of Israel) wil I set my name for euer,"},{"number":8,"verse":"and wyl not cause ye fote of Israel to be remoued eny more from the londe, which I gaue vnto their fathers, yee so that they obserue and do acordynge vnto all that I haue charged them, and after all the lawe that my seruaunt Moses comaunded them."},{"number":9,"verse":"Neuertheles they wolde not herken, but Manasses disceaued them, so yt they dyd worse then the Heithen, whom the LORDE expelled before ye children of Israel."},{"number":10,"verse":"Then spake the LORDE by his seruauntes the prophetes, and saide:"},{"number":11,"verse":"Because that Manasse the kynge of Iuda hath gone these abhominacions, which are worse then all ye abhominacions that the Amorites haue done which were before them, and hath caused Iuda also to synne agaynst their God,"},{"number":12,"verse":"therfore thus sayeth the LORDE God of Israel: Beholde, I wyll brynge soch a plage vpon Ierusalem and Iuda, that who so euer heareth it, both his eares shal glowe,"},{"number":13,"verse":"and ouer Ierusalem wyll I stretch forth the lyne of Samaria, and the weighte of the house of Achab, and wyll wype out Ierusalem, euen as one wypeth a platter, and I wyl ouerthrowe it."},{"number":14,"verse":"And ye remnaunt of myne inheritaunce wil I cast out, & scater them abrode, & wil delyuer them in to the hades of their enemies, to be spoyled and rent of all their enemies:"},{"number":15,"verse":"because they haue done yt which is euell in my sighte, & haue prouoked me vnto wrath, sence the daye that I broughte their fathers out of Egipte, vnto this daye."},{"number":16,"verse":"Manasses also shed exceadinge moch innocet bloude, so longe tyll Ierusale was full on euery syde, without the synnes wherwith he caused Iuda for to synne, so yt they dyd that which was euell in the sighte of the LORDE."},{"number":17,"verse":"What more there is to saie of Manasses, and all that he dyd, and his synnes which he commytted, beholde, it is wrytten in the Cronicles of the kynges of Iuda."},{"number":18,"verse":"And Manasses fell on slepe with his fathers, and was buried in the garden besyde his house, namely, in the garden of Vsa, and Amon his sonne was kynge in his steade."},{"number":19,"verse":"Two and twentye yeare olde was Amon whan he was made kynge, & he reigned two yeare at Ierusalem. His mothers name was Mesumeleth, ye doughter of Harus of Iatba,"},{"number":20,"verse":"and he dyd euell in the sighte of the LORDE, as Manasses his father had done,"},{"number":21,"verse":"and walked in all the waye which his father walked, and serued the Idols which his father had serued, and worshipped them,"},{"number":22,"verse":"and forsoke the LORDE the God of his father, and walked not in the waye of the LORDE."},{"number":23,"verse":"And his seruauntes conspyred agaynst Amon, & slewe the kynge in his house."},{"number":24,"verse":"But the people of the londe slewe all them yt had cospyred agaynst kynge Amon. And the people of the londe made Iosias his sonne kynge in his steade."},{"number":25,"verse":"As for other thinges that Amon dyd, beholde, they are wrytten in the Cronicles of the kynges of Iuda."},{"number":26,"verse":"And he was buried in his graue in Vsas garde. And Iosias his sonne was kynge in his steade."}]}