{"bibleAbbr":"Geneva1599","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":14,"verses":[{"number":1,"verse":"((1 He commendeth the gifts of prophecying:7 and by a similitude taken of musical instruments,12 he teacheth the true use of interpreting the Scriptures:17 he taketh away the abuse:34 And forbiddeth women to speak in the Congregation.) ) Follow (He inferreth now that, that he spake before: Therefore seeing charity is the chiefest of all, before all things set it before you as chief and principal: and so esteem those things as most excellent: which profit the greater part of men: (as prophecy that is to say, the gifts of teaching and applying the doctrine, which was contemned in respect of other gifts, although it be chiefest and most necessary for the Church) and not those which for a show seem to be marvelous as the gifts of tongues, when a man was suddenly endued with the knowledge of many tongues, which made men greatly amazed, and yet of itself was not greatly to any use, unless there were an interpreter.) after love, and covet spiritual gifts, and rather that ye may (What prophecy is, he showeth in the third verse.) prophesy."},{"number":2,"verse":"(He reprehendeth their perverse judgment touching the gift of tongues. For why was it given? to wit, to the intent that the mysteries of God might be the better known to a greater sort. Thereby it is evident that Prophecy, whereunto the gift of tongues ought to serve, is better than this: and therefore the Corinthians did judge amiss, in that they made more account of the gift of tongues, than of prophesying: because forsooth the gift of tongues was a thing more to be bragged of. And hereupon followed another abuse of the gift of tongues, in that the Corinthians used tongues in the Congregation, without an interpreter. Which thing although it might be done to some profit of him, that spake them, yet he corrupted the right use of that gift, because there came thereby no profit to the hearers: and common assemblies were instituted and appointed not for any private man’s commodity, but for the profit of the whole company.) For he that speaketh a strange (A strange language, which no man can understand without an interpreter.) tongue, speaketh not unto men, but unto God: for no man heareth him: howbeit in the (By that inspiration which he has received of the Spirit, which notwithstanding he abuseth, when he speaketh mysteries which none of the company can understand.) spirit he speaketh secret things."},{"number":3,"verse":"But he that prophesieth, speaketh unto men to (Which may further men in the study of godliness.) edifying, and to exhortation, and to comfort."},{"number":4,"verse":"He that speaketh strange language, edifieth himself: but he that prophesieth, edifieth the (The company.) Church."},{"number":5,"verse":"I would that ye all spake strange languages, but rather that ye prophesied: for greater is he that prophesieth, than he that speaketh diverse tongues, except he expound it, that the Church may receive edification."},{"number":6,"verse":"And now, brethren, if I come unto you speaking diverse tongues, what shall I profit you, except I speak to you, either by revelation, or by knowledge, or by prophesying, or by doctrine?"},{"number":7,"verse":"(He setteth forth that which he said, by a similitude, which he borroweth and taketh from instruments of music, which although they speak not perfectly, yet they are distinguished by their sounds, that they may be the better used.) Moreover things without life which give a sound, whether it be a pipe or an harp, except they make a distinction in the sounds, how shall it be known what is piped or harped?"},{"number":8,"verse":"And also if the trumpet give an uncertain sound, who shall prepare himself to battle?"},{"number":9,"verse":"So likewise you, by the tongue, except ye utter words that have (That do fitly utter the matter itself.) signification, how shall it be understood what is spoken? for ye shall speak in the air."},{"number":10,"verse":"(He proveth that interpretation is necessarily to be joined with the gift of tongues, by the manifold variety of languages, insomuch that if one speak to another without an interpreter, it is as if he spake not.) There are so many kinds of voices (as it cometh to pass) in the world, and none of them is dumb."},{"number":11,"verse":"Except I know then the power of the voice, I shall be unto him that speaketh a Barbarian, and he that (As the Papists in all their sermons and they that ambitiously pour out some Hebrew or Greek words in the Pulpit before the unlearned people, thereby to get them a name of vain learning.) speaketh, shall be a Barbarian unto me."},{"number":12,"verse":"(The conclusion: if they will excel in those spiritual gifts, as it is meet, they must seek the profit of the Church, and therefore they must not use gift of tongues, unless there is an interpreter to expound the strange and unknown tongue, whether it be himself that speaketh, or another interpreter.) Even so, forasmuch as ye covet spiritual gifts, seek that ye may excel unto the edifying of the Church."},{"number":13,"verse":"Wherefore, let him that speaketh a strange tongue, (Pray for the gift of interpretation.) pray that he may interpret."},{"number":14,"verse":"(A reason: Because it is not sufficient for us to speak so in the Congregation, that we ourselves do worship God in spirit, that is, according to the gift that we have received, but we must also be understood of the company, lest that be unprofitable to others which we have spoken.) For (If I pray, when the church is assembled together, in a strange tongue.) if I pray in a strange tongue, my (The gift and inspiration which the spirit giveth me, doeth his part, but only to myself.) spirit prayeth: but mine understanding is (No fruit cometh to the Church by my prayers.) without fruit."},{"number":15,"verse":"What is it then? I will pray with the spirit, but I will pray with the (So that I may be understood of others, and may instruct others.) understanding also: I will sing with the spirit: but I will sing with the understanding also."},{"number":16,"verse":"(Another reason: Seeing that the whole Congregation must agree to him that speaketh, and also witness this agreement, how shall they give their assent or agreement which know not what is spoken?) Else, when thou blessest with the (Only without all consideration of the hearers.) spirit, how shall he that (He that sitteth as a private man.) occupieth the room of the unlearned, say (So then one uttered the prayers, and all the company answered, Amen.) Amen, at thy giving of thanks, seeing he knowest not what thou sayest?"},{"number":17,"verse":"For thou verily givest thanks well, but the other is not edified."},{"number":18,"verse":"(He propoundeth himself for an example, both that they may be ashamed of their foolish ambition, and also that he may eschew all suspicion of envy.) I thank my God, I speak languages more than ye all."},{"number":19,"verse":"Yet had I rather in the Church to speak (A very few words.) five words with mine understanding, that I might also instruct others, than ten thousand words in a strange tongue."},{"number":20,"verse":"(Now he reproveth them freely for their childish folly, which see not how this gift of tongues which was given to the profit of the Church, is turned by their ambition into an instrument of cursing, seeing that this same also is contained amongst the punishments wherewith God punished the stubbornness of his people, that he dispersed them amongst strangers whose language they understood not.) Brethren, be not (Cross references: : Matt. 28:3) children in understanding, but as concerning maliciousness be children, but in understanding be of a ripe age."},{"number":21,"verse":"In the (By the Law he understandeth all the whole Scripture.) Law it is written, (Isa. 28:11) By men of other tongues, and by other languages will I speak unto this people: yet so shall they not hear me, saith the Lord."},{"number":22,"verse":"(The conclusion: Therefore the gift of tongues serveth to punish the unfaithful and unbelievers, unless it be referred to prophecy (that is to say, to the interpretation of Scripture) and that that which is spoken, be by the means understood of the hearers.) Wherefore strange tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe."},{"number":23,"verse":"(Another argument: The gift of tongues without prophecy is not only unprofitable to the faithful: but also doth very much hurt as well to them as to the unfaithful which should be won in the public assemblies. For by this means it cometh to pass, that the faithful seem to others to be mad, much less can the unfaithful be instructed thereby.) If therefore, when the whole Church is come together in one, and all speak strange tongues, there come in they that are (See Acts 4:13.) unlearned, or they which believe not, will they not say, that ye are out of your wits?"},{"number":24,"verse":"But if all prophesy, and there come in one that believeth not, or one unlearned, he is rebuked of all men, and is judged of all,"},{"number":25,"verse":"And so are the secrets of his heart made manifest, and so he will fall down on his face and worship God, and say plainly that God is in you indeed."},{"number":26,"verse":"(The conclusion: The edifying of the Congregation is a rule and square of the right use of all spiritual gifts.) What is to be done then, brethren? when ye come together, according as every one of you hath a Psalm, or hath doctrine, or hath a tongue, or hath revelation, or hath interpretation, let all things be done unto edifying."},{"number":27,"verse":"(The manner how to use the gift of tongues. It may be lawful for one or two, or at the most three, to use the gift of tongues, one after another in an assembly, so that there be some to expound the same: but if there are none to expound, let him that hath that gift, speak to himself alone.) If any man speak a strange tongue, let it be by two, or at the most, by three, and that by course, and let one interpret."},{"number":28,"verse":"But if there be no interpreter, let him keep silence in the Church, which speaketh languages, and let him speak to himself, and to God."},{"number":29,"verse":"(The manner of prophesying: Let two or three propound, and let the other judge of that that is propoundeth, whether it be agreeable to the word of God or no: If in this examination the Lord give any man nought to speak, let them give him leave to speak. Let every man be admitted to prophesy, severally and in his order, so far forth as it is required for the edifying of the Church. Let them be content to be subject to each other’s judgment.) Let the Prophets speak, two or three, and let the others judge."},{"number":30,"verse":"And if anything be revealed to another that sitteth by, let the first hold his peace."},{"number":31,"verse":"For ye may all prophesy one by one, that all may learn, and all may have comfort."},{"number":32,"verse":"And the (The doctrine which the Prophets bring which are inspired with God’s Spirit.) spirits of the Prophets are subject to the Prophets."},{"number":33,"verse":"For God is not the author of confusion, but of peace, as we see in all the Churches of the Saints."},{"number":34,"verse":"(1 Tim. 2:12) (Women are commanded to be silent in public assemblies, and they are commanded to ask of their husbands at home.) Let your women keep silence in the Churches: for it is not permitted unto them to speak: but they ought to be subject, as also (Gen. 3:16) the Law saith."},{"number":35,"verse":"And if they will learn anything, let them ask their husbands at home: for it is a shame for women to speak in the Church."},{"number":36,"verse":"(A general conclusion of the treatise of the right use of spiritual gifts in assemblies: with a sharp reprehension, lest the Corinthians might alone seem to themselves to be wise.) Came the word of God out from you? either came it unto you only?"},{"number":37,"verse":"If any man think himself to be a Prophet, or (Skillful in knowing and judging spiritual things.) spiritual, let him acknowledge, that the things that I write unto you, are the commandments of the Lord."},{"number":38,"verse":"(The Church ought not to care for such as be stubbornly ignorant, and will not abide to be taught, but to go forward notwithstanding in those things which are right.) And if any man be ignorant, let him be ignorant."},{"number":39,"verse":"(Prophecy ought simply to be retained and kept in Congregations, the gift of tongues is not to be forbidden, but all things must be done orderly.) Wherefore, brethren, covet to prophesy, and forbid not to speak languages."},{"number":40,"verse":"Let all things be done honestly, and by order."}]}