{"bibleAbbr":"Geneva1599","bookName":"1 Corinthians","bookEnglishName":"1 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"((1 He inveigheth against their contention in law matters,6 wherewith they vexed one another under judges that were infidels, to the reproach of the Gospel,9 and then sharply threateneth fornicators.) ) Dare any of you, having business against another, be judged (Before the unjust.) under the unjust, (He addeth that he doth not forbid that one neighbor may go to law with another, if need so require, but yet under holy judges.) and not under the Saints?"},{"number":2,"verse":"(He gathereth by a comparison that the faithful cannot seek to infidels to be judged, without great injury done to the Saints, seeing that God himself will make the Saints judges of the world, and of the devils, with his Son Christ: much more ought they to judge these light and small causes: which may be by equity, and good conscience, determineth.) Do ye not know that the Saints shall judge the world? If the world then shall be judged by you, are ye unworthy to judge the smallest matters?"},{"number":3,"verse":"Know ye not that we shall judge the Angels? how much more things that pertain to this life?"},{"number":4,"verse":"(The conclusion, wherein he prescribeth a remedy for this mischief: to wit, if they end their private affairs betwixt themselves by chosen arbiters out of the Church: for which matter and purpose, the least of you, saith he, is sufficient. Therefore he condemneth not judgment seats, but showeth what is expedient for the circumstance of the time, and that without any diminishing of the right of the magistrate: for he speaketh not of judgments which are practiced between the faithful and the infidels, neither of public judgments, but of controversies which may be ended by private arbiters.) If then ye have (Courts and places of judgments.) judgments of things pertaining to this life, set them up which are (Even the most abject among you.) least esteemed in the Church."},{"number":5,"verse":"(He applieth the general proposition to a particular, always calling them back to this, to take away from them that false opinion of their own excellency, from whence all these mischiefs sprang.) I speak it to your shame. Is it so that there is not a wise man among you? no, not one, that can judge between his brethren?"},{"number":6,"verse":"But a brother goeth to law with a brother, and that under the infidels."},{"number":7,"verse":"(Now he goeth further also, and although by granting them private arbiters out of the Congregation of the faithful, he doth not simply condemn, but rather establish private judgments, so that they be exercised without offense, yet he showeth that if they were such as they ought to be, and as it were to be wished, they should not need to use that remedy neither.) Now therefore there is altogether (A weakness of mind which is said to be in them that suffer themselves to be overcome of their lusts, and it is a fault that squareth greatly from temperance and moderation, so that he nippeth them which could not put up an injury done unto them.) infirmity in you, that ye go to law one with another: why rather suffer ye not wrong? why rather sustain ye not harm? (This pertaineth chiefly to the other part of the reprehension, to wit, that they went to law even under infidels, whereas they should rather have suffered any loss, than to have given that offense. But yet this is generally true, that we ought rather depart from our right, than try the uttermost of the Law hastily, and upon an affection to revenge an injury. But the Corinthians cared for neither, and therefore he saith that they must repent, unless they will be shut out of the inheritance of God.) (Cross references: : Matt. 5:39; Luke 6:29; Rom. 12:19)"},{"number":8,"verse":"(1 Thess. 4:6) Nay, ye yourselves do wrong, and do harm, and that to your brethren."},{"number":9,"verse":"Know ye not that the unrighteous shall not inherit the kingdom of God? (Now he prepareth himself to pass over to the fourth treatise of this Epistle, which concerneth matters indifferent: debating this matter first, how men may well use women or not: which question hath three branches, fornication, matrimony, and a single life. As for fornication, he utterly condemneth it. And marriage he commandeth to some, as a good and necessary remedy for them, to others he leaveth it free: And others some he dissuadeth from it, not as unlawful, but as discommodious, and that not without exception. As for singleness of life (under which also I comprehend virginity) he enjoineth it to no man: yet he persuadeth men unto it, but not for itself, but for another respect, neither all men nor without exception. And being about to speak against fornication, he beginneth with a general reprehension of those vices, wherewith that rich and riotous city most abounded: warning and teaching them earnestly, that repentance is unseparably joined with forgiveness of sins, and sanctification with justification.) Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor wantons, nor buggerers,"},{"number":10,"verse":"Nor thieves, nor covetous, nor drunkards, nor railers, nor extortioners shall inherit the kingdom of God."},{"number":11,"verse":"And such were (Titus 3:3) some of you: but ye are washed, but ye are sanctified, but ye are justified, in the (In Jesus.) Name of the Lord Jesus, and by the Spirit of our God."},{"number":12,"verse":"¶ All things are lawful unto me, but all things are not profitable. I may do all things, but I will not be brought under the (He is in subjection to things that are indifferent, whatsoever he be that thinketh he may not be without them, which is a flattering kind of slavery under a color of liberty, which sealeth upon such men.) power of any thing. (Secondly, he showeth that the Corinthians do simply offend in matters indifferent. First, because they abused them: next, because they used indifferent things, without any discretion, seeing the use of them ought to be brought to the rule of charity: and that he doth not use them aright, which immoderately abuseth them, and so becometh a slave unto them.) (Whatever: but this general word must be restrained to things that are indifferent.) (1 Cor. 10:23)"},{"number":13,"verse":"(Secondarily, because they counted many things for indifferent which were of themselves unlawful, as fornication, which they numbered amongst mere natural and lawful desires, as well as meat and drink: Therefore the Apostle showeth, that they are utterly unlike: for meats, saith he, were made for the necessary use of man’s life, which is not perpetual. For both meats, and all this manner of nourishing are quickly abolished. But we must not so think of the uncleanness of fornication, for which the body is not made, but on the contrary side is ordained to pureness, as appeareth by this, that is consecrated to Christ, even as Christ also is given us of his Father, to quicken our bodies with that virtue wherewith he also rose again.) Meats are ordained for the belly, and the belly for the meats: but God shall destroy both it, and them. Now the body is not for fornication, but for the Lord, and the Lord for the body."},{"number":14,"verse":"And God hath also raised up the Lord, and (Rom. 6:5) shall raise us up by his power."},{"number":15,"verse":"(A declaration of the former argument by contraries, and the applying of it.) Know ye not, that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid."},{"number":16,"verse":"(A proof of the same argument: a harlot and Christ are clean contrary, so are the flesh and the Spirit: therefore he that is one with an harlot (which is done by carnal copulation of their bodies) cannot be one with Christ, which unity is pure and spiritual.) Do ye not know, that he which coupleth himself with an harlot, is one body? (Gen. 2:24; Matt. 19:5; Mark 10:8; Eph. 5:31) for (Moses doth not speak these words of fornication, but of marriage: but seeing that fornication is the corrupting of marriage, and both of them is a carnal and fleshly copulation, we cannot say that the Apostle abuseth his testimony. Again, Moses hath not this word (Two) but it is very well expresseth both here and in Matt. 29:5, because he speaketh only but of man and wife: whereupon the opinion of them that vouch it to be lawful to have many wives, is beaten down: for he that companieth with many, is sundered as it were into many parts.) two, saith he, shall be one flesh."},{"number":17,"verse":"But he that is joined unto the Lord, is one spirit."},{"number":18,"verse":"(Another argument why fornication is to be eschewed, because it defileth the body with a peculiar kind of filthiness.) Flee fornication: every sin that a man doeth, is without the body: but he that commiteth fornication, sinneth against his own body."},{"number":19,"verse":"(The third argument: Because a fornicator is sacrilegious, for that our bodies are consecrate to God.) Know ye not, that (1 Cor. 3:17; 2 Cor. 6:16) your body is the temple of the holy Ghost, which is in you, whom ye have of God? and (The fourth argument: Because we are not our own men, to give ourselves to any other, much less to Satan and the flesh, seeing that God himself hath bought us, and that with a great price, to the end that both in body and soul, we should serve to his glory.) ye are not your own."},{"number":20,"verse":"(1 Cor. 7:13; 1 Pet. 1:18) For ye are bought for a price: therefore glorify God in your body, and in your spirit: for they are God’s."}]}