{"bibleAbbr":"RKJNT2000","bookName":"1 Samuel","bookEnglishName":"1 Samuel","chapterNumber":4,"verses":[{"number":1,"verse":"Now I say, That the heir, as long as he is a child, does not differ at all from a servant, though he is owner of all;"},{"number":2,"verse":"But is under guardians and trustees until the time appointed by the father."},{"number":3,"verse":"So we, when we were children, were in bondage to the elementary principles of the world:"},{"number":4,"verse":"But when the time had fully come, God sent forth his Son, born of a woman, born under the law,"},{"number":5,"verse":"To redeem those who were under the law, that we might be adopted as sons."},{"number":6,"verse":"And because you are sons, God has sent forth the Spirit of his Son into your hearts, crying, Abba, Father."},{"number":7,"verse":"Therefore, you are no longer a slave, but a son; and if a son, then an heir through God."},{"number":8,"verse":"But previously, when you did not know God, you were slaves to those who by nature are not gods."},{"number":9,"verse":"But now that you have come to know God, or rather, to be known by God, how is it that you turn back again to those weak and beggarly principles, to which you again desire to be in bondage?"},{"number":10,"verse":"You observe days, and months, and seasons, and years."},{"number":11,"verse":"I am afraid for you, lest I have bestowed labour upon you in vain."},{"number":12,"verse":"Brethren, I urge you, be as I am; for I became as you are: you have not injured me at all."},{"number":13,"verse":"You know it was because of infirmity of the flesh that I first preached the gospel to you."},{"number":14,"verse":"And though my fleshly condition was a trial for you, you did not despise or reject me; but received me as an angel from God, as Christ Jesus himself."},{"number":15,"verse":"Where then is the blessed joy you had? for I bear you witness, that, if possible, you would have plucked out your own eyes, and have given them to me."},{"number":16,"verse":"Have I therefore become your enemy, because I tell you the truth?"},{"number":17,"verse":"They zealously seek you, but not for good; they would alienate you, that you might seek them."},{"number":18,"verse":"But it is always good to be zealously sought after in a good way, and not only when I am present with you."},{"number":19,"verse":"My little children, with whom I again suffer birth pains until Christ is formed in you,"},{"number":20,"verse":"I desire to be present with you now, and to change my tone; for I am perplexed about you."},{"number":21,"verse":"Tell me, you who desire to be under the law, do you not hear the law?"},{"number":22,"verse":"For it is written that Abraham had two sons, one by a slave woman, the other by a free woman."},{"number":23,"verse":"He who was born by the slave woman was born according to the flesh; but the son born by the free woman was through the promise."},{"number":24,"verse":"These things are an allegory: for these women are the two covenants; the one from mount Sinai, who bears children into bondage; this is Hagar."},{"number":25,"verse":"For this Hagar is mount Sinai in Arabia, and corresponds to the present Jerusalem, which is in bondage with her children."},{"number":26,"verse":"But the Jerusalem which is above is free, and she is our mother."},{"number":27,"verse":"For it is written, Rejoice, you who are barren and bear no children; break forth and shout, you who are not in the pangs of birth: for the desolate woman has many more children than she who has a husband."},{"number":28,"verse":"Now we, brethren, like Isaac, are the children of promise."},{"number":29,"verse":"But as it was then, he who was born according to the flesh persecuted him who was born according to the Spirit, so it is now."},{"number":30,"verse":"Nevertheless, what does the scripture say? Cast out the slave woman and her son: for the son of the slave woman shall not be an heir with the son of the free woman."},{"number":31,"verse":"So then, brethren, we are not children of the slave woman, but of the free woman."}]}