{"bibleAbbr":"LEB2012","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"Better a dry morsel and quiet with it than a house filled with feasts of strife."},{"number":2,"verse":"A slave who deals wisely will rule over a child who acts shamefully, and in the midst of brothers he will share his inheritance."},{"number":3,"verse":"A crucible is for the silver, and a furnace is for the gold, but Yahweh will test hearts."},{"number":4,"verse":"He who does evil listens to lips of wickedness, and the liar gives heed to the tongue of mischief."},{"number":5,"verse":"He who mocks the poor insults him who made him; he who rejoices at calamity will not go unpunished."},{"number":6,"verse":"The crown of the elderly are grandchildren, and the glory of children is their fathers."},{"number":7,"verse":"Fine speech is not becoming a fool, still less is false speech for a ruler."},{"number":8,"verse":"The bribe is a stone of magic in the eyes of its owner; everywhere he will turn, he will prosper."},{"number":9,"verse":"He who forgives an affront fosters love, but he who waits on a matter will alienate a friend."},{"number":10,"verse":"A rebuke strikes him who understands deeper than one hundred blows to a fool."},{"number":11,"verse":"An evil person will seek only rebellion, and a cruel messenger will be sent against him."},{"number":12,"verse":"May a man meet a she-bear robbed of offspring and not a fool in his folly."},{"number":13,"verse":"For he who returns evil for good, evil will not depart from his house."},{"number":14,"verse":"Like the release of water is the beginning of strife; before it breaks out, stop the quarrel."},{"number":15,"verse":"He who justifies the wicked and he who condemns the righteous, the two of them are both abominations of Yahweh."},{"number":16,"verse":"Why is this? A price in the hand of a fool, in order to buy wisdom where there is no sense."},{"number":17,"verse":"The friend loves at all times , but a brother is born for adversity."},{"number":18,"verse":"A person who lacks sense pledges; he becomes security before his neighbor."},{"number":19,"verse":"He who loves transgression loves strife; he who builds his high thresholds seeks destruction."},{"number":20,"verse":"He who is crooked of heart will not find goodness, and he who is perverse, by his tongue he will fall into calamity."},{"number":21,"verse":"He who begets a fool, there is trouble for him; the father of a fool will not rejoice."},{"number":22,"verse":"A cheerful heart is good medicine, but a downcast spirit will dry out bones."},{"number":23,"verse":"The wicked will accept a bribe from the lap, in order to pervert the ways of justice."},{"number":24,"verse":"He who understands sets his face toward wisdom, but the eyes of a fool, to the end of the earth."},{"number":25,"verse":"A grief to his father is the child of a fool, and bitterness to her who bore him."},{"number":26,"verse":"Also, imposing a fine on the righteous is not good, nor to flog nobles for uprightness."},{"number":27,"verse":"He who spares his sayings knows knowledge, and a cool spirit is a man of understanding."},{"number":28,"verse":"Even a fool who keeps silent shall be considered wise; he who closes his lips is intelligent."}]}