{"bibleAbbr":"LEB2012","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"Better a poor person walking in integrity than one who is perverse in his speech and is a fool."},{"number":2,"verse":"Also, a life without knowledge is not good, and he who moves quickly with his feet misses the mark."},{"number":3,"verse":"As for the folly of humankind, its way leads to ruin, and against Yahweh his heart will rage."},{"number":4,"verse":"Wealth adds many friends, but the poor will be left by his friends."},{"number":5,"verse":"A witness of falsehood will not go unpunished, and he who breathes lies will not escape."},{"number":6,"verse":"Many will seek favor before the generous, and everyone is the friend of a man of gifts."},{"number":7,"verse":"All the brothers of the poor, if they hate him, how much more will his friends keep away from him. He pursues them with words, and they are gone."},{"number":8,"verse":"He who acquires wisdom loves himself; he who guards understanding loves to find good."},{"number":9,"verse":"A false witness will not go unpunished, and he who breathes lies will perish."},{"number":10,"verse":"For a fool living in luxury is not fitting, any more than it is for a slave to rule over princes."},{"number":11,"verse":"The understanding of a person makes him slow to his anger, and his glory overlooks offense."},{"number":12,"verse":"The rage of a king growls like a lion, but his favor is like dew on the grass."},{"number":13,"verse":"A foolish child is a ruin to his father, and the quarreling of a woman is a continuous dripping."},{"number":14,"verse":"A house and wealth are an inheritance from fathers, but from Yahweh comes a woman who is prudent."},{"number":15,"verse":"Laziness will bring on a deep sleep, and a person of idleness will suffer hunger."},{"number":16,"verse":"He who guards commandments guards his life; he who is careless of his ways will be killed."},{"number":17,"verse":"He who lends to Yahweh is he who is kind to the poor, and his benefits he will repay to him."},{"number":18,"verse":"Discipline your child, for there is hope, but on his destruction do not set your desire."},{"number":19,"verse":"A hot-tempered person pays a penalty; if you rescue him, you will do it yet again."},{"number":20,"verse":"Listen to advice and accept instruction so that you will gain wisdom for your future."},{"number":21,"verse":"Many plans are in the heart of a man, but the purpose of Yahweh will be established."},{"number":22,"verse":"The craving of a man is his steadfast loyalty, and it is better to be poor than a liar."},{"number":23,"verse":"Fear of Yahweh leads to life; he who is filled with it will rest — he will not suffer harm."},{"number":24,"verse":"A lazy person buries his hand in the dish, and even to his mouth he will not bring it back."},{"number":25,"verse":"The scoffer you shall strike, and the simple, may they learn prudence, and reprove the intelligent and he will gain knowledge."},{"number":26,"verse":"He who does violence to a father, he who chases away a mother, is a child who causes shame and brings reproach."},{"number":27,"verse":"Cease to listen to instruction, my child, and you will stray from sayings of knowledge."},{"number":28,"verse":"A worthless witness will mock justice, and the mouth of the wicked will devour iniquity."},{"number":29,"verse":"Judgments are prepared for the scoffers, and flogging for the back of fools."}]}