{"bibleAbbr":"LEB2012","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":23,"verses":[{"number":1,"verse":"When you sit to eat with a ruler, you shall surely observe what is before you,"},{"number":2,"verse":"and you shall put a knife to your throat if you have a big appetite."},{"number":3,"verse":"Do not desire his delicacies, for it is food of deception."},{"number":4,"verse":"Do not tire in order to become rich; out of your understanding, may you desist."},{"number":5,"verse":"Your eyes will alight on it, but there is nothing to it, for suddenly it will make for itself wings like an eagle and it will be exhausted in the heavens."},{"number":6,"verse":"Do not eat the bread of the stingy, and do not desire his delicacies."},{"number":7,"verse":"For, like hair in his throat, so it is. “Eat and drink!” he will say to you, but his heart will not be with you."},{"number":8,"verse":"Your morsel you have eaten, you will vomit it up, and you will waste your pleasant words."},{"number":9,"verse":"In the ears of a fool do not speak, for he will despise the wisdom of your words."},{"number":10,"verse":"Do not remove an ancient boundary marker, and on the fields of orphans do not encroach;"},{"number":11,"verse":"For their redeemer is strong, he himself will plead their cause against you."},{"number":12,"verse":"Apply your heart to instruction, and your ear to sayings of knowledge."},{"number":13,"verse":"Do not withhold discipline from a child, if you will beat him with the rod, he will not die."},{"number":14,"verse":"As for you, with the rod you shall beat him, and his life you will save from Sheol."},{"number":15,"verse":"My child, if your heart is wise, my heart will be glad — even me!"},{"number":16,"verse":"And my insides will rejoice when your lips speak what is upright."},{"number":17,"verse":"May your heart not envy the sinners, but live in fear of Yahweh all day."},{"number":18,"verse":"Surely there is a future, and your hope will not be cut off."},{"number":19,"verse":"You, my child, hear and be wise, and direct your heart on the road."},{"number":20,"verse":"Do not be among drinkers of wine, among gluttonous eaters of their meat."},{"number":21,"verse":"For the drunkard and gluttonous, they will become poor, and with rags, drowsiness will clothe them."},{"number":22,"verse":"Listen to your father — he who gave you life, and do not despise your mother when she is old."},{"number":23,"verse":"Buy truth and do not sell it, wisdom and instruction and understanding."},{"number":24,"verse":"The father of the righteous will surely rejoice; he who bears a wise person will be happy with him."},{"number":25,"verse":"May your father and your mother be glad, and may she who bore you rejoice."},{"number":26,"verse":"My child, may you give your heart to me, and may your eyes delight in my ways."},{"number":27,"verse":"For a deep pit is a prostitute, and a narrow well is an adulteress."},{"number":28,"verse":"She is also like a robber lying in wait, and the faithless among mankind she increases."},{"number":29,"verse":"To whom is woe? To whom is sorrow? To whom are quarrels? To whom is complaint? To whom are wounds without cause? To whom is redness of the eyes?"},{"number":30,"verse":"To those who linger over wine, to those who come to try mixed wine."},{"number":31,"verse":"Do not look at wine when it is red, when it sparkles on the cup, going down smoothly."},{"number":32,"verse":"In the end, it will bite like a serpent, and it will sting like an adder."},{"number":33,"verse":"Your eyes will see strange things, and your heart will speak perverse things."},{"number":34,"verse":"And you will be like him who lies down in the heart of the sea, and like him who lies down on top of a mast."},{"number":35,"verse":"“They struck me; I was not hurt. They beat me; I did not know it. When I will awake, I will continue; I will seek it again.”"}]}