{"bibleAbbr":"LEB2012","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":30,"verses":[{"number":1,"verse":"(The Oracle of Agur) The words of Agur, son of Yakeh, the oracle. Thus says the man to Ithiel, to Ithiel, and Ucal:"},{"number":2,"verse":"Certainly I am more stupid than a man, and the understanding of humankind is not for me."},{"number":3,"verse":"And I have not learned wisdom, nor will I know knowledge of the Holy One."},{"number":4,"verse":"Who has ascended to heaven and come down? Who has gathered the wind in the hollow of his hand? Who has wrapped water in a garment? Who has established all the ends of the earth? What is his name and what is the name of his child? For surely you know."},{"number":5,"verse":"Every word of God is flawless; he is a shield for him who takes refuge in him."},{"number":6,"verse":"Do not add to his words lest he rebuke you and you be found a liar."},{"number":7,"verse":"Two things I ask from you; do not deny me before I die:"},{"number":8,"verse":"Keep falsehood and a lying word far from me; do not give me poverty or wealth; provide me with food only for my need."},{"number":9,"verse":"Or else I will be satisfied and will deny him and say “Who is Yahweh?” Or I will be poor and will steal and profane the name of my God."},{"number":10,"verse":"Do not slander a servant to his master, or else he will curse you and you will be guilty."},{"number":11,"verse":"There is a generation that will curse its father, and its mother it will not bless."},{"number":12,"verse":"There is a generation that is pure in its own eyes, but from its filthiness it will not be cleansed."},{"number":13,"verse":"There is a generation — how lofty are their eyes! And their eyelids they will lift."},{"number":14,"verse":"There is a generation whose teeth are swords, and its jawbones, knives, in order to devour the poor from the earth and the needy from humankind."},{"number":15,"verse":"For the leech, there are two daughters; “Give, give!” they cry. As for three of these, they are not satisfied; as for four, they do not say enough."},{"number":16,"verse":"Sheol and barrenness of womb, the land is not satisfied with water, and fire does not say “enough!”"},{"number":17,"verse":"The eye that mocks a father and scorns the obedience of a mother — the ravens of the valley will peck it out, and the offspring of vultures will eat it."},{"number":18,"verse":"Three of these are too wonderful for me, and four, I do not understand them:"},{"number":19,"verse":"the way of the eagle in the sky, the way of a snake on a rock, the way of a ship in the heart of the sea, and the way of a man with a young woman."},{"number":20,"verse":"This is the way of a woman committing adultery: she eats and wipes her mouth, and says “I have not done wrong.”"},{"number":21,"verse":"Under three things the earth trembles, and under four, it is not able to bear up:"},{"number":22,"verse":"under a slave when he becomes king, and a fool when he is satisfied with food;"},{"number":23,"verse":"under an unloved woman when she gets married, and a maid when she succeeds her mistress."},{"number":24,"verse":"There are four small things on the earth, and they are exceedingly wise:"},{"number":25,"verse":"The ants are a people who are not strong, yet they prepare their food in the summer;"},{"number":26,"verse":"the badgers are a people who are not mighty, yet they set their house on the rock;"},{"number":27,"verse":"there is no king for the locust, yet it marches in rank;"},{"number":28,"verse":"a lizard you can seize with hands, yet it is in palaces of kings."},{"number":29,"verse":"There are three things that are magnificent of stride, and four that are magnificent when moving:"},{"number":30,"verse":"a mighty lion among the beasts, but he will not turn back from any face;"},{"number":31,"verse":"a strutting rooster or he-goat, and a king whose army is with him."},{"number":32,"verse":"If you have been foolish by exalting yourself, and if you have devised evil, put your hand to your mouth."},{"number":33,"verse":"For pressing milk produces curd, and pressing the nose produces blood, so pressing anger produces strife."}]}