{"bibleAbbr":"LEB2012","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":31,"verses":[{"number":1,"verse":"The Oracle of King Lemuel The words of Lemuel, the king — an oracle that his mother taught him:"},{"number":2,"verse":"What, my son? And what, my son in my womb? And what, son of my vows?"},{"number":3,"verse":"Do not give your strength to the women, and your ways to destroy kings."},{"number":4,"verse":"It is not for the kings, O Lemuel; drinking wine is not for the kings, nor is strong drink for rulers."},{"number":5,"verse":"Or else he will drink and forget what has been decreed, and he will pervert the rights of all the afflicted."},{"number":6,"verse":"Give strong drink to him who is perishing, and wine to those in bitter distress."},{"number":7,"verse":"He will drink and forget his poverty, and his misery he will not remember any more."},{"number":8,"verse":"Open your mouth for the mute, for the rights of all the needy."},{"number":9,"verse":"Open your mouth, judge righteousness, and defend the poor and needy."},{"number":10,"verse":"An Excellent Woman A woman of excellence, who will find? For her worth is far more than precious jewels."},{"number":11,"verse":"The heart of her husband trusts in her, and gain he will not lack."},{"number":12,"verse":"She does him good, but not harm all the days of her life."},{"number":13,"verse":"She seeks wool and flax, and she works with the diligence of her hands."},{"number":14,"verse":"She is like the ships of a merchant; from far off she brings her food;"},{"number":15,"verse":"And she arises while it is still night, and gives food to her household, and tasks to her servant girls."},{"number":16,"verse":"She considers a field and buys it, from the fruit of her hand she plants a vineyard."},{"number":17,"verse":"She girds her waist in strength, and makes her arms strong."},{"number":18,"verse":"She perceives that her merchandise is good; her lamp does not go out in the night."},{"number":19,"verse":"Her hands she puts onto the distaff, and her palms hold a spindle."},{"number":20,"verse":"Her palm she opens to the poor, and her hand she reaches out to the needy."},{"number":21,"verse":"She does not fear for her house when it snows, for her entire household is clothed in crimson."},{"number":22,"verse":"She makes for herself coverings; her clothing is fine linen and purple."},{"number":23,"verse":"Her husband is known at the gates, in his seat among the elders of the land."},{"number":24,"verse":"Linen garments she makes and sells, and she supplies sashes for the merchants."},{"number":25,"verse":"Strength and dignity are her clothing, and she laughs at the future."},{"number":26,"verse":"She opens her mouth with wisdom, and instruction of kindness is upon her tongue."},{"number":27,"verse":"She looks after the ways of her household, and the bread of idleness she will not eat."},{"number":28,"verse":"Her children rise and consider her happy, her husband also, and he praises her;"},{"number":29,"verse":"“Many daughters have done excellence, but you surpass all of them.”"},{"number":30,"verse":"Charm is deceit and beauty is vain; but a woman who fears Yahweh shall be praised."},{"number":31,"verse":"Give to her from the fruit of her hand, and may they praise her works in the city gates."}]}