{"bibleAbbr":"LEB2012","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":8,"verses":[{"number":1,"verse":"(Wisdom Calls) Does not wisdom call, and understanding raise its voice?"},{"number":2,"verse":"Atop the heights beside the road, at the crossroads she stands."},{"number":3,"verse":"Beside gates, before towns, at the entrance of doors, she cries out:"},{"number":4,"verse":"“To you, O people, I call, and my cry is to the children of humankind."},{"number":5,"verse":"Learn prudence, O simple ones; fools, learn intelligence."},{"number":6,"verse":"Listen! For noble things I will speak, and upright things from the opening of my lips."},{"number":7,"verse":"My mouth will utter truth, and wickedness is an abomination to my lips."},{"number":8,"verse":"All sayings of my mouth are in righteousness; none of them are twisted and crooked."},{"number":9,"verse":"All of them are straight to him who understands, and upright to those who find knowledge."},{"number":10,"verse":"Take my teaching and not silver; may you choose knowledge rather than choice gold."},{"number":11,"verse":"For wisdom is better than jewels, and all desires shall not compare with her."},{"number":12,"verse":"I, wisdom, live with prudence, and I find knowledge and discretion."},{"number":13,"verse":"The fear of Yahweh is hatred of evil, pride, and arrogance and an evil way. And I hate a mouth of perversity."},{"number":14,"verse":"Advice and sound judgment are mine; I am understanding, strength is mine."},{"number":15,"verse":"By me kings reign, and rulers decree righteousness."},{"number":16,"verse":"By me rulers rule, and nobles — all judges of righteousness."},{"number":17,"verse":"I love those who love me, and those who seek me diligently shall find me."},{"number":18,"verse":"Fortune and glory are with me, enduring wealth and righteousness."},{"number":19,"verse":"My fruit is better than gold, even refined gold, and my yield than choice silver."},{"number":20,"verse":"In the way of righteousness I walk, in the midst of paths of justice,"},{"number":21,"verse":"in order to endow those who love me with wealth, and I will fill their treasuries."},{"number":22,"verse":"(Wisdom at Creation) “Yahweh possessed me, the first of his ways, before his acts of old."},{"number":23,"verse":"From eternity, I was set up from the first, from the beginning of the earth."},{"number":24,"verse":"When there were no depths, I was brought forth, when there were no springs of abounding water."},{"number":25,"verse":"Before mountains had been shaped, before hills, I was brought forth."},{"number":26,"verse":"When he had not yet made earth and fields, or the first dust of the world,"},{"number":27,"verse":"when he established the heavens, there I was, when he drew a circle upon the face of the deep,"},{"number":28,"verse":"when he made skies from above, when he founded fountains of the deep,"},{"number":29,"verse":"when he assigned his limits to the sea, that waters shall not transgress his command, when he marked the foundations of the earth,"},{"number":30,"verse":"I was beside him, a master workman, and I was delighting day by day, rejoicing before him always,"},{"number":31,"verse":"rejoicing in the world of his earth, and my delight was with the children of humankind."},{"number":32,"verse":"(Benefits of Following Wisdom) “And now, children, listen to me; happy are those who will keep my ways."},{"number":33,"verse":"Hear teaching and be wise; do not neglect it."},{"number":34,"verse":"Happy is the person who listens to me, in order to keep watch at my doors day by day, in order to guard the frames of my entrances."},{"number":35,"verse":"For he who finds me is he who finds life, and he obtains favor from Yahweh."},{"number":36,"verse":"But he who misses me injures himself. All those who hate me love death.”"}]}