{"bibleAbbr":"paOV2016","bookName":"ਉਤਪਤ","bookEnglishName":"Genesis","chapterNumber":1,"verses":[{"number":1,"verse":"( ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਵਰਣਨ) ਆਦ ਵਿੱਚ ਪਰਮੇਸ਼ੁਰ ਨੇ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਨੂੰ ਉਤਪਤ ਕੀਤਾ"},{"number":2,"verse":"ਧਰਤੀ ਬੇਡੌਲ ਤੇ ਸੁੰਞੀ ਸੀ ਅਤੇ ਡੁੰਘਿਆਈ ਉੱਤੇ ਅਨ੍ਹੇਰਾ ਸੀ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਆਤਮਾ ਪਾਣੀਆਂ ਦੇ ਉੱਤੇ ਸੇਉਂਦਾ ( ਅਥਵਾ \"ਫੜਫੜਾ ਰਿਹਾ ਸੀ\" ਅਥਵਾ \"ਹਿਲਦਾ ਸੀ\" ।।) ਸੀ"},{"number":3,"verse":"ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਖਿਆ ਕਿ ਚਾਨਣ ਹੋਵੇ ਤਾਂ ਚਾਨਣ ਹੋ ਗਿਆ"},{"number":4,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਚਾਨਣ ਨੂੰ ਡਿੱਠਾ ਭਈ ਚੰਗਾ ਹੈ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਚਾਨਣ ਨੂੰ ਅਨ੍ਹੇਰੇ ਤੋਂ ਵੱਖਰਾ ਕੀਤਾ"},{"number":5,"verse":"ਪਰਮੇਸ਼ੁਰ ਨੇ ਚਾਨਣ ਨੂੰ ਦਿਨ ਆਖਿਆ ਤੇ ਅਨ੍ਹੇਰੇ ਨੂੰ ਰਾਤ ਆਖਿਆ ਸੋ ਸੰਝ ਤੇ ਸਵੇਰ ਪਹਿਲਾ ਦਿਨ ਹੋਇਆ।।"},{"number":6,"verse":"ਫੇਰ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਖਿਆ ਕਿ ਪਾਣੀਆਂ ਦੇ ਵਿਚਕਾਰ ਅੰਬਰ ਹੋਵੇ ਅਤੇ ਉਹ ਪਾਣੀਆਂ ਨੂੰ ਪਾਣੀਆਂ ਤੋਂ ਵੱਖਰਿਆਂ ਕਰੇ"},{"number":7,"verse":"ਸੋ ਪਰਮੇਸ਼ੁਰ ਨੇ ਅੰਬਰ ਨੂੰ ਬਣਾਇਆ ਅਤੇ ਅੰਬਰ ਦੇ ਹੇਠਲੇ ਪਾਣੀਆਂ ਨੂੰ ਅੰਬਰ ਦੇ ਉੱਪਰਲੇ ਪਾਣੀਆਂ ਤੋਂ ਵੱਖਰਾ ਕੀਤਾ ਅਤੇ ਓਵੇਂ ਹੀ ਹੋ ਗਿਆ"},{"number":8,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਅੰਬਰ ਨੂੰ ਅਕਾਸ਼ ਆਖਿਆ ਸੋ ਸੰਝ ਤੇ ਸਵੇਰ ਦੂਜਾ ਦਿਨ ਹੋਇਆ।।"},{"number":9,"verse":"ਫੇਰ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਖਿਆ ਕਿ ਅਕਾਸ਼ ਦੇ ਹੇਠਲੇ ਪਾਣੀ ਇੱਕ ਥਾਂ ਇਕੱਠੇ ਹੋ ਜਾਣ ਤਾਂਜੋ ਖੁਸ਼ਕੀ ਦਿੱਸ ਪਵੇ ਅਤੇ ਓਵੇਂ ਹੀ ਹੋ ਗਿਆ"},{"number":10,"verse":"ਪਰਮੇਸ਼ੁਰ ਨੇ ਖੁਸ਼ਕੀ ਨੂੰ ਧਰਤੀ ਆਖਿਆ ਅਤੇ ਪਾਣੀਆਂ ਦੇ ਇਕੱਠ ਨੂੰ ਸਮੁੰਦਰ ਆਖਿਆ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਡਿੱਠਾ ਭਈ ਚੰਗਾ ਹੈ"},{"number":11,"verse":"ਫੇਰ ਪਰਮੇਸ਼ੁਰ ਨੇ ਅਖਿਆ ਕਿ ਧਰਤੀ ਘਾਹ, ਨਾਲੇ ਬੀ ਵਾਲਾ ਸਾਗ ਪੱਤ ਅਤੇ ਫਲਦਾਰ ਬਿਰਛ ਉਗਾਵੇ ਜਿਹੜੇ ਆਪੋ ਆਪਣੀ ਜਿਨਸ ਦੇ ਅਨੁਸਾਰ ਬੀ ਵਾਲਾ ਫਲ ਧਰਤੀ ਉੱਤੇ ਦੇਣ ਅਤੇ ਓਵੇਂ ਹੀ ਹੋ ਗਿਆ"},{"number":12,"verse":"ਸੋ ਧਰਤੀ ਨੇ ਘਾਹ ਤੇ ਬੀ ਵਾਲਾ ਸਾਗ ਪੱਤ ਉਹ ਦੀ ਜਿਨਸ ਦੇ ਅਨੁਸਾਰ ਤੇ ਫਲਦਾਰ ਬਿਰਛ ਜਿਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਆਪੋ ਆਪਣੀ ਜਿਨਸ ਦੇ ਅਨੁਸਾਰ ਬੀ ਹੈ ਉਗਾਇਆ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਡਿੱਠਾ ਭਈ ਚੰਗਾ ਹੈ"},{"number":13,"verse":"ਸੋ ਸੰਝ ਤੇ ਸਵੇਰ ਤੀਜਾ ਦਿਨ ਹੋਇਆ।।"},{"number":14,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਖਿਆ ਕਿ ਅਕਾਸ਼ ਦੇ ਅੰਬਰ ਵਿੱਚ ਜੋਤਾਂ ਹੋਣ ਤਾਂਜੋ ਓਹ ਦਿਨ ਨੂੰ ਰਾਤ ਤੋਂ ਅੱਡ ਕਰਨ, ਨਾਲੇ ਓਹ ਨਿਸ਼ਾਨਾਂ ਤੇ ਰੁੱਤਾਂ ਤੇ ਦਿਨਾਂ ਤੇ ਵਰਿਹਾਂ ਲਈ ਹੋਣ"},{"number":15,"verse":"ਓਹ ਅਕਾਸ਼ ਦੇ ਅੰਬਰ ਵਿੱਚ ਜੋਤਾਂ ਹੋਣ ਭਈ ਓਹ ਧਰਤੀ ਉੱਤੇ ਚਾਨਣ ਕਰਨ ਅਤੇ ਓਵੇਂ ਹੀ ਹੋ ਗਿਆ"},{"number":16,"verse":"ਸੋ ਪਰਮੇਸ਼ੁਰ ਨੇ ਦੋ ਵੱਡੀਆਂ ਜੋਤਾਂ ਬਣਾਈਆਂ- ਵੱਡੀ ਜੋਤ ਜਿਹੜੀ ਦਿਨ ਉੱਤੇ ਰਾਜ ਕਰੇ ਅਤੇ ਨਿੱਕੀ ਜੋਤ ਜਿਹੜੀ ਰਾਤ ਉੱਤੇ ਰਾਜ ਕਰੇ ਨਾਲੇ ਉਸ ਨੇ ਤਾਰੇ ਵੀ ਬਣਾਏ"},{"number":17,"verse":"ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਅਕਾਸ਼ ਦੇ ਅੰਬਰ ਵਿੱਚ ਰੱਖਿਆ ਭਈ ਧਰਤੀ ਉੱਤੇ ਚਾਨਣ ਕਰਨ"},{"number":18,"verse":"ਅਤੇ ਦਿਨ ਅਰ ਰਾਤ ਉੱਤੇ ਰਾਜ ਕਰਨ ਅਤੇ ਚਾਨਣ ਨੂੰ ਅਨ੍ਹੇਰੇ ਤੋਂ ਅੱਡ ਕਰਨ। ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਡਿੱਠਾ ਭਈ ਚੰਗਾ ਹੈ।।"},{"number":19,"verse":"ਸੋ ਸੰਝ ਤੇ ਸਵੇਰ ਚੌਥਾ ਦਿਨ ਹੋਇਆ"},{"number":20,"verse":"ਫੇਰ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਖਿਆ ਕਿ ਪਾਣੀ ਢੇਰ ਸਾਰੇ ਜੀਉਂਦੇ ਪ੍ਰਾਣੀਆਂ ਨਾਲ ਭਰ ਜਾਣ ਅਤੇ ਪੰਛੀ ਧਰਤੀ ਤੋਂ ਉਤਾਹਾਂ ਅਕਾਸ਼ ਦੇ ਅੰਬਰ ਵਿੱਚ ਉੱਡਣ"},{"number":21,"verse":"ਪਰਮੇਸ਼ੁਰ ਨੇ ਵੱਡੇ ਵੱਡੇ ਜਲ ਜੰਤੂਆਂ ਨੂੰ ਅਤੇ ਸਾਰੇ ਚੱਲਣ ਵਾਲੇ ਜੀਉਂਦੇ ਪ੍ਰਾਣੀਆਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਦੇ ਨਾਲ ਉਨ੍ਹਾਂ ਦੀ ਜਿਨਸ ਅਨੁਸਾਰ ਪਾਣੀ ਭਰ ਗਏ ਉਤਪਤ ਕੀਤਾ, ਨਾਲੇ ਸਾਰੇ ਪੰਖ ਪੰਛੀਆਂ ਨੂੰ ਵੀ ਉਨ੍ਹਾਂ ਦੀ ਜਿਨਸ ਅਨੁਸਾਰ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਡਿੱਠਾ ਭਈ ਚੰਗਾ ਹੈ"},{"number":22,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਇਹ ਆਖਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਅਸੀਸ ਦਿੱਤੀ ਭਈ ਫਲੋ ਤੇ ਵੱਧੋ ਤੇ ਸਮੁੰਦਰਾਂ ਦੇ ਪਾਣੀਆਂ ਨੂੰ ਭਰ ਦਿਓ ਅਤੇ ਪੰਛੀ ਧਰਤੀ ਉੱਤੇ ਵਧਣ"},{"number":23,"verse":"ਸੋ ਸੰਝ ਤੇ ਸਵੇਰ ਪੰਜਵਾ ਦਿਨ ਹੋਇਆ ।।"},{"number":24,"verse":"ਫੇਰ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਖਿਆ ਕਿ ਧਰਤੀ ਉੱਤੇ ਜੀਉਂਦੇ ਪ੍ਰਾਣੀਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਜਿਨਸ ਦੇ ਅਨੁਸਾਰ ਤੇ ਡੰਗਰਾਂ ਨੂੰ ਅਰ ਘਿੱਸਰਨ ਵਾਲਿਆਂ ਨੂੰ ਅਰ ਧਰਤੀ ਦੇ ਜਾਨਵਰਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਜਿਨਸ ਦੇ ਅਨੁਸਾਰ ਉਪਜਾਵੇ ਅਤੇ ਓਵੇਂ ਹੀ ਹੋ ਗਿਆ"},{"number":25,"verse":"ਸੋ ਪਰਮੇਸ਼ੁਰ ਨੇ ਧਰਤੀ ਦੇ ਜਾਨਵਰਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਜਿਨਸ ਦੇ ਅਨੁਸਾਰ ਅਰ ਡੰਗਰਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਜਿਨਸ ਦੇ ਅਨੁਸਾਰ ਅਰ ਜ਼ਮੀਨ ਦੇ ਸਾਰੇ ਘਿੱਸਰਨ ਵਾਲਿਆ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਜਿਨਸ ਦੇ ਅਨੁਸਾਰ ਬਣਾਇਆ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਡਿੱਠਾ ਭਈ ਚੰਗਾ ਹੈ"},{"number":26,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਖਿਆ ਕਿ ਅਸੀਂ ਆਦਮੀ ਨੂੰ ਆਪਣੇ ਸਰੂਪ ਉੱਤੇ ਅਰ ਆਪਣੇ ਵਰਗਾ ਬਣਾਈਏ ਅਤੇ ਓਹ ਸਮੁੰਦਰ ਦੀਆਂ ਮੱਛੀਆਂ ਉੱਤੇ ਅਤੇ ਅਕਾਸ਼ ਦਿਆਂ ਪੰਛੀਆਂ ਉੱਤੇ ਅਤੇ ਡੰਗਰਾਂ ਉੱਤੇ ਸਗੋਂ ਸਾਰੀ ਧਰਤੀ ਉੱਤੇ ਅਤੇ ਧਰਤੀ ਪੁਰ ਸਾਰੇ ਘਿੱਸਰਨ ਵਾਲਿਆਂ ਉੱਤੇ ਰਾਜ ਕਰਨ"},{"number":27,"verse":"ਸੋ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਦਮੀ ਨੂੰ ਆਪਣੇ ਸਰੂਪ ਉੱਤੇ ਉਤਪਤ ਕੀਤਾ। ਪਰਮੇਸ਼ੁਰ ਦੇ ਸਰੂਪ ਉੱਤੇ ਉਹ ਨੂੰ ਉਤਪਤ ਕੀਤਾ। ਨਰ ਨਾਰੀ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਤਪਤ ਕੀਤਾ"},{"number":28,"verse":"ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਅਸੀਸ ਦਿੱਤੀ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਫਲੋ ਅਰ ਵੱਧੋ ਅਤੇ ਧਰਤੀ ਨੂੰ ਭਰ ਦਿਓ ਅਤੇ ਉਹ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿੱਚ ਕਰੋ ਅਤੇ ਸਮੁੰਦਰ ਦੀਆਂ ਮੱਛੀਆਂ ਉੱਤੇ ਅਰ ਅਕਾਸ਼ ਦਿਆਂ ਪੰਛੀਆਂ ਉੱਤੇ ਅਰ ਸਾਰੇ ਧਰਤੀ ਪੁਰ ਘਿੱਸਰਨ ਵਾਲਿਆਂ ਜੀਆਂ ਉੱਤੇ ਰਾਜ ਕਰੋ"},{"number":29,"verse":"ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਖਿਆ, ਵੇਖੋ ਮੈਂ ਤੁਹਾਨੂੰ ਹਰ ਬੀ ਵਾਲਾ ਸਾਗ ਪੱਤ ਜਿਹੜਾ ਸਾਰੀ ਧਰਤੀ ਦੇ ਉੱਤੇ ਹੈ ਤੇ ਹਰ ਬਿਰਛ ਜਿਹ ਦੇ ਵਿੱਚ ਉਸ ਦਾ ਬੀ ਵਾਲਾ ਫਲ ਹੈ ਦੇ ਦਿੱਤਾ। ਇਹ ਤੁਹਾਡੇ ਲਈ ਭੋਜਨ ਹੈ"},{"number":30,"verse":"ਅਤੇ ਮੈਂ ਧਰਤੀ ਦੇ ਹਰ ਜਾਨਵਰ ਨੂੰ ਅਰ ਅਕਾਸ਼ ਦੇ ਹਰ ਪੰਛੀ ਨੂੰ ਅਰ ਧਰਤੀ ਪੁਰ ਹਰ ਘਿੱਸਰਨ ਵਾਲੇ ਨੂੰ ਜਿਹ ਦੇ ਵਿੱਚ ਜੀਵਣ ਦਾ ਸਾਹ ਹੈ ਖਾਣ ਲਈ ਹਰ ਪਰਕਾਰ ਦਾ ਸਾਗ ਪੱਤ ਦੇ ਦਿੱਤਾ ਅਤੇ ਉਵੇਂ ਹੀ ਹੋ ਗਿਆ"},{"number":31,"verse":"ਉਪਰੰਤ ਪਰਮੇਸ਼ੁਰ ਨੇ ਸਰਬੱਤ ਨੂੰ ਜਿਹ ਨੂੰ ਉਸ ਨੇ ਬਣਾਇਆ ਸੀ ਡਿੱਠਾ ਅਤੇ ਵੇਖੋ ਉਹ ਬਹੁਤ ਹੀ ਚੰਗਾ ਸੀ। ਸੋ ਸੰਝ ਤੇ ਸਵੇਰ ਛੇਵਾਂ ਦਿਨ ਹੋਇਆ।।"}]}