{"bibleAbbr":"paOV2016","bookName":"ਉਤਪਤ","bookEnglishName":"Genesis","chapterNumber":13,"verses":[{"number":1,"verse":"( ਅਬਰਾਮ ਤੇ ਲੂਤ ਦਾ ਵੱਖੋ ਵੱਖ ਹੋਣਾ) ਤਾਂ ਅਬਰਾਮ ਅਰ ਉਹ ਦੀ ਪਤਨੀ ਅਰ ਸਭ ਕੁਝ ਜੋ ਉਹ ਦੇ ਕੋਲ ਸੀ ਅਰ ਲੂਤ ਵੀ ਉਹ ਦੇ ਨਾਲ ਮਿਸਰ ਤੋਂ ਦੱਖਣ ਦੇਸ ਵੱਲ ਉਤਾਹਾਂ ਗਏ"},{"number":2,"verse":"ਅਬਰਾਮ ਡੰਗਰਾਂ ਅਰ ਸੋਨੇ ਚਾਂਦੀ ਵਿੱਚ ਵੱਡਾ ਧਨ ਮਾਲ ਵਾਲਾ ਸੀ"},{"number":3,"verse":"ਉਹ ਦੱਖਣ ਤੋਂ ਸਫਰ ਕਰਦਾ ਬੈਤ-ਏਲ ਦੀ ਉਸ ਥਾਂ ਤੀਕ ਅੱਪੜਿਆ ਜਿੱਥੇ ਪਹਿਲਾਂ ਆਪਣਾ ਤੰਬੂ ਬੈਤ-ਏਲ ਅਰ ਅਈ ਦੇ ਵਿਚਕਾਰ ਲਾਇਆ ਸੀ"},{"number":4,"verse":"ਅਰਥਾਤ ਉਸ ਜਗਵੇਦੀ ਦੀ ਥਾਂ ਤੀਕ ਜੋ ਉਸ ਨੇ ਪਹਿਲਾਂ ਬਣਾਈ ਸੀ ਅਤੇ ਉੱਥੇ ਅਬਰਾਮ ਨੇ ਯਹੋਵਾਹ ਦਾ ਨਾਮ ਲਿਆ।।"},{"number":5,"verse":"ਅਤੇ ਲੂਤ ਕੋਲ ਵੀ ਜਿਹੜਾ ਅਬਰਾਮ ਨਾਲ ਚੱਲਦਾ ਸੀ ਇੱਜੜ ਅਰ ਗਾਈਆਂ ਬਲਦ ਅਰ ਤੰਬੂ ਸਨ"},{"number":6,"verse":"ਅਤੇ ਉਸ ਦੇਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਨਾ ਝੱਲਿਆ ਕਿ ਓਹ ਇੱਕਠੇ ਰਹਿਣ ਕਿਉਂਕਿ ਉਨ੍ਹਾਂ ਦਾ ਮਾਲ ਧਨ ਐਂਨਾ ਸੀ ਕਿ ਓਹ ਇੱਕਠੇ ਨਹੀਂ ਰਹਿ ਸਕਦੇ ਸਨ"},{"number":7,"verse":"ਉਪਰੰਤ ਅਬਰਾਮ ਦੇ ਪਾਲੀਆਂ ਅਤੇ ਲੂਤ ਦੇ ਪਾਲੀਆਂ ਵਿੱਚ ਝਗੜਾ ਪੈ ਗਿਆ ਅਤੇ ਕਨਾਨੀ ਅਰ ਪਰਿੱਜੀ ਜਨਤਾ ਉਸ ਵੇਲੇ ਉਸ ਦੇਸ ਵਿੱਚ ਵੱਸਦੀ ਸੀ"},{"number":8,"verse":"ਅਬਰਾਮ ਨੇ ਲੂਤ ਨੂੰ ਆਖਿਆ ਮੇਰੇ ਅਰ ਤੇਰੇ ਅਤੇ ਮੇਰੇ ਅਰ ਤੇਰੇ ਪਾਲੀਆਂ ਵਿੱਚ ਝਗੜਾ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਕਿਉਂਜੋ ਅਸੀਂ ਭਰਾ ਹਾਂ। ਭਲਾ, ਤੇਰੇ ਅੱਗੇ ਸਾਰਾ ਦੇਸ ਨਹੀਂ ਹੈ?"},{"number":9,"verse":"ਮੈਥੋਂ ਵੱਖਰਾ ਹੋ ਜਾਹ। ਜੇ ਤੂੰ ਖੱਬੇ ਪਾਸੇ ਜਾਵੇਂ ਤਾਂ ਮੈਂ ਸੱਜੇ ਪਾਸੇ ਜਾਵਾਂਗਾ ਅਤੇ ਜੇ ਤੂੰ ਸੱਜੇ ਪਾਸੇ ਜਾਵੇਂ ਤਾਂ ਮੈਂ ਖੱਬੇ ਪਾਸੇ ਜਾਵਾਂਗਾ"},{"number":10,"verse":"ਸੋ ਲੂਤ ਨੇ ਆਪਣੀਆਂ ਅੱਖਾਂ ਚੁੱਕਕੇ ਯਰਦਨ ਦੇ ਸਾਰੇ ਮੈਦਾਨ ਨੂੰ ਵੇਖਿਆ ਕਿ ਉਹ ਸਾਰਾ ਮੈਦਾਨ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਯਹੋਵਾਹ ਨੇ ਸਦੂਮ ਅਰ ਅਮੂਰਾਹ ਨੂੰ ਨਾਸ਼ ਕੀਤਾ ਚੰਗਾ ਤਰ ਸੀ, ਉਹ ਯਹੋਵਾਹ ਦੇ ਬਾਗ਼ ਵਰਗਾ ਸੀ ਅਥਵਾ ਸੋਆਰ ਨੂੰ ਜਾਂਦੇ ਹੋਏ ਮਿਸਰ ਦੇਸ ਵਰਗਾ ਸੀ"},{"number":11,"verse":"ਲੂਤ ਨੇ ਆਪਣੇ ਲਈ ਯਰਦਨ ਦਾ ਸਾਰਾ ਮੈਦਾਨ ਚੁਣਿਆ ਅਤੇ ਲੂਤ ਪੂਰਬ ਵੱਲ ਚਲਿਆ ਗਿਆ ਸੋ ਉਹ ਇੱਕ ਦੂਜੇ ਤੋਂ ਅੱਡ ਹੋ ਗਏ"},{"number":12,"verse":"ਅਬਰਾਮ ਕਨਾਨ ਦੇ ਦੇਸ ਵਿੱਚ ਵੱਸਿਆ ਅਤੇ ਲੂਤ ਉਸ ਮੈਦਾਨ ਦੇ ਨਗਰਾਂ ਵਿੱਚ ਵੱਸਿਆ ਅਰ ਸਦੂਮ ਕੋਲ ਆਪਣਾ ਤੰਬੂ ਲਾਇਆ"},{"number":13,"verse":"ਅਤੇ ਸਦੂਮ ਦੇ ਮਨੁੱਖ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਅੱਤ ਬੁਰਿਆਰ ਅਰ ਮਹਾਂ ਪਾਪੀ ਸਨ।।"},{"number":14,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਨੇ ਅਬਰਾਮ ਨੂੰ ਲੂਤ ਦੇ ਉਸ ਤੋਂ ਵੱਖਰੇ ਹੋਣ ਦੇ ਪਿੱਛੋਂ ਆਖਿਆ ਕਿ ਆਪਣੀਆਂ ਅੱਖੀਆਂ ਹੁਣ ਚੁੱਕਕੇ ਇਸ ਥਾਂ ਤੋਂ ਜਿੱਥੇ ਤੂੰ ਹੁਣ ਹੈਂ ਉੱਤਰ ਅਰ ਦੱਖਣ, ਪੂਰਬ ਅਰ ਪੱਛਮ ਵੱਲ ਵੇਖ"},{"number":15,"verse":"ਕਿਉਂਕਿ ਇਹ ਸਾਰੀ ਧਰਤੀ ਜੋ ਤੂੰ ਵੇਖਦਾ ਹੈਂ ਤੈਨੂੰ ਅਰ ਤੇਰੀ ਅੰਸ ਨੂੰ ਸਦਾ ਲਈ ਮੈਂ ਦਿਆਂਗਾ"},{"number":16,"verse":"ਅਤੇ ਮੈਂ ਤੇਰੀ ਅੰਸ ਨੂੰ ਧਰਤੀ ਦੀ ਧੂੜ ਵਰਗੀ ਅਜੇਹੀ ਵਧਾਵਾਂਗਾ ਕਿ ਜੇ ਕੋਈ ਮਨੁੱਖ ਧਰਤੀ ਦੀ ਧੂੜ ਨੂੰ ਗਿਣ ਸਕੇ ਤਾਂ ਉਹ ਤੇਰੀ ਅੰਸ ਨੂੰ ਵੀ ਗਿਣ ਸੱਕੇਗਾ"},{"number":17,"verse":"ਉੱਠ ਤੇ ਏਸ ਦੇਸ ਦੀ ਲੰਬਾਈ ਚੌੜਾਈ ਵਿੱਚ ਫਿਰ ਕਿਉਂਜੋ ਮੈਂ ਇਹ ਤੈਨੂੰ ਦਿਆਂਗਾ"},{"number":18,"verse":"ਤਾਂ ਅਬਰਾਮ ਨੇ ਆਪਣਾ ਤੰਬੂ ਪੁੱਟਿਆ ਅਤੇ ਮਮਰੇ ਦਿਆਂ ਬਲੂਤਾਂ ਕੋਲ ਜਿਹੜੇ ਹਬਰੋਨ ਵਿੱਚ ਹਨ ਜਾ ਵੱਸਿਆ ਅਤੇ ਉੱਥੇ ਉਸ ਨੇ ਇੱਕ ਜਗਵੇਦੀ ਯਹੋਵਾਹ ਲਈ ਬਣਾਈ।।"}]}