{"bibleAbbr":"paOV2016","bookName":"ਉਤਪਤ","bookEnglishName":"Genesis","chapterNumber":18,"verses":[{"number":1,"verse":"( ਯਹੋਵਾਹ ਦੇ ਦੂਤ ਅਰ ਅਬਰਾਹਾਮ) ਫੇਰ ਯਹੋਵਾਹ ਨੇ ਉਹ ਨੂੰ ਮਮਰੇ ਦਿਆਂ ਬਲੂਤਾਂ ਵਿੱਚ ਦਰਸ਼ਨ ਦਿੱਤਾ ਜਾਂ ਉਹ ਆਪਣੇ ਤੰਬੂ ਦੇ ਬੂਹੇ ਵਿੱਚ ਦਿਨ ਦੀ ਧੁੱਪ ਦੇ ਵੇਲੇ ਬੈਠਾ ਹੋਇਆ ਸੀ"},{"number":2,"verse":"ਉਸ ਨੇ ਆਪਣੀਆਂ ਅੱਖੀਆਂ ਚੁੱਕਕੇ ਨਿਗਾਹ ਮਾਰੀ ਅਰ ਵੇਖੋ ਤਿੰਨ ਮਨੁੱਖ ਉਹ ਦੇ ਸਾਹਮਣੇ ਖਲੋਤੇ ਸਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੇਖਦੇ ਹੀ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਮਿਲਣ ਲਈ ਤੰਬੂ ਦੇ ਬੂਹਿਓਂ ਨੱਸਿਆ ਅਤੇ ਧਰਤੀ ਤੀਕ ਝੁਕਿਆ"},{"number":3,"verse":"ਉਸ ਨੇ ਆਖਿਆ, ਹੇ ਪ੍ਰਭੁ ਜੇ ਮੇਰੇ ਉੱਤੇ ਤੇਰੀ ਕਿਰਪਾ ਦੀ ਨਿਗਾਹ ਹੋਈ ਹੈ ਤਾਂ ਆਪਣੇ ਦਾਸ ਦੇ ਕੋਲੋਂ ਚੱਲਿਆ ਨਾ ਜਾਣਾ"},{"number":4,"verse":"ਥੋਹੜਾ ਜਿਹਾ ਪਾਣੀ ਲਿਆਇਆ ਜਾਵੇ ਤਾਂਜੋ ਤੁਸੀਂ ਆਪਣੇ ਚਰਨ ਧੋਕੇ ਰੁੱਖ ਹੇਠ ਅਰਾਮ ਕਰੋ"},{"number":5,"verse":"ਮੈਂ ਥੋਹੜੀ ਜਿਹੀ ਰੋਟੀ ਵੀ ਲਿਆਉਂਦਾ ਹਾਂ ਸੋ ਆਪਣੇ ਮਨਾਂ ਨੂੰ ਤਰਿਪਤ ਕਰੋ। ਫੇਰ ਤੁਸੀਂ ਅੱਗੇ ਲੰਘ ਜਾਇਓ ਕਿਉਂਕਿ ਏਸੇ ਲਈ ਤੁਸੀਂ ਆਪਣੇ ਦਾਸ ਕੋਲ ਆਏ ਹੋ। ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਓਵੇਂ ਹੀ ਕਰ ਜਿਵੇਂ ਤੂੰ ਬੋਲਿਆ"},{"number":6,"verse":"ਤਦ ਅਬਰਾਹਾਮ ਨੇ ਸਾਰਾਹ ਕੋਲ ਤੰਬੂ ਵਿੱਚ ਛੇਤੀ ਜਾਕੇ ਆਖਿਆ, ਝੱਟ ਕਰ ਅਰ ਤਿੰਨ ਮਾਪ ਮੈਦਾ ਗੁੰਨ੍ਹਕੇ ਫੁਲਕੇ ਪਕਾ"},{"number":7,"verse":"ਅਤੇ ਅਬਰਾਹਾਮ ਨੱਸਕੇ ਚੌਣੇ ਵਿੱਚ ਗਿਆ ਅਤੇ ਇੱਕ ਵੱਛਾ ਨਰਮ ਅਰ ਚੰਗਾ ਲੈਕੇ ਇੱਕ ਜੁਆਨ ਨੂੰ ਦਿੱਤਾ ਅਤੇ ਉਸ ਨੇ ਛੇਤੀ ਉਹ ਨੂੰ ਤਿਆਰ ਕੀਤਾ"},{"number":8,"verse":"ਫੇਰ ਉਸ ਨੇ ਦਹੀ ਅਰ ਦੁੱਧ ਅਰ ਉਹ ਵੱਛਾ ਜਿਹ ਨੂੰ ਉਸ ਨੇ ਤਿਆਰ ਕਰਵਾਇਆ ਸੀ ਲੈਕੇ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਪਰੋਸ ਦਿੱਤਾ ਅਤੇ ਆਪ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਰੁੱਖ ਹੇਠ ਖੜਾ ਰਿਹਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਖਾਧਾ"},{"number":9,"verse":"ਫੇਰ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਸਾਰਾਹ ਤੇਰੀ ਪਤਨੀ ਕਿੱਥੇ ਹੈ? ਉਸ ਨੇ ਆਖਿਆ, ਵੇਖੋ ਤੰਬੂ ਵਿੱਚ ਹੈ"},{"number":10,"verse":"ਤਾਂ ਓਸ ਨੇ ਆਖਿਆ, ਮੈਂ ਜ਼ਰੂਰ ਬਹਾਰ ਦੀ ਰੁੱਤੇ ਤੇਰੇ ਕੋਲ ਮੁੜ ਆਵਾਂਗਾ ਅਤੇ ਵੇਖ ਸਾਰਾਹ ਤੇਰੀ ਪਤਨੀ ਪੁੱਤ੍ਰ ਜਣੇਗੀ ਅਤੇ ਸਾਰਾਹ ਤੰਬੂ ਦੇ ਬੂਹੇ ਵਿੱਚ ਜਿਹੜਾ ਉਹ ਦੇ ਪਿੱਛੇ ਸੀ ਸੁਣ ਰਹੀ ਸੀ"},{"number":11,"verse":"ਅਬਰਾਹਾਮ ਅਰ ਸਾਰਾਹ ਬੁੱਢੇ ਅਰ ਵੱਡੀ ਉਮਰ ਦੇ ਸਨ ਅਤੇ ਸਾਰਾਹ ਤੋਂ ਤੀਵੀਆਂ ਵਾਲੀ ਹਾਲਤ ਬੰਦ ਹੋ ਗਈ ਸੀ"},{"number":12,"verse":"ਤਾਂ ਸਾਰਾਹ ਆਪਣੇ ਮਨ ਵਿੱਚ ਹੱਸੀ ਤੇ ਆਖਿਆ ਕਿ ਜਦੋਂ ਮੈਂ ਪੁਰਾਣੀ ਪੈ ਗਈ ਹਾਂ ਤਾਂ ਮੈਨੂੰ ਮਜ਼ਾ ਆਵੇਗਾ? ਨਾਲੇ ਮੇਰਾ ਸਵਾਮੀ ਵੀ ਬੁੱਢਾ ਹੈ"},{"number":13,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਅਬਰਾਹਾਮ ਨੂੰ ਆਖਿਆ ਕਿ ਸਾਰਾਹ ਕਿਉਂ ਇਹ ਆਖਕੇ ਹੱਸੀ ਭਈ ਜਦ ਮੈਂ ਬੁੱਢੀ ਹੋ ਗਈ ਕੀ ਮੈਂ ਸੱਚੀ ਮੁੱਚੀ ਪੁੱਤ੍ਰ ਜਣਾਂਗੀ? ਭਲਾ, ਕੋਈ ਗੱਲ ਯਹੋਵਾਹ ਲਈ ਔਖੀ ਹੈ?"},{"number":14,"verse":"ਮਿਥੇ ਹੋਏ ਵੇਲੇ ਸਿਰ ਮੈਂ ਤੇਰੇ ਕੋਲ ਮੁੜ ਆਵਾਂਗਾ ਅਰ ਸਾਰਾਹ ਪੁੱਤ੍ਰ ਜਣੇਗੀ"},{"number":15,"verse":"ਪਰ ਸਾਰਾਹ ਇਹ ਆਖਕੇ ਮੁੱਕਰ ਗਈ, ਕਿ ਮੈਂ ਨਹੀਂ ਹੱਸੀ ਕਿਉਂਜੋ ਉਹ ਡਰ ਗਈ ਪਰੰਤੂ ਉਸ ਨੇ ਆਖਿਆ, ਨਹੀਂ ਤੂੰ ਜ਼ਰੂਰ ਹੱਸੀ ਹੈਂ"},{"number":16,"verse":"ਤਦ ਉਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਉੱਥੋਂ ਉੱਠਕੇ ਸਦੂਮ ਵੱਲ ਮੂੰਹ ਕੀਤਾ ਅਤੇ ਅਬਰਾਹਾਮ ਉਨ੍ਹਾਂ ਦੇ ਰਾਹੇ ਪਾਉਣ ਲਈ ਨਾਲ ਤੁਰ ਪਿਆ"},{"number":17,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਆਖਿਆ, ਮੈਂ ਅਬਰਾਹਾਮ ਤੋਂ ਉਹ ਜੋ ਮੈਂ ਕਰਨ ਨੂੰ ਹਾਂ ਕਿਉਂ ਲੁਕਾਵਾਂ?"},{"number":18,"verse":"ਅਬਰਾਹਾਮ ਇੱਕ ਵੱਡੀ ਅਰ ਬਲਵੰਤ ਕੌਮ ਹੋਵੇਗਾ ਅਰ ਧਰਤੀ ਦੀਆੰ ਸਾਰੀਆਂ ਕੌਮਾਂ ਉਸ ਤੋਂ ਬਰਕਤ ਪਾਉਣਗੀਆਂ"},{"number":19,"verse":"ਕਿਉਂਕਿ ਮੈਂ ਉਹ ਨੂੰ ਜਾਣ ਲਿਆ ਹੈ ਤਾਂਜੋ ਉਹ ਆਪਣੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਅਰ ਆਪਣੇ ਘਰਾਣੇ ਨੂੰ ਆਪਣੇ ਪਿੱਛੇ ਆਗਿਆ ਦੇਵੇ ਅਤੇ ਉਹ ਧਰਮ ਅਰ ਨਿਆਉਂ ਕਰਦੇ ਹੋਏ ਯਹੋਵਾਹ ਦੇ ਰਾਹ ਦੀ ਪਾਲਣਾ ਕਰਨ ਅਤੇ ਯਹੋਵਾਹ ਅਬਰਾਹਾਮ ਲਈ ਜੋ ਕੁਝ ਉਹ ਉਸ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਬੋਲਿਆ ਹੈ ਪੂਰਾ ਕਰੇ"},{"number":20,"verse":"ਉਪਰੰਤ ਯਹੋਵਾਹ ਨੇ ਆਖਿਆ, ਸਦੂਮ ਅਰ ਅਮੂਰਾਹ ਦਾ ਰੌਲਾ ਬਹੁਤ ਵਧ ਗਿਆ ਹੈ ਅਰ ਉਨ੍ਹਾਂ ਦਾ ਪਾਪ ਵੀ ਬਹੁਤ ਭਾਰੀ ਹੈ"},{"number":21,"verse":"ਤਾਂ ਮੈਂ ਉੱਤਰ ਕੇ ਵੇਖਾਂਗਾ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਰੌਲੇ ਅਨੁਸਾਰ ਜੋ ਮੇਰੇ ਕੋਲ ਆਇਆ ਹੈ ਸਭ ਕੁਝ ਕੀਤਾ ਹੈ ਅਰ ਜੇ ਨਹੀਂ ਤਾਂ ਮੈਂ ਜਣਾਂਗਾ"},{"number":22,"verse":"ਤਾਂ ਓਹ ਮਨੁੱਖ ਉੱਥੋਂ ਮੁੜਕੇ ਸਦੂਮ ਵੱਲ ਤੁਰ ਪਏ ਪਰ ਅਬਰਾਹਾਮ ਅਜੇ ਤੀਕ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਖਲੋਤਾ ਰਿਹਾ।।"},{"number":23,"verse":"ਤਾਂ ਅਬਰਾਹਾਮ ਨੇ ਨੇੜੇ ਹੋਕੇ ਆਖਿਆ, ਕੀ ਤੂੰ ਧਰਮੀ ਨੂੰ ਕੁਧਰਮੀ ਨਾਲ ਨਾਸ ਕਰੇਂਗਾ?"},{"number":24,"verse":"ਸ਼ਾਇਤ ਉਸ ਨਗਰ ਵਿੱਚ ਪੰਜਾਹ ਧਰਮੀ ਹੋਣ। ਕੀ ਤੂੰ ਜ਼ਰੂਰ ਉਸ ਥਾਂ ਨੂੰ ਮਿਟਾ ਦੇਵੇਂਗਾ ਅਰ ਉਹ ਨੂੰ ਉਨ੍ਹਾਂ ਪੰਜਾਹਾਂ ਧਰਮੀਆਂ ਦੇ ਕਾਰਨ ਜੋ ਉਸ ਵਿੱਚ ਹਨ ਛੱਡ ਨਾ ਦੇਵੇਂਗਾ?"},{"number":25,"verse":"ਐਉਂ ਕਰਨਾ ਅਰਥਾਤ ਧਰਮੀ ਨੂੰ ਕੁਧਰਮੀ ਨਾਲ ਮਾਰਨਾ ਤੈਥੋਂ ਦੂਰ ਹੋਵੇ ਤਾਂ ਧਰਮੀ ਕੁਧਰਮੀ ਦੇ ਤੁੱਲ ਹੋ ਜਾਵੇਗਾ। ਇਹ ਤੈਥੋਂ ਦੂਰ ਹੋਵੇ"},{"number":26,"verse":"ਕੀ ਸਾਰੀ ਧਰਤੀ ਦਾ ਨਿਆਈ ਨਿਆਉਂ ਨਾ ਕਰੇਗਾ? ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਆਖਿਆ, ਜੇ ਸਦੂਮ ਵਿੱਚ ਪੰਜਾਹ ਧਰਮੀ ਨਗਰ ਦੇ ਵਿਚਕਾਰ ਮੈਨੂੰ ਲੱਭਣ ਤਾਂ ਮੈਂ ਸਾਰੀ ਥਾਂ ਉਨ੍ਹਾਂ ਦੇ ਕਾਰਨ ਛੱਡ ਦਿਆਂਗਾ"},{"number":27,"verse":"ਫੇਰ ਅਬਾਰਾਹਾਮ ਉੱਤਰ ਦੇਕੇ ਆਖਿਆ ਵੇਖ ਮੈਂ ਆਪਣੇ ਪ੍ਰਭੁ ਨਾਲ ਗੱਲ ਕਰਨ ਦਿਲੇਰੀ ਕੀਤੀ ਹੈ ਭਾਵੇਂ ਮੈਂ ਧੂੜ ਅਰ ਖੇਹ ਹੀ ਹਾਂ"},{"number":28,"verse":"ਸ਼ਾਇਤ ਪੰਜਾਹ ਧਰਮੀਆਂ ਵਿੱਚੋਂ ਪੰਜ ਘੱਟ ਹੋਣ। ਕੀ ਉਨ੍ਹਾਂ ਪੰਜਾਂ ਦੇ ਕਾਰਨ ਤੂੰ ਸਾਰਾ ਨਗਰ ਨਸ਼ਟ ਕਰੇਂਗਾ? ਉਸ ਨੇ ਆਖਿਆ, ਜੇ ਉੱਥੇ ਮੈਨੂੰ ਪੈਂਤਾਲੀ ਲੱਭਣ ਮੈਂ ਉਸ ਨੂੰ ਨਸ਼ਟ ਨਹੀਂ ਕਰਾਂਗਾ"},{"number":29,"verse":"ਫੇਰ ਉਸ ਨੇ ਇੱਕ ਵਾਰੀ ਹੋਰ ਉਹ ਦੇ ਨਾਲ ਗੱਲ ਕਰਕੇ ਆਖਿਆ, ਸ਼ਾਇਤ ਉੱਥੇ ਚਾਲੀ ਲੱਭਣ। ਉਸ ਨੇ ਆਖਿਆ, ਮੈਂ ਉਨ੍ਹਾਂ ਚਾਲੀਆਂ ਦੇ ਕਾਰਨ ਇਹ ਨਹੀਂ ਕਰਾਂਗਾ"},{"number":30,"verse":"ਤਦ ਉਸ ਨੇ ਆਖਿਆ, ਪ੍ਰਭੁ ਕਰੋਧਵਾਨ ਨਾ ਹੋਵੇ ਤਾਂ ਮੈਂ ਗੱਲ ਕਰਾਂ। ਸ਼ਇਤ ਉੱਥੇ ਤੀਹ ਲੱਭਣ। ਉਸ ਨੇ ਆਖਿਆ, ਜੇ ਉੱਥੇ ਤੀਹ ਮੈਨੂੰ ਲੱਭਣ ਮੈਂ ਇਹ ਨਹੀਂ ਕਰਾਂਗਾ"},{"number":31,"verse":"ਫੇਰ ਉਸ ਨੇ ਆਖਿਆ, ਵੇਖ ਮੈਂ ਪ੍ਰਭੁ ਨਾਲ ਗੱਲ ਕਰਨ ਦੀ ਦਿਲੇਰੀ ਕੀਤੀ ਹੈ । ਸ਼ਾਇਤ ਉੱਥੇ ਵੀਹ ਲੱਭਣ। ਉਸ ਨੇ ਆਖਿਆ, ਮੈਂ ਉਨ੍ਹਾਂ ਵੀਹਾਂ ਦੇ ਕਾਰਨ ਨਸ਼ਟ ਨਹੀਂ ਕਰਾਂਗਾ"},{"number":32,"verse":"ਫੇਰ ਉਸ ਨੇ ਆਖਿਆ, ਪ੍ਰਭੁ ਕਰੋਧਵਾਨ ਨਾ ਹੋਵੇ ਤਾਂ ਮੈਂ ਇੱਕੋਈ ਵਾਰ ਫੇਰ ਗੱਲ ਕਰਾਂਗਾ। ਸ਼ਾਇਤ ਉੱਥੇ ਦਸ ਲੱਭਣ। ਤਾਂ ਉਸ ਨੇ ਆਖਿਆ, ਮੈਂ ਉਨ੍ਹਾਂ ਦਸਾਂ ਦੇ ਕਾਰਨ ਨਸ਼ਟ ਨਹੀਂ ਕਰਾਂਗਾ"},{"number":33,"verse":"ਜਦ ਯਹੋਵਾਹ ਅਬਰਾਹਾਮ ਨਾਲ ਗੱਲਾਂ ਕਰ ਚੁੱਕਿਆ ਤਾਂ ਉਹ ਚੱਲਿਆ ਗਿਆ ਅਰ ਅਬਰਾਹਾਮ ਆਪਣੀ ਥਾਂ ਨੂੰ ਮੁੜ ਪਿਆ।।"}]}