{"bibleAbbr":"paOV2016","bookName":"ਉਤਪਤ","bookEnglishName":"Genesis","chapterNumber":19,"verses":[{"number":1,"verse":"( ਸਦੂਮ ਅਤੇ ਅਮੂਰਾਹ ਦਾ ਭਸਮ) , ਉਪਰੰਤ ਦੋ ਦੂਤ ਸ਼ਾਮ ਨੂੰ ਸਦੂਮ ਨੂੰ ਆਏ ਅਤੇ ਲੂਤ ਸਦੂਮ ਦੀ ਡੇਉੜ੍ਹੀ ਵਿੱਚ ਬੈਠਾ ਹੋਇਆ ਸੀ ਅਤੇ ਲੂਤ ਉਨ੍ਹਾਂ ਨੂੰ ਵੇਖਕੇ ਮਿਲਣ ਲਈ ਉੱਠਿਆ ਅਤੇ ਉਹ ਨੇ ਆਪਣਾ ਮੂੰਹ ਧਰਤੀ ਤੀਕ ਝੁਕਾਇਆ"},{"number":2,"verse":"ਉਸ ਨੇ ਆਖਿਆ ਵੇਖੋ ਮੇਰੇ ਪ੍ਰਭੁਓ ਤੁਸੀਂ ਆਪਣੇ ਦਾਸ ਦੇ ਘਰ ਵੱਲ ਮੁੜੋ ਅਰ ਰਾਤ ਠਹਿਰੋ ਅਰ ਆਪਣੇ ਚਰਨ ਧੋਵੋ ਅਤੇ ਫੇਰ ਤੁਸੀਂ ਤੜਕੇ ਉੱਠਕੇ ਆਪਣੇ ਰਾਹ ਪੈ ਜਾਣਾ ਪਰ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਨਹੀਂ ਅਸੀਂ ਚੌਂਕ ਵਿੱਚ ਰਾਤ ਕਟਾਂਗੇ"},{"number":3,"verse":"ਜਾਂ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਬਹੁਤ ਹੀ ਖਹਿੜੇ ਪਿਆ ਤਾਂ ਓਹ ਉਸ ਵੱਲ ਮੁੜਕੇ ਉਹ ਦੇ ਘਰ ਗਏ ਅਰ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਮਹਿਮਾਨੀ ਕੀਤੀ ਅਤੇ ਪਤੀਰੀ ਰੋਟੀ ਪਕਾਈ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਖਾਧੀ"},{"number":4,"verse":"ਪਰ ਉਨ੍ਹਾਂ ਦੇ ਲੰਮੇ ਪੈਣ ਤੋਂ ਪਹਿਲਾਂ ਸਦੂਮ ਨਗਰ ਦੇ ਮਨੁੱਖਾਂ ਨੇ ਕੀ ਗਭਰੂ ਕੀ ਬੁੱਢਾ ਸਭ ਪਾਸਿਓਂ ਉਸ ਘਰ ਨੂੰ ਘੇਰ ਲਿਆ"},{"number":5,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਲੂਤ ਨੂੰ ਹਾਕ ਮਾਰਕੇ ਆਖਿਆ ਕਿ ਓਹ ਮਨੁੱਖ ਕਿੱਥੇ ਹਨ ਜੋ ਅੱਜ ਰਾਤ ਤੇਰੇ ਕੋਲ ਆਏ ਹਨ? ਉਨ੍ਹਾਂ ਨੂੰ ਸਾਡੇ ਕੋਲ ਬਾਹਰ ਲਿਆ ਤਾਂਜੋ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਾਣੀਏ ( ਅਥਵਾ, ਉਨ੍ਹਾਂ ਨਾਲ ਸੰਗ ਕਰੀਏ ।)"},{"number":6,"verse":"ਤਦ ਲੂਤ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਡੇਉੜ੍ਹੀ ਵਿੱਚੋਂ ਬਾਹਰ ਗਿਆ ਅਰ ਬੂਹਾ ਆਪਣੇ ਪਿੱਛੇ ਭੇੜ ਲਿਆ"},{"number":7,"verse":"ਤਾਂ ਉਸ ਨੇ ਆਖਿਆ ਮੇਰੇ ਭਰਾਵੋ ਇਹ ਬੁਰਿਆਈ ਨਾ ਕਰੋ"},{"number":8,"verse":"ਵੋਖੋ ਮੇਰੀਆਂ ਦੋ ਧੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਮਨੁੱਖ ਨੂੰ ਨਹੀਂ ਜਾਣਿਆ ਹੈ। ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਡੇ ਕੋਲ ਲੈ ਆਉਂਦਾ ਹਾਂ ਤਾਂ ਉਨ੍ਹਾਂ ਨਾਲ ਜਿਵੇਂ ਤੁਹਾਡੀ ਨਿਗਾਹ ਵਿੱਚ ਚੰਗਾ ਹੋਵੇ ਤਿਵੇਂ ਹੀ ਕਰੋ ਪਰ ਇਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨਾਲ ਕੁਝ ਨਾ ਕਰੋ ਕਿਉਂਜੋ ਉਹ ਮੇਰੀ ਛੱਤ ਛਾਏ ਆਏ ਹਨ"},{"number":9,"verse":"ਪਰ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਪਿਛਾਹਾਂ ਹੱਟ ਜਾਹ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਏਹ ਵੀ ਆਖਿਆ ਏਹ ਵੱਸਣ ਲਈ ਆਇਆ ਸੀ ਹੁਣ ਨਿਆਈ ਬਣ ਬੈਠਾ ਹੈ। ਅਸੀਂ ਤੇਰੇ ਨਾਲ ਉਨ੍ਹਾਂ ਨਾਲੋਂ ਵੱਧ ਬੁਰਿਆਈ ਕਰਾਂਗੇ। ਫੇਰ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਮਨੁੱਖ ਲੂਤ ਨੂੰ ਬਹੁਤ ਤੰਗ ਕੀਤਾ ਅਰ ਬੂਹੇ ਭੰਨਣ ਲਈ ਨੇੜੇ ਢੁੱਕੇ"},{"number":10,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹੱਥ ਬਾਹਰ ਕੱਢਕੇ ਲੂਤ ਨੂੰ ਆਪਣੇ ਕੋਲ ਘਰ ਵਿੱਚ ਖਿੱਚ ਲਿਆ ਅਰ ਬੂਹਾ ਭੇੜ ਲਿਆ"},{"number":11,"verse":"ਜਿਹੜੇ ਮਨੁੱਖ ਬੂਹੇ ਦੇ ਅੱਗੇ ਸਨ ਉਨ੍ਹਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕੀ ਛੋਟਾ ਕੀ ਵੱਡਾ ਅੰਨ੍ਹੇ ਕਰ ਦਿੱਤਾ ਐੱਥੋਂ ਤੀਕ ਕਿ ਓਹ ਬੂਹਾ ਲੱਭਦੇ ਲੱਭਦੇ ਥੱਕ ਗਏ"},{"number":12,"verse":"ਤਦ ਓਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਲੂਤ ਨੂੰ ਆਖਿਆ, ਤੇਰੇ ਕੋਲ ਹੋਰ ਕੌਣ ਐੱਥੇ ਹੈ? ਆਪਣੇ ਜਵਾਈਆਂ ਅਰ ਪੁੱਤ੍ਰਾਂ ਅਰ ਧੀਆਂ ਨੂੰ ਅਰ ਉਹ ਸਭ ਕੁਝ ਜੋ ਤੇਰਾ ਏਸ ਨਗਰ ਵਿੱਚ ਹੈ ਬਾਹਰ ਲੈ ਜਾਹ"},{"number":13,"verse":"ਕਿਉਂਕਿ ਅਸੀਂ ਏਸ ਥਾਂ ਨੂੰ ਏਸ ਲਈ ਨਸ਼ਟ ਕਰਨ ਵਾਲੇ ਹਾਂ ਕਿ ਓਹਨਾਂ ਦੀ ਹੁੱਗ ਯਹੋਵਾਹ ਅੱਗੇ ਬਹੁਤ ਵਧ ਗਈ ਹੈ ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਸਾਨੂੰ ਇਹ ਦੇ ਨਸ਼ਟ ਕਰਨ ਲਈ ਘੱਲਿਆ ਹੈ"},{"number":14,"verse":"ਉਪਰੰਤ ਲੂਤ ਨੇ ਬਾਹਰ ਜਾਕੇ ਆਪਣੇ ਜਵਾਈਆਂ ਨਾਲ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਦੀਆਂ ਧੀਆਂ ਵਿਆਹੀਆਂ ਗਈਆਂ ਸਨ ਗੱਲ ਕੀਤੀ ਅਤੇ ਆਖਿਆ, ਉੱਠੋ ਅਤੇ ਏਸ ਥਾਂ ਤੋਂ ਨਿੱਕਲੋ ਕਿਉਂਕਿ ਯਹੋਵਾਹ ਏਸ ਨਗਰ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਨੂੰ ਹੈ ਪਰ ਉਹ ਆਪਣੇ ਜਵਾਈਆਂ ਦੀਆਂ ਅੱਖੀਆਂ ਵਿੱਚ ਮਖੌਲੀਆ ਜਿਹਾ ਜਾਪਿਆ"},{"number":15,"verse":"ਜਦ ਸਵੇਰ ਹੋਇਆ ਤਾਂ ਓਹਨਾਂ ਦੂਤਾਂ ਨੇ ਲੂਤ ਤੋਂ ਛੇਤੀ ਕਰਾਈ ਕਿ ਉੱਠ ਆਪਣੀ ਤੀਵੀਂ ਅਰ ਦੋਹਾਂ ਧੀਆਂ ਨੂੰ ਜਿਹੜੀਆਂ ਐਥੇ ਹਨ ਲੈ ਜਾਹ ਅਜਿਹਾ ਨਾ ਹੋਵੇ ਕਿ ਤੂੰ ਨਗਰ ਦੇ ਅਪਰਾਧ ਵਿੱਚ ਨਿੱਘਰ ਜਾਵੇਂ"},{"number":16,"verse":"ਜਦ ਉਹ ਢਿੱਲ ਕਰ ਰਿਹਾ ਸੀ ਤਾਂ ਉਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਯਹੋਵਾਹ ਦੀ ਕਿਰਪਾ ਦੇ ਕਾਰਨ ਜੋ ਉਸ ਦੇ ਉੱਤੇ ਸੀ ਉਹ ਦੇ ਹੱਥ ਅਰ ਉਹ ਦੀ ਤੀਵੀਂ ਦੇ ਹੱਥ ਅਰ ਉਹ ਦੀਆਂ ਦੋਹਾਂ ਧੀਆਂ ਦੇ ਹੱਥਾਂ ਨੂੰ ਫੜਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਾਹਰ ਪੁਚਾ ਦਿੱਤਾ"},{"number":17,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਜਦ ਓਹ ਉਨ੍ਹਾਂ ਨੂੰ ਬਾਹਰ ਲੈ ਆਏ ਤਾਂ ਉਸ ਨੇ ਆਖਿਆ, ਆਪਣੀ ਜਾਨ ਲੈਕੇ ਭੱਜ ਜਾਹ। ਆਪਣੇ ਪਿੱਛੇ ਨਾ ਵੇਖੀ ਅਰ ਸਾਰੇ ਦੂਣ ਵਿੱਚ ਕਿਤੇ ਨਾ ਠਹਿਰੀਂ। ਪਹਾੜ ਨੂੰ ਭੱਜ ਜਾਹ ਅਜਿਹਾ ਨਾ ਹੋਵੇ ਕਿ ਤੂੰ ਭਸਮ ਹੋ ਜਾਵੇਂ"},{"number":18,"verse":"ਪਰ ਲੂਤ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਹੇ ਮੇਰੇ ਪ੍ਰਭੁਓ ਅਜੇਹਾ ਨਾ ਕਰਨਾ"},{"number":19,"verse":"ਵੇਖੋ ਤੁਹਾਡੇ ਦਾਸ ਉੱਤੇ ਤੁਹਾਡੀ ਕਿਰਪਾ ਦੀ ਨਿਗਾਹ ਹੋਈ ਹੈ ਅਰ ਤੁਸਾਂ ਆਪਣੀ ਦਯਾ ਨੂੰ ਜੋ ਮੇਰੀ ਜਾਨ ਨੂੰ ਜੀਉਂਦਾ ਰੱਖਣ ਲਈ ਮੇਰੇ ਉੱਤੇ ਕੀਤੀ ਵਧਾਇਆ ਹੈ ਪਰ ਮੈਂ ਪਹਾੜ ਤੀਕ ਨਹੀਂ ਭੱਜ ਸਕਦਾ ਮਤੇ ਮੇਰੇ ਉੱਤੇ ਕੋਈ ਬੁਰਿਆਈ ਆ ਪਵੇ ਅਰ ਮੈਂ ਮਰ ਜਾਵਾਂ"},{"number":20,"verse":"ਵੇਖੋ ਨਾ, ਇਹ ਨਗਰ ਭੱਜਣ ਲਈ ਨੇੜੇ ਹੈ ਅਰ ਇਹ ਨਿੱਕਾ ਜਿਹਾ ਵੀ ਹੈ। ਮੈਨੂੰ ਉੱਥੇ ਭੱਜ ਜਾਣ ਦਿਓ। ਕੀ ਉਹ ਨਿੱਕਾ ਨਹੀਂ ਹੈ? ਸੋ ਮੇਰੀ ਜਾਨ ਜੀਉਂਦੀ ਰਹੂਗੀ"},{"number":21,"verse":"ਤਾਂ ਉਸ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਵੇਖ ਮੈਂ ਤੈਨੂੰ ਏਸ ਗੱਲ ਵਿੱਚ ਵੀ ਮੰਨ ਲਿਆ ਹੈ। ਮੈਂ ਏਸ ਨਗਰ ਨੂੰ ਜਿਹਦੇ ਲਈ ਤੈਂ ਗੱਲ ਕੀਤੀ ਨਹੀਂ ਢਾਵਾਂਗਾ"},{"number":22,"verse":"ਛੇਤੀ ਕਰ ਉੱਥੇ ਨੂੰ ਭੱਜ ਕਿਉਂਕਿ ਮੈਂ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦਾ ਜਦ ਤਕ ਤੂੰ ਉੱਥੇ ਨਾ ਜਾਵੇ। ਏਸ ਲਈ ਉਸ ਨਗਰ ਦਾ ਨਾਉਂ ਸੋਆਰ ( ਨਿੱਕਾ ।) ਰੱਖਿਆ ਗਿਆ"},{"number":23,"verse":"ਸੂਰਜ ਧਰਤੀ ਉੱਤੇ ਚੜ੍ਹਿਆ ਹੀ ਸੀ ਕਿ ਲੂਤ ਸੋਆਰ ਵਿੱਚ ਜਾ ਵੜਿਆ"},{"number":24,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਸਦੂਮ ਅਰ ਅਮੂਰਾਹ ਉੱਤੇ ਗੰਧਕ ਅਰ ਅੱਗ ਯਹੋਵਾਹ ਦੀ ਵੱਲੋਂ ਅਕਾਸ਼ ਤੋਂ ਬਰਸਾਈ"},{"number":25,"verse":"ਅਤੇ ਉਸ ਨੇ ਇਨ੍ਹਾਂ ਨਗਰਾਂ ਨੂੰ ਅਰ ਸਾਰੇ ਦੂਣ ਨੂੰ ਅਰ ਨਗਰਾਂ ਦੇ ਵਸਨੀਕਾਂ ਨੂੰ ਅਰ ਜ਼ਮੀਨ ਦੀ ਅੰਗੂਰੀ ਨੂੰ ਨਸ਼ਟ ਕਰ ਸੁੱਟਿਆ"},{"number":26,"verse":"ਪਰ ਉਸ ਦੀ ਤੀਵੀਂ ਨੇ ਪਿੱਛੇ ਮੁੜਕੇ ਡਿੱਠਾ ਤਾਂ ਉਹ ਲੂਣ ਦਾ ਥੰਮ੍ਹ ਬਣ ਗਈ।।"},{"number":27,"verse":"ਅਬਰਾਹਾਮ ਸਵੇਰੇ ਹੀ ਉੱਠਕੇ ਉਸ ਥਾਂ ਨੂੰ ਜਿੱਥੇ ਉਹ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਖੜਾ ਹੋਇਆ ਸੀ ਗਿਆ"},{"number":28,"verse":"ਜਾਂ ਉਸ ਨੇ ਸਦੂਮ ਅਰ ਅਮੂਰਾਹ ਵੱਲ ਅਰ ਦੂਣ ਦੀ ਸਾਰੀ ਧਰਤੀ ਵੱਲ ਡਿੱਠਾ ਤਾਂ ਵੇਖੋ ਧਰਤੀ ਦਾ ਧੂੰਆਂ ਭੱਠੀ ਦੇ ਧੂੰਏਂ ਵਾਂਗਰ ਉੱਠ ਰਿਹਾ ਸੀ"},{"number":29,"verse":"ਸੋ ਐਉਂ ਹੋਇਆ ਜਦ ਪਰਮੇਸ਼ੁਰ ਨੇ ਦੂਣ ਦੇ ਨਗਰਾਂ ਨੂੰ ਨਸ਼ਟ ਕੀਤਾ ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਅਬਰਾਹਾਮ ਨੂੰ ਚੇਤੇ ਕੀਤਾ ਅਰ ਲੂਤ ਨੂੰ ਉਸ ਬਰਬਾਦੀ ਦੇ ਵਿੱਚੋਂ ਕੱਢਿਆ ਜਦ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨਗਰਾਂ ਨੂੰ ਜਿੱਥੇ ਲੂਤ ਵੱਸਦਾ ਸੀ ਨਸ਼ਟ ਕਰ ਸੁੱਟਿਆ"},{"number":30,"verse":"ਫੇਰ ਲੂਤ ਸੋਆਰ ਤੋਂ ਉੱਪਰ ਜਾਕੇ ਆਪਣੀਆਂ ਦੋਹਾਂ ਧੀਆਂ ਸਣੇ ਪਹਾੜ ਉੱਤੇ ਵੱਸਿਆ ਕਿਉਂਕਿ ਉਹ ਸੋਆਰ ਵਿੱਚ ਵੱਸਣ ਤੋਂ ਡਰਦਾ ਸੀ ਸੋ ਉਹ ਅਰ ਉਹ ਦੀਆਂ ਦੋਵੇਂ ਧੀਆਂ ਇੱਕ ਖੁੰਧਰ ਵਿੱਚ ਵੱਸਣ ਲੱਗ ਪਏ"},{"number":31,"verse":"ਪਲੌਠੀ ਨੇ ਛੋਟੀ ਨੂੰ ਆਖਿਆ, ਸਾਡਾ ਪਿਤਾ ਬੁੱਢਾ ਹੈ ਅਰ ਧਰਤੀ ਉੱਤੇ ਕੋਈ ਮਨੁੱਖ ਨਹੀਂ ਹੈ ਜੋ ਸਾਰੀ ਧਰਤੀ ਦੇ ਦਸਤੂਰ ਅਨੁਸਾਰ ਸਾਡੇ ਕੋਲ ਅੰਦਰ ਆਵੇ"},{"number":32,"verse":"ਆ ਅਸੀਂ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਮੱਧ ਪਿਲਾਈਏ ਅਤੇ ਅਸੀਂ ਉਹ ਦੇ ਸੰਗ ਲੇਟੀਏ ਅਤੇ ਐਉਂ ਅਸੀਂ ਆਪਣੇ ਪਿਤਾ ਦੀ ਅੰਸ ਕਾਇਮ ਰੱਖਾਂਗੀਆਂ"},{"number":33,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਓਸੇ ਰਾਤ ਮੱਧ ਪਿਲਾਈ ਅਤੇ ਪਲੌਠੀ ਜਾਕੇ ਆਪਣੇ ਪਿਤਾ ਦੇ ਸੰਗ ਲੇਟੀ ਪਰ ਉਹ ਨੇ ਉਸ ਦਾ ਲੇਟਣ ਉੱਠਣ ਨਹੀਂ ਸੀ ਜਾਣਿਆ"},{"number":34,"verse":"ਫੇਰ ਅਗਲੇ ਦਿਨ ਐਉਂ ਹੋਇਆ ਕਿ ਪਲੌਠੀ ਨੇ ਛੋਟੀ ਨੂੰ ਆਖਿਆ, ਵੇਖ ਮੈਂ ਕਲ ਰਾਤ ਆਪਣੇ ਪਿਤਾ ਦੇ ਸੰਗ ਲੇਟੀ। ਅਸੀਂ ਅੱਜ ਰਾਤ ਵੀ ਉਹ ਨੂੰ ਮੱਧ ਪਿਲਾਈਏ ਅਤੇ ਤੂੰ ਜਾਹ ਉੂਹ ਦੇ ਸੰਗ ਲੇਟ ਅਤੇ ਐਉਂ ਅਸੀਂ ਆਪਣੇ ਪਿਤਾ ਦੀ ਅੰਸ ਕਾਇਮ ਰੱਖਾਂਗੀਆਂ"},{"number":35,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਰਾਤ ਵੀ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਮਧ ਪਿਲਾਈ ਅਤੇ ਛੋਟੀ ਉੱਠਕੇ ਆਪਣੇ ਪਿਤਾ ਦੇ ਸੰਗ ਲੇਟੀ ਪਰ ਉਹ ਨੇ ਉਸ ਦਾ ਲੇਟਣ ਉੱਠਣ ਨਹੀਂ ਸੀ ਜਾਣਿਆ"},{"number":36,"verse":"ਸੋ ਲੂਤ ਦੀਆਂ ਦੋਵੇਂ ਧੀਆਂ ਆਪਣੇ ਪਿਤਾ ਤੋਂ ਗਰਭਣੀਆਂ ਹੋਈਆਂ"},{"number":37,"verse":"ਅਤੇ ਪਲੌਠੀ ਪੁੱਤ੍ਰ ਜਣੀ ਅਰ ਉਸ ਨੇ ਉਹ ਦਾ ਨਾਉਂ ਮੋਆਬ ਰੱਖਿਆ। ਉਹ ਮੋਆਬੀਆਂ ਦਾ ਪਿਤਾ ਅੱਜ ਤੀਕ ਹੈ"},{"number":38,"verse":"ਛੋਟੀ ਵੀ ਇੱਕ ਪੁੱਤ੍ਰ ਜਣੀ ਅਰ ਉਸ ਨੇ ਉਹ ਦਾ ਨਾਉਂ ਬਿਨ-ਅੰਮੀ ਰੱਖਿਆ। ਉਹ ਅੰਮੋਨੀਆਂ ਦਾ ਪਿਤਾ ਅੱਜ ਤੀਕ ਹੈ।।"}]}