{"bibleAbbr":"paOV2016","bookName":"ਉਤਪਤ","bookEnglishName":"Genesis","chapterNumber":21,"verses":[{"number":1,"verse":"( ਇਸਹਾਕ ਦਾ ਜਨਮ) ਯਹੋਵਾਹ ਨੇ ਜਿਵੇਂ ਉਹ ਨੇ ਆਖਿਆ ਸੀ ਸਾਰਾਹ ਉੱਤੇ ਨਜ਼ਰ ਕੀਤੀ ਅਰ ਯਹੋਵਾਹ ਨੇ ਸਾਰਾਹ ਲਈ ਉਹ ਕੀਤਾ ਜੋ ਉਹ ਨੇ ਬਚਨ ਕੀਤਾ ਸੀ"},{"number":2,"verse":"ਅਤੇ ਸਾਰਾਹ ਗਰਭਵੰਤੀ ਹੋਈ ਅਰ ਅਬਰਾਹਾਮ ਲਈ ਉਹ ਦੇ ਬੁਢੇਪੇ ਵਿੱਚ ਉਸੇ ਰੁਤੇ ਜੋ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਹ ਨੂੰ ਦੱਸੀ ਸੀ ਪੁੱਤ੍ਰ ਜਣੀ"},{"number":3,"verse":"ਅਤੇ ਅਬਰਾਹਾਮ ਨੇ ਆਪਣੇ ਪੁੱਤ੍ਰ ਦਾ ਨਾਉਂ ਜੋ ਉਹ ਦੇ ਲਈ ਜੰਮਿਆਂ ਸੀ ਅਰਥਾਤ ਜਿਹ ਨੂੰ ਸਾਰਾਹ ਨੇ ਉਸ ਲਈ ਜਣਿਆ ਸੀ ਇਸਹਾਕ ਰੱਖਿਆ"},{"number":4,"verse":"ਅਤੇ ਅਬਰਾਹਾਮ ਨੇ ਆਪਣੇ ਪੁੱਤ੍ਰ ਇਸਹਾਕ ਦੀ ਸੁੰਨਤ ਅੱਠਾਂ ਦਿਨਾਂ ਦੀ ਉਮਰ ਵਿੱਚ ਕਰਾਈ ਜਿਵੇਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਹ ਨੂੰ ਆਗਿਆ ਦਿੱਤੀ ਸੀ"},{"number":5,"verse":"ਅਬਰਾਹਾਮ ਸੌ ਵਰਿਹਾਂ ਦਾ ਸੀ ਜਾਂ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਇਸਹਾਕ ਉਹ ਦੇ ਲਈ ਜੰਮਿਆਂ"},{"number":6,"verse":"ਉਪਰੰਤ ਸਾਰਾਹ ਨੇ ਆਖਿਆ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੈਨੂੰ ਹਸਾਇਆ ਹੈ ਅਤੇ ਸਾਰੇ ਸੁਣਨਵਾਲੇ ਮੇਰੇ ਨਾਲ ਹੱਸਣਗੇ"},{"number":7,"verse":"ਉਸ ਨੇ ਆਖਿਆ, ਕੌਣ ਅਬਰਾਹਾਮ ਨੂੰ ਆਖਦਾ ਹੈ ਭਈ ਸਾਰਾਹ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਦੁੱਧ ਚੁੰਘਾਏਗੀ? ਕਿਉਂਕਿ ਮੈਂ ਉਹ ਦੇ ਬੁਢੇਪੇ ਲਈ ਪੁੱਤ੍ਰ ਜਣੀ"},{"number":8,"verse":"ਉਹ ਮੁੰਡਾ ਵਧਦਾ ਗਿਆ ਅਰ ਉਹ ਦਾ ਦੁੱਧ ਛੁਡਾਇਆ ਗਿਆ ਅਰ ਅਬਰਾਹਾਮ ਨੇ ਇਸਹਾਕ ਦੇ ਦੁੱਧ ਛੁਡਾਉਣ ਦੇ ਦਿਨ ਵੱਡਾ ਖਾਣਾ ਕੀਤਾ।।"},{"number":9,"verse":"ਸਾਰਾਹ ਨੇ ਹਾਜਰਾ ਮਿਸਰਨ ਦੇ ਪੁੱਤ੍ਰ ਨੂੰ ਜਿਹ ਨੂੰ ਉਹ ਅਬਰਾਹਾਮ ਲਈ ਜਣੀ ਸੀ ਹਿੜ ਹਿੜ ਕਰਦੇ ਹੋਏ ਡਿੱਠਾ"},{"number":10,"verse":"ਏਸ ਲਈ ਉਹ ਨੇ ਅਬਾਰਾਹਮ ਨੂੰ ਆਖਿਆ ਭਈ ਏਸ ਗੋੱਲੀ ਅਰ ਇਹ ਦੇ ਪੁੱਤ੍ਰ ਨੂੰ ਕੱਢ ਛੱਡ ਕਿਉਂਜੋ ਏਸ ਗੋੱਲੀ ਦਾ ਪੁੱਤ੍ਰ ਮੇਰੇ ਪੁੱਤ੍ਰ ਇਸਹਾਕ ਦੇ ਨਾਲ ਵਾਰਸ ਨਹੀਂ ਹੋਵੇਗਾ"},{"number":11,"verse":"ਪਰ ਆਪਣੇ ਪੁੱਤ੍ਰ ਦੇ ਕਾਰਨ ਅਬਰਾਹਾਮ ਦੀ ਨਿਗਾਹ ਵਿੱਚ ਇਹ ਗੱਲ ਅੱਤ ਬੁਰੀ ਸੀ"},{"number":12,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਅਬਰਾਹਾਮ ਨੂੰ ਆਖਿਆ ਕਿ ਏਹ ਗੱਲ ਏਸ ਮੁੰਡੇ ਅਤੇ ਤੇਰੀ ਗੋੱਲੀ ਦੇ ਵਿੱਖੇ ਤੇਰੀ ਨਿਗਾਹ ਵਿੱਚ ਬੁਰੀ ਨਾ ਲੱਗੇ। ਜੋ ਕੁਝ ਸਾਰਾਹ ਨੇ ਤੈਨੂੰ ਆਖਿਆ ਹੈ ਤੂੰ ਉਹ ਦੀ ਅਵਾਜ਼ ਸੁਣ ਕਿਉਂਜੋ ਤੇਰੀ ਅੰਸ ਇਸਹਾਕ ਤੋਂ ਹੀ ਪੁਕਾਰੀ ਜਾਵੇਗੀ"},{"number":13,"verse":"ਅਤੇ ਮੈਂ ਉਸ ਗੋੱਲੀ ਦੇ ਪੁੱਤ੍ਰ ਤੋਂ ਵੀ ਇੱਕ ਕੌਮ ਬਣਾਵਾਂਗਾ ਕਿਉਂਕਿ ਉਹ ਵੀ ਤੇਰੀ ਅੰਸ ਹੈ"},{"number":14,"verse":"ਤਦ ਅਬਾਰਾਹਮ ਤੜਕੇ ਉੱਠਿਆ ਅਰ ਰੋਟੀ ਅਰ ਪਾਣੀ ਦੀ ਇੱਕ ਮਸ਼ਕ ਲੈਕੇ ਹਾਜਰਾ ਦੇ ਮੋਢਿਆਂ ਉੱਤੇ ਰੱਖ ਦਿੱਤੀ ਅਤੇ ਮੁੰਡਾ ਵੀ ਦੇ ਦਿੱਤਾ ਤਾਂ ਉਹ ਤੁਰ ਪਈ ਅਤੇ ਬਏਰਸਬਾ ਦੀ ਉਜਾੜ ਵਿੱਚ ਭੌਂਦੀ ਫਿਰਦੀ ਰਹੀ"},{"number":15,"verse":"ਜਦ ਮਸ਼ਕ ਵਿੱਚੋਂ ਪਾਣੀ ਮੁੱਕ ਗਿਆ ਤਾਂ ਉਸ ਨੇ ਉਸ ਮੁੰਡੇ ਨੂੰ ਇੱਕ ਝਾੜੀ ਦੇ ਹੇਠ ਸੁੱਟ ਦਿੱਤਾ"},{"number":16,"verse":"ਤਾਂ ਆਪ ਸਾਹਮਣੇ ਇੱਕ ਤੀਰ ਦੀ ਮਾਰ ਉੱਤੇ ਦੂਰ ਜਾ ਬੈਠੀ ਕਿਉਂਜੋ ਉਸ ਆਖਿਆ, ਮੈਂ ਬੱਚੇ ਦੀ ਮੌਤ ਨਾ ਦੇਖਾਂ ਸੋ ਉਹ ਸਾਹਮਣੇ ਦੂਰ ਬੈਠਕੇ ਉੱਚੀ ਉੱਚੀ ਰੋਈ"},{"number":17,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੁੰਡੇ ਦੀ ਅਵਾਜ਼ ਸੁਣ ਲਈ ਅਰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਦੂਤ ਨੇ ਅਕਾਸ਼ ਤੋਂ ਹਾਜਰਾ ਨੂੰ ਬੁਲਾਕੇ ਆਖਿਆ, ਹਾਜਰਾ ਤੈਨੂੰ ਕੀ ਹੋਇਆ? ਨਾ ਡਰ ਕਿਉਂਕਿ ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੁੰਡੇ ਦੀ ਅਵਾਜ਼ ਜਿੱਥੇ ਉਹ ਪਿਆ ਹੈ ਓੱਥੋਂ ਸੁਣ ਲਈ ਹੈ"},{"number":18,"verse":"ਉੱਠ ਅਰ ਮੁੰਡੇ ਨੂੰ ਚੁੱਕ ਲੈ ਅਰ ਆਪਣੇ ਹੱਥਾਂ ਵਿੱਚ ਸਾਂਭ ਕਿਉਂਕਿ ਮੈਂ ਏਸ ਨੂੰ ਇੱਕ ਵੱਡੀ ਕੌਮ ਬਣਾਵਾਂਗਾ"},{"number":19,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਸ ਦੀਆਂ ਅੱਖਾਂ ਖੋਲ੍ਹੀਆਂ ਅਰ ਉਸ ਨੇ ਪਾਣੀ ਦਾ ਇੱਕ ਖੂਹ ਡਿੱਠਾ ਅਤੇ ਉਹ ਜਾਕੇ ਮਸ਼ਕ ਨੂੰ ਪਾਣੀ ਨਾਲ ਭਰ ਲੈ ਆਈ ਅਰ ਮੁੰਡੇ ਨੂੰ ਪਿਲਾਇਆ"},{"number":20,"verse":"ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਉਸ ਮੁੰਡੇ ਦੇ ਅੰਗ ਸੰਗ ਸੀ ਤਾਂ ਉਹ ਵਧਦਾ ਗਿਆ ਅਤੇ ਉਜਾੜ ਵਿੱਚ ਰਿਹਾ ਅਰ ਵੱਡਾ ਹੋਕੇ ਤੀਰ ਅਨਦਾਜ ਬਣਿਆ"},{"number":21,"verse":"ਉਹ ਪਾਰਾਨ ਦੀ ਉਜਾੜ ਵਿੱਚ ਰਹਿੰਦਾ ਸੀ ਅਤੇ ਉਸ ਦੀ ਮਾਤਾ ਮਿਸਰ ਦੇਸ ਵਿੱਚੋਂ ਇੱਕ ਤੀਵੀਂ ਉਸ ਦੇ ਲਈ ਲੈ ਆਈ।।"},{"number":22,"verse":"ਫੇਰ ਉਸ ਸਮੇਂ ਐਉਂ ਹੋਇਆ ਕਿ ਅਬੀਮਲਕ ਅਰ ਉਸ ਦੀ ਸੈਨਾ ਦੇ ਸਰਦਾਰ ਫੀਕੋਲ ਨੇ ਅਬਰਾਹਾਮ ਨੂੰ ਆਖਿਆ ਕਿ ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ ਪਰਮੇਸ਼ੁਰ ਤੇਰੇ ਸੰਗ ਹੈ"},{"number":23,"verse":"ਹੁਣ ਤੂੰ ਮੇਰੇ ਨਾਲ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸੌਂਹ ਖਾਹ ਕਿ ਤੂੰ ਮੇਰੇ ਨਾਲ ਅਤੇ ਮੇਰੇ ਪੁੱਤ੍ਰਾਂ ਨਾਲ ਅਤੇ ਮੇਰੇ ਪੋਤਿਆਂ ਨਾਲ ਧੋਖਾ ਨਾ ਕਮਾਵੇਂਗਾ ਸਗੋਂ ਉਸ ਕਿਰਪਾ ਦੇ ਅਨੁਸਾਰ ਜੋ ਮੈਂ ਤੇਰੇ ਉੱਤੇ ਕੀਤੀ ਹੈ ਤੂੰ ਵੀ ਮੇਰੇ ਉੱਤੇ ਅਰ ਏਸ ਦੇਸ ਉੱਤੇ ਜਿਸ ਵਿੱਚ ਤੂੰ ਪਰਦੇਸੀ ਰਿਹਾ ਹੈਂ ਕਰੇਂਗਾ"},{"number":24,"verse":"ਤਦ ਅਬਰਾਹਾਮ ਨੇ ਆਖਿਆ, ਮੈਂ ਸੌਂਹ ਖਾਵਾਂਗਾ"},{"number":25,"verse":"ਤਾਂ ਅਬਰਾਹਾਮ ਨੇ ਅਬੀਮਲਕ ਨੂੰ ਇੱਕ ਖੂਹ ਦਾ ਉਲਾਂਭਾ ਦਿੱਤਾ ਜਿਹੜਾ ਉਸ ਦੇ ਨੌਕਰਾਂ ਨੇ ਜੋਰ ਨਾਲ ਖੋਹ ਲਿਆ ਸੀ"},{"number":26,"verse":"ਤਾਂ ਅਬੀਮਲਕ ਨੇ ਆਖਿਆ, ਮੈਨੂੰ ਪਤਾ ਨਹੀਂ ਕਿ ਇਹ ਕੰਮ ਕਿਹਨੇ ਕੀਤਾ ਅਤੇ ਤੈਂ ਵੀ ਮੈਨੂੰ ਨਹੀਂ ਦੱਸਿਆ। ਮੈਂ ਅੱਜ ਦੇ ਦਿਨ ਤੋਂ ਅੱਗੇ ਸੁਣਿਆ ਵੀ ਨਹੀਂ"},{"number":27,"verse":"ਤਾਂ ਅਬਰਾਹਾਮ ਨੇ ਭੇਡਾਂ ਅਰ ਗਾਈਆਂ ਬਲਦ ਲੈਕੇ ਅਬੀਮਲਕ ਨੂੰ ਦਿੱਤੇ ਅਤੇ ਦੋਹਾਂ ਨੇ ਆਪੋ ਵਿੱਚ ਨੇਮ ਕੀਤਾ"},{"number":28,"verse":"ਅਬਰਾਹਾਮ ਨੇ ਭੇਡਾਂ ਦੀਆਂ ਸੱਤ ਲੇਲੀਆਂ ਲੈਕੇ ਵੱਖਰੀਆਂ ਕਰ ਲਈਆਂ"},{"number":29,"verse":"ਤਾਂ ਅਬੀਮਲਕ ਨੇ ਅਬਰਾਹਾਮ ਨੂੰ ਆਖਿਆ ਕਿ ਇਨ੍ਹਾਂ ਸੱਤਾਂ ਵੱਖਰੀਆਂ ਕੀਤੀਆਂ ਹੋਈਆਂ ਲੇਲੀਆਂ ਦਾ ਕੀ ਮਤਲਬ ਹੈ?"},{"number":30,"verse":"ਉਸ ਆਖਿਆ, ਤੂੰ ਇਹ ਸੱਤ ਲੇਲੀਆਂ ਮੇਰੇ ਹੱਥੋਂ ਲੈ ਲੈ ਤਾਂਜੋ ਏਹ ਮੇਰੀਆਂ ਗਵਾਹ ਹੋਣ ਭਈ ਏਹ ਖੂਹ ਮੈਂ ਪੁੱਟਿਆ ਹੈ"},{"number":31,"verse":"ਏਸੇ ਲਈ ਉਸ ਥਾਂ ਦਾ ਨਾਉਂ ਬਏਰਸਬਾ ਪੈ ਗਿਆ ਕਿਉਂਜੋ ਉੱਥੇ ਉਨ੍ਹਾਂ ਦੋਹਾਂ ਨੇ ਸੌਂਹ ਖਾਧੀ ਸੀ"},{"number":32,"verse":"ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਬਏਰਸਬਾ ਵਿੱਚ ਨੇਮ ਕੀਤਾ ਅਰ ਅਬੀਮਲਕ ਅਰ ਉਸ ਦੀ ਸੈਨਾ ਦਾ ਸਰਦਾਰ ਫੀਕੋਲ ਉੱਠੇ ਅਤੇ ਫਲਿਸਤੀਆਂ ਦੇ ਦੇਸ ਨੂੰ ਮੁੜ ਆਏ"},{"number":33,"verse":"ਉਪਰੰਤ ਉਸ ਨੇ ਬਏਰਸਬਾ ਵਿੱਚ ਝਾਊ ਦਾ ਇੱਕ ਰੁੱਖ ਲਾਇਆ ਅਤੇ ਉੱਥੇ ਯਹੋਵਾਹ ਅਟੱਲ ਪਰਮੇਸ਼ੁਰ ਦਾ ਨਾਮ ਲਿਆ"},{"number":34,"verse":"ਅਤੇ ਅਬਰਾਹਾਮ ਬਹੁਤਿਆਂ ਦਿਨਾਂ ਤੀਕ ਫਲਿਸਤੀਆਂ ਦੇ ਦੇਸ ਵਿੱਚ ਪਰਦੇਸੀ ਹੋ ਕੇ ਰਿਹਾ ।।"}]}