{"bibleAbbr":"paOV2016","bookName":"ਉਤਪਤ","bookEnglishName":"Genesis","chapterNumber":24,"verses":[{"number":1,"verse":"( ਇਸਹਾਕ ਅਰ ਰਿਬਕਾਹ ਦੀ ਵਾਰਤਾ) ਹੁਣ ਅਬਰਾਹਾਮ ਬਹੁਤ ਬਿਰਧ ਅਰ ਵੱਡੀ ਉਮਰ ਦਾ ਹੋ ਗਿਆ ਸੀ ਅਰ ਯਹੋਵਾਹ ਨੇ ਸਾਰੀਆਂ ਗੱਲਾਂ ਵਿੱਚ ਅਬਰਾਹਮ ਨੂੰ ਬਰਕਤ ਦਿੱਤੀ"},{"number":2,"verse":"ਤਾਂ ਅਬਰਾਹਾਮ ਨੇ ਆਪਣੇ ਘਰ ਦੇ ਪੁਰਾਣੇ ਨੌਕਰ ਨੂੰ ਜਿਹੜਾ ਉਸ ਦੀਆਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਦਾ ਮੁਖ਼ਤਿਆਰ ਸੀ ਆਖਿਆ ਕਿ ਆਪਣਾ ਹੱਥ ਮੇਰੇ ਪੱਟ ਦੇ ਹੇਠ ਰੱਖ"},{"number":3,"verse":"ਤਾਂਜੋ ਮੈਂ ਤੈਨੂੰ ਯਹੋਵਾਹ ਅਕਾਸ਼ ਦੇ ਪਰਮੇਸ਼ੁਰ ਅਤੇ ਧਰਤੀ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸੌਂਹ ਦੇਵਾਂ ਕਿ ਤੂੰ ਮੇਰੇ ਪੁੱਤ੍ਰ ਲਈ ਕਨਾਨੀਆਂ ਦੀਆਂ ਧੀਆਂ ਵਿੱਚੋਂ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਮੈਂ ਵੱਸਦਾ ਹਾਂ ਤੀਵੀਂ ਨਾ ਬਿਆਹੀਂ"},{"number":4,"verse":"ਪਰ ਤੂੰ ਮੇਰੇ ਆਪਣੇ ਦੇਸ ਅਰ ਮੇਰੇ ਕੁਨਬੇ ਦੇ ਕੋਲ ਜਾਈਂ ਅਰ ਮੇਰੇ ਪੁੱਤ੍ਰ ਇਸਹਾਕ ਲਈ ਤੀਵੀਂ ਲੈ ਆਵੀਂ"},{"number":5,"verse":"ਤਾਂ ਉਸ ਨੌਕਰ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਸ਼ਾਇਤ ਉਹ ਤੀਵੀਂ ਮੇਰੇ ਨਾਲ ਏਸ ਦੇਸ ਆਉਣਾ ਨਾ ਚਾਹੇ ਤਾਂ ਕੀ ਮੈਂ ਤੇਰੇ ਪੁੱਤ੍ਰ ਨੂੰ ਉਸ ਦੇਸ ਨੂੰ ਮੋੜ ਲੈ ਜਾਵਾਂ ਜਿੱਥੋਂ ਤੂੰ ਆਇਆ ਹੈਂ?"},{"number":6,"verse":"ਅਬਰਾਹਾਮ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਖ਼ਬਰਦਾਰ ਤੂੰ ਮੇਰੇ ਪੁੱਤ੍ਰ ਨੂੰ ਉੱਥੇ ਕਦੰਤ ਨਾ ਮੋੜ ਲੈ ਜਾਵੀਂ"},{"number":7,"verse":"ਯਹੋਵਾਹ ਅਕਾਸ਼ ਦਾ ਪਰਮੇਸ਼ੁਰ ਜੋ ਮੈਨੂੰ ਮੇਰੇ ਪਿਤਾ ਦੇ ਘਰ ਤੋਂ ਅਰ ਮੇਰੀ ਜਨਮ ਭੂਮੀ ਤੋਂ ਕੱਢ ਲੈ ਆਇਆ ਅਤੇ ਜੋ ਮੇਰੇ ਨਾਲ ਬੋਲਿਆ ਅਰ ਮੇਰੇ ਨਾਲ ਸੌਂਹ ਖਾਕੇ ਆਖਿਆ ਕਿ ਮੈਂ ਤੇਰੀ ਅੰਸ ਨੂੰ ਇਹ ਧਰਤੀ ਦਿਆਂਗਾ ਉਹ ਹੀ ਆਪਣਾ ਦੂਤ ਤੇਰੇ ਅੱਗੇ ਘੱਲੇਗਾ ਅਰ ਤੂੰ ਉੱਥੋਂ ਮੇਰੇ ਪੁੱਤ੍ਰ ਲਈ ਤੀਵੀਂ ਲੈ ਆਵੇਂਗਾ"},{"number":8,"verse":"ਅਤੇ ਜੇ ਉਹ ਤੀਵੀਂ ਤੇਰੇ ਪਿੱਛੇ ਨਾ ਆਉਣਾ ਚਾਹੇ ਤਾਂ ਤੂੰ ਮੇਰੀ ਏਸ ਸੌਂਹ ਤੋਂ ਛੁੱਟ ਜਾਵੇਂਗਾ। ਕੇਵਲ ਮੇਰੇ ਪੁੱਤ੍ਰ ਨੂੰ ਉੱਥੇ ਕਦੀ ਨਾ ਉੱਥੇ ਮੋੜ ਲੈ ਜਾਵੀਂ"},{"number":9,"verse":"ਤਾਂ ਉਸ ਨੌਕਰ ਨੇ ਆਪਣਾ ਹੱਥ ਆਪਣੇ ਸਵਾਮੀ ਅਬਰਾਹਾਮ ਦੇ ਪੱਟ ਹੇਠ ਰੱਖਕੇ ਉਹ ਦੇ ਨਾਲ ਇਹ ਗੱਲ ਦੀ ਸੌਂਹ ਖਾਧੀ"},{"number":10,"verse":"ਉਪਰੰਤ ਉਹ ਨੌਕਰ ਆਪਣੇ ਸਵਾਮੀ ਦੇ ਊਠਾਂ ਵਿੱਚੋਂ ਦਸ ਊਠ ਲੈਕੇ ਤੁਰ ਪਿਆ ਕਿਉਂਜੋ ਉਹ ਦੇ ਹੱਥ ਵਿੱਚ ਉਹ ਦੇ ਸਵਾਮੀ ਦਾ ਸਾਰਾ ਮਾਲ ਧਨ ਸੀ ਅਰ ਉੱਠ ਕੇ ਮਸੋਪੋਤਾਮੀਆ ਦੇ ਦੇਸ ਵਿੱਚ ਨਾਹੋਰ ਦੇ ਨਗਰ ਤੀਕ ਗਿਆ"},{"number":11,"verse":"ਅਤੇ ਸ਼ਾਮਾਂ ਦੇ ਵੇਲੇ ਜਦ ਤੀਵੀਆਂ ਪਾਣੀ ਭਰਨ ਨੂੰ ਨਿੱਕਲਦੀਆਂ ਹਨ ਤਾਂ ਉਸ ਨੌਕਰ ਨੇ ਆਪਣੇ ਊਠਾਂ ਨੂੰ ਨਗਰ ਤੋਂ ਬਾਹਰ ਬਿਠਾ ਦਿੱਤਾ"},{"number":12,"verse":"ਤਦ ਓਸ ਆਖਿਆ, ਹੇ ਯਹੋਵਾਹ ਮੇਰੇ ਸਵਾਮੀ ਅਬਰਾਹਾਮ ਦੇ ਪਰਮੇਸ਼ੁਰ ਅੱਜ ਮੇਰਾ ਸਭ ਕਾਰਜ ਸੁਫਲ ਕਰ ਅਤੇ ਮੇਰੇ ਸਵਾਮੀ ਅਬਰਾਹਾਮ ਉੱਤੇ ਦਇਆ ਕਰ"},{"number":13,"verse":"ਵੇਖ ਮੈਂ ਪਾਣੀ ਦੇ ਚਸ਼ਮੇ ਉੱਤੇ ਖੜਾ ਹਾਂ ਅਰ ਨਗਰ ਦੇ ਮਨੁੱਖਾਂ ਦੀਆਂ ਧੀਆਂ ਪਾਣੀ ਭਰਨ ਨੂੰ ਆਉਂਦੀਆਂ ਹਨ"},{"number":14,"verse":"ਐਉਂ ਹੋਵੇ ਕਿ ਜਿਹੜੀ ਛੋਕਰੀ ਨੂੰ ਮੈਂ ਆਖਾਂ ਭਈ ਆਪਣਾ ਘੜਾ ਕੋਡਾ ਕਰੀਂ ਅਤੇ ਮੈਂ ਪੀਵਾਂਗਾ ਤਾਂ ਉਹ ਆਖੇ ਪੀਓ ਅਰ ਮੈਂ ਤੁਹਾਡੇ ਊਠਾਂ ਨੂੰ ਵੀ ਪਿਲਾਵਾਂਗੀ ਸੋ ਉਹੋ ਹੋਵੇ ਜਿਸ ਨੂੰ ਤੈਂ ਆਪਣੇ ਦਾਸ ਇਸਹਾਕ ਲਈ ਠਹਿਰਾਇਆ ਹੈ ਅਤੇ ਮੈਂ ਏਸੇ ਗੱਲ ਤੋਂ ਜਾਣਾਂਗਾ ਕਿ ਤੈਂ ਮੇਰੇ ਸਵਾਮੀ ਉੱਤੇ ਕਿਰਪਾ ਕੀਤੀ ਹੈ"},{"number":15,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਜਾਂ ਉਹ ਇਹ ਗੱਲ ਕਰਦਾ ਹੀ ਸੀ ਤਾਂ ਵੇਖੋ ਰਿਬਕਾਹ ਜੋ ਅਬਰਾਹਾਮ ਦੇ ਭਰਾ ਨਾਹੋਰ ਦੀ ਤੀਵੀਂ ਮਿਲਕਾਹ ਦੇ ਪੁੱਤ੍ਰ ਬਥੂਏਲ ਤੋਂ ਜੰਮੀ ਸੀ ਆਪਣਾ ਘੜਾ ਮੋਢਿਆਂ ਤੇ ਚੁੱਕਕੇ ਆ ਨਿੱਕਲੀ"},{"number":16,"verse":"ਅਰ ਉਹ ਛੋਕਰੀ ਵੇਖਣ ਵਿੱਚ ਵੱਡੀ ਸੋਹਣੀ ਅਰ ਕੁਆਰੀ ਸੀ ਅਰ ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਉਹ ਨੂੰ ਨਹੀਂ ਜਾਣਿਆ ਸੀ ਅਤੇ ਉਹ ਚਸ਼ਮੇ ਵਿੱਚ ਉੱਤਰੀ ਅਰ ਆਪਣਾ ਘੜਾ ਭਰਕੇ ਉਤਾਹਾਂ ਨੂੰ ਆਈ"},{"number":17,"verse":"ਤਾਂ ਉਹ ਨੌਕਰ ਉਸ ਦੇ ਮਿਲਣ ਨੂੰ ਨੱਠਕੇ ਗਿਆ ਅਰ ਆਖਿਆ, ਆਪਣੇ ਘੜੇ ਵਿੱਚੋਂ ਮੈਨੂੰ ਥੋੜਾ ਪਾਣੀ ਪਿਲਾਈਂ"},{"number":18,"verse":"ਤਾਂ ਉਸ ਆਖਿਆ, ਮੇਰੇ ਸਵਾਮੀ ਜੀ ਪੀਓ ਤਾਂ ਉਸ ਸ਼ਤਾਬੀ ਨਾਲ ਆਪਣਾ ਘੜਾ ਹੱਥਾਂ ਉੱਤੇ ਕਰਕੇ ਕੋਡਾ ਕੀਤਾ ਅਰ ਉਸ ਨੂੰ ਪਿਲਾਇਆ"},{"number":19,"verse":"ਜਦ ਉਹ ਉਸ ਨੂੰ ਪਾਣੀ ਪਿਲਾ ਚੁੱਕੀ ਤਾਂ ਉਸ ਆਖਿਆ, ਮੈਂ ਤੁਹਾਡੇ ਊਠਾਂ ਲਈ ਵੀ ਪਾਣੀ ਭਰਾਂਗੀ ਜਦ ਤੀਕਰ ਓਹ ਪੀ ਨਾ ਚੁੱਕਣ"},{"number":20,"verse":"ਤਾਂ ਉਸ ਸ਼ਤਾਬੀ ਨਾਲ ਆਪਣਾ ਘੜਾ ਹੌਦ ਵਿੱਚ ਡੋਹਲ ਦਿੱਤਾ ਅਰ ਫੇਰ ਖੂਹ ਵਿੱਚੋਂ ਪਾਣੀ ਭਰਨ ਨੂੰ ਨੱਠਕੇ ਗਈ ਅਰ ਉਹ ਦੇ ਸਾਰਿਆਂ ਊਠਾਂ ਲਈ ਪਾਣੀ ਭਰਿਆ"},{"number":21,"verse":"ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਧਿਆਨ ਨਾਲ ਚੁੱਪ ਕਰਕੇ ਉਹ ਨੂੰ ਵੇਖਦਾ ਰਿਹਾ ਇਸ ਗੱਲ ਦੇ ਜਾਣਨ ਨੂੰ ਭਈ ਯਹੋਵਾਹ ਨੇ ਉਸ ਦਾ ਸਫਰ ਸੁਫਲ ਕੀਤਾ ਹੈ ਕਿ ਨਹੀਂ"},{"number":22,"verse":"ਤਦ ਐਉਂ ਹੋਇਆ ਜਦ ਊਠ ਪੀ ਚੁੱਕੇ ਤਾਂ ਉਸ ਮਨੁੱਖ ਨੇ ਅੱਧੇ ਤੋਂਲੇ ਸੋਨੇ ਦੀ ਇੱਕ ਨੱਥ ਅਰ ਦਸ ਤੋਂਲੇ ਸੋਨੇ ਦੇ ਦੋ ਕੜੇ ਉਹ ਦੇ ਹੱਥਾਂ ਲਈ ਕੱਢੇ"},{"number":23,"verse":"ਅਤੇ ਆਖਿਆ, ਮੈਨੂੰ ਦੱਸੀਂ ਤੂੰ ਕਿਹਦੀ ਪੁੱਤ੍ਰੀ ਹੈਂ ਅਰ ਕੀ ਤੇਰੇ ਪਿਤਾ ਦੇ ਘਰ ਵਿੱਚ ਸਾਡੇ ਲਈ ਅੱਜ ਰਾਤ ਰਹਿਣ ਦੀ ਥਾਂ ਹੈ?"},{"number":24,"verse":"ਉਸ ਉਹ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਬਥੂਏਲ ਦੀ ਧੀ ਹਾਂ ਜਿਸ ਨੂੰ ਮਿਲਕਾਹ ਨੇ ਨਾਹੋਰ ਤੋਂ ਜਣਿਆ"},{"number":25,"verse":"ਨਾਲੇ ਉਸ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਸਾਡੇ ਕੋਲ ਪੱਠਾ ਦੱਥਾ ਬਥੇਰਾ ਹੈ ਅਰ ਰਾਤ ਰਹਿਣ ਦੀ ਥਾਂ ਵੀ ਹੈ"},{"number":26,"verse":"ਤਦ ਓਸ ਮਨੁੱਖ ਨੇ ਸੀਸ ਝੁਕਾਇਆ ਅਤੇ ਯਹੋਵਾਹ ਨੂੰ ਮੱਥਾ ਟੇਕਿਆ"},{"number":27,"verse":"ਅਰ ਉਸ ਆਖਿਆ, ਯਹੋਵਾਹ ਮੇਰੇ ਸਵਾਮੀ ਅਬਰਾਹਾਮ ਦਾ ਪਰਮੇਸ਼ੁਰ ਮੁਬਾਰਕ ਹੋਵੇ ਜਿਸ ਮੇਰੇ ਸਵਾਮੀ ਅਬਰਾਹਾਮ ਤੋਂ ਆਪਣੀ ਕਿਰਪਾ ਅਰ ਆਪਣੀ ਸਚਿਆਈ ਨੂੰ ਨਹੀਂ ਮੋੜਿਆ ਅਰ ਮੈਂ ਰਾਹ ਵਿੱਚ ਹੀ ਸਾਂ ਕਿ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਮੇਰੇ ਸਵਾਮੀ ਦੇ ਭਰਾਵਾਂ ਦੇ ਘਰ ਦੇ ਰਾਹ ਪਾਇਆ"},{"number":28,"verse":"ਤਾਂ ਉਹ ਛੋਕਰੀ ਆਪਣੀ ਮਾਤਾ ਦੇ ਘਰ ਨੂੰ ਨੱਠਕੇ ਆਈ ਅਤੇ ਸਾਰੀਆਂ ਗੱਲਾਂ ਦੱਸੀਆਂ"},{"number":29,"verse":"ਰਿਬਕਾਹ ਦਾ ਇੱਕ ਭਰਾ ਸੀ ਜਿਸ ਦਾ ਨਾਉਂ ਲਾਬਾਨ ਸੀ ਅਤੇ ਲਾਬਾਨ ਬਾਹਰ ਨੂੰ ਉਸ ਮਨੁੱਖ ਦੇ ਕੋਲ ਚਸ਼ਮੇ ਉੱਤੇ ਦੌੜਕੇ ਗਿਆ"},{"number":30,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਜਦ ਉਸ ਨੇ ਨੱਥ ਅਰ ਆਪਣੀ ਭੈਣ ਦੇ ਹੱਥਾਂ ਵਿੱਚ ਕੜੇ ਡਿੱਠੇ ਅਰ ਜਦ ਆਪਣੀ ਭੈਣ ਰਿਬਕਾਹ ਤੋਂ ਗੱਲਾਂ ਸੁਣੀਆਂ ਜਿਹੜੀ ਕਹਿੰਦੀ ਸੀ ਕਿ ਉਹ ਮਨੁੱਖ ਮੈਨੂੰ ਐਉਂ ਐਉਂ ਬੋਲਿਆ ਤਾਂ ਉਹ ਉਸ ਮਨੁੱਖ ਕੋਲ ਆਇਆ ਅਰ ਵੇਖੋ ਉਹ ਊਠਾਂ ਦੇ ਕੋਲ ਚਸ਼ਮੇ ਉੱਤੇ ਖੜਾ ਸੀ"},{"number":31,"verse":"ਤਾਂ ਉਸ ਆਖਿਆ, ਹੇ ਯਹੋਵਾਹ ਦੇ ਮੁਬਾਰਕ ਆਉ। ਬਹਾਰ ਕਿਉਂ ਖੜੇ ਹੋ? ਮੈਂ ਘਰ ਤਿਆਰ ਕੀਤਾ ਹੈ ਤੇ ਊਠਾਂ ਲਈ ਵੀ ਥਾਂ ਹੈ"},{"number":32,"verse":"ਤਾਂ ਉਹ ਮਨੁੱਖ ਘਰ ਵੱਲ ਆਇਆ ਅਰ ਊਠਾਂ ਨੂੰ ਖੋਲ੍ਹਿਆ ਅਰ ਲਾਬਾਨ ਨੇ ਊਠਾਂ ਨੂੰ ਪੱਠਾ ਦੱਥਾ ਦਿੱਤਾ ਅਰ ਉਸ ਦੇ ਅਰ ਉਸ ਦੇ ਸਾਥੀਆਂ ਦੇ ਚਰਨ ਧੋਣ ਲਈ ਪਾਣੀ ਦਿੱਤਾ"},{"number":33,"verse":"ਤਾਂ ਉਸ ਦੇ ਅੱਗੇ ਭੋਜਨ ਰੱਖਿਆ ਗਿਆ ਪਰ ਉਸ ਆਖਿਆ ਜਦ ਤੀਕਰ ਆਪਣੀ ਗੱਲ ਨਾ ਦੱਸ ਲਵਾਂ ਮੈਂ ਨਹੀਂ ਖਾਵਾਂਗਾ ਤਾਂ ਉਸ ਆਖਿਆ, ਗੱਲ ਕਰੋ"},{"number":34,"verse":"ਫੇਰ ਉਸ ਆਖਿਆ, ਮੈਂ ਅਬਰਾਹਾਮ ਦਾ ਨੌਕਰ ਹਾਂ"},{"number":35,"verse":"ਅਰ ਯਹੋਵਾਹ ਨੇ ਮੇਰੇ ਸਵਾਮੀ ਨੂੰ ਵੱਡੀ ਬਰਕਤ ਦਿੱਤੀ ਹੈ ਅਰ ਉਹ ਨੂੰ ਵੱਡਾ ਆਦਮੀ ਬਣਾ ਦਿੱਤਾ ਹੈ ਅਤੇ ਉਸ ਨੇ ਉਹ ਨੂੰ ਭੇਡਾਂ ਅਰ ਗਾਈਆਂ ਬਲਦ ਅਰ ਸੋਨਾ ਅਰ ਚਾਂਦੀ ਅਰ ਗੋੱਲੇ ਗੋੱਲੀਆਂ ਅਰ ਊਠ ਅਰ ਗਧੇ ਦਿੱਤੇ ਹਨ"},{"number":36,"verse":"ਅਤੇ ਮੇਰੇ ਸਵਾਮੀ ਦੀ ਪਤਨੀ ਸਾਰਾਹ ਨੇ ਆਪਣੇ ਬਿਰਧਪੁਣੇ ਵਿੱਚ ਮੇਰੇ ਸਵਾਮੀ ਲਈ ਇੱਕ ਪੁੱਤ੍ਰ ਜਣਿਆ ਅਰ ਉਸ ਆਪਣਾ ਸਭ ਕੁਝ ਉਸ ਨੂੰ ਦੇ ਦਿੱਤਾ"},{"number":37,"verse":"ਮੇਰੇ ਸਵਾਮੀ ਨੇ ਮੈਥੋਂ ਏਹ ਸੌਂਹ ਅਖਵਾਈ ਹੈ ਕਿ ਤੂੰ ਮੇਰੇ ਪੁੱਤ੍ਰ ਲਈ ਇਨ੍ਹਾਂ ਕਨਾਨੀਆਂ ਦੀਆਂ ਧੀਆਂ ਵਿੱਚੋਂ ਜਿਨ੍ਹਾਂ ਦੇ ਦੇਸ ਵਿੱਚ ਮੈਂ ਵੱਸਦਾ ਹਾਂ ਤੀਵੀਂ ਨਾ ਲਿਆਵੀਂ"},{"number":38,"verse":"ਸਗੋਂ ਮੇਰੇ ਪਿਤਾ ਦੇ ਘਰ ਅਰ ਮੇਰੇ ਕੁਨਬੇ ਵਿੱਚ ਜਾਵੀਂ ਅਰ ਮੇਰੇ ਪੁੱਤ੍ਰ ਲਈ ਤੀਵੀਂ ਲਿਆਵੀਂ"},{"number":39,"verse":"ਤਾਂ ਮੈਂ ਆਪਣੇ ਸਵਾਮੀ ਨੂੰ ਆਖਿਆ ਕਿ ਸ਼ਾਇਤ ਉਹ ਤੀਵੀਂ ਮੇਰੇ ਪਿੱਛੇ ਨਾ ਆਵੇ"},{"number":40,"verse":"ਉਸ ਮੈਨੂੰ ਆਖਿਆ, ਯਹੋਵਾਹ ਜਿਹਦੇ ਸਨਮੁਖ ਮੈਂ ਚੱਲਦਾ ਹਾਂ ਆਪਣਾ ਦੂਤ ਤੇਰੇ ਨਾਲ ਘੱਲੇਗਾ ਅਰ ਉਹ ਤੇਰੇ ਰਾਹ ਨੂੰ ਸੁਫਲ ਕਰੇਗਾ ਅਰ ਤੂੰ ਮੇਰੇ ਕੁਨਬੇ ਤੋਂ ਮੇਰੇ ਪਿਤਾ ਦੇ ਘਰੋਂ ਮੇਰੇ ਪੁੱਤ੍ਰ ਲਈ ਤੀਵੀਂ ਲਿਆਵੀਂ"},{"number":41,"verse":"ਤਦ ਤੂੰ ਮੇਰੀ ਸੌਂਹ ਤੋਂ ਛੁੱਟੇਗਾ ਜਦ ਤੂੰ ਮੇਰੇ ਕੁਨਬੇ ਵਿੱਚ ਜਾਵੇਂਗਾ ਅਰ ਜੇ ਓਹ ਤੈਨੂੰ ਨਾ ਦੇਣ ਤਾਂ ਤੂੰ ਮੇਰੀ ਸੌਂਹ ਤੋਂ ਬਰੀ ਹੋਇਆ"},{"number":42,"verse":"ਮੈਂ ਅੱਜ ਦੇ ਦਿਨ ਚਸ਼ਮੇ ਉੱਤੇ ਆਇਆ ਹਾਂ ਅਰ ਮੈਂ ਆਖਿਆ, ਹੇ ਯਹੋਵਾਹ ਮੇਰੇ ਸਵਾਮੀ ਅਬਰਾਹਾਮ ਦੇ ਪਰਮੇਸ਼ੁਰ ਜੇ ਤੂੰ ਮੇਰੇ ਰਾਹ ਨੂੰ ਜਿਸ ਵਿੱਚ ਮੈਂ ਜਾਂਦਾ ਹਾਂ ਸੁਫਲ ਕਰੇਂ"},{"number":43,"verse":"ਵੇਖ ਮੈਂ ਪਾਣੀ ਦੇ ਚਸ਼ਮੇ ਉੱਤੇ ਖੜਾ ਹਾਂ ਤਾਂ ਐਉਂ ਹੋਵੇ ਕਿ ਜਿਹੜੀ ਕੁਆਰੀ ਭਰਨ ਲਈ ਬਾਹਰ ਆਵੇ ਅਰ ਮੈਂ ਉਹ ਨੂੰ ਆਖਾਂ ਭਈ ਮੈਨੂੰ ਆਪਣੇ ਘੜੇ ਤੋਂ ਪਾਣੀ ਪਿਲਾਈਂ ਤਾਂ ਉਹ ਮੈਨੂੰ ਆਖੇ"},{"number":44,"verse":"ਪੀ ਲਾਓ ਤੇ ਮੈਂ ਤੁਹਾਡੇ ਊਠਾਂ ਲਈ ਵੀ ਭਰਾਂਗੀ ਉਹ ਓਹੋ ਤੀਵੀਂ ਹੋਵੇ ਜਿਸ ਨੂੰ ਯਹੋਵਾਹ ਨੇ ਮੇਰੇ ਸਵਾਮੀ ਦੇ ਪੁੱਤ੍ਰ ਲਈ ਠਹਿਰਾਇਆ ਹੈ"},{"number":45,"verse":"ਮੈਂ ਆਪਣੇ ਦਿਲ ਵਿੱਚ ਆਖਦਾ ਹੀ ਸੀ ਤਾਂ ਵੇਖੋ ਰਿਬਕਾਹ ਆਪਣਾ ਘੜਾ ਮੋਢੇ ਉੱਤੇ ਚੁੱਕਕੇ ਬਾਹਰ ਆਈ ਅਤੇ ਉਹ ਚਸ਼ਮੇ ਵਿੱਚ ਉੱਤਰੀ ਅਰ ਭਰਿਆ ਤਾਂ ਮੈਂ ਉਸ ਨੂੰ ਆਖਿਆ, ਮੈਨੂੰ ਪਿਲਾਈਂ"},{"number":46,"verse":"ਤਦ ਉਸ ਸ਼ਤਾਬੀ ਨਾਲ ਆਪਣਾ ਘੜਾ ਲਾਹਕੇ ਆਖਿਆ, ਪੀਓ ਜੀ ਅਰ ਮੈਂ ਤੁਹਾਡੇ ਊਠਾਂ ਨੂੰ ਵੀ ਪਿਲਾਵਾਂਗੀ ਤਾਂ ਮੈਂ ਪੀਤਾ ਅਰ ਉਸ ਮੇਰੇ ਊਠਾਂ ਨੂੰ ਵੀ ਪਿਲਾਇਆ"},{"number":47,"verse":"ਫੇਰ ਮੈਂ ਉਸ ਤੋਂ ਪੁੱਛਿਆ, ਤੂੰ ਕਿਹਦੀ ਪੁੱਤ੍ਰੀ ਹੈਂ? ਤਾਂ ਉਸ ਆਖਿਆ ਮੈਂ ਬਥੂਏਲ ਦੀ ਧੀ ਹਾਂ ਜਿਸ ਨੂੰ ਮਿਲਕਾਹ ਨੇ ਨਾਹੋਰ ਲਈ ਜਣਿਆ. ਤਾਂ ਮੈਂ ਉਸ ਦੇ ਨੱਕ ਵਿੱਚ ਨੱਥ ਅਰ ਹੱਥਾਂ ਵਿੱਚ ਕੜੇ ਪਾ ਦਿੱਤੇ"},{"number":48,"verse":"ਅਤੇ ਮੈਂ ਆਪਣਾ ਸੀਸ ਝੁਕਾਕੇ ਯਹੋਵਾਹ ਅੱਗੇ ਮੱਥਾ ਟੇਕਿਆ ਅਰ ਮੈਂ ਯਹੋਵਾਹ ਆਪਣੇ ਸਵਾਮੀ ਅਬਰਾਹਾਮ ਦੇ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਧੰਨ ਆਖਿਆ ਜਿਸ ਮੈਨੂੰ ਸਚਿਆਈ ਦੇ ਰਸਤੇ ਪਾਇਆ ਤਾਂਜੋ ਮੈਂ ਆਪਣੇ ਸਵਾਮੀ ਦੇ ਭਰਾ ਦੀ ਪੁੱਤ੍ਰੀ ਉਸ ਦੇ ਪੁੱਤ੍ਰ ਵਾਸਤੇ ਲਵਾਂ"},{"number":49,"verse":"ਹੁਣ ਜੇਕਰ ਤੁਸੀਂ ਮੇਰੇ ਸਵਾਮੀ ਦੇ ਨਾਲ ਦਯਾ ਅਰ ਸਚਿਆਈ ਦਾ ਸਲੂਕ ਕਰਨਾ ਹੈ ਤਾਂ ਮੈਨੂੰ ਦੱਸੋ ਅਰ ਜੇਕਰ ਨਹੀਂ ਤਾਂ ਵੀ ਮੈਨੂੰ ਦੱਸੋ ਤਾਂਜੋ ਮੈਂ ਸੱਜੇ ਅਥਵਾ ਖੱਬੇ ਪਾਸੇ ਵੱਲ ਮੁੜਾਂ"},{"number":50,"verse":"ਤਦ ਲਾਬਾਨ ਅਰ ਬਥੂਏਲ ਨੇ ਜਵਾਬ ਵਿੱਚ ਆਖਿਆ, ਏਹ ਗੱਲ ਯਹੋਵਾਹ ਵੱਲੋਂ ਆਈ ਹੈ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਬੁਰਾ ਅਥਵਾ ਭਲਾ ਨਹੀਂ ਆਖ ਸੱਕਦੇ"},{"number":51,"verse":"ਵੇਖੋ ਰਿਬਕਾਹ ਤੁਹਾਡੇ ਸਨਮੁਖ ਹੈ। ਉਹ ਨੂੰ ਲਓ ਅਰ ਜਾਓ ਤਾਂਜੋ ਉਹ ਤੁਹਾਡੇ ਸਵਾਮੀ ਦੇ ਪੁੱਤ੍ਰ ਦੀ ਤੀਵੀਂ ਹੋਵੇ ਜਿਵੇਂ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਹੈ"},{"number":52,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਅਬਰਾਹਾਮ ਦੇ ਨੌਕਰ ਨੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣੀਆਂ ਤਦ ਉਸ ਨੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਧਰਤੀ ਉੱਤੇ ਮੱਥਾ ਟੇਕਿਆ"},{"number":53,"verse":"ਫੇਰ ਉਸ ਨੌਕਰ ਨੇ ਚਾਂਦੀ ਅਰ ਸੋਨੇ ਦੀਆਂ ਟੂੰਬਾਂ ਅਰ ਬਸਤ੍ਰ ਕੱਢਕੇ ਰਿਬਕਾਹ ਨੂੰ ਦਿੱਤੇ ਅਰ ਉਸ ਨੇ ਉਸ ਦੇ ਭਰਾ ਅਰ ਮਾਤਾ ਨੂੰ ਵੀ ਕੀਮਤੀ ਚੀਜ਼ਾਂ ਦਿੱਤੀਆਂ"},{"number":54,"verse":"ਤਾਂ ਉਸ ਨੇ ਅਰ ਉਸ ਦੇ ਸਾਥੀਆਂ ਨੇ ਖਾਧਾ ਅਰ ਪੀਤਾ ਅਰ ਰਾਤ ਕੱਟੀ। ਤੜਕੇ ਉੱਠਕੇ ਉਸ ਆਖਿਆ, ਮੈਨੂੰ ਮੇਰੇ ਸਵਾਮੀ ਦੇ ਕੋਲ ਤੋਰ ਦਿਓ"},{"number":55,"verse":"ਉਪਰੰਤ ਉਹ ਦੇ ਭਰਾ ਅਰ ਉਹ ਦੀ ਮਾਤਾ ਨੇ ਆਖਿਆ, ਛੋਕਰੀ ਨੂੰ ਥੋੜੇ ਦਿਨ ਅਥਵਾ ਦਸਕੁ ਦਿਨ ਸਾਡੇ ਕੋਲ ਰਹਿਣ ਦਿਓ। ਉਸ ਦੇ ਪਿੱਛੋਂ ਉਹ ਚਲੀ ਜਾਵੇਗੀ"},{"number":56,"verse":"ਪਰ ਉਸ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਮੈਨੂੰ ਨਾ ਡੱਕੋ ਕਿਉਂਜੋ ਯਹੋਵਾਹ ਨੇ ਮੇਰਾ ਪੈਡਾਂ ਸੁਫਲ ਕੀਤਾ ਹੈ। ਮੈਨੂੰ ਘੱਲ ਦਿਓ ਤਾਂਜੋ ਮੈਂ ਆਪਣੇ ਸਵਾਮੀ ਦੇ ਕੋਲ ਜਾਵਾਂ"},{"number":57,"verse":"ਉਨ੍ਹਾਂ ਆਖਿਆ, ਅਸੀਂ ਛੋਕਰੀ ਨੂੰ ਬੁਲਾਉਂਦੇ ਹਾਂ ਅਰ ਉਹ ਦੇ ਮੂੰਹੋਂ ਪੁੱਛਦੇ ਹਾਂ"},{"number":58,"verse":"ਤਦ ਉਨ੍ਹਾਂ ਨੇ ਰਿਬਕਾਹ ਨੂੰ ਸੱਦਿਆ ਅਤੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਕੀ ਤੂੰ ਏਸ ਮਨੁੱਖ ਦੇ ਸੰਗ ਜਾਵੇਂਗੀ? ਤਾਂ ਓਸ ਆਖਿਆ, ਮੈਂ ਜਾਵਾਂਗੀ"},{"number":59,"verse":"ਉਪਰੰਤ ਉਨ੍ਹਾਂ ਨੇ ਰਿਬਕਾਹ ਆਪਣੀ ਭੈਣ ਅਰ ਉਹ ਦੀ ਦਾਈ ਅਰ ਅਬਾਰਾਹਮ ਦੇ ਨੌਕਰ ਅਰ ਉਸ ਦੇ ਸਾਥੀਆਂ ਨੂੰ ਵਿਦਿਆ ਕਰ ਦਿੱਤਾ"},{"number":60,"verse":"ਉਨ੍ਹਾਂ ਰਿਬਕਾਹ ਨੂੰ ਅਸੀਸ ਦਿੱਤੀ ਅਰ ਉਹ ਨੂੰ ਆਖਿਆ, ਹੇ ਸਾਡੀ ਭੈਣ ਤੂੰ ਹਜ਼ਾਰਾਂ ਅਰ ਲੱਖਾਂ ਦੀ ਮਾਤਾ ਹੋ ਅਤੇ ਤੇਰੀ ਅੰਸ ਵੈਰੀਆਂ ਦੇ ਫਾਟਕ ਦੀ ਅਧਿਕਾਰੀ ਹੋਵੇ"},{"number":61,"verse":"ਤਾਂ ਰਿਬਕਾਹ ਅਰ ਉਸ ਦੇ ਨਾਲ ਦੀਆਂ ਛੋਕਰੀਆਂ ਉੱਠੀਆਂ ਅਰ ਊਠਾਂ ਉੱਤੇ ਚੜ ਗਈਆਂ ਅਰ ਉਸ ਮਨੁੱਖ ਦੇ ਪਿੱਛੇ ਪਿੱਛੇ ਤੁਰ ਪਈਆਂ ਸੋ ਉਹ ਨੌਕਰ ਰਿਬਕਾਹ ਨੂੰ ਲੈਕੇ ਤੁਰ ਪਿਆ"},{"number":62,"verse":"ਇਸਹਾਕ ਬਏਰ-ਲਹੀ-ਰੋਈ ਦੇ ਰਸਤੇ ਤੋਂ ਆਇਆ ਕਿਉਂਜੋ ਉਹ ਦੱਖਣ ਵਿੱਚ ਟਿਕਿਆ ਹੋਇਆ ਸੀ"},{"number":63,"verse":"ਜਾਂ ਇਸਹਾਕ ਸ਼ਾਮਾਂ ਦੇ ਵੇਲੇ ਖੇਤਾਂ ਵਿੱਚ ਗਿਆਨ ਧਿਆਨ ਕਰਨ ਲਈ ਬਾਹਰ ਗਿਆ ਤਾਂ ਉਸ ਆਪਣੀਆਂ ਅੱਖਾਂ ਚੁੱਕਕੇ ਡਿੱਠਾ ਅਰ ਵੇਖੋ ਊਠ ਆ ਰਹੇ ਸਨ"},{"number":64,"verse":"ਜਾਂ ਰਿਬਕਾਹ ਨੇ ਅੱਖਾਂ ਚੁੱਕਕੇ ਇਸਹਾਕ ਨੂੰ ਡਿੱਠਾ ਤਾਂ ਊਠ ਤੋਂ ਉੱਤਰ ਗਈ"},{"number":65,"verse":"ਉਹ ਨੇ ਨੌਕਰ ਕੋਲੋ ਪੁੱਛਿਆ, ਉਹ ਮਨੁੱਖ ਜਿਹੜਾ ਖੇਤ ਦੇ ਵਿੱਚ ਦੀ ਸਾਨੂੰ ਮਿਲਣ ਲਈ ਆਉਂਦਾ ਹੈ ਕੌਣ ਹੈ? ਅਤੇ ਨੌਕਰ ਨੇ ਆਖਿਆ, ਉਹ ਮੇਰਾ ਸਵਾਮੀ ਹੈ ਤਾਂ ਉਹ ਨੇ ਬੁਰਕਾ ਲੈਕੇ ਆਪ ਨੂੰ ਢੱਕ ਲਿਆ"},{"number":66,"verse":"ਫੇਰ ਨੌਕਰ ਨੇ ਸਾਰੀਆਂ ਗੱਲਾਂ ਜਿਹੜੀਆਂ ਉਸ ਕੀਤੀਆਂ ਸਨ ਇਸਹਾਕ ਨੂੰ ਦੱਸੀਆਂ"},{"number":67,"verse":"ਉਪਰੰਤ ਇਸਹਾਕ ਉਸ ਨੂੰ ਆਪਣੀ ਮਾਤਾ ਸਾਰਾਹ ਦੇ ਤੰਬੂ ਵਿੱਚ ਲੈ ਗਿਆ ਅਤੇ ਉਸ ਨੇ ਰਿਬਕਾਹ ਨੂੰ ਲਿਆ ਅਰ ਉਹ ਉਸ ਦੀ ਪਤਨੀ ਹੋਈ ਅਰ ਉਸ ਨੇ ਉਹ ਨੂੰ ਪਿਆਰ ਕੀਤਾ ਤਾਂ ਇਸਹਾਕ ਨੂੰ ਆਪਣੀ ਮਾਤਾ ਦੀ ਮੌਤ ਦੇ ਪਿੱਛੋਂ ਸ਼ਾਂਤ ਪ੍ਰਾਪਤ ਹੋਈ।।"}]}