{"bibleAbbr":"paOV2016","bookName":"ਉਤਪਤ","bookEnglishName":"Genesis","chapterNumber":3,"verses":[{"number":1,"verse":"( ਆਦਮੀ ਦਾ ਆਤਮਿਕ ਡਿੱਗਣ) ਸੱਪ ਸਭ ਜੰਗਲੀਂ ਜਾਨਵਰਾਂ ਨਾਲੋਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਨੇ ਬਣਾਇਆ ਸੀ ਚਾਤਰ ਸੀ ਅਤੇ ਉਸ ਨੇ ਉਸ ਤੀਵੀਂ ਨੂੰ ਆਖਿਆ, ਭਲਾ, ਪਰਮੇਸ਼ੁਰ ਨੇ ਸੱਚ ਮੁੱਚ ਆਖਿਆ ਹੈ ਕਿ ਬਾਗ ਦੇ ਕਿਸੇ ਬਿਰਛ ਤੋਂ ਤੁਸੀਂ ਨਾ ਖਾਓ?"},{"number":2,"verse":"ਤੀਵੀਂ ਨੇ ਸੱਪ ਨੂੰ ਆਖਿਆ ਕਿ ਬਾਗ ਦੇ ਬਿਰਛਾਂ ਦੇ ਫਲੋਂ ਤਾਂ ਅਸੀਂ ਖਾਂਦੇ ਹਾਂ"},{"number":3,"verse":"ਪਰ ਜਿਹੜਾ ਬਿਰਛ ਬਾਗ ਦੇ ਵਿਚਕਾਰ ਹੈ ਉਸ ਦੇ ਫਲ ਤੋਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਖਿਆ, ਤੁਸੀਂ ਨਾ ਖਾਓ ਨਾ ਉਹ ਨੂੰ ਹੱਥ ਲਾਓ ਅਜਿਹਾ ਨਾ ਹੋਵੇ ਕਿ ਤੁਸੀਂ ਮਰ ਜਾਓ"},{"number":4,"verse":"ਪਰ ਸੱਪ ਨੇ ਤੀਵੀਂ ਨੂੰ ਆਖਿਆ ਕਿ ਤੁਸੀਂ ਕਦੀ ਨਾ ਮਰੋਗੇ"},{"number":5,"verse":"ਸਗੋਂ ਪਰਮੇਸ਼ੁਰ ਜਾਣਦਾ ਹੈ ਕਿ ਜਿਸ ਦਿਨ ਤੁਸੀਂ ਉਸ ਤੋਂ ਖਾਓਗੇ ਤੁਹਾਡੀਆਂ ਅੱਖੀਆਂ ਖੁਲ੍ਹ ਜਾਣਗੀਆਂ ਅਤੇ ਤੁਸੀਂ ਪਰਮੇਸ਼ੁਰ ਵਾਂਙੁ ਭਲੇ ਬੁਰੇ ਦੀ ਸਿਆਣਵਾਲੇ ਹੋ ਜਾਓਗੇ"},{"number":6,"verse":"ਜਾਂ ਤੀਵੀਂ ਨੇ ਵੇਖਿਆ ਕਿ ਉਹ ਬਿਰਛ ਖਾਣ ਲਈ ਚੰਗਾ ਹੈ ਅਤੇ ਅੱਖੀਆਂ ਨੂੰ ਭਾਉਂਦਾ ਹੈ ਅਤੇ ਉਹ ਬਿਰਛ ਬੁੱਧ ਦੇਣ ਲਈ ਲੋੜੀਂਦਾ ਹੈ ਤਾਂ ਉਸ ਨੇ ਉਹ ਦੇ ਫਲ ਤੋਂ ਲਿਆ ਤੇ ਆਪ ਖਾਧਾ ਨਾਲੇ ਆਪਣੇ ਪਤੀ ਨੂੰ ਵੀ ਦਿੱਤਾ ਅਤੇ ਉਸ ਨੇ ਖਾਧਾ"},{"number":7,"verse":"ਤਦ ਦੋਹਾਂ ਦੀਆਂ ਅੱਖੀਆਂ ਖੁਲ੍ਹ ਗਈਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਜਾਣ ਲਿਆ ਭਈ ਅਸੀਂ ਨੰਗੇ ਹਾਂ ਸੋ ਉਨਾਂ ਨੇ ਫਗੂੜੀ ਦੇ ਪੱਤੇ ਸੀਉਂਕੇ ਆਪਣੇ ਲਈ ਤਹਿਮਦ ਬਣਾਏ"},{"number":8,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਦੀ ਅਵਾਜ਼ ਸੁਣੀ ਜਦ ਉਹ ਬਾਗ ਵਿੱਚ ਠੰਡੇ ਵੇਲੇ ਫਿਰਦਾ ਸੀ ਅਤੇ ਉਸ ਮਰਦ ਅਰ ਉਹ ਦੀ ਤੀਵੀਂ ਨੇ ਬਾਗ ਦੇ ਬਿਰਛਾਂ ਵਿਚਕਾਰ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਦੇ ਸਾਹਮਣਿਓਂ ਆਪਣੇ ਆਪ ਨੂੰ ਲੁਕਾਇਆ"},{"number":9,"verse":"ਤਦ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਦਮੀ ਨੂੰ ਪੁਕਾਰਕੇ ਆਖਿਆ ਕਿ ਤੂੰ ਕਿੱਥੇ ਹੈਂ?"},{"number":10,"verse":"ਉਸ ਨੇ ਆਖਿਆ ਕਿ ਤੇਰੀ ਅਵਾਜ਼ ਬਾਗ ਵਿੱਚ ਸੁਣ ਕੇ ਮੈਂ ਡਰ ਗਿਆ ਕਿਉਂਜੋ ਮੈਂ ਨੰਗਾ ਹਾਂ ਸੋ ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਲੁਕਾਇਆ"},{"number":11,"verse":"ਤਾਂ ਉਸ ਨੇ ਆਖਿਆ, ਕਿਨ ਤੈਨੂੰ ਦੱਸਿਆ ਭਈ ਤੂੰ ਨੰਗਾ ਹੈ? ਜਿਸ ਬਿਰਛ ਤੋਂ ਮੈਂ ਤੈਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਉਸ ਤੋਂ ਨਾ ਖਾਈਂ ਕੀ ਤੂੰ ਉਸ ਤੋਂ ਖਾਧਾ?"},{"number":12,"verse":"ਫੇਰ ਆਦਮੀ ਨੇ ਆਖਿਆ ਕਿ ਜਿਸ ਤੀਵੀਂ ਨੂੰ ਤੂੰ ਮੈਨੂੰ ਦਿੱਤਾ ਸੀ ਉਸ ਨੇ ਉਸ ਬਿਰਛ ਤੋਂ ਮੈਨੂੰ ਦਿੱਤਾ ਤੇ ਮੈਂ ਖਾਧਾ"},{"number":13,"verse":"ਤਦ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੀਵੀਂ ਨੂੰ ਆਖਿਆ ਕਿ ਤੈਂ ਇਹ ਕੀ ਕੀਤਾ? ਤੀਵੀਂ ਨੇ ਆਖਿਆ ਕਿ ਸੱਪ ਨੇ ਮੈਨੂੰ ਭਰਮਾਇਆ ਤਾਂ ਮੈਂ ਖਾਧਾ"},{"number":14,"verse":"ਫੇਰ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਨੇ ਸੱਪ ਨੂੰ ਆਖਿਆ ਭਈ ਏਸ ਲਈ ਕਿ ਤੂੰ ਇਹ ਕੀਤਾ ਤੂੰ ਸਾਰੇ ਡੰਗਰਾਂ ਨਾਲੋਂ ਅਤੇ ਸਾਰੇ ਜੰਗਲੀ ਜਾਨਵਰਾਂ ਨਾਲੋਂ ਸਰਾਪੀ ਹੈਂ। ਤੂੰ ਆਪਣੇ ਢਿੱਡ ਭਾਰ ਤੁਰੇਂਗਾ ਅਤੇ ਆਪਣੇ ਜੀਵਣ ਦੇ ਸਾਰੇ ਦਿਨ ਤੂੰ ਮਿੱਟੀ ਖਾਇਆ ਕਰੇਂਗਾ"},{"number":15,"verse":"ਅਤੇ ਤੇਰੇ ਤੇ ਤੀਵੀਂ ਵਿੱਚ ਅਤੇ ਤੇਰੀ ਸੰਤਾਨ ਤੇ ਤੀਵੀਂ ਦੀ ਸੰਤਾਨ ਵਿੱਚ ਮੈਂ ਵੈਰ ਪਾਵਾਂਗਾ। ਉਹ ਤੇਰੇ ਸਿਰ ਨੂੰ ਫੇਵੇਗਾ ਅਤੇ ਤੂੰ ਉਹ ਦੀ ਅੱਡੀ ਨੂੰ ਡੰਗ ਮਾਰੇਂਗਾ।।"},{"number":16,"verse":"ਉਸ ਨੇ ਤੀਵੀਂ ਨੂੰ ਆਖਿਆ ਕਿ ਮੈਂ ਤੇਰੇ ਗਰਭ ਦੀ ਪੀੜ ਬਹੁਤ ਵਧਾਵਾਂਗਾ। ਪੀੜ ਨਾਲ ਤੂੰ ਬੱਚੇ ਜਣੇਗੀ ਅਤੇ ਤੇਰੇ ਪਤੀ ਵੱਲ ਤੇਰੀ ਚਾਹ ਹੋਵੇਗੀ ਅਤੇ ਉਹ ਤੇਰੇ ਉੱਤੇ ਹੁਕਮ ਚਲਾਵੇਗਾ।।"},{"number":17,"verse":"ਫੇਰ ਉਸ ਨੇ ਆਦਮੀ ਨੂੰ ਆਖਿਆ ਕਿ ਏਸ ਲਈ ਕਿ ਤੂੰ ਆਪਣੀ ਤੀਵੀਂ ਦੀ ਗੱਲ ਸੁਣੀ ਅਤੇ ਉਸ ਬਿਰਛ ਤੋਂ ਖਾਧਾ ਜਿਸ ਦੇ ਵਿਖੇ ਮੈਂ ਤੈਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਭਈ ਉਸ ਤੋਂ ਨਾ ਖਾਈਂ ਸੋ ਜ਼ਮੀਨ ਤੇਰੇ ਕਾਰਨ ਸਰਾਪਤ ਹੋਈ। ਤੂੰ ਆਪਣੇ ਜੀਵਣ ਦੇ ਸਾਰੇ ਦਿਨ ਉਸ ਤੋਂ ਦੁੱਖ ਨਾਲ ਖਾਵੇਂਗਾ"},{"number":18,"verse":"ਉਹ ਕੰਡੇ ਅਰ ਕੰਡਿਆਲੇ ਤੇਰੇ ਲਈ ਉਗਾਵੇਗੀ ਅਤੇ ਤੂੰ ਪੈਲੀ ਦਾ ਸਾਗ ਪੱਤ ਖਾਵੇਂਗਾ"},{"number":19,"verse":"ਤੂੰ ਆਪਣੇ ਮੂੰਹ ਦੇ ਮੁੜ੍ਹਕੇ ਨਾਲ ਰੋਟੀ ਖਾਵੇਂਗਾ ਜਦ ਤੀਕ ਤੂੰ ਮਿੱਟੀ ਵਿੱਚ ਫੇਰ ਨਾ ਮੁੜੇਂ ਕਿਉਂਜੋ ਤੂੰ ਉਸ ਤੋਂ ਕੱਢਿਆ ਗਿਆ ਸੀ। ਤੂੰ ਮਿੱਟੀ ਹੈਂ ਅਤੇ ਮਿੱਟੀ ਵਿੱਚ ਤੂੰ ਮੁੜ ਜਾਵੇਂਗਾ।"},{"number":20,"verse":"ਆਦਮੀ ਨੇ ਆਪਣੀ ਤੀਵੀਂ ਦਾ ਨਾਉਂ ਹੱਵਾਹ ( ਜੀਵਣ) ਰੱਖਿਆ ਏਸ ਲਈ ਕਿ ਉਹ ਸਾਰੇ ਜੀਉਂਦਿਆਂ ਦੀ ਮਾਤਾ ਹੈ"},{"number":21,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਦਮੀ ਤੇ ਉਹ ਦੀ ਤੀਵੀਂ ਲਈ ਚਮੜੇ ਦੇ ਚੋਲੇ ਬਣਾਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪਵਾਏ।।"},{"number":22,"verse":"ਤਦ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਖਿਆ, ਵੇਖੋ ਆਦਮੀ ਭਲੇ ਬੁਰੇ ਦੀ ਸਿਆਣ ਵਿੱਚ ਸਾਡੇ ਵਿੱਚੋਂ ਇੱਕ ਵਰਗਾ ਹੋ ਗਿਆ ਅਤੇ ਹੁਣ ਅਜੇਹਾ ਨਾ ਹੋਵੇ ਕਿ ਉਹ ਆਪਣਾ ਹੱਥ ਵਧਾਕੇ ਜੀਵਣ ਦੇ ਬਿਰਛ ਤੋਂ ਵੀ ਲੈ ਕੇ ਖਾਵੇ ਅਤੇ ਸਦਾ ਜੀਉਂਦਾ ਰਹੇ"},{"number":23,"verse":"ਸੋ ਯਹੋਵਾਹ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਹ ਨੂੰ ਅਦਨ ਦੇ ਬਾਗੋਂ ਕੱਢ ਦਿੱਤਾ ਤਾਂਜੋ ਉਹ ਉਸ ਜ਼ਮੀਨ ਨੂੰ ਵਾਹੇ ਜਿਸ ਤੋਂ ਉਹ ਕੱਢਿਆ ਗਿਆ ਸੀ"},{"number":24,"verse":"ਸੋ ਉਸ ਨੇ ਆਦਮੀ ਨੂੰ ਕੱਢ ਦਿੱਤਾ ਅਤੇ ਉਸ ਨੇ ਅਦਨ ਦੇ ਬਾਗ ਦੇ ਚੜ੍ਹਦੇ ਪਾਸੇ ਦੂਤਾਂ ( ਇਬਰਾਨੀ =ਕਰੂਬੀਮ) ਨੂੰ ਅਤੇ ਚੌਪਾਸੇ ਘੁੰਮਣ ਵਾਲੇ ਖੰਡੇ ਦੀ ਲਸ਼ਕ ਨੂੰ ਰੱਖਿਆ ਤਾਂਜੋ ਉਹ ਜੀਵਣ ਦੇ ਬਿਰਛ ਦੇ ਰਾਹ ਦੀ ਰਾਖੀ ਕਰਨ।"}]}