{"bibleAbbr":"paOV2016","bookName":"ਉਤਪਤ","bookEnglishName":"Genesis","chapterNumber":35,"verses":[{"number":1,"verse":"( ਬੁੱਤਾਂ ਦਾ ਤਿਆਗ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਦਰਸ਼ਨ) ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਯਾਕੂਬ ਨੂੰ ਆਖਿਆ ਉੱਠ ਅਰ ਬੈਤਏਲ ਨੂੰ ਉਤਾਹਾਂ ਜਾਹ ਅਤੇ ਉੱਥੇ ਟਿਕ ਅਰ ਉੱਥੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਜਿਸ ਤੈਨੂੰ ਉਸ ਵੇਲੇ ਵਿਖਾਲੀ ਦਿੱਤੀ ਸੀ ਜਦ ਤੂੰ ਆਪਣੇ ਭਰਾ ਏਸਾਓ ਕੋਲੋਂ ਭੱਜਾ ਸੀ ਇੱਕ ਜਗਵੇਦੀ ਬਣਾ"},{"number":2,"verse":"ਤਾਂ ਯਾਕੂਬ ਨੇ ਆਪਣੇ ਘਰਾਣੇ ਅਰ ਆਪਣੇ ਨਾਲ ਦੇ ਸਾਰਿਆਂ ਲੋਕਾਂ ਨੂੰ ਆਖਿਆ, ਤੁਸੀਂ ਪਰਾਏ ਦੇਵਤਿਆਂ ਨੂੰ ਜਿਹੜੇ ਤੁਹਾਡੇ ਵਿੱਚ ਹਨ ਬਾਹਰ ਸੁੱਟ ਦਿਓ ਅਰ ਪਵਿੱਤਰ ਹੋਵੋ ਅਰ ਆਪਣੇ ਬਸਤਰ ਬਦਲ ਲਵੋ"},{"number":3,"verse":"ਅਰ ਅਸੀਂ ਉੱਠ ਕੇ ਬੈਤਏਲ ਨੂੰ ਚੜ੍ਹੀਏ ਅਰ ਉੱਥੇ ਮੈਂ ਇੱਕ ਜਗਵੇਦੀ ਪਰਮੇਸ਼ੁਰ ਲਈ ਬਣਾਵਾਂਗਾ ਜਿਸ ਮੇਰੀ ਬਿਪਤਾ ਦੇ ਦਿਨ ਮੈਨੂੰ ਉੱਤਰ ਦਿੱਤਾ ਅਰ ਜਿਸ ਰਸਤੇ ਤੇ ਮੈਂ ਚੱਲਦਾ ਸਾਂ ਮੇਰੇ ਨਾਲ ਰਿਹਾ"},{"number":4,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਸਾਰੇ ਪਰਾਏ ਦੇਵਤੇ ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥਾਂ ਵਿੱਚ ਸਨ ਅਰ ਕੰਨਾਂ ਦੇ ਮੁੰਦਰੇ ਯਾਕੂਬ ਨੂੰ ਦੇ ਦਿੱਤੇ ਤਾਂ ਯਾਕੂਬ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਲੂਤ ਦੇ ਰੁੱਖ ਹੇਠ ਜਿਹੜਾ ਸ਼ਕਮ ਦੇ ਨੇੜੇ ਸੀ ਲੁਕੋ ਦਿੱਤਾ"},{"number":5,"verse":"ਤਾਂ ਓਹ ਤੁਰ ਪਏ ਅਰ ਉਨ੍ਹਾਂ ਦੇ ਉਦਾਲੇ ਪੁਦਾਲੇ ਦੇ ਨਗਰਾਂ ਉੱਤੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਡਰ ਪੈ ਗਿਆ ਸੋ ਉਨ੍ਹਾਂ ਨੇ ਯਾਕੂਬ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦਾ ਪਿੱਛਾ ਨਾ ਕੀਤਾ"},{"number":6,"verse":"ਯਾਕੂਬ ਅਰ ਉਸ ਦੇ ਨਾਲ ਦੇ ਸਾਰੇ ਲੋਕ ਲੂਜ਼ ਵਿੱਚ ਆਏ ਜਿਹੜਾ ਕਨਾਨ ਦੇ ਦੇਸ ਵਿੱਚ ਹੈ। ਏਹੋ ਹੀ ਬੈਤਏਲ ਹੈ"},{"number":7,"verse":"ਤਾਂ ਉਸ ਨੇ ਉੱਥੇ ਇੱਕ ਜਗਵੇਦੀ ਬਣਾਈ ਅਰ ਉਸ ਅਸਥਾਨ ਦਾ ਨਾਉਂ ਏਲ ਬੈਤਏਲ ਸੱਦਿਆ ਕਿਉਂਜੋ ਉੱਥੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਹ ਨੂੰ ਦਰਸ਼ਨ ਦਿੱਤਾ ਸੀ ਜਦ ਉਹ ਆਪਣੇ ਭਰਾ ਦੇ ਅੱਗੋਂ ਨੱਠਾ ਸੀ"},{"number":8,"verse":"ਤਾਂ ਰਿਬਕਾਹ ਦੀ ਦਾਈ ਦਬੋਰਾਹ ਮਰ ਗਈ ਅਰ ਉਹ ਬੈਤਏਲ ਦੇ ਹੇਠ ਬਲੂਤ ਦੇ ਰੁੱਖ ਥੱਲੇ ਦਫਨਾਈ ਗਈ ਤਾਂ ਉਸ ਦਾ ਨਾਉਂ ਅੱਲੋਨ ਬਾਕੂਥ ਰੱਖਿਆ ਗਿਆ।।"},{"number":9,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਯਾਕੂਬ ਨੂੰ ਫੇਰ ਦਰਸ਼ਨ ਦਿੱਤਾ ਜਦ ਉਹ ਪਦਨ ਅਰਾਮ ਵਿੱਚੋਂ ਆਇਆ ਸੀ ਅਰ ਉਸ ਨੂੰ ਬਰਕਤ ਦਿੱਤੀ"},{"number":10,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਤੇਰਾ ਨਾਉਂ ਯਾਕੂਬ ਹੈ ਪਰ ਅੱਗੇ ਨੂੰ ਤੇਰਾ ਨਾਉਂ ਯਾਕੂਬ ਨਹੀਂ ਪੁਕਾਰਿਆ ਜਾਵੇਗਾ ਸਗੋਂ ਤੇਰਾ ਨਾਉਂ ਇਸਰਾਏਲ ਹੋਵੇਗਾ ਤਾਂ ਉਸਨੇ ਉਸ ਦਾ ਨਾਉਂ ਇਸਰਾਏਲ ਰੱਖਿਆ"},{"number":11,"verse":"ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਪਰਮੇਸ਼ੁਰ ਹਾਂ । ਤੂੰ ਫਲ ਅਰ ਵਧ ਅਰ ਕੌਮ ਸਗੋਂ ਕੌਮਾਂ ਦੇ ਜੱਥੇ ਤੈਥੋਂ ਹੋਣਗੇ ਅਰ ਰਾਜੇ ਤੇਰੇ ਤੁਖਮ ਤੋਂ ਨਿੱਕਲਣਗੇ"},{"number":12,"verse":"ਅਰ ਉਹ ਧਰਤੀ ਜਿਹੜੀ ਮੈਂ ਅਬਰਾਹਾਮ ਅਤੇ ਇਸਹਾਕ ਨੂੰ ਦਿੱਤੀ ਸੀ ਮੈਂ ਤੈਨੂੰ ਦਿਆਂਗਾ ਅਤੇ ਮੈਂ ਤੇਰੇ ਪਿੱਛੋਂ ਤੇਰੀ ਅੰਸ ਨੂੰ ਏਹ ਧਰਤੀ ਦਿਆਂਗਾ"},{"number":13,"verse":"ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਉਸ ਦੇ ਕੋਲੋਂ ਉਸ ਅਸਥਾਨ ਤੋਂ ਜਿੱਥੇ ਉਹ ਉਸ ਨਾਲ ਗੱਲ ਕਰਦਾ ਸੀ ਉਤਾਹਾਂ ਨੂੰ ਗਿਆ"},{"number":14,"verse":"ਤਾਂ ਯਾਕੂਬ ਨੇ ਉਸ ਥਾਂ ਉੱਤੇ ਇੱਕ ਥੰਮ੍ਹ ਖੜਾ ਕੀਤਾ ਜਿੱਥੇ ਉਸ ਉਹ ਦੇ ਨਾਲ ਗੱਲ ਕੀਤੀ ਅਰਥਾਤ ਪੱਥਰ ਦਾ ਇੱਕ ਥੰਮ੍ਹ ਅਰ ਉਸ ਦੇ ਉੱਤੇ ਪੀਣ ਦੀ ਭੇਟ ਡੋਹਲੀ ਅਰ ਤੇਲ ਚੁਆਇਆ"},{"number":15,"verse":"ਅਰ ਯਾਕੂਬ ਨੇ ਉਸ ਅਸਥਾਨ ਦਾ ਨਾਉਂ ਜਿੱਥੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਹ ਦੇ ਨਾਲ ਗੱਲ ਕੀਤੀ ਸੀ ਬੈਤਏਲ ਰੱਖਿਆ"},{"number":16,"verse":"ਤਾਂ ਉਹ ਬੈਤਏਲ ਤੋਂ ਤੁਰ ਪਏ ਅਰ ਜਾਂ ਅਫਰਾਥ ਕੁਝ ਦੂਰ ਰਹਿੰਦਾ ਸੀ ਤਾਂ ਰਾਖੇਲ ਜਣਨ ਲੱਗੀ ਅਰ ਉਸ ਨੂੰ ਜਣਨ ਦਾ ਸਖ਼ਤ ਕਸ਼ਟ ਹੋਇਆ"},{"number":17,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਾਂ ਉਹ ਜਣਨ ਦੇ ਕਸ਼ਟ ਵਿੱਚ ਸੀ ਤਾਂ ਦਾਈ ਨੇ ਉਸ ਨੂੰ ਆਖਿਆ, ਨਾ ਡਰ ਕਿਉਂਜੋ ਏਹ ਵੀ ਤੇਰਾ ਇੱਕ ਪੁੱਤ੍ਰ ਹੈ"},{"number":18,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਾਂ ਉਹ ਦੇ ਪ੍ਰਾਣ ਨਿੱਕਲਣ ਨੂੰ ਸਨ ਅਰ ਉਹ ਮਰਨ ਨੂੰ ਸੀ ਤਾਂ ਉਸ ਨੇ ਉਹ ਦਾ ਨਾਉਂ ਬਨ- ਓਨੀ ( ਮੇਰੇ ਸੋਗ ਦਾ ਪੁੱਤ੍ਰ ।) ਰੱਖਿਆ ਪਰ ਉਸ ਦੇ ਪਿਤਾ ਨੇ ਉਹ ਦਾ ਨਾਉਂ ਬਿਨਯਾਮੀਨ ( ਸੱਜੇ ਹੱਥ ਦਾ ਪੁੱਤ੍ਰ ।) ਰੱਖਿਆ"},{"number":19,"verse":"ਸੋ ਰਾਖੇਲ ਮਰ ਗਈ ਅਰ ਅਫਰਾਥ ਦੇ ਰਾਹ ਵਿੱਚ ਦਫਨਾਈ ਗਈ। ਏਹੋ ਹੀ ਬੈਤਲਹਮ ਹੈ"},{"number":20,"verse":"ਯਾਕੂਬ ਨੇ ਉਸ ਦੀ ਕਬਰ ਉੱਤੇ ਇੱਕ ਥੰਮ੍ਹ ਖੜਾ ਕੀਤਾ ਅਰ ਰਾਖੇਲ ਦੀ ਕਬਰ ਦਾ ਥੰਮ੍ਹ ਅੱਜ ਤੀਕ ਹੈ"},{"number":21,"verse":"ਫੇਰ ਇਸਰਾਏਲ ਤੁਰ ਪਿਆ ਅਰ ਆਪਣਾ ਤੰਬੂ ਏਦਰ ਦੇ ਬੁਰਜ ਦੇ ਪਰਲੇ ਪਾਸੇ ਖਲ੍ਹਾਰਿਆ"},{"number":22,"verse":"ਤਾ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਇਸਰਾਏਲ ਉਸ ਧਰਤੀ ਵਿੱਚ ਵੱਸਦਾ ਸੀ ਤਾਂ ਰਊਬੇਨ ਜਾਕੇ ਆਪਣੇ ਪਿਤਾ ਦੀ ਸੁਰੇਤ ਬਿਲਹਾਹ ਨਾਲ ਲੇਟਿਆ ਅਰ ਇਸਰਾਏਲ ਨੇ ਸੁਣਿਆ।।"},{"number":23,"verse":"ਯਾਕੂਬ ਦੇ ਬਾਰਾਂ ਪੁੱਤ੍ਰ ਸਨ। ਲੇਆਹ ਦੇ ਏਹ ਸਨ ਯਾਕੂਬ ਦਾ ਪਲੋਠਾ ਰਊਬੇਨ ਅਰ ਸ਼ਿਮਓਨ ਅਰ ਲੇਵੀ ਅਰ ਯਹੂਦਾਹ ਅਰ ਯਿੱਸ਼ਾਕਾਰ ਅਰ ਜਬੁਲੂਨ"},{"number":24,"verse":"ਰਾਖੇਲ ਦੇ ਪੁੱਤ੍ਰ ਯੂਸੁਫ ਅਰ ਬਿਨਯਾਮੀਨ"},{"number":25,"verse":"ਅਰ ਰਾਖੇਲ ਦੀ ਗੋੱਲੀ ਬਿਲਹਾਹ ਦੇ ਪੁੱਤ੍ਰ ਦਾਨ ਅਰ ਨਫਤਾਲੀ ਸਨ"},{"number":26,"verse":"ਅਰ ਲੇਆਹ ਦੀ ਗੋੱਲੀ ਜ਼ਿਲਪਾ ਦੇ ਪੁੱਤ੍ਰ ਗਾਦ ਅਰ ਅਸ਼ੇਰ । ਯਾਕੂਬ ਦੇ ਪੁੱਤ੍ਰ ਜਿਹੜੇ ਪਦਨ ਅਰਾਮ ਵਿੱਚ ਉਹ ਦੇ ਲਈ ਜੰਮੇ ਏਹੋ ਸਨ।।"},{"number":27,"verse":"ਤਾਂ ਯਾਕੂਬ ਆਪਣੇ ਪਿਤਾ ਇਸਹਾਕ ਕੋਲ ਮਮਰੇ ਵਿੱਚ ਜਿਹੜਾ ਕਿਰਯਥ ਅਰਬਾ ਅਰਥਾਤ ਹਬਰੋਨ ਹੈ ਆਇਆ ਜਿੱਥੇ ਅਬਰਾਹਮ ਅਰ ਇਸਹਾਕ ਟਿੱਕੇ ਸਨ"},{"number":28,"verse":"ਤਾਂ ਇਸਹਾਕ ਦੀ ਉਮਰ ਇੱਕ ਸੌ ਅੱਸੀ ਵਰਿਹਾਂ ਦੀ ਸੀ"},{"number":29,"verse":"ਅਰ ਇਸਹਾਕ ਪ੍ਰਾਣ ਤਿਆਗ ਕੇ ਮਰ ਗਿਆ ਅਰ ਆਪਣੇ ਲੋਕਾਂ ਵਿੱਚ ਜਾ ਮਿਲਿਆ। ਉਹ ਬਿਰਧ ਅਰ ਸਮਾਪੂਰ ਹੋਇਆ ਤਾਂ ਉਸ ਦੇ ਪੁੱਤ੍ਰਾਂ ਏਸਾਓ ਅਰ ਯਾਕੂਬ ਨੇ ਉਸ ਨੂੰ ਦਫਨਾ ਦਿੱਤਾ।।"}]}