{"bibleAbbr":"paOV2016","bookName":"ਉਤਪਤ","bookEnglishName":"Genesis","chapterNumber":36,"verses":[{"number":1,"verse":"( ਏਸਾਓ ਦਾ ਘਰਾਣਾ) ਏਸਾਓ ਅਰਥਾਤ ਅਦੋਮ ਦੀ ਕੁਲਪੱਤ੍ਰੀ ਏਹ ਹੈ"},{"number":2,"verse":"ਏਸਾਓ ਕਨਾਨੀਆਂ ਦੀ ਧੀਆਂ ਵਿੱਚੋਂ ਹਿੱਤੀ ਏਲੋਨ ਦੀ ਧੀ ਆਦਾਹ ਨੂੰ ਵਿਆਹ ਲਿਆਇਆ ਅਰ ਆਹਾਲੀਬਾਮਾਹ ਨੂੰ ਜਿਹੜੀ ਅਨਾਹ ਦੀ ਧੀ ਅਰ ਸਿਬਓਨ ਹਿੱਵੀ ਦੀ ਦੋਹਤੀ ਸੀ"},{"number":3,"verse":"ਅਰ ਬਾਸਮਥ ਨੂੰ ਜਿਹੜੀ ਇਸਮਾਏਲ ਦੀ ਧੀ ਅਰ ਨਬਾਯੋਥ ਦੀ ਭੈਣ ਸੀ"},{"number":4,"verse":"ਤਾਂ ਆਦਾਹ ਨੇ ਏਸਾਓ ਲਈ ਅਲੀਫਾਜ਼ ਨੂੰ ਅਰ ਬਾਸਮਥ ਨੇ ਰਊਏਲ ਨੂੰ ਜਣਿਆ"},{"number":5,"verse":"ਅਰ ਆਹਾਲੀਬਾਮਾਹ ਨੇ ਯਊਸ ਅਰ ਯਾਲਾਮ ਅਰ ਕੋਰਹ ਨੂੰ ਜਣਿਆ, ਏਹ ਏਸਾਓ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਜਿਹੜੇ ਕਨਾਨ ਦੇਸ ਵਿੱਚ ਜੰਮੇ"},{"number":6,"verse":"ਤਾਂ ਏਸਾਓ ਨੇ ਆਪਣੀਆ ਤੀਵੀਆਂ ਆਪਣੇ ਪੁੱਤ੍ਰ ਧੀਆਂ ਅਰ ਆਪਣੇ ਘਰ ਦੇ ਸਾਰੇ ਪ੍ਰਾਣੀਆਂ ਨੂੰ ਆਪਣੇ ਸਾਰੇ ਵੱਗਾਂ ਸਾਰੇ ਡੰਗਰਾਂ ਅਰ ਸਾਰੀ ਪੂੰਜੀ ਨੂੰ ਜੋ ਉਸ ਕਨਾਨ ਦੇਸ ਵਿੱਚ ਕਮਾਈ ਸੀ ਲੈ ਕੇ ਆਪਣੇ ਭਰਾ ਯਾਕੂਬ ਦੇ ਕੋਲੋਂ ਕਿਸੇ ਹੋਰ ਦੇਸ ਵੱਲ ਚੱਲਿਆ ਗਿਆ"},{"number":7,"verse":"ਕਿਉਂਜੋ ਉਨ੍ਹਾਂ ਦਾ ਮਾਲ ਧੰਨ ਐੱਨਾ ਸੀ ਕਿ ਉਹ ਇੱਕਠੇ ਨਹੀਂ ਰਹਿ ਸੱਕਦੇ ਸਨ ਪਰ ਉਹ ਧਰਤੀ ਜਿਸ ਵਿੱਚ ਓਹ ਮੁਸਾਫਰ ਸਨ ਉਨ੍ਹਾਂ ਦੇ ਪਸ਼ੂਆਂ ਦੀ ਬਹੁਤਾਇਤ ਦੇ ਕਾਰਨ ਉਨ੍ਹਾਂ ਨੂੰ ਨਹੀਂ ਸਾਂਭ ਸੱਕੀ"},{"number":8,"verse":"ਤਾਂ ਏਸਾਓ ਸ਼ੇਈਰ ਦੇ ਪਹਾੜ ਵਿੱਚ ਟਿਕ ਗਿਆ, ਏਹੋ ਹੀ ਅਦੋਮ ਹੈ"},{"number":9,"verse":"ਏਹ ਏਸਾਓ ਦੀ ਕੁੱਲਪੱਤ੍ਰੀ ਹੈ ਜਿਹੜਾ ਅਦੋਮੀਆਂ ਦਾ ਪਿਤਾ ਸ਼ੇਈਰ ਦੇ ਪਹਾੜ ਵਿੱਚ ਸੀ"},{"number":10,"verse":"ਸੋ ਏਸਾਓ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੇ ਨਾਓਂ ਏਹ ਸਨ ਅਲੀਫਾਜ਼, ਏਸਾਓ ਦੀ ਤੀਵੀਂ ਆਦਾਹ ਦਾ ਪੁੱਤ੍ਰ ਰਊਏਲ ਏਸਾਓ ਦੀ ਤੀਵੀਂ ਬਾਸਮਤ ਦਾ ਪੁੱਤ੍ਰ"},{"number":11,"verse":"ਅਰ ਅਲੀਫਾਜ਼ ਦੇ ਪੁੱਤ੍ਰ ਤੇਮਾਨ ਓਮਾਰ ਸਫੋ ਅਰ ਗਾਤਾਮ ਅਰ ਕਨਜ਼ ਸਨ"},{"number":12,"verse":"ਤਿਮਨਾਂ ਏਸਾਓ ਦੇ ਪੁੱਤ੍ਰ ਅਲੀਫਾਜ਼ ਦੀ ਸੁਰੇਤ ਸੀ ਅਰ ਉਸ ਨੇ ਅਲੀਫਾਜ਼ ਲਈ ਅਮਾਲੇਕ ਨੂੰ ਜਣਿਆ, ਏਹ ਏਸਾਓ ਦੀ ਤੀਵੀਂ ਆਦਾਹ ਦੇ ਪੁੱਤ੍ਰ ਸਨ"},{"number":13,"verse":"ਰਊਏਲ ਦੇ ਪੁੱਤ੍ਰ ਏਹ ਸਨ ਨਹਥ ਅਰ ਜ਼ਰਹ ਅਰ ਸ਼ੰਮਾਹ ਅਰ ਮਿੱਜਾਹ, ਏਹ ਏਸਾਓ ਦੀ ਤੀਵੀਂ ਬਾਸਮਥ ਦੇ ਪੁੱਤ੍ਰ ਸਨ"},{"number":14,"verse":"ਆਹਾਲੀਬਾਮਾਹ ਦੇ ਪੁੱਤ੍ਰ ਏਹ ਸਨ ਜਿਹੜੀ ਏਸਾਓ ਦੀ ਤੀਵੀਂ ਅਰ ਅਨਾਹ ਦੀ ਧੀ ਅਰ ਸਿਬਾਓਨ ਦੀ ਦੋਹਤੀ ਸੀ। ਉਹ ਨੇ ਏਸਾਓ ਲਈ ਯਊਸ ਅਰ ਯਾਲਾਮ ਅਰ ਕੋਰਹ ਨੂੰ ਜਣਿਆ"},{"number":15,"verse":"ਏਹ ਏਸਾਓ ਦੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚੋਂ ਸਰਦਾਰ ਸਨ, ਏਸਾਓ ਦੇ ਪਲੋਠੇ ਪੁੱਤ੍ਰ ਅਲੀਫਾਜ਼ ਦੇ ਪੁੱਤ੍ਰ ਸਰਦਾਰ ਤੇਮਾਨ ਸਰਦਾਰ ਓਮਰ ਸਰਦਾਰ ਸਫੋ ਸਰਦਾਰ ਕਨਜ਼"},{"number":16,"verse":"ਸਰਦਾਰ ਕੋਰਹ ਸਰਦਾਰ ਗਾਤਾਮ ਸਰਦਾਰ ਅਮਾਲੇਕ, ਏਹ ਸਰਦਾਰ ਅਲੀਫਾਜ਼ ਤੋਂ ਆਦੋਮ ਦੀ ਧਰਤੀ ਵਿੱਚ ਹੋਏ, ਏਹ ਆਦਾਹ ਦੇ ਪੁੱਤ੍ਰ ਸਨ"},{"number":17,"verse":"ਏਸਾਓ ਦੇ ਪੁੱਤ੍ਰ ਰਊਏਲ ਦੇ ਪੁੱਤ੍ਰ ਏਹ ਸਨ ਸਰਦਾਰ ਨਹਥ ਸਰਦਾਰ ਜਰਹ ਸਰਦਾਰ ਸੰਮਾਹ ਸਰਦਾਰ ਮਿੱਜ਼ਾਹ, ਏਹ ਸਰਦਾਰ ਰਊਏਲ ਤੋਂ ਆਦੋਮ ਦੀ ਧਰਤੀ ਵਿੱਚ ਹੋਏ ਅਰ ਇਹ ਏਸਾਓ ਦੀ ਤੀਵੀਂ ਬਾਸਮਥ ਦੇ ਪੁੱਤ੍ਰ ਸਨ"},{"number":18,"verse":"ਏਸਾਓ ਦੀ ਤੀਵੀਂ ਆਹਾਲੀਬਾਮਹ ਦੇ ਪੁੱਤ੍ਰ ਏਹ ਸਨ ਸਰਦਾਰ ਯਊਸ ਸਰਦਾਰ ਯਲਾਮ ਸਰਦਾਰ ਕੋਰਹ, ਏਹ ਸਰਦਾਰ ਏਸਾਓ ਦੀ ਤੀਵੀਂ ਅਰ ਅਨਾਹ ਦੀ ਧੀ ਆਹਾਲੀਬਮਾਹ ਦੇ ਸਨ"},{"number":19,"verse":"ਏਹ ਏਸਾਓ ਅਰਥਾਤ ਅਦੋਮ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਅਤੇ ਏਹ ਉਨ੍ਹਾਂ ਦੇ ਸਰਦਾਰ ਸਨ।।"},{"number":20,"verse":"ਸ਼ੇਈਰ ਹੋਰੀ ਦੇ ਪੁੱਤ੍ਰ ਜਿਹੜੇ ਉਸ ਦੇਸ ਵਿੱਚ ਵੱਸਦੇ ਸਨ ਸੋ ਏਹ ਸਨ ਲੋਟਾਨ ਅਰ ਸੋਬਾਲ ਅਰ ਸਿਬਓਨ ਅਰ ਅਨਾਹ"},{"number":21,"verse":"ਅਰ ਦਿਸ਼ੋਨ ਅਰ ਏਸਰ ਅਰ ਦੀਸ਼ਾਨ ਏਹ ਹੋਰੀਆਂ ਦੇ ਸਰਦਾਰ ਸ਼ੇਈਰ ਦੇ ਪੁੱਤ੍ਰ ਅਦੋਮ ਦੀ ਧਰਤੀ ਵਿੱਚ ਸਨ"},{"number":22,"verse":"ਲੋਟਾਨ ਦੇ ਪੁੱਤ੍ਰ ਹੋਰੀ ਅਰ ਹੇਮਾਮ ਸਨ ਅਰ ਤਿਮਨਾ ਲੋਟਾਨ ਦੀ ਭੈਣ ਸੀ"},{"number":23,"verse":"ਏਹ ਸੋਬਾਲ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਅਲਵਾਨ ਅਰ ਮਾਨਹਥ ਅਰ ਏਬਾਲ ਸ਼ਫੋਲ ਅਰ ਓਨਾਮ"},{"number":24,"verse":"ਏਹ ਸਿਬਓਨ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਅੱਯਾਹ ਅਰ ਅਨਾਹ। ਏਹ ਓਹ ਅਨਾਹ ਹੈ ਜਿਸ ਨੂੰ ਆਪਣੇ ਪਿਤਾ ਸਿਬਓਨ ਦੇ ਖੋਤੇਂ ਚਾਰਦਿਆਂ ਉਜਾੜ ਵਿੱਚ ਗਰਮ ਪਾਣੀ ਦੇ ਸੋਤੇ ਲੱਭੇ ਸਨ"},{"number":25,"verse":"ਅਨਾਹ ਦੇ ਪੁੱਤ੍ਰ ਇਹ ਸਨ ਦਿਸ਼ੋਨ ਅਰ ਆਹਾਲੀਬਾਮਾਹ ਅਨਾਹ ਦੀ ਧੀ"},{"number":26,"verse":"ਏਹ ਦੀਸ਼ਾਨ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਹਮਦਾਨ ਅਰ ਅਸੁਬਾਨ ਅਰ ਯਿਤਰਾਨ ਅਰ ਕਰਾਨ"},{"number":27,"verse":"ਏਸਰ ਦੇ ਪੁੱਤ੍ਰ ਏਹ ਸਨ ਬਿਲਹਾਨ ਅਰ ਜਾਵਾਨ ਅਰ ਆਕਾਨ"},{"number":28,"verse":"ਏਹ ਦੀਸ਼ਾਨ ਦੇ ਪੁੱਤ੍ਰ ਸਨ ਊਸ ਅਰ ਆਰਾਨ"},{"number":29,"verse":"ਏਹ ਹੋਰੀਆਂ ਦੇ ਸਰਦਾਰ ਸਨ ਸਰਦਾਰ ਲੋਟਾਨ ਸਰਦਾਰ ਸੋਬਾਲ ਸਰਦਾਰ ਸਿਬਓਨ ਸਰਦਾਰ ਅਨਾਹ"},{"number":30,"verse":"ਸਰਦਾਰ ਦਿਸ਼ੋਨ ਸਰਦਾਰ ਏਸਰ ਸਰਦਾਰ ਦੀਸ਼ਾਨ, ਏਹ ਹੋਰੀਆਂ ਦੇ ਸਰਦਾਰ ਉਨ੍ਹਾਂ ਦੀ ਸਰਦਾਰੀ ਦੇ ਅਨੁਸਾਰ ਸ਼ੇਈਰ ਦੇ ਦੇਸ ਵਿੱਚ ਸਨ।।"},{"number":31,"verse":"ਏਹ ਰਾਜੇ ਹਨ ਜਿਹੜੇ ਆਦੋਮ ਵਿੱਚ ਇਸਰਾਏਲੀਆਂ ਦੇ ਰਾਜਿਆ ਤੋਂ ਪਹਿਲਾਂ ਰਾਜ ਕਰਦੇ ਸਨ"},{"number":32,"verse":"ਬਓਰ ਦਾ ਪੁੱਤ੍ਰ ਬਲਾ ਆਦੋਮ ਉੱਤੇ ਰਾਜ ਕਰਦਾ ਸੀ ਅਰ ਉਸਦੇ ਨਗਰ ਦਾ ਨਾਉਂ ਦਿਨਹਾਬਾਹ ਸੀ"},{"number":33,"verse":"ਬਲਾ ਮਰ ਗਿਆ ਅਰ ਜ਼ਰਹ ਦਾ ਪੁੱਤ੍ਰ ਯੋਬਾਬ ਬਸਰੇ ਦਾ ਓਸ ਦੇ ਥਾਂ ਰਾਜ ਕਰਨ ਲੱਗਾ"},{"number":34,"verse":"ਯੋਬਾਬ ਮਰ ਗਿਆ ਤਾਂ ਤੇਮਾਨੀਆਂ ਦੇ ਦੇਸ ਤੋਂ ਹੁਸਾਮ ਉਸ ਦੇ ਥਾਂ ਰਾਜ ਕਰਨ ਲੱਗਾ"},{"number":35,"verse":"ਹੁਸਾਮ ਮਰ ਗਿਆ ਤਾਂ ਉਸ ਦੇ ਥਾਂ ਬਦਦ ਦਾ ਪੁੱਤ੍ਰ ਹਦਦ ਜਿਸ ਨੇ ਮੋਆਬ ਦੇ ਰੜ ਵਿੱਚ ਮਿਦਯਾਨੀਆਂ ਨੂੰ ਮਾਰਿਆ ਰਾਜ ਕਰਨ ਲੱਗਾ ਅਰ ਉਸ ਦੇ ਨਗਰ ਦਾ ਨਾਉਂ ਅਵੀਤ ਸੀ"},{"number":36,"verse":"ਹਦਦ ਮਰ ਗਿਆ ਤਾਂ ਉਸ ਦੇ ਥਾਂ ਮਸਰੇਕਾਹ ਦਾ ਸਮਲਾਹ ਰਾਜ ਕਰਨ ਲੱਗਾ"},{"number":37,"verse":"ਸਮਲਾਹ ਮਰ ਗਿਆ ਤਾਂ ਉਸ ਦੇ ਥਾਂ ਸਾਊਲ ਰਾਜ ਕਰਨ ਲੱਗਾ ਜਿਹੜਾ ਦਰਿਆ ਦੇ ਉਪੱਰ ਦੇ ਰਹੋਬੋਥ ਦਾ ਸੀ"},{"number":38,"verse":"ਸਾਊਲ ਮਰ ਗਿਆ ਅਰ ਉਸ ਦੇ ਥਾਂ ਅਕਬੋਰ ਦਾ ਪੁੱਤ੍ਰ ਬਆਲਹਾਨਾਨ ਰਾਜ ਕਰਨ ਲੱਗਾ"},{"number":39,"verse":"ਬਆਲਹਾਨਾਨ ਅਕਬੋਰ ਦਾ ਪੁੱਤ੍ਰ ਮਰ ਗਿਆ ਤਾਂ ਉਸ ਦੇ ਥਾਂ ਹਦਰ ਰਾਜ ਕਰਨ ਲੱਗਾ ਅਰ ਉਸ ਦੇ ਨਗਰ ਦਾ ਨਾਉਂ ਪਾਊ ਸੀ ਅਰ ਉਸ ਦੀ ਤੀਵੀਂ ਦਾ ਨਾਉਂ ਮਹੇਟਬਏਲ ਸੀ ਜਿਹੜੀ ਮਟਰੇਦ ਦੀ ਧੀ ਅਰ ਮੇਜਾਹਾਬ ਦੀ ਦੋਹਤੀ ਸੀ"},{"number":40,"verse":"ਏਸਾਓ ਦੇ ਸਰਦਾਰਾਂ ਦੇ ਨਾਉਂ ਉਨ੍ਹਾਂ ਦੇ ਟੱਬਰਾਂ ਅਰ ਅਸਥਾਨਾਂ ਅਰ ਨਾਮਾਂ ਅਨੁਸਾਰ ਏਹ ਸਨ, ਸਰਦਾਰ ਤਿਮਨਾ ਸਰਦਾਰ ਅਲਵਾਹ ਸਰਦਾਰ ਯਥੇਥ"},{"number":41,"verse":"ਸਰਦਾਰ ਆਹਾਲੀਬਾਮਾਹ ਸਰਦਾਰ ਏਲਾਹ ਸਰਦਾਰ ਫੀਨੋਨ"},{"number":42,"verse":"ਸਰਦਾਰ ਕਨਜ਼ ਸਰਦਾਰ ਤੇਮਾਨ ਸਰਦਾਰ ਮਿਬਸਾਰ"},{"number":43,"verse":"ਸਰਦਾਰ ਮਗਦੀਏਲ ਸਰਦਾਰ ਈਰਾਮ, ਏਹ ਅਦੋਮ ਦੇ ਸਰਦਾਰ ਆਪਣੇ ਕਬਜੇ ਦੀ ਧਰਤੀ ਦੀਆਂ ਬਸਤੀਆਂ ਅਨੁਸਾਰ ਸਨ। ਏਹੋ ਏਸਾਓ ਅਦੋਮੀਆਂ ਦਾ ਪਿਤਾ ਹੈ।।"}]}