{"bibleAbbr":"paOV2016","bookName":"ਉਤਪਤ","bookEnglishName":"Genesis","chapterNumber":37,"verses":[{"number":1,"verse":"( ਯੂਸੁਫ਼ ਦਾ ਮਿਸਰ ਵਿੱਚ ਵਿਕਣਾ) ਯਾਕੂਬ ਆਪਣੇ ਪਿਤਾ ਦੀ ਮੁਸਾਫਰੀ ਦੀ ਧਰਤੀ ਵਿੱਚ ਅਰਥਾਤ ਕਨਾਨ ਦੇ ਦੇਸ ਵਿੱਚ ਵੱਸਿਆ। ਏਹ ਯਾਕੂਬ ਦੀ ਕੁੱਲਪੱਤ੍ਰੀ ਹੈ"},{"number":2,"verse":"ਜਦ ਯੂਸੁਫ਼ ਸਤਾਰਾਂ ਵਰਿਹਾਂ ਦਾ ਸੀ ਉਹ ਆਪਣੇ ਭਰਾਵਾਂ ਦੇ ਨਾਲ ਇੱਜੜ ਚਾਰਦਾ ਸੀ ਅਤੇ ਉਹ ਜਵਾਨ ਬਿਲਹਾਹ ਅਰ ਜਿਲਪਾਹ ਆਪਣੇ ਪਿਤਾ ਦੀਆਂ ਤੀਵੀਆਂ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨਾਲ ਹੁੰਦਾ ਸੀ ਅਰ ਯੂਸੁਫ਼ ਉਨ੍ਹਾਂ ਦੀਆਂ ਬੁਰੀਆਂ ਗੱਲਾਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿਤਾ ਕੋਲ ਲੈ ਆਉਂਦਾ ਸੀ"},{"number":3,"verse":"ਇਸਰਾਏਲ ਯੂਸੁਫ਼ ਨੂੰ ਆਪਣੇ ਸਾਰੇ ਪੁੱਤ੍ਰਾਂ ਨਾਲੋਂ ਵੱਧ ਤੇਹ ਕਰਦਾ ਸੀ ਕਿਉਂਜੋ ਉਹ ਉਸ ਦੀ ਬਿਰਧ ਅਵਸਥਾ ਦਾ ਪੁੱਤ੍ਰ ਸੀ ਅਰ ਉਸ ਨੇ ਉਹ ਦੇ ਲਈ ਇੱਕ ਲੰਮਾ ਚੋਲਾ ਬਣਾਇਆ"},{"number":4,"verse":"ਉਪਰੰਤ ਜਾਂ ਉਹ ਦੇ ਭਰਾਵਾਂ ਨੇ ਵੇਖਿਆ ਕਿ ਉਨ੍ਹਾਂ ਦਾ ਪਿਤਾ ਉਹ ਨੂੰ ਉਹ ਦੇ ਸਾਰੇ ਭਰਾਵਾਂ ਨਾਲੋਂ ਵੱਧ ਤੇਹ ਕਰਦਾ ਹੈ ਤਾਂ ਓਹ ਉਸ ਦੇ ਨਾਲ ਵੈਰ ਰੱਖਣ ਲੱਗੇ ਅਰ ਉਹ ਦੇ ਨਾਲ ਸ਼ਾਂਤੀ ਨਾਲ ਨਹੀਂ ਬੋਲ ਸੱਕਦੇ ਸਨ"},{"number":5,"verse":"ਫੇਰ ਯੂਸੁਫ਼ ਨੇ ਏਹ ਸੁਫਨਾ ਵੇਖਿਆ ਅਤੇ ਆਪਣੇ ਭਰਾਵਾਂ ਨੂੰ ਦੱਸਿਆ ਤਾਂ ਓਹ ਉਹ ਦੇ ਨਾਲ ਹੋਰ ਵੈਰ ਰੱਖਣ ਲੱਗੇ"},{"number":6,"verse":"ਓਸ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਜਿਹੜਾ ਸੁਫਨਾ ਮੈਂ ਡਿੱਠਾ ਸੁਣੋ"},{"number":7,"verse":"ਵੇਖੋ ਅਸੀਂ ਖੇਤ ਦੇ ਵਿੱਚ ਭਰੀਆਂ ਬੰਨ੍ਹਦੇ ਸਾਂ ਅਰ ਵੇਖੋ ਮੇਰੀ ਭਰੀ ਉੱਠ ਖੜੀ ਹੋਈ ਅਰ ਵੇਖੋ ਤੁਹਾਡੀਆਂ ਭਰੀਆਂ ਨੇ ਉਹ ਦੇ ਦੁਆਲੇ ਆਕੇ ਮੇਰੀ ਭਰੀ ਨੂੰ ਮੱਥਾ ਟੇਕਿਆ"},{"number":8,"verse":"ਫੇਰ ਉਹ ਦੇ ਭਰਾਵਾਂ ਨੇ ਉਹ ਨੂੰ ਆਖਿਆ, ਕੀ ਤੂੰ ਸੱਚ ਮੁੱਚ ਸਾਡੇ ਉੱਤੇ ਰਾਜ ਕਰੇਂਗਾ ਅਤੇ ਸਾਡੇ ਉੱਤੇ ਹਕੂਮਤ ਕਰੇਂਗਾ ? ਤਾਂ ਓਹ ਉਹ ਦੇ ਨਾਲ ਉਹ ਦੇ ਸੁਫ਼ਨੇ ਅਰ ਉਹ ਦੀਆਂ ਗੱਲਾਂ ਦੇ ਕਾਰਨ ਹੋਰ ਵੀ ਵੈਰ ਰੱਖਣ ਲੱਗ ਪਏ"},{"number":9,"verse":"ਫੇਰ ਉਸ ਨੇ ਇੱਕ ਹੋਰ ਸੁਫਨਾ ਵੇਖਿਆ ਅਤੇ ਆਪਣੇ ਭਰਾਵਾਂ ਨੂੰ ਦੱਸਿਆ ਅਰ ਆਖਿਆ ਕਿ ਵੇਖੋ ਮੈਂ ਇੱਕ ਹੋਰ ਸੁਫਨਾ ਡਿੱਠਾ ਅਰ ਵੇਖੋ ਸੂਰਜ ਅਰ ਚੰਦ ਅਰ ਗਿਆਰਾਂ ਤਾਰਿਆਂ ਨੇ ਮੇਰੇ ਅੱਗੇ ਮੱਥਾ ਟੇਕਿਆ"},{"number":10,"verse":"ਉਸ ਨੇ ਉਹ ਨੂੰ ਆਪਣੇ ਪਿਤਾ ਅਰ ਆਪਣੇ ਭਰਾਵਾਂ ਨੂੰ ਦੱਸਿਆ ਅਰ ਉਹ ਦੇ ਪਿਤਾ ਨੇ ਉਹ ਨੂੰ ਘੁਰਕਿਆ ਅਰ ਉਹ ਨੂੰ ਆਖਿਆ ਏਹ ਕੀ ਸੁਫਨਾ ਹੈ ਜਿਹੜਾ ਤੈਂ ਵੇਖਿਆ ਹੈ ? ਕੀ ਸੱਚ ਮੁੱਚ ਮੈਂ ਅਰ ਤੇਰੀ ਮਾਤਾ ਅਰ ਮੇਰੇ ਭਰਾ ਆਕੇ ਤੇਰੇ ਅੱਗੇ ਧਰਤੀ ਤੀਕ ਮੱਥਾ ਟੇਕਾਂਗੇ ?"},{"number":11,"verse":"ਤਾਂ ਉਹ ਦੇ ਭਰਾਵਾਂ ਨੂੰ ਖੁਣਸ ਆਈ ਪਰ ਉਹ ਦੇ ਪਿਤਾ ਨੇ ਏਸ ਗੱਲ ਨੂੰ ਚੇਤੇ ਰੱਖਿਆ ।।"},{"number":12,"verse":"ਫੇਰ ਉਹ ਦੇ ਭਰਾ ਆਪਣੇ ਪਿਤਾ ਦੀਆਂ ਭੇਡਾਂ ਚਾਰਨ ਲਈ ਸ਼ਕਮ ਨੂੰ ਗਏ"},{"number":13,"verse":"ਅਤੇ ਇਸਰਾਏਲ ਨੇ ਯੂਸੁਫ ਨੂੰ ਆਖਿਆ, ਕੀ ਤੇਰੇ ਭਰਾ ਸ਼ਕਮ ਵਿੱਚ ਭੇਡਾਂ ਨੂੰ ਨਹੀਂ ਚਾਰਦੇ ਹਨ ? ਜਾਹ ਮੈਂ ਤੈਨੂੰ ਉਨਾਂ ਦੇ ਕੋਲ ਘੱਲਦਾ ਹਾਂ ਤਾਂ ਉਸ ਨੇ ਆਖਿਆ, ਮੈਂ ਹਾਜਰ ਹਾਂ"},{"number":14,"verse":"ਓਸ ਉਹ ਨੂੰ ਆਖਿਆ, ਜਾਹ ਆਪਣੇ ਭਰਾਵਾਂ ਅਰ ਇੱਜੜਾਂ ਦੀ ਸੁੱਖ ਸਾਂਦ ਦਾ ਪਤਾ ਲੈ ਅਤੇ ਮੈਨੂੰ ਮੁੜ ਖ਼ਬਰ ਦਿਹ ਸੋ ਉਸ ਨੇ ਉਹ ਨੂੰ ਹਬਰੋਨ ਦੇ ਦੂਣ ਤੋਂ ਘੱਲਿਆ ਅਰ ਉਹ ਸ਼ਕਮ ਨੂੰ ਆਇਆ"},{"number":15,"verse":"ਅਤੇ ਕੋਈ ਮਨੁੱਖ ਉਹ ਨੂੰ ਮਿਲਿਆ ਅਰ ਵੇਖੋ ਉਹ ਰੜ ਵਿੱਚ ਭੁੱਲਾ ਫਿਰਦਾ ਸੀ ਸੋ ਉਸ ਮਨੁੱਖ ਨੇ ਉਸ ਤੋਂ ਏਹ ਪੁੱਛਿਆ, ਤੂੰ ਕੀ ਭਾਲਦਾ ਹੈਂ ?"},{"number":16,"verse":"ਤਾਂ ਉਸ ਆਖਿਆ, ਮੈਂ ਆਪਣੇ ਭਰਾਵਾਂ ਨੂੰ ਭਾਲਦਾ ਹਾਂ । ਮੈਨੂੰ ਦੱਸ ਜੋ ਉਹ ਕਿੱਥੇ ਚਾਰਦੇ ਹਨ"},{"number":17,"verse":"ਫੇਰ ਉਸ ਮਨੁੱਖ ਨੇ ਆਖਿਆ, ਓਹ ਐਥੋਂ ਤੁਰ ਗਏ ਕਿਉਂਜੋ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਏਹ ਆਖਦੇ ਸੁਣਿਆ ਕਿ ਅਸੀਂ ਦੋਥਾਨ ਨੂੰ ਚੱਲੀਏ ਸੋ ਯੂਸੁਫ ਆਪਣੇ ਭਰਾਵਾਂ ਦੇ ਮਗਰ ਚੱਲ ਪਿਆ ਅਰ ਉਹਨਾਂ ਨੂੰ ਦੋਥਾਨ ਵਿੱਚ ਜਾ ਲੱਭਾ"},{"number":18,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਨੂੰ ਦੂਰੋਂ ਡਿੱਠਾ ਅਤੇ ਉਹ ਦੇ ਨੇੜੇ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਮਾਰ ਸੁੱਟਣ ਦਾ ਮਤਾ ਪਕਾਇਆ"},{"number":19,"verse":"ਅਤੇ ਇੱਕ ਦੂਜੇ ਨੂੰ ਆਖਿਆ, ਵੇਖੋ ਇਹ ਸੁਫਨਿਆਂ ਦਾ ਸਾਹਿਬ ਆਉਂਦਾ ਹੈ"},{"number":20,"verse":"ਹੁਣ ਆਉ ਅਸੀਂ ਇਹ ਨੂੰ ਮਾਰ ਸੁੱਟੀਏ ਅਰ ਕਿਸੇ ਟੋਏ ਵਿੱਚ ਸੁੱਟ ਦੇਈਏ ਅਰ ਆਖੀਏ ਭਈ ਕੋਈ ਬੁਰਾ ਜਾਨਵਰ ਉਹ ਨੂੰ ਭੱਛ ਗਿਆ ਹੈ ਤਾਂ ਅਸੀਂ ਵੇਖੀਏ ਕਿ ਉਹ ਦੇ ਸੁਫਨਿਆਂ ਦਾ ਕੀ ਬਣੇਗਾ"},{"number":21,"verse":"ਪਰ ਰਊਬੇਨ ਨੇ ਸੁਣ ਕੇ ਉਹ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥੋਂ ਬਚਾਇਆ ਅਰ ਆਖਿਆ, ਅਸੀਂ ਏਸ ਨੂੰ ਜਾਨੋਂ ਨਾ ਮਾਰੀਏ"},{"number":22,"verse":"ਅਰ ਰਊਬੇਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਖੂਨ ਨਾ ਕਰੋ ਉਹ ਨੂੰ ਏਸ ਟੋਏ ਵਿੱਚ ਸੁੱਟ ਦਿਓ ਜਿਹੜਾ ਉਜਾੜ ਵਿੱਚ ਹੈ ਪਰ ਉਸ ਨੂੰ ਹੱਥ ਨਾ ਲਾਓ ਤਾਂਜੋ ਉਹ ਉਸ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥੋਂ ਬਚਾ ਕੇ ਉਹ ਦੇ ਪਿਤਾ ਕੋਲ ਪੁਚਾਵੇ"},{"number":23,"verse":"ਐਉਂ ਹੋਇਆ ਜਦ ਯੂਸੁਫ਼ ਆਪਣੇ ਭਰਾਵਾਂ ਦੇ ਕੋਲ ਆਇਆ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਯੂਸੁਫ਼ ਉੱਤੋਂ ਉਸ ਦਾ ਚੋਲਾ ਅਰਥਾਤ ਉਹ ਲੰਮਾਂ ਚੋਲਾ ਜਿਹੜਾ ਉਸ ਦੇ ਉੱਤੇ ਸੀ ਲਾਹ ਲਿਆ"},{"number":24,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਨੂੰ ਲੈਕੇ ਟੋਏ ਵਿੱਚ ਸੁੱਟ ਦਿੱਤਾ ਪਰ ਉਹ ਟੋਆ ਸੱਖਣਾ ਸੀ ਉਸ ਵਿੱਚ ਪਾਣੀ ਨਹੀਂ ਸੀ"},{"number":25,"verse":"ਜਦ ਓਹ ਰੋਟੀ ਖਾਣ ਬੈਠੇ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੀਆਂ ਅੱਖਾਂ ਚੁੱਕਕੇ ਡਿੱਠਾ ਭਈ ਵੇਖੋ ਇਸਮਾਏਲੀਆਂ ਦਾ ਇੱਕ ਕਾਫਿਲਾ ਗਿਲਆਦ ਤੋਂ ਆਉਂਦਾ ਸੀ ਅਰ ਉਨ੍ਹਾਂ ਨੇ ਊਠਾਂ ਉੱਤੇ ਗਰਮ ਮਸਾਲਾ ਅਰ ਗੁਗਲ ਅਰ ਗੰਧਰਸ ਲੱਧੀ ਹੋਈ ਸੀ ਜੋ ਮਿਸਰ ਨੂੰ ਲੈ ਜਾ ਰਿਹਾ ਸੀ"},{"number":26,"verse":"ਉਪਰੰਤ ਯਹੂਦਾਹ ਨੇ ਆਪਣੇ ਭਰਾਵਾਂ ਨੂੰ ਆਖਿਆ, ਕੀ ਲਾਭ ਹੋਊ ਜੇ ਅਸੀਂ ਆਪਣੇ ਭਰਾ ਨੂੰ ਮਾਰ ਸੁੱਟੀਏ ਅਰ ਉਹ ਦੇ ਲਹੂ ਨੂੰ ਲੁਕਾਈਏ ?"},{"number":27,"verse":"ਆਓ ਅਸੀਂ ਇਸਮਾਏਲੀਆਂ ਕੋਲ ਉਹ ਨੂੰ ਵੇਚ ਦੇਈਏ ਪਰ ਉਸ ਉੱਤੋਂ ਸਾਡਾ ਹੱਥ ਨਾ ਪਵੇ ਕਿਉਂਜੋ ਉਹ ਸਾਡਾ ਭਰਾ ਅਰ ਸਾਡਾ ਮਾਸ ਹੈ ਅਤੇ ਉਹ ਦੇ ਭਰਾਵਾਂ ਨੇ ਮਨ ਲਿਆ"},{"number":28,"verse":"ਤਾਂ ਓਹ ਮਿਦਯਾਨੀ ਸੌਦਾਗਰ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲੋਂ ਦੀ ਲੰਘੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਯੂਸੁਫ਼ ਨੂੰ ਟੋਏ ਵਿੱਚੋਂ ਖਿੱਚ ਕੇ ਕੱਢਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਯੂਸੁਫ਼ ਨੂੰ ਚਾਂਦੀ ਦੇ ਵੀਹਾਂ ਰੁਪਇਆਂ ਨੂੰ ਵੇਚ ਦਿੱਤਾ ਅਤੇ ਓਹ ਯੂਸੁਫ਼ ਨੂੰ ਮਿਸਰ ਵਿੱਚ ਲੈ ਗਏ"},{"number":29,"verse":"ਜਾਂ ਰਊਬੇਨ ਟੋਏ ਨੂੰ ਮੁੜ ਕੇ ਆਇਆ ਤਾਂ ਵੇਖੋ ਯੂਸੁਫ਼ ਟੋਏ ਵਿੱਚ ਹੈ ਨਹੀਂ ਸੀ ਤਾਂ ਉਹ ਨੇ ਆਪਣੇ ਕੱਪੜੇ ਪਾੜੇ"},{"number":30,"verse":"ਅਤੇ ਉਹ ਆਪਣੇ ਭਰਾਵਾਂ ਕੋਲ ਮੁੜ ਆਇਆ ਅਰ ਆਖਿਆ, ਉਹ ਮੁੰਡਾ ਹੈ ਨਹੀਂ"},{"number":31,"verse":"ਅਤੇ ਮੈਂ ਕਿੱਥੇ ਜਾਵਾਂ ? ਤਦ ਉਨ੍ਹਾਂ ਨੇ ਯੂਸੁਫ਼ ਦਾ ਚੋਲਾ ਲੈਕੇ ਇੱਕ ਬੱਕਰਾ ਮਾਰ ਕੇ ਉਸ ਚੋਲੇ ਨੂੰ ਲਹੂ ਵਿੱਚ ਡੋਬਿਆ"},{"number":32,"verse":"ਫੇਰ ਉਸ ਲੰਮੇ ਚੋਲੇ ਨੂੰ ਚੁੱਕਕੇ ਆਪਣੇ ਪਿਤਾ ਕੋਲ ਲੈ ਆਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ, ਸਾਨੂੰ ਇਹ ਲੱਭਿਆ ਹੈ। ਏਸ ਨੂੰ ਸਿਆਣੋ ਭਈ ਏਹ ਤੁਹਾਡੇ ਪੁੱਤ੍ਰ ਦਾ ਚੋਲਾ ਹੈ ਕਿ ਨਹੀਂ"},{"number":33,"verse":"ਤਦ ਉਸ ਨੇ ਉਹ ਨੂੰ ਸਿਆਣਕੇ ਆਖਿਆ, ਏਹ ਮੇਰੇ ਪੁੱਤ੍ਰ ਦਾ ਚੋਲਾ ਹੈ। ਕੋਈ ਬੁਰਾ ਜਾਨਵਰ ਉਹ ਨੂੰ ਭੱਛ ਗਿਆ। ਯੂਸੁਫ਼ ਜ਼ਰੂਰ ਹੀ ਪਾੜਿਆ ਗਿਆ ਹੈ"},{"number":34,"verse":"ਯਾਕੂਬ ਨੇ ਆਪਣੇ ਬਸਤਰ ਪਾੜੇ ਅਤੇ ਤੱਪੜ ਆਪਣੀ ਕਮਰ ਉੱਤੇ ਪਾਕੇ ਬਹੁਤ ਦਿਨਾਂ ਤੀਕਰ ਆਪਣੇ ਪੁੱਤ੍ਰ ਦਾ ਸੋਗ ਕਰਦਾ ਰਿਹਾ"},{"number":35,"verse":"ਅਤੇ ਉਹ ਦੇ ਸਾਰੇ ਪੁੱਤ੍ਰ ਧੀਆਂ ਉਹ ਦੇ ਸ਼ਾਂਤ ਕਰਨ ਲਈ ਉੱਠੇ ਪਰ ਉਹ ਨੇ ਸ਼ਾਂਤ ਹੋਣਾ ਨਾ ਚਾਹਿਆ ਪਰ ਆਖਿਆ, ਮੈਂ ਪਤਾਲ ( ਸਓਲ ਅਰਥਾਤ ਮੁਰਦਿਆਂ ਦੀਆਂ ਆਤਮਾ ਦਾ ਅਸਥਾਨ ।) ਵਿੱਚ ਆਪਣੇ ਪੁੱਤ੍ਰ ਕੋਲ ਰੋਂਦਾ ਰੋਂਦਾ ਉੱਤਰਾਂਗਾ ਅਤੇ ਉਹ ਦਾ ਪਿਤਾ ਉਹ ਦੇ ਲਈ ਰੋਂਦਾ ਰਿਹਾ"},{"number":36,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਮਿਦਯਾਨੀਆਂ ਨੇ ਉਹ ਨੂੰ ਮਿਸਰ ਵਿੱਚ ਪੋਟੀਫ਼ਰ ਕੋਲ ਜਿਹੜਾ ਫ਼ਿਰਊਨ ਦਾ ਇੱਕ ਖੁਸਰਾ ਅਤੇ ਜਲਾਦਾਂ ਦਾ ਸਰਦਾਰ ਸੀ ਵੇਚ ਦਿੱਤਾ ।।"}]}