{"bibleAbbr":"paOV2016","bookName":"ਉਤਪਤ","bookEnglishName":"Genesis","chapterNumber":41,"verses":[{"number":1,"verse":"( ਯੂਸੁਫ਼ ਦੀ ਉੱਚ ਪਦਵੀ) ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਪੂਰੇ ਦੋ ਵਰਿਹਾਂ ਦੇ ਅੰਤ ਵਿੱਚ ਫ਼ਿਰਊਨ ਨੇ ਸੁਫਨਾ ਡਿੱਠਾ ਤਾਂ ਵੇਖੋ ਉਹ ਦਰਿਆ ਕੋਲ ਖਲੋਤਾ ਸੀ"},{"number":2,"verse":"ਅਰ ਵੇਖੋ ਦਰਿਆ ਵਿੱਚੋਂ ਸੱਤ ਗਾਈਆਂ ਜਿਹੜੀਆਂ ਸੋਹਣੀਆਂ ਅਤੇ ਸਰੀਰ ਦੀਆਂ ਮੋਟੀਆਂ ਸਨ ਨਿੱਕਲੀਆਂ ਅਰ ਛੰਭ ਵਿੱਚ ਚੁਗਣ ਲੱਗ ਪਈਆਂ"},{"number":3,"verse":"ਤਾਂ ਵੇਖੋ ਉਨ੍ਹਾਂ ਦੇ ਮਗਰੋਂ ਸੱਤ ਗਾਈਆਂ ਹੋਰ ਜਿਹੜੀਆਂ ਕੁਸੋਹਣੀਆਂ ਅਤੇ ਸਰੀਰ ਵਿੱਚ ਲਿੱਸੀਆਂ ਸਨ ਦਰਿਆ ਵਿੱਚੋਂ ਨਿੱਕਲੀਆਂ ਅਰ ਦਰਿਆ ਦੇ ਪੱਤਣ ਉੱਤੇ ਉਨ੍ਹਾਂ ਗਾਈਆਂ ਕੋਲ ਖਲੋ ਗਈਆਂ"},{"number":4,"verse":"ਤਾਂ ਕੁਸੋਹਣੀਆਂ ਅਰ ਲਿੱਸੀਆਂ ਗਾਈਆਂ ਨੇ ਉਨ੍ਹਾਂ ਸੱਤਾਂ ਸੋਹਣੀਆਂ ਅਰ ਮੋਟੀਆਂ ਗਾਈਆਂ ਨੂੰ ਨਿਗਲ ਲਿਆ ਤਾਂ ਫ਼ਿਰਊਨ ਜਾਗ ਉੱਠਿਆ"},{"number":5,"verse":"ਉਹ ਫੇਰ ਸੌਂ ਗਿਆ ਅਰ ਦੂਜੀ ਵਾਰ ਸੁਫਨਾ ਡਿੱਠਾ ਅਰ ਵੇਖੋ ਮੋਟੇ ਅਰ ਚੰਗੇ ਸੱਤ ਸਿੱਟੇ ਇੱਕ ਨਾੜ ਵਿੱਚੋਂ ਨਿੱਕਲੇ"},{"number":6,"verse":"ਅਤੇ ਵੇਖੋ ਉਸ ਦੇ ਮਗਰੋਂ ਸੱਤ ਸਿੱਟੇ ਪਤਲੇ ਅਰ ਪੁਰੇ ਦੀ ਹਵਾ ਦੇ ਝੁਲਸੇ ਹੋਏ ਫੁੱਟ ਪਏ"},{"number":7,"verse":"ਅਤੇ ਓਹ ਪਤਲੇ ਸਿੱਟੇ ਉਨ੍ਹਾਂ ਸੱਤਾਂ ਮੋਟਿਆਂ ਅਰ ਭਰਿਆਂ ਹੋਇਆਂ ਨੂੰ ਨਿਗਲ ਗਏ ਤਾਂ ਫ਼ਿਰਊਨ ਜਾਗ ਉੱਠਿਆ ਅਤੇ ਵੇਖੋ ਏਹ ਸੁਫਨਾ ਸੀ"},{"number":8,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਸਵੇਰੇ ਹੀ ਉਸ ਦਾ ਆਤਮਾ ਘਾਬਰ ਗਿਆ ਤਾਂ ਉਸ ਨੇ ਮਿਸਰ ਦੇ ਸਾਰੇ ਜਾਦੂਗਰ ਅਰ ਸਾਰੇ ਸਿਆਣੇ ਸੱਦ ਘੱਲੇ ਤਾਂ ਫ਼ਿਰਊਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣਾ ਸੁਫਨਾ ਦੱਸਿਆ ਪਰ ਕੋਈ ਵੀ ਫ਼ਿਰਊਨ ਨੂੰ ਉਨ੍ਹਾਂ ਦਾ ਅਰਥ ਨਾ ਦੱਸ ਸੱਕਿਆ"},{"number":9,"verse":"ਤਾਂ ਸਾਕੀਆਂ ਦੇ ਸਰਦਾਰ ਨੇ ਫ਼ਿਰਊਨ ਨਾਲ ਏਹ ਗੱਲ ਕੀਤੀ ਕਿ ਅੱਜ ਮੈਂ ਆਪਣੇ ਪਾਪ ਨੂੰ ਚੇਤੇ ਕਰਦਾ ਹਾਂ"},{"number":10,"verse":"ਫ਼ਿਰਊਨ ਆਪਣੇ ਦਾਸਾਂ ਉੱਤੇ ਗੁੱਸੇ ਹੋਇਆ ਅਤੇ ਮੈਨੂੰ ਅਰ ਸਰਦਾਰ ਰਸੋਈਏ ਨੂੰ ਜਲਾਦਾਂ ਦੇ ਸਰਦਾਰ ਦੇ ਘਰ ਵਿੱਚ ਕੈਦ ਕੀਤਾ-ਮੈਨੂੰ ਅਰ ਸਰਦਾਰ ਰਸੋਈਏ ਨੂੰ ਵੀ"},{"number":11,"verse":"ਤਾਂ ਅਸਾਂ ਦੋਹਾਂ ਨੇ, ਮੈਂ ਅਰ ਉਹ ਨੇ ਇੱਕੋ ਰਾਤ ਸੁਫ਼ਨੇ ਵੇਖੇ। ਹਰ ਇੱਕ ਨੇ ਆਪੋ ਆਪਣੇ ਸੁਫ਼ਨੇ ਦੇ ਅਰਥ ਅਨੁਸਾਰ ਵੇਖਿਆ"},{"number":12,"verse":"ਜਲਾਦਾਂ ਦੇ ਸਰਦਾਰ ਦਾ ਗੁਲਾਮ ਇੱਕ ਇਬਰਾਨੀ ਜੁਆਣ ਉੱਥੇ ਸਾਡੇ ਨਾਲ ਸੀ ਅਤੇ ਅਸਾਂ ਉਸ ਨੂੰ ਦੱਸਿਆ ਤਾਂ ਉਸ ਨੇ ਸਾਡੇ ਸੁਫਨਿਆਂ ਦਾ ਅਰਥ ਇੱਕ ਇੱਕ ਦੇ ਸੁਫ਼ਨੇ ਦੇ ਅਰਥ ਅਨੁਸਾਰ ਦੱਸਿਆ"},{"number":13,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ ਕਿ ਜਿਵੇਂ ਉਸ ਨੇ ਸਾਨੂੰ ਉਸ ਦਾ ਅਰਥ ਦੱਸਿਆ ਤਿਵੇਂ ਹੀ ਹੋਇਆ। ਉਹ ਨੇ ਮੈਨੂੰ ਤਾਂ ਮੇਰੇ ਹੁੱਦੇ ਉੱਤੇ ਬਿਠਾਇਆ ਪਰ ਉਸ ਨੂੰ ਫਾਂਸੀ ਦਿੱਤੀ"},{"number":14,"verse":"ਤਾਂ ਫ਼ਿਰਊਨ ਨੇ ਯੂਸੁਫ਼ ਨੂੰ ਸੱਦ ਘੱਲਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਛੇਤੀ ਨਾਲ ਯੂਸੁਫ਼ ਨੂੰ ਭੋਰੇ ਵਿੱਚੋਂ ਕੱਢਿਆ ਅਤੇ ਉਹ ਹਜਾਮਤ ਕਰ ਕੇ ਤੇ ਬਸਤ੍ਰ ਬਦਲ ਕੇ ਫ਼ਿਰਊਨ ਦੇ ਕੋਲ ਅੰਦਰ ਆਇਆ"},{"number":15,"verse":"ਤਾਂ ਫ਼ਿਰਊਨ ਨੇ ਯੂਸੁਫ਼ ਨੂੰ ਆਖਿਆ, ਕਿ ਮੈਂ ਇੱਕ ਸੁਫਨਾ ਡਿੱਠਾ ਅਤੇ ਉਸ ਦਾ ਅਰਥ ਦੱਸਣ ਵਾਲਾ ਕੋਈ ਨਹੀਂ। ਮੈਂ ਤੇਰੇ ਵਿਖੇ ਏਹ ਸੁਣਿਆ ਤੂੰ ਸੁਫਨਾ ਸੁਣ ਕੇ ਉਸ ਦਾ ਅਰਥ ਕਰ ਸੱਕਦਾ ਹੈਂ"},{"number":16,"verse":"ਤਾਂ ਯੂਸੁਫ਼ ਨੇ ਫ਼ਿਰਊਨ ਨੂੰ ਉੱਤ੍ਰ ਦਿੱਤਾ ਕਿ ਏਹ ਮੇਰੀ ਸ਼ਕਤੀ ਨਹੀਂ। ਪਰਮੇਸ਼ੁਰ ਹੀ ਫ਼ਿਰਊਨ ਨੂੰ ਸ਼ਾਂਤੀ ਦਾ ਉੱਤ੍ਰ ਦੇਵੇਗਾ"},{"number":17,"verse":"ਅੱਗੋਂ ਫ਼ਿਰਊਨ ਯੂਸੁਫ਼ ਨੂੰ ਬੋਲਿਆ ਵੇਖੋ ਮੈਂ ਆਪਣੇ ਸੁਫ਼ਨੇ ਵਿੱਚ ਦਰਿਆ ਦੇ ਕੰਢੇ ਉੱਤੇ ਖੜਾ ਸੀ"},{"number":18,"verse":"ਤਾਂ ਵੇਖੋ ਦਰਿਆ ਵਿੱਚੋਂ ਸੱਤ ਗਾਈਆਂ ਜਿਹੜੀਆਂ ਮੋਟੀਆਂ ਅਰ ਸੋਹਣੀਆਂ ਸਨ ਨਿੱਕਲੀਆਂ ਅਰ ਓਹ ਛੰਭ ਵਿੱਚ ਚੁਗਣ ਲੱਗ ਪਈਆਂ"},{"number":19,"verse":"ਤਾਂ ਵੇਖੋ ਉਨ੍ਹਾਂ ਦੇ ਮਗਰੋਂ ਹੋਰ ਸੱਤ ਗਾਈਆਂ ਮਾੜੀਆਂ ਅਰ ਰੂਪ ਵਿੱਚ ਅੱਤ ਕੁਸੋਹਣੀਆਂ ਅਰ ਲਿੱਸੀਆਂ ਨਿੱਕਲ ਆਈਆਂ। ਅਜੇਹਿਆਂ ਕੁਸੋਹਣੀਆਂ ਮੈਂ ਮਿਸਰ ਦੇ ਸਾਰੇ ਦੇਸ ਵਿੱਚ ਕਦੀ ਨਹੀਂ ਵੇਖੀਆਂ"},{"number":20,"verse":"ਤਾਂ ਓਹ ਲਿੱਸੀਆਂ ਅਰ ਕੁਸੋਹਣੀਆਂ ਗਾਈਆਂ ਪਹਿਲੀਆਂ ਸੱਤਾਂ ਮੋਟੀਆਂ ਗਾਈਆਂ ਨੂੰ ਖਾ ਗਈਆਂ"},{"number":21,"verse":"ਓਹ ਉਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਗਈਆਂ ਪਰ ਮਲੂਮ ਨਾ ਹੋਇਆ ਭਈ ਓਹ ਉਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਗਈਆਂ ਵੀ ਹਨ ਸਗੋਂ ਓਹ ਅੱਗੇ ਵਰਗੀਆਂ ਹੀ ਕੁਸੋਹਣੀਆਂ ਰਹੀਆਂ । ਤਦ ਮੈਂ ਜਾਗ ਉੱਠਿਆ"},{"number":22,"verse":"ਫੇਰ ਮੈਂ ਆਪਣੇ ਸੁਫ਼ਨੇ ਵਿੱਚ ਡਿੱਠਾ ਅਤੇ ਵੇਖੋ ਇੱਕ ਨਾੜ ਵਿੱਚੋਂ ਭਰੇ ਹੋਏ ਸੱਤ ਚੰਗੇ ਸਿੱਟੇ ਨਿੱਕਲੇ"},{"number":23,"verse":"ਅਤੇ ਵੇਖੋ ਸੱਤ ਸਿੱਟੇ ਕੁਮਲਾਏ ਹੋਏ ਅਤੇ ਪਤਲੇ ਅਰ ਪੁਰੇ ਦੀ ਹਵਾ ਨਾਲ ਝੁਲਸੇ ਹੋਏ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੋਂ ਫੁੱਟ ਪਏ"},{"number":24,"verse":"ਤਾਂ ਉਨ੍ਹਾਂ ਪਤਲਿਆਂ ਸਿੱਟਿਆਂ ਨੇ ਚੰਗੀਆਂ ਸੱਤਾਂ ਸਿੱਟਿਆਂ ਨੂੰ ਨਿਗਲ ਲਿਆ। ਮੈਂ ਏਹ ਜਾਦੂਗਰਾਂ ਨੂੰ ਆਖਿਆ ਪਰ ਕੋਈ ਮੈਨੂੰ ਦੱਸ ਨਾ ਸੱਕਿਆ।।"},{"number":25,"verse":"ਯੂਸੁਫ਼ ਨੇ ਫ਼ਿਰਊਨ ਨੂੰ ਆਖਿਆ ਕਿ ਫ਼ਿਰਊਨ ਦਾ ਸੁਫਨਾ ਇੱਕੋ ਹੀ ਹੈ। ਪਰਮੇਸ਼ੁਰ ਜੋ ਕੁਝ ਕਰਨ ਵਾਲਾ ਹੈ ਉਹ ਫ਼ਿਰਊਨ ਨੂੰ ਦੱਸਿਆ ਹੈ"},{"number":26,"verse":"ਏਹ ਸੱਤ ਚੰਗੀਆਂ ਗਾਈਆਂ ਸੱਤ ਵਰਹੇ ਹਨ ਅਤੇ ਏਹ ਸੱਤ ਚੰਗੇ ਸਿੱਟੇ ਵੀ ਸੱਤ ਵਰਹੇ ਹਨ। ਸੁਫਨਾ ਇੱਕੋ ਹੀ ਹੈ"},{"number":27,"verse":"ਅਰ ਓਹ ਲਿੱਸੀਆਂ ਅਰ ਕੁਸੋਹਣੀਆਂ ਸੱਤ ਗਾਈਆਂ ਜਿਹੜੀਆਂ ਉਨ੍ਹਾਂ ਦੇ ਮਗਰੋਂ ਨਿੱਕਲੀਆਂ ਸੱਤ ਵਰਹੇ ਹਨ ਅਰ ਓਹ ਸੱਤ ਸਿੱਟੇ ਜਿਹੜੇ ਪਤਲੇ ਅਰ ਪੁਰੇ ਦੀ ਹਵਾ ਨਾਲ ਝੁਲਸੇ ਹੋਏ ਸਨ ਓਹ ਕਾਲ ਦੇ ਸੱਤ ਵਰਹੇ ਹੋਣਗੇ"},{"number":28,"verse":"ਏਹ ਏਹੋ ਹੀ ਗੱਲ ਹੈ ਜਿਹੜੀ ਮੈਂ ਫ਼ਿਰਊਨ ਨਾਲ ਕੀਤੀ। ਪਰਮੇਸ਼ੁਰ ਜੋ ਕੁਝ ਕਰਨ ਨੂੰ ਹੈ ਸੋ ਉਸ ਫ਼ਿਰਊਨ ਨੂੰ ਵਿਖਾਲਿਆ ਹੈ"},{"number":29,"verse":"ਵੇਖੋ ਸਾਰੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਸੱਤ ਵਰਹੇ ਵੱਡੇ ਸੁਕਾਲ ਦੇ ਆਉਣ ਵਾਲੇ ਹਨ"},{"number":30,"verse":"ਪਰ ਉਨ੍ਹਾਂ ਦੇ ਮਗਰੋਂ ਸੱਤ ਵਰਹੇ ਕਾਲ ਦੇ ਚੜ੍ਹਨਗੇ ਅਤੇ ਮਿਸਰ ਦੇਸ ਦਾ ਸਾਰਾ ਸੁਕਾਲ ਭੁੱਲ ਜਾਵੇਗਾ ਅਤੇ ਉਹ ਕਾਲ ਏਸ ਦੇਸ ਨੂੰ ਮੁਕਾ ਦੇਵੇਗਾ"},{"number":31,"verse":"ਅਰ ਉਸ ਸੁਕਾਲ ਦੇਸ ਵਿੱਚ ਉਸ ਆਉਣ ਵਾਲੇ ਕਾਲ ਦੇ ਕਾਰਨ ਮਲੂਮ ਨਾ ਹੋਵੇਗਾ ਕਿਉਂਜੋ ਉਹ ਬਹੁਤ ਹੀ ਭਾਰਾ ਹੋਵੇਗਾ"},{"number":32,"verse":"ਫ਼ਿਰਊਨ ਨੂੰ ਸੁਫਨਾ ਦੋਹਰੀ ਵਾਰ ਏਸ ਲਈ ਵਿਖਾਇਆ ਗਿਆ ਹੈ ਭਈ ਏਹ ਗੱਲ ਪਰਮੇਸ਼ੁਰ ਵੱਲੋਂ ਪੱਕੀ ਹੈ ਅਰ ਪਰਮੇਸ਼ੁਰ ਏਸ ਨੂੰ ਛੇਤੀ ਪੂਰਾ ਕਰੇਗਾ"},{"number":33,"verse":"ਹੁਣ ਫ਼ਿਰਊਨ ਇੱਕ ਸਿਆਣੇ ਅਰ ਬੁੱਧੀਮਾਨ ਮਨੁੱਖ ਨੂੰ ਲੱਭੇ ਅਰ ਉਸ ਨੂੰ ਮਿਸਰ ਦੇਸ ਉੱਤੇ ਠਹਿਰਾਵੇ"},{"number":34,"verse":"ਫ਼ਿਰਊਨ ਐਉਂ ਕਰੇ ਕਿ ਏਸ ਦੇਸ ਉੱਤੇ ਮੁਹੱਸਲਾਂ ਨੂੰ ਮੁਕਰੱਰ ਕਰੇ ਸੋ ਉਹ ਪੰਜਵਾਂ ਹਿੱਸਾ ਮਿਸਰ ਦੀ ਧਰਤੀ ਦਾ ਇਨ੍ਹਾਂ ਸੁਕਾਲ ਦੇ ਸੱਤਾਂ ਵਰਿਹਾਂ ਵਿੱਚ ਲਿਆ ਕਰੇ"},{"number":35,"verse":"ਅਤੇ ਓਹ ਇਨ੍ਹਾਂ ਆਉਣ ਵਾਲਿਆਂ ਚੰਗਿਆਂ ਵਰਿਹਾਂ ਦਾ ਸਾਰਾ ਅੰਨ ਇੱਕਠਾ ਕਰਨ ਅਰ ਫ਼ਿਰਊਨ ਦੇ ਹੱਥ ਹੇਠ ਨਗਰਾਂ ਵਿੱਚ ਅੰਨ ਦੇ ਢੇਰ ਲਾਉਣ ਅਰ ਉਸ ਦੀ ਰਾਖੀ ਕਰਨ"},{"number":36,"verse":"ਤਾਂ ਓਹੋ ਅੰਨ ਸੱਤਾਂ ਵਰਿਹਾਂ ਦੇ ਕਾਲ ਲਈ ਜਿਹੜਾ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਪਵੇਗਾ ਜ਼ਖੀਰਾ ਹੋਵੇਗਾ ਤਾਂਜੋ ਏਹ ਦੇਸ ਕਾਲ ਦੇ ਕਾਰਨ ਨਾਸ ਨਾ ਹੋ ਜਾਵੇ।।"},{"number":37,"verse":"ਤਾਂ ਏਹ ਗੱਲ ਫ਼ਿਰਊਨ ਦੀਆਂ ਅੱਖਾਂ ਵਿੱਚ ਅਰ ਉਸ ਦੇ ਟਹਿਲੂਆਂ ਦੀਆਂ ਅੱਖਾਂ ਵਿੱਚ ਚੰਗੀ ਲੱਗੀ"},{"number":38,"verse":"ਸੋ ਫ਼ਿਰਊਨ ਨੇ ਆਪਣੇ ਟਹਿਲੂਆਂ ਨੂੰ ਆਖਿਆ, ਭਲਾ ਸਾਨੂੰ ਏਸ ਮਨੁੱਖ ਵਰਗਾ ਜਿਸ ਵਿੱਚ ਪਰਮੇਸ਼ੁਰ ਦਾ ਆਤਮਾ ਹੈ ਕੋਈ ਹੋਰ ਲੱਭੂਗਾ?"},{"number":39,"verse":"ਫ਼ਿਰਊਨ ਨੇ ਯੂਸੁਫ਼ ਨੂੰ ਆਖਿਆ, ਏਸ ਲਈ ਏਹ ਸਭ ਕੁਝ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੈਨੂੰ ਦੱਸਿਆ ਸੋ ਤੇਰੇ ਜਿਹਾ ਸਿਆਣਾ ਅਰ ਬੁੱਧੀਮਾਨ ਕੋਈ ਨਹੀਂ"},{"number":40,"verse":"ਤੂੰ ਮੇਰੇ ਘਰ ਉੱਤੇ ਹੋਵੇਂਗਾ ਅਰ ਮੇਰੀ ਸਾਰੀ ਰਈਅਤ ਤੇਰੇ ਹੁਕਮ ਦੇ ਅਨੁਸਾਰ ਚੱਲੇਗੀ। ਕੇਵਲ ਰਾਜ ਗੱਦੀ ਵਿੱਚ ਮੈਂ ਤੈਥੋਂ ਵੱਡਾ ਹੋਵਾਂਗਾ"},{"number":41,"verse":"ਫ਼ਿਰਊਨ ਨੇ ਯੂਸੁਫ਼ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਤੈਨੂੰ ਸਾਰੇ ਮਿਸਰ ਉੱਤੇ ਮੁਕਰੱਰ ਕੀਤਾ"},{"number":42,"verse":"ਤਾਂ ਫ਼ਿਰਊਨ ਨੇ ਆਪਣੀ ਮੋਹਰ ਆਪਣੇ ਹੱਥੋਂ ਲਾਹ ਕੇ ਯੂਸੁਫ਼ ਦੇ ਹੱਥ ਵਿੱਚ ਪਾ ਦਿੱਤੀ ਅਰ ਉਸ ਨੂੰ ਕਤਾਨੀ ਬਸਤ੍ਰ ਪਵਾਏ ਅਰ ਸੋਨੇ ਦਾ ਕੰਠਾ ਉਸ ਦੇ ਗਲ ਵਿੱਚ ਪਾਇਆ"},{"number":43,"verse":"ਅਰ ਉਸ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਤੋਂ ਦੂਜੇ ਦਰਜੇ ਦੇ ਰਥ ਵਿੱਚ ਬਿਠਾਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਅੱਗੇ ਡੌਂਡੀ ਪਿਟਾਈ ਕਿ “ਗੋਡੇ ਨਿਵਾਓ!” ਐਉਂ ਉਸ ਨੇ ਉਸ ਨੂੰ ਸਾਰੇ ਮਿਸਰ ਦੇਸ ਉੱਤੇ ਮੁਕੱਰਰ ਕੀਤਾ"},{"number":44,"verse":"ਫ਼ਿਰਊਨ ਨੇ ਯੂਸੁਫ ਨੂੰ ਆਖਿਆ, ਮੈਂ ਫਿਰਊਨ ਹਾਂ ਅਰ ਤੇਰੇ ਬਿਨਾ ਮਿਸਰ ਦੇ ਸਾਰੇ ਦੇਸ ਵਿੱਚ ਕੋਈ ਮਨੁੱਖ ਆਪਣਾ ਹੱਥ ਪੈਰ ਨਹੀਂ ਹਿਲਾਵੇਗਾ"},{"number":45,"verse":"ਫ਼ਿਰਊਨ ਨੇ ਯੂਸੁਫ਼ ਦਾ ਨਾਉਂ ਸਾਫਨਥ ਪਾਨੇਆਹ ਰੱਖਿਆ ਅਰ ਉਸ ਨੂੰ ਊਨ ਦੇ ਪੁਜਾਰੀ ਪੋਟੀ-ਫਰਾ ਦੀ ਧੀ ਆਸਨਥ ਵਿਆਹ ਦਿੱਤੀ ਅਤੇ ਯੂਸੁਫ਼ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਫਿਰਿਆ।।"},{"number":46,"verse":"ਜਦ ਯੂਸੁਫ਼ ਮਿਸਰ ਦੇ ਰਾਜਾ ਫ਼ਿਰਊਨ ਦੇ ਸਨਮੁਖ ਖੜਾ ਹੋਇਆ ਤਾਂ ਤੀਹਾਂ ਵਰਿਹਾਂ ਦਾ ਸੀ ਅਰ ਯੂਸੁਫ਼ ਨੇ ਫ਼ਿਰਊਨ ਦੇ ਹਜੂਰੋਂ ਨਿੱਕਲ ਕੇ ਮਿਸਰ ਦੇ ਸਾਰੇ ਦੇਸ ਵਿੱਚ ਦੌਰਾ ਕੀਤਾ"},{"number":47,"verse":"ਅਤੇ ਸੁਕਾਲ ਦੇ ਸੱਤਾਂ ਵਰਿਹਾਂ ਵਿੱਚ ਧਰਤੀ ਉੱਤੇ ਘਨੇਰੀ ਫ਼ਸਲ ਹੋਈ"},{"number":48,"verse":"ਤਾਂ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਸੱਤਾਂ ਵਰਿਹਾਂ ਵਿੱਚ ਜੋ ਮਿਸਰ ਦੇਸ ਉੱਤੇ ਆਏ ਸਨ ਅੰਨ ਇਕੱਠਾ ਕੀਤਾ ਅਰ ਨਗਰਾਂ ਵਿੱਚ ਉਹ ਅੰਨ ਰੱਖਿਆ ਅਰ ਹਰ ਇੱਕ ਨਗਰ ਦੇ ਨੇੜੇ ਤੇੜੇ ਦੇ ਖੇਤਾਂ ਦਾ ਅੰਨ ਉਸੇ ਨਗਰ ਵਿੱਚ ਰੱਖਿਆ"},{"number":49,"verse":"ਸੋ ਯੂਸੁਫ਼ ਨੇ ਢੇਰ ਸਾਰਾ ਅੰਨ ਸਮੁੰਦਰ ਦੀ ਰੇਤ ਵਾਂਙੁ ਜਮਾ ਕੀਤਾ ਅਤੇ ਉਹ ਏੱਨਾ ਵਧੀਕ ਸੀ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਲੇਖਾ ਕਰਨਾ ਛੱਡ ਦਿੱਤਾ ਕਿਉਂਜੋ ਉਹ ਲੇਖਿਉਂ ਬਾਹਰ ਸੀ ।।"},{"number":50,"verse":"ਯੂਸੁਫ਼ ਦੇ ਦੋ ਪੁੱਤ੍ਰ ਕਾਲ ਦੇ ਸਮੇਂ ਤੋਂ ਪਹਿਲਾਂ ਜੰਮੇ ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਊਨ ਦੇ ਪੁਜਾਰੀ ਪੋਟੀ-ਫ਼ਰਾ ਦੀ ਧੀ ਆਸਨਾਥ ਜਣੀ"},{"number":51,"verse":"ਤਾਂ ਯੂਸੁਫ਼ ਨੇ ਪਲੋਠੇ ਦਾ ਨਾਉਂ ਮਨੱਸਹ ਰੱਖਿਆ ਕਿਉਂਜੋ ਉਸ ਨੇ ਆਖਿਆ ਕਿ ਮੈਥੋਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੇਰੇ ਕਸ਼ਟ ਅਰ ਮੇਰੇ ਪਿਤਾ ਦਾ ਘਰ ਭੁਲਾ ਦਿੱਤਾ"},{"number":52,"verse":"ਦੂਜੇ ਦਾ ਨਾਉਂ ਇਹ ਕਹਿਕੇ ਇਫ਼ਰਾਈਮ ਰੱਖਿਆ ਕਿ ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੈਨੂੰ ਮੇਰੇ ਦੁੱਖ ਦੇ ਦੇਸ ਵਿੱਚ ਫਲਦਾਰ ਬਣਾਇਆ।।"},{"number":53,"verse":"ਸੁਕਾਲ ਦੇ ਸੱਤ ਵਰਹੇ ਜਿਹੜੇ ਮਿਸਰ ਦੇਸ ਉੱਤੇ ਆਏ ਮੁੱਕ ਗਏ"},{"number":54,"verse":"ਜਾਂ ਕਾਲ ਦੇ ਸੱਤ ਵਰਹੇ ਆਉਣ ਲੱਗੇ ਜਿਵੇਂ ਯੂਸੁਫ਼ ਨੇ ਆਖਿਆ ਸੀ ਤਾਂ ਸਾਰਿਆਂ ਦੇਸਾਂ ਵਿੱਚ ਕਾਲ ਸੀ ਪਰ ਸਾਰੇ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਰੋਟੀ ਸੀ"},{"number":55,"verse":"ਜਦ ਮਿਸਰ ਦਾ ਸਾਰਾ ਦੇਸ ਭੁੱਖਾ ਮਰਨ ਲੱਗਾ ਤਾਂ ਲੋਕ ਫ਼ਿਰਊਨ ਅੱਗੇ ਰੋਟੀ ਲਈ ਦੁਹਾਈ ਦੇਣ ਲੱਗੇ ਤਾਂ ਫ਼ਿਰਊਨ ਨੇ ਸਾਰੇ ਮਿਸਰੀਆਂ ਨੂੰ ਆਖਿਆ ਭਈ ਯੂਸੁਫ਼ ਕੋਲ ਜਾਓ ਅਰ ਜੋ ਕੁਝ ਉਹ ਆਖੇ ਸੋ ਕਰੋ"},{"number":56,"verse":"ਸਾਰੀ ਧਰਤੀ ਉੱਤੇ ਕਾਲ ਸੀ ਤਾਂ ਯੂਸੁਫ਼ ਨੇ ਸਾਰੇ ਮੋਦੀਖਾਨੇ ਖੋਲ੍ਹ ਕੇ ਮਿਸਰੀਆਂ ਕੋਲ ਅੰਨ ਵੇਚਿਆ ਕਿਉਂਜੋ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਕਾਲ ਬਹੁਤ ਸਖ਼ਤ ਹੋ ਗਿਆ"},{"number":57,"verse":"ਅਤੇ ਸਾਰਾ ਸੰਸਾਰ ਯੂਸੁਫ਼ ਦੇ ਕੋਲੋਂ ਅੰਨ ਵਿਹਾਜਣ ਮਿਸਰ ਵਿੱਚ ਆਉਣ ਲੱਗਾ ਕਿਉਂਜੋ ਸਾਰੀ ਪਿਰਥਵੀ ਉੱਤੇ ਕਾਲ ਬਹੁਤ ਸ਼ਖ਼ਤ ਸੀ।।"}]}