{"bibleAbbr":"KJ3-2005","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":30,"verses":[{"number":1,"verse":"And Moses spoke to the heads of the tribes of the sons of Israel, saying, This is the thing which Jehovah has commanded:"},{"number":2,"verse":"When a man vows a vow to Jehovah, or has sworn an oath to bind his soul with a bond, he shall not break his word; he shall do all that has gone out of his mouth."},{"number":3,"verse":"And when a woman vows a vow to Jehovah, and has bound a bond in the house of her father in her youth,"},{"number":4,"verse":"and her father has heard her vow, and her bond with which she has bound her soul, and her father has remained silent as to her, then all her vows shall stand; and every bond with which she has bound her soul shall stand."},{"number":5,"verse":"But if her father has prohibited her in the day he heard, none of her vows and her bond with which she has bound her soul shall stand. And Jehovah will forgive her because her father has forbidden her."},{"number":6,"verse":"And if she belongs to a husband, and her vows are on her, or a rash utterance on her lips with which she has bound her soul,"},{"number":7,"verse":"and her husband has heard, and in the day he heard he has remained silent as to her, then her vows shall stand, and her bond with which she has bound her soul shall stand."},{"number":8,"verse":"And if in the day her husband hears, he has forbidden her, then he has broken her vow which is on her, and the rash utterance of her lips with which she has bound her soul. And Jehovah will forgive her."},{"number":9,"verse":"And as to the vow of a widow, or her that is put away, all that she has bound on her soul shall stand upon her."},{"number":10,"verse":"And if she has vowed in the house of her husband, or bound a bond on her soul with an oath,"},{"number":11,"verse":"and her husband has heard, and has remained silent as to her, and he has not forbidden her, then all her vows shall stand, and every bond with which she has bound her soul shall stand."},{"number":12,"verse":"And if breaking her husband has broken them in the day he heard, none of the utterance of her lips concerning her vows, or concerning the bond of her soul, shall stand; her husband has broken them. And Jehovah will forgive her."},{"number":13,"verse":"Every vow and every oath, any bond to humble a soul, her husband shall establish it, or her husband shall break it."},{"number":14,"verse":"And if her husband is altogether silent at her from day to day, then he has made stand all her vows or all her bonds which are on her; he has made them stand; for he remained silent as to her in the day he heard."},{"number":15,"verse":"And if he at all breaks them after he hears, then he has borne her iniquity."},{"number":16,"verse":"These are the statutes which Jehovah has commanded Moses between a man and his wife, between a father and his daughter in her youth in the house of her father."}]}