{"bibleAbbr":"KJ3-2005","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":33,"verses":[{"number":1,"verse":"These are the journeyings of the sons of Israel who went out from the land of Egypt according to their armies under the hand of Moses and Aaron."},{"number":2,"verse":"And Moses wrote their pullings up according to their goings forth by the mouth of Jehovah. And these are their pullings up of stakes, according to their goings forth"},{"number":3,"verse":"And they pulled up stakes from Rameses in the first month on the fifteenth day of the first month. On the next day after the Passover the sons of Israel went out with a high hand, before the eyes of all the Egyptians."},{"number":4,"verse":"And the Egyptians were burying those whom Jehovah had executed among them, every first-born, and Jehovah had executed judgments on their gods."},{"number":5,"verse":"And the sons of Israel pulled up stakes from Rameses and camped in Succoth."},{"number":6,"verse":"And they pulled up stakes from Succoth and camped at Etham, which is in the edge of the wilderness."},{"number":7,"verse":"And they pulled up stakes from Etham and turned back to Pihahiroth, which is before Baal-zephon; and they camped before Migdol."},{"number":8,"verse":"And they pulled up stakes from Pihahiroth and passed over through the midst of the Sea, into the wilderness, and went a journey of three days in the wilderness of Etham, and camped at Marah."},{"number":9,"verse":"And they pulled up stakes from Marah and came to Elim. And in Elim were twelve springs of water and seventy palm trees. And they camped there."},{"number":10,"verse":"And they pulled up stakes from Elim and camped by the Sea of Reeds."},{"number":11,"verse":"And they pulled up stakes from the Sea of Reeds and camped in the wilderness of Sin."},{"number":12,"verse":"And they pulled up stakes from the wilderness of Sin and camped in Dophkah."},{"number":13,"verse":"And they pulled up stakes from Dophkah and camped in Alush."},{"number":14,"verse":"And they pulled up stakes from Alush and camped in Rephidim; and no water was there for the people to drink."},{"number":15,"verse":"And they pulled up stakes from Rephidim and camped in the wilderness of Sinai."},{"number":16,"verse":"And they pulled up stakes from the wilderness of Sinai and camped in The Graves of Lust."},{"number":17,"verse":"And they pulled up stakes from The Graves of Lust and camped in Hazeroth."},{"number":18,"verse":"And they pulled up stakes from Hazeroth and camped in Rithmah."},{"number":19,"verse":"And they pulled up stakes from Rithmah and camped in The Pomegranate Breach."},{"number":20,"verse":"And they pulled up stakes from The Pomegranate Breach and camped in Libnah."},{"number":21,"verse":"And they pulled up stakes from Libnah and camped in Rissah."},{"number":22,"verse":"And they pulled up stakes from Rissah and camped in the Meeting Place."},{"number":23,"verse":"And they pulled up stakes from the Meeting Place and camped in Mount Shapher."},{"number":24,"verse":"And they pulled up stakes from Mount Shapher and camped in Haradah."},{"number":25,"verse":"And they pulled up stakes from Haradah and encamped in Makheloth."},{"number":26,"verse":"And they pulled up stakes from Makheloth and camped in Tahath."},{"number":27,"verse":"And they pulled up stakes from Tahath and camped in Tarah."},{"number":28,"verse":"And they pulled up stakes from Tarah and camped in Mithcah."},{"number":29,"verse":"And they pulled up stakes from Mithcah and camped in Hashmonah."},{"number":30,"verse":"And they pulled up stakes from Hashmonah and camped in Moseroth."},{"number":31,"verse":"And they pulled up stakes from Moseroth and camped in Bene-jaakan."},{"number":32,"verse":"And they pulled up stakes from Benejaakan and camped in The Hole in the Cleft."},{"number":33,"verse":"And they pulled up stakes from The Hole in the Cleft and camped in Jotbathah."},{"number":34,"verse":"And they pulled up stakes from Jotbathah and camped in Ebronah."},{"number":35,"verse":"And they pulled up stakes from Ebronah and camped in Ezion-geber."},{"number":36,"verse":"And they pulled up stakes from Eziongeber and camped in the wilderness of Zin; it is Kadesh."},{"number":37,"verse":"And they pulled up stakes from Kadesh and camped in Mount Hor, in the edge of the land of Edom."},{"number":38,"verse":"And Aaron the priest went up into Mount Hor at the mouth of Jehovah; and he died there in the fortieth year after the sons of Israel had come out of the land of Egypt, in the fifth month, on the first of the month."},{"number":39,"verse":"And Aaron was a hundred and twentythree years old at his death in Mount Hor."},{"number":40,"verse":"And King Arad the Canaanite, who lived in the Negeb, in the land of Canaan, heard of the coming of the sons of Israel."},{"number":41,"verse":"And they pulled up stakes from Mount Hor and camped in Zalmonah."},{"number":42,"verse":"And they pulled up stakes from Zalmonah and camped in Punon."},{"number":43,"verse":"And they pulled up stakes from Punon and camped in Oboth."},{"number":44,"verse":"And they pulled up stakes from Oboth and camped in Ije-abarim, in the border of Moab."},{"number":45,"verse":"And they pulled up stakes from Ijeabarim and camped in Dibon-gad."},{"number":46,"verse":"And they pulled up stakes from Dibongad and camped in Almon-diblathaim."},{"number":47,"verse":"And they pulled up stakes from Almondiblathaim and camped in the Abarim mountains, by Nebo."},{"number":48,"verse":"And they pulled up stakes from the Abarim mountains and camped in the plains of Moab beside Jordan, near Jericho."},{"number":49,"verse":"And they camped by the Jordan, from The House of Deserts even to The Meadow of Acacias in the plains of Moab."},{"number":50,"verse":"And Jehovah spoke to Moses in the plains of Moab, beside Jordan, near Jericho, saying,"},{"number":51,"verse":"Speak to the sons of Israel and say to them, When you have crossed the Jordan into the land of Canaan,"},{"number":52,"verse":"then you shall dispossess all the ones living in the land from before you, and destroy all their engraved images; yea, you shall destroy all their molten images, and demolish all their high places."},{"number":53,"verse":"And you shall possess the land, and live in it, for I have given you the land, to possess it."},{"number":54,"verse":"And you shall inherit the land by lot, by your families. You shall increase the inheritance to the many, and you shall diminish the inheritance to the few; wherever the lot falls out to him, it is his. You shall inherit by the tribes of your fathers."},{"number":55,"verse":"And if you will not dispossess the ones living in the land from before you, then it shall be, those whom you let remain of them shall be thorns in your eyes, and as goads in your sides. And they will distress you on the land in which you are living."},{"number":56,"verse":"And it shall be, as I thought to do to them, so I shall do to you."}]}