{"bibleAbbr":"KJ3-2005","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":5,"verses":[{"number":1,"verse":"And Jehovah spoke to Moses, saying,"},{"number":2,"verse":"Command the sons of Israel, and they shall send every leper out of the camp, and everyone flowing, and everyone defiled by a dead body."},{"number":3,"verse":"You shall send out from male and female. You shall send them to the outside of the camp. And they shall not defile their camps in the midst of which I dwell."},{"number":4,"verse":"And the sons of Israel did so, and put them outside the camp. As Jehovah spoke to Moses, so the sons of Israel did."},{"number":5,"verse":"And Jehovah spoke to Moses, saying,"},{"number":6,"verse":"Speak to the sons of Israel, man or woman, when they commit any of the sins of man, by acting unfaithfully an unfaithful act against Jehovah, and that person is guilty:"},{"number":7,"verse":"Then they shall confess their sin which they have done. And he shall make restitution for his guilt in full, and add its fifth to it, and shall give it to him against whom he has been guilty."},{"number":8,"verse":"And if a man has no kinsman to whom the guilt may be restored, the guilt which is restored shall be Jehovah's, a priest's, besides the ram of the atonement by which he makes atonement for him."},{"number":9,"verse":"And every heave offering of all the holy things of the sons of Israel which they bring to the priest shall be his."},{"number":10,"verse":"And a man, any man's dedicated things shall become his, that which any man gives to the priest becomes his."},{"number":11,"verse":"And Jehovah spoke to Moses, saying,"},{"number":12,"verse":"Speak to the sons of Israel, and you shall say to them, When a man, any man's wife goes astray, and has acted unfaithfully against him,"},{"number":13,"verse":"and a man lying with her with emission of semen, and it has been hidden from her husband's eyes, and is kept hidden, and she is defiled, and there is no other witness against her, and she has not been caught;"},{"number":14,"verse":"and a spirit of jealousy has passed over him, and he has become jealous of his wife, and she has been defiled. Or, a spirit of jealousy has passed over him, and he has become jealous of his wife, and she has not become defiled:"},{"number":15,"verse":"even the man shall bring his wife in to the priest, and he shall bring in her offering for her, a tenth of an ephah of barley meal. He shall not pour oil on it, nor shall he put frankincense on it, for it is a food offering of jealousy, a food offering of memorial, bringing iniquity to remembrance."},{"number":16,"verse":"And the priest shall bring her near, and shall cause her to stand before Jehovah."},{"number":17,"verse":"And the priest shall take holy water in an earthen vessel. And the priest shall take of the dust which is on the tabernacle floor, and shall put it into the water."},{"number":18,"verse":"And the priest shall cause the woman to stand before Jehovah, and shall uncover the woman's head, and shall give into her hand the food offering of memorial; it is a food offering of jealousy; and in the priest's hand shall be the bitter waters which cause the curse."},{"number":19,"verse":"And the priest shall cause her to swear and shall say to the woman, If no man has lain with you, and if you have not turned aside to impurity under your husband, be free from these bitter waters which cause the curse."},{"number":20,"verse":"And you, if you have turned aside under your husband, and if you have been defiled, and any man besides your husband has given his semen to you,"},{"number":21,"verse":"then the priest shall cause the woman to swear with an oath of cursing, and the priest shall say to the woman: Jehovah shall make you a curse and an oath among your people, when Jehovah makes your thigh to fall away, and your belly to swell,"},{"number":22,"verse":"And these waters which cause the curse shall go into your bowels to cause the belly to swell, and the thigh to fall. And the woman shall say, Amen, amen."},{"number":23,"verse":"And the priest shall write these curses in a book, and shall blot them with the bitter waters."},{"number":24,"verse":"And he shall cause the woman to drink the bitter waters which cause the curse. And the waters which cause the curse shall enter into her for bitter things."},{"number":25,"verse":"And the priest shall take the food offering of jealousy out of the woman's hand, and shall wave the food offering before Jehovah, and shall bring it near to the altar."},{"number":26,"verse":"And the priest shall take a handful of the food offering, its memorial, and shall burn it as incense on the altar. And afterward he shall cause the woman to drink the waters."},{"number":27,"verse":"And when he shall cause her to drink the waters, then it shall be, if she has been defiled and has acted unfaithfully an unfaithful act against her husband, the waters which cause the curse shall go into her for bitter things; and her belly shall swell, and her thigh shall fall away, and the woman shall become a curse in the midst of her people."},{"number":28,"verse":"And if the woman has not been defiled, and is pure, then she shall be clean and shall conceive seed."},{"number":29,"verse":"This is the law of jealousies when a wife turns aside under her husband, and has been defiled;"},{"number":30,"verse":"or of a man when a spirit of jealousy passes over a man, and he has become jealous of his wife, then he shall cause the woman to stand before Jehovah, and the priest shall do to her all this law;"},{"number":31,"verse":"and the man shall be clean from sin, and the woman shall bear her iniquity."}]}