{"bibleAbbr":"KJ3-2005","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":9,"verses":[{"number":1,"verse":"And Jehovah spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying,"},{"number":2,"verse":"Also the sons of Israel shall prepare the Passover in its appointed season."},{"number":3,"verse":"In the fourteenth day of this month, between the evenings, you shall prepare it according to all its statutes, and according to all its ordinances."},{"number":4,"verse":"And Moses spoke to the sons of Israel to prepare the Passover."},{"number":5,"verse":"And they prepared the Passover in the first month on the fourteenth day of the month, between the evenings, in the wilderness of Sinai, according to all that Jehovah had commanded Moses, so the sons of Israel did."},{"number":6,"verse":"And there were men who had been defiled by the body of a man, and they had not been able to prepare the Passover on that day. And they came near before Moses, and before Aaron on that day."},{"number":7,"verse":"And those men said to him, We are defiled by the body of a man. Why are we restrained so as not to be able to offer the offering of Jehovah in its appointed season, in the midst of the sons of Israel?"},{"number":8,"verse":"And Moses said to them, You stand, so that I may hear what Jehovah will command concerning you."},{"number":9,"verse":"And Jehovah spoke to Moses, saying,"},{"number":10,"verse":"Speak to the sons of Israel, saying, if any man, a man of you or of your generations shall be unclean by reason of a body, or be in a distant journey, yet he shall keep the Passover to Jehovah."},{"number":11,"verse":"In the second month, on the fourteenth day at dusk, they shall keep it; they shall eat it with unleavened cakes and bitter herbs;"},{"number":12,"verse":"they shall leave none of it until morning, nor break a bone of it. According to all the statutes of the Passover, they shall keep it."},{"number":13,"verse":"But the man that is clean, and is not on a journey, and has failed to prepare the Passover, even that person shall be cut off from his people, because he did not bring the offering of Jehovah in its appointed season, that man shall bear his sin."},{"number":14,"verse":"And if an alien shall sojourn with you, and desires to keep the Passover to Jehovah, he shall do according to the statute of the Passover, and according to its ordinance. You shall have one statute, both for the alien and for the native of the land."},{"number":15,"verse":"And on the day that the tabernacle was reared up, the cloud covered the tabernacle, even the tabernacle of the testimony. And at evening there was on the tabernacle the appearance of fire, until morning."},{"number":16,"verse":"so it was always; the cloud covered it, and the appearance of fire by night."},{"number":17,"verse":"And whenever the cloud was taken up from over the tabernacle, then after that the sons of Israel pulled up stakes; and in the place where the cloud abode, there the sons of Israel encamped."},{"number":18,"verse":"By the mouth of Jehovah the sons of Israel pulled up stakes; and by the mouth of Jehovah they encamped. All the days that the cloud remained over the tabernacle, they remained in camp."},{"number":19,"verse":"And when the cloud tarried over the tabernacle many days, then the sons of Israel kept the charge of Jehovah, and did not pull up stakes."},{"number":20,"verse":"And when the cloud was over the tabernacle many days, by the mouth of Jehovah they encamped, and by the mouth of Jehovah they pulled up stakes."},{"number":21,"verse":"And so when the cloud was there from evening until morning, when the cloud was taken up in the morning, then they pulled up stakes. Whether by day or by night, when the cloud was taken up, then they pulled up stakes."},{"number":22,"verse":"Whether two days, or a month, or days, when the cloud was prolonged over the tabernacle, to remain over it, the sons of Israel remained in camp, and did not pull up stakes. And when it was lifted up, they pulled up stakes."},{"number":23,"verse":"By the mouth of Jehovah they encamped, and by the mouth of Jehovah they pulled up stakes. They kept the charge of Jehovah, by the mouth of Jehovah, by the hand of Moses."}]}