{"bibleAbbr":"msAB1996","bookName":"WAHYU","bookEnglishName":"Revelation","chapterNumber":20,"verses":[{"number":1,"verse":"( Masa Seribu Tahun) Kemudian aku nampak satu malaikat turun dari syurga. Dia memegang kunci jurang maut dan seutas rantai besar."},{"number":2,"verse":"( ) Dia menangkap naga itu, ular tua itu iaitu Iblis atau Syaitan, dan merantainya selama seribu tahun."},{"number":3,"verse":"Malaikat itu membuang naga itu ke dalam jurang maut, lalu mengunci jurang itu dan memeteraikannya, supaya naga itu tidak dapat menipu bangsa-bangsa lagi, sehingga masa seribu tahun itu berlalu. Selepas itu naga itu mesti dilepaskan untuk masa yang singkat."},{"number":4,"verse":"( , ) Kemudian aku nampak takhta-takhta dan orang yang duduk di atas takhta-takhta itu diberikan kuasa untuk menghakimi. Aku juga melihat roh-roh orang yang sudah dipancung kerana memberitakan ajaran benar yang dinyatakan oleh Yesus, dan kerana menyampaikan firman Allah. Mereka tidak menyembah binatang itu ataupun patungnya. Mereka tidak menerima tanda binatang itu pada dahi ataupun pada tangan. Mereka hidup semula dan memerintah sebagai raja bersama-sama Kristus selama seribu tahun."},{"number":5,"verse":"(Tetapi orang mati lainnya tidak hidup semula sehingga masa seribu tahun itu berlalu.) Inilah tahap pertama orang mati dibangkitkan."},{"number":6,"verse":"Berbahagialah mereka yang dibangkitkan pada tahap pertama itu; mereka milik Allah. Kematian tahap kedua tidak berkuasa atas mereka. Mereka akan menjadi imam Allah dan imam Kristus. Mereka akan memerintah bersama-sama Dia selama seribu tahun."},{"number":7,"verse":"( Iblis Dikalahkan) Selepas masa seribu tahun itu berlalu, Iblis akan dilepaskan dari penjara,"},{"number":8,"verse":"( , , , ) dan dia akan pergi menipu bangsa-bangsa yang tersebar di seluruh dunia, iaitu Gog dan Magog. Iblis akan mengumpulkan mereka semua untuk berperang, dan mereka sebanyak pasir di pantai."},{"number":9,"verse":"Mereka berpecah-pecah ke seluruh dunia, lalu mengepung perkhemahan umat Allah dan kota yang dikasihi-Nya. Tetapi api turun dari langit dan memusnahkan bangsa-bangsa itu."},{"number":10,"verse":"Kemudian Iblis yang telah menipu mereka itu dibuang ke dalam lautan api dan belerang. Di situlah tempat binatang itu dan nabi palsu itu telah dibuang dahulu. Mereka semua akan diseksa siang dan malam untuk selama-lamanya."},{"number":11,"verse":"( Hukuman Terakhir) Kemudian aku nampak sebuah takhta besar berwarna putih dan Dia yang duduk di atasnya. Langit dan bumi lari dari hadirat-Nya, sehingga tidak kelihatan lagi."},{"number":12,"verse":"( ) Aku nampak orang yang sudah mati, baik orang besar mahupun orang biasa, semuanya berdiri di hadapan takhta itu. Lalu kitab-kitab pun dibuka dan sebuah kitab lain juga dibuka iaitu Kitab Orang Hidup. Orang yang sudah mati dihakimi menurut perbuatan mereka seperti yang tertulis di dalam kitab-kitab itu."},{"number":13,"verse":"Lalu laut menyerahkan orang mati yang ada di dalamnya. Maut dan alam maut pun menyerahkan orang mati yang di situ. Semua orang mati diadili menurut perbuatan masing-masing."},{"number":14,"verse":"Kemudian maut dan alam maut dibuang ke dalam lautan api. (Lautan api ini kematian tahap kedua.)"},{"number":15,"verse":"Sesiapa yang namanya tidak tertulis di dalam Kitab Orang Hidup dibuang ke dalam lautan api."}]}