{"bibleAbbr":"msAB1996","bookName":"WAHYU","bookEnglishName":"Revelation","chapterNumber":22,"verses":[{"number":1,"verse":"( ; ) Malaikat itu juga menunjukkan sungai kepadaku; air sungai itu memberikan hidup. Sungai itu berkilauan seperti kristal dan mengalir dari takhta Allah dan Anak Domba"},{"number":2,"verse":"( ) ke tengah-tengah jalan raya di kota itu. Pada kedua-dua tepi sungai itu terdapat sebatang pokok sumber kehidupan, yang berbuah dua belas kali setahun, iaitu sekali sebulan. Daunnya digunakan untuk menyembuhkan bangsa-bangsa."},{"number":3,"verse":"( ) Di dalam kota itu tidak terdapat sesuatu pun yang kena kutuk Allah. Takhta Allah dan Anak Domba akan ada di dalam kota itu dan hamba-hamba-Nya akan menyembah Dia."},{"number":4,"verse":"Mereka akan melihat wajah-Nya, dan nama-Nya akan ditulis pada dahi mereka."},{"number":5,"verse":"( ; ) Malam tiada lagi; lampu dan cahaya matahari pun tidak diperlukan, kerana Tuhan Allah sendiri akan menerangi mereka. Mereka akan memerintah sebagai raja selama-lamanya."},{"number":6,"verse":"( Kedatangan Yesus) Kemudian malaikat itu berkata kepadaku, “Kata-kata ini benar dan dapat dipercayai. Tuhan Allah yang memberikan Roh-Nya kepada nabi-nabi, telah mengutus malaikat-Nya kepada hamba-hamba-Nya untuk menunjukkan apa yang mesti segera berlaku.”"},{"number":7,"verse":"“Dengarlah!” kata Yesus. “Aku akan segera datang! Berbahagialah orang yang mentaati kata-kata nubuat di dalam kitab ini!”"},{"number":8,"verse":"Aku, Yohanes sudah mendengar dan melihat segala perkara ini. Setelah aku mendengar dan melihatnya, aku bersujud di hadapan malaikat yang menunjukkan segala perkara itu kepadaku. Aku hendak menyembah dia,"},{"number":9,"verse":"tetapi dia berkata kepadaku, “Janganlah sembah aku, kerana aku pun hamba seperti engkau dan seperti saudara-saudaramu para nabi itu, dan seperti semua orang yang mentaati kata-kata di dalam kitab ini. Sembahlah Allah!”"},{"number":10,"verse":"Dia berkata lagi, “Janganlah rahsiakan kata-kata nubuat di dalam kitab ini, kerana sudah hampir masanya apabila semua perkara ini akan berlaku."},{"number":11,"verse":"( ) Orang yang jahat akan terus berbuat jahat; orang yang mencemarkan diri akan terus mencemarkan diri; orang yang melakukan kehendak Allah mesti terus melakukannya, dan orang yang mengabdikan diri kepada Allah mesti terus mengabdikan diri.”"},{"number":12,"verse":"( , ; ; ) “Dengarlah!” kata Yesus. “Aku akan segera datang! Aku akan membawa ganjaran untuk tiap-tiap orang menurut perbuatannya."},{"number":13,"verse":"( , , ; , ) Akulah yang pertama dan yang terakhir, yang awal dan yang penghujung; Akulah Tuhan dari permulaan sampai penghabisan.”"},{"number":14,"verse":"( , ) Berbahagialah orang yang mencuci jubah mereka sehingga bersih. Mereka berhak makan buah pokok sumber kehidupan dan masuk ke dalam kota melalui pintu gerbang."},{"number":15,"verse":"Tetapi orang yang melakukan perbuatan cabul, orang yang mengamalkan ilmu ghaib, orang yang lucah, pembunuh, orang yang menyembah berhala, dan orang yang berdusta baik dengan kata-kata mahupun dengan perbuatan, tidak dibenarkan masuk ke dalam kota."},{"number":16,"verse":"( , ) “Aku, Yesus, telah mengutus malaikat-Ku supaya mengisytiharkan perkara-perkara ini kepada jemaah. Aku keturunan Daud; Aku bintang timur yang terang itu.”"},{"number":17,"verse":"( ) Roh Allah dan Pengantin Perempuan berkata, “Marilah!” Tiap-tiap orang yang mendengarnya juga mesti berkata, “Marilah!” Marilah, sesiapa yang dahaga! Terimalah pemberian air yang memberikan hidup, hai kamu yang menginginkannya!"},{"number":18,"verse":"( Penutup) Aku, Yohanes, dengan sungguh-sungguh memperingatkan setiap orang yang mendengar kata-kata nubuat kitab ini: Jika seseorang menambahkan apa sahaja pada nubuat ini, Allah juga akan menambahkan hukumannya dengan malapetaka yang digambarkan di dalam kitab ini."},{"number":19,"verse":"( , ) Jika seseorang mengurangkan kata-kata nubuat di dalam kitab ini, Allah juga akan mengambil balik hak orang itu untuk makan buah pokok sumber kehidupan dan haknya untuk tinggal di kota suci itu, seperti yang digambarkan di dalam kitab ini."},{"number":20,"verse":"Dia yang memberikan semua kesaksian ini berkata, “Betul, Aku akan segera datang!” Amin! Datanglah, ya Tuhan Yesus!"},{"number":21,"verse":"Semoga Tuhan Yesus memberkati setiap orang. ( setiap orang; Beberapa buah naskhah kuno: umat Allah; Naskhah lain: semua umat Allah.)"}]}