{"bibleAbbr":"msAB1996","bookName":"WAHYU","bookEnglishName":"Revelation","chapterNumber":3,"verses":[{"number":1,"verse":"( Surat kepada Jemaah di Sardis) “Tulislah surat ini kepada malaikat jemaah di Sardis: Inilah perkhabaran daripada Dia yang mempunyai tujuh Roh Allah dan tujuh buah bintang itu. Aku mengetahui apa yang kamu lakukan. Kamu dikatakan hidup, padahal kamu mati!"},{"number":2,"verse":"Oleh itu, bangunlah dan perkuatlah apa yang masih ada pada kamu sebelum semuanya mati sama sekali. Hal itu demikian kerana Aku dapati apa yang kamu lakukan masih belum sempurna di sisi Allah-Ku."},{"number":3,"verse":"( ; ; ) Ingatlah kembali apa yang telah diajarkan kepada kamu dan apa yang telah kamu dengar. Taatilah semuanya dan bertaubatlah daripada dosa kamu. Jika kamu tidak bangun, Aku akan datang kepada kamu seperti pencuri dan kamu tidak akan mengetahui saatnya Aku datang."},{"number":4,"verse":"Tetapi ada beberapa orang antara kamu di Sardis yang menjaga pakaian mereka supaya tetap bersih. Mereka akan berjalan bersama-sama Aku dengan berpakaian putih, kerana mereka layak berbuat demikian."},{"number":5,"verse":"( ; ; ; ; ) Mereka yang menang akan dikenakan pakaian putih seperti itu dan Aku tidak akan menghapuskan nama mereka dari Kitab Orang Hidup. Di hadapan Bapa-Ku dan malaikat-malaikat-Nya Aku akan mengaku bahawa mereka milik-Ku."},{"number":6,"verse":"Jika kamu bertelinga, dengarkanlah apa yang dikatakan oleh Roh Allah kepada jemaah!”"},{"number":7,"verse":"( Surat kepada Jemaah di Filadelfia) ( ; ) “Tulislah surat ini kepada malaikat jemaah di Filadelfia: Inilah perkhabaran daripada Dia yang suci dan setia. Dia memegang kunci yang dimiliki Daud; apabila Dia membuka pintu, tidak seorang pun dapat menutupnya, dan apabila Dia menutupnya, tidak seorang pun dapat membukanya."},{"number":8,"verse":"Aku mengetahui apa yang kamu lakukan. Aku tahu bahawa kamu tidak seberapa kuat, tetapi kamu telah mengikut ajaran-Ku dan setia kepada-Ku. Aku telah membuka sebuah pintu bagi kamu, yang tidak dapat ditutup oleh sesiapa pun."},{"number":9,"verse":"( , , ) Ketahuilah! Orang yang berpihak kepada Iblis, pendusta-pendusta yang mengaku diri mereka orang Yahudi padahal bukan, akan Aku bawa kepada kamu untuk bersujud di hadapan kamu. Mereka semua akan tahu bahawa Aku mengasihi kamu."},{"number":10,"verse":"Kerana kamu menurut perintah-Ku supaya tabah ketika menanggung penderitaan, Aku pun akan menyelamatkan kamu daripada masa kesusahan yang akan menimpa seluruh dunia untuk menguji semua orang di bumi."},{"number":11,"verse":"Aku akan segera datang! Jagalah baik-baik apa yang kamu miliki, supaya tidak seorang pun merampas hadiah kemenangan kamu."},{"number":12,"verse":"( ; , ) Sesiapa yang menang akan Aku jadikan seperti tiang di rumah Allah-Ku dan dia tidak akan meninggalkan tempat itu lagi. Pada dirinya akan Aku tulis nama Allah-Ku dan nama kota Allah-Ku, iaitu Yerusalem baru yang akan turun dari syurga, daripada Allah-Ku. Pada dirinya juga akan Aku tulis nama-Ku yang baru."},{"number":13,"verse":"Jika kamu bertelinga, dengarkanlah apa yang dikatakan oleh Roh Allah kepada jemaah!”"},{"number":14,"verse":"( Surat kepada Jemaah di Laodikia) ( ) “Tulislah surat ini kepada malaikat jemaah di Laodikia: Inilah perkhabaran daripada Dia yang disebut Amin, saksi yang setia dan benar, sumber ( sumber; atau penguasa.) segala sesuatu yang diciptakan oleh Allah."},{"number":15,"verse":"Aku mengetahui apa yang kamu lakukan. Aku tahu bahawa kamu tidak sejuk dan tidak panas juga. Alangkah baiknya jika kamu salah satu daripadanya."},{"number":16,"verse":"Tetapi kerana kamu suam-suam kuku, Aku akan meludahkan kamu."},{"number":17,"verse":"Kamu berkata, ‘Kami kaya dan serba cukup; kami tidak kekurangan sesuatu pun.’ Tetapi kamu tidak tahu bahawa kamu sangat melarat dan keadaan kamu sangat menyedihkan! Kamu miskin, telanjang, dan buta."},{"number":18,"verse":"Oleh itu Aku menasihati kamu: Belilah emas daripada Aku, belilah emas tulen supaya kamu menjadi kaya. Belilah pakaian putih juga supaya kamu berpakaian dan menutupi keadaan kamu yang telanjang serta memalukan itu. Belilah ubat juga untuk mata kamu supaya boleh melihat."},{"number":19,"verse":"( ; ) Aku menegur dan menghukum orang yang Aku kasihi. Oleh itu kamu harus bersungguh-sungguh, dan juga bertaubat daripada dosa."},{"number":20,"verse":"Dengarlah! Aku berdiri di depan pintu dan mengetuk. Jika seseorang mendengar suara-Ku dan membuka pintu, Aku akan masuk ke dalam rumahnya lalu makan bersama-sama dia dan dia makan bersama-sama Aku."},{"number":21,"verse":"Mereka yang menang akan Aku benarkan duduk di takhta-Ku, sebagaimana Aku sendiri sudah menang dan sekarang duduk bersama-sama Bapa-Ku di takhta-Nya."},{"number":22,"verse":"Jika kamu bertelinga, dengarkanlah apa yang dikatakan oleh Roh Allah kepada jemaah!”"}]}