{"bibleAbbr":"msAB1996","bookName":"WAHYU","bookEnglishName":"Revelation","chapterNumber":5,"verses":[{"number":1,"verse":"( Gulungan Naskhah dan Anak Domba) ( ; ) Aku melihat sebuah gulungan naskhah di tangan kanan Dia yang duduk di atas takhta itu. Gulungan naskhah itu penuh dengan tulisan pada kedua-dua belah sisinya dan dimeterai dengan tujuh buah meterai."},{"number":2,"verse":"Lalu aku melihat satu malaikat perkasa bertanya dengan suara yang lantang, “Siapakah yang layak memecahkan meterai-meterai ini serta membuka gulungan naskhah ini?”"},{"number":3,"verse":"Tetapi tidak seorang pun di syurga, atau di bumi, ataupun di bawah bumi, ( Di bawah bumi: Dunia orang mati (lihat 1.18).) yang dapat membuka gulungan naskhah itu dan membaca kandungannya."},{"number":4,"verse":"Aku menangis tersedu-sedu, kerana tidak seorang pun layak membuka gulungan naskhah itu dan membaca kandungannya."},{"number":5,"verse":"( ; , ) Lalu salah seorang pemimpin itu berkata kepadaku, “Jangan menangis! Lihatlah! Singa daripada suku Yehuda, keturunan agung daripada Daud, sudah menang. Dia dapat memecahkan tujuh buah meterai itu dan membuka gulungan naskhah itu.”"},{"number":6,"verse":"( ; ) Kemudian aku nampak seekor Anak Domba berdiri di tengah-tengah takhta itu, dikelilingi oleh empat makhluk dan semua pemimpin itu. Anak Domba itu nampaknya sudah disembelih. Anak Domba itu mempunyai tujuh buah tanduk dan tujuh biji mata, iaitu tujuh Roh Allah yang telah diutus ke seluruh dunia."},{"number":7,"verse":"Anak Domba itu pergi mengambil gulungan naskhah itu dari tangan kanan Dia yang duduk di atas takhta."},{"number":8,"verse":"( ) Sementara Anak Domba itu berbuat demikian, empat makhluk itu dan dua puluh empat orang pemimpin itu bersujud di hadapan Anak Domba. Masing-masing memegang sebuah kecapi dan sebuah mangkuk emas berisi kemenyan, iaitu doa-doa umat Allah."},{"number":9,"verse":"( , ; ) Mereka menyanyikan sebuah lagu baru, “Engkau layak mengambil gulungan naskhah itu dan memecahkan meterai-meterainya, kerana Engkau telah dibunuh dan dengan kematian-Mu, manusia daripada semua suku, bahasa, negara, dan bangsa telah Engkau beli untuk Allah."},{"number":10,"verse":"( ; ) Engkau sudah menjadikan mereka imam yang mengabdi kepada Allah kita, dan memerintah di dunia.”"},{"number":11,"verse":"( ) Lalu aku melihat lagi. Aku mendengar suara malaikat yang beribu-ribu dan berjuta-juta bilangannya! Mereka berdiri mengelilingi takhta, keempat-empat makhluk, dan para pemimpin itu."},{"number":12,"verse":"Mereka menyanyi dengan suara yang lantang, “Anak Domba yang sudah dibunuh itu layak menerima kekuasaan, kekayaan, kebijaksanaan, kekuatan, penghormatan, kemuliaan, dan pujian.”"},{"number":13,"verse":"Lalu aku mendengar semua makhluk di syurga, di bumi, di bawah bumi, dan semua makhluk di dalam laut - pendeknya semua makhluk di alam semesta ini - menyanyi, “Kepada Dia yang duduk di atas takhta, dan kepada Anak Domba itu, kami persembahkan pujian dan penghormatan, kemuliaan dan kekuasaan selama-lamanya!”"},{"number":14,"verse":"Keempat-empat makhluk itu menjawab, “Amin!” Para pemimpin itu pun bersujud serta menyembah Allah dan Anak Domba itu."}]}