{"bibleAbbr":"msAB1996","bookName":"WAHYU","bookEnglishName":"Revelation","chapterNumber":6,"verses":[{"number":1,"verse":"( Meterai-Meterai) Kemudian aku melihat Anak Domba itu memecahkan meterai pertama daripada tujuh buah meterai itu. Lalu aku mendengar salah satu daripada empat makhluk itu berkata dengan suara yang mengguntur, “Mari!”"},{"number":2,"verse":"( , , ) Aku melihat, lalu nampak seekor kuda putih. Penunggangnya memegang sebuah busur dan dia diberikan sebuah mahkota. Dia mara sebagai seorang penakluk yang menang."},{"number":3,"verse":"Kemudian Anak Domba itu memecahkan meterai kedua, dan aku mendengar makhluk kedua berkata, “Mari!”"},{"number":4,"verse":"( , ) Seekor kuda merah keluar. Penunggangnya diberikan kuasa untuk mendatangkan peperangan di bumi, sehingga manusia saling membunuh. Dia diberikan sebilah pedang yang besar."},{"number":5,"verse":"( , ) Kemudian Anak Domba itu memecahkan meterai ketiga, dan aku mendengar makhluk ketiga berkata, “Mari!” Aku melihat, lalu nampak seekor kuda hitam. Penunggangnya memegang sebuah dacing di tangan."},{"number":6,"verse":"Aku mendengar sesuatu yang kedengaran seperti suara dari tengah-tengah empat makhluk itu, berkata, “Satu kilogram gandum seharga upah sehari dan tiga kilogram barli seharga upah sehari juga. Tetapi jangan rosakkan pokok zaitun dan ladang anggur!”"},{"number":7,"verse":"Kemudian Anak Domba itu memecahkan meterai keempat dan aku mendengar makhluk keempat berkata, “Mari!”"},{"number":8,"verse":"( ) Aku melihat, lalu nampak seekor kuda kuning pucat. Penunggangnya bernama Maut, dan Alam Maut ( Alam Maut: Dunia orang mati (lihat 1.18).) mengikutinya dekat di belakang. Mereka diberikan kuasa untuk membunuh seperempat penduduk bumi dengan peperangan, kebuluran, wabak, dan binatang buas."},{"number":9,"verse":"Kemudian Anak Domba itu memecahkan meterai kelima. Di bawah mazbah aku nampak roh-roh orang yang mati terbunuh. Mereka dibunuh kerana mengisytiharkan firman Allah dengan setia melalui kesaksian mereka."},{"number":10,"verse":"Mereka berseru dengan suara lantang, “Ya Tuhan Yang Maha Kuasa, yang suci dan setia! Berapa lama lagi sebelum Engkau menghakimi penduduk bumi dan menghukum mereka kerana telah membunuh kami?”"},{"number":11,"verse":"Setiap orang daripada mereka diberikan sehelai jubah putih. Lalu mereka disuruh berehat lebih lama lagi, sehingga cukup bilangan rakan seperjuangan dan saudara seiman yang akan dibunuh seperti mereka."},{"number":12,"verse":"( , ; ; , , ; ; ; ) Kemudian aku melihat Anak Domba itu memecahkan meterai keenam. Lalu berlakulah gempa bumi yang dahsyat. Matahari menjadi hitam seperti kain hitam yang kasar, dan bulan menjadi merah seperti darah."},{"number":13,"verse":"Bintang-bintang jatuh dari langit ke bumi, seperti buah ara yang belum matang gugur dari pokok semasa digoncang oleh angin keras."},{"number":14,"verse":"( ) Langit menghilang seperti gulungan naskhah yang digulung, dan semua gunung serta pulau beralih tempat. ( )"},{"number":15,"verse":"( , ) Lalu raja-raja dunia, para penguasa, dan panglima, orang kaya dan orang berkuasa serta semua orang lain, baik abdi mahupun orang bebas, menyembunyikan diri di dalam gua-gua dan di celah-celah batu di gunung."},{"number":16,"verse":"( ; ) Mereka berseru kepada gunung-gunung dan batu-batu itu, “Timpalah kami dan sembunyikanlah kami daripada pandangan Dia yang duduk di atas takhta dan daripada kemurkaan Anak Domba itu!"},{"number":17,"verse":"( ; ) Hari yang dahsyat sudah tiba; Allah dan Anak Domba akan menghukum kami dan tidak seorang pun akan terselamat.”"}]}