{"bibleAbbr":"msAB1996","bookName":"WAHYU","bookEnglishName":"Revelation","chapterNumber":8,"verses":[{"number":1,"verse":"( Meterai Ketujuh) Ketika Anak Domba itu memecahkan meterai ketujuh, syurga menjadi senyap selama kira-kira setengah jam."},{"number":2,"verse":"Kemudian aku melihat tujuh malaikat berdiri di hadapan Allah, dan mereka diberikan tujuh buah trompet."},{"number":3,"verse":"( ; , ) Satu malaikat lain yang membawa sebuah perbaraan emas, datang dan berdiri di hadapan mazbah. Dia diberikan banyak kemenyan untuk ditambahkan pada doa-doa semua umat Allah, dan untuk dipersembahkan di atas mazbah emas yang terletak di hadapan takhta."},{"number":4,"verse":"Doa umat Allah bersama-sama asap kemenyan yang terbakar itu mengepul naik dari tangan malaikat yang berdiri di hadapan Allah."},{"number":5,"verse":"( ; ; ; , ) Kemudian malaikat itu mengambil perbaraan itu, dan mengisinya dengan bara api yang diambil dari mazbah, lalu melemparkannya ke atas bumi. Lalu guruh bergemuruh, kilat sabung-menyabung, dan gempa bumi berlaku."},{"number":6,"verse":"( Trompet-Trompet) Kemudian tujuh malaikat yang memegang tujuh buah trompet itu bersedia untuk meniup trompet."},{"number":7,"verse":"( ; ) Malaikat pertama meniup trompetnya, lalu hujan batu dan api bercampur darah, turun dengan derasnya ke atas bumi. Api membakar sepertiga daripada bumi dan memusnahkan semua pokok dan tumbuh-tumbuhan di situ."},{"number":8,"verse":"Kemudian malaikat kedua meniup trompetnya dan sesuatu yang kelihatannya seperti gunung besar yang bernyala-nyala, dilempar ke dalam laut. Sepertiga daripada lautan berubah menjadi darah;"},{"number":9,"verse":"sepertiga daripada semua makhluk di laut mati dan sepertiga daripada kapal-kapal musnah."},{"number":10,"verse":"( ) Kemudian malaikat ketiga meniup trompetnya dan sebuah bintang besar, yang bernyala-nyala seperti suluh, jatuh dari langit dan menimpa sepertiga daripada semua sungai dan mata air di bumi."},{"number":11,"verse":"( ) (Nama bintang itu “Pahit”.) Sepertiga daripada air menjadi pahit, dan banyak orang mati kerana minum air yang sudah menjadi pahit."},{"number":12,"verse":"( ; ; , , ) Kemudian malaikat keempat meniup trompetnya. Matahari, bulan, dan bintang terpukul, sehingga tidak dapat bersinar sepertiga daripada waktunya. Matahari tidak bersinar selama sepertiga daripada siang hari; bulan dan bintang tidak bersinar selama sepertiga daripada malam hari."},{"number":13,"verse":"Kemudian aku melihat dan mendengar seekor burung helang yang terbang tinggi di angkasa, berseru, “Sungguh malang! Sungguh malang! Sungguh malang semua orang yang hidup di bumi apabila terdengar bunyi trompet yang akan ditiup oleh tiga malaikat lain.”"}]}