{"bibleAbbr":"msAB1996","bookName":"WAHYU","bookEnglishName":"Revelation","chapterNumber":9,"verses":[{"number":1,"verse":"Kemudian malaikat kelima meniup trompetnya, dan aku nampak sebuah bintang jatuh dari langit ke atas bumi. Bintang itu diberikan kunci jurang maut. ( Jurang maut: Tempat yang jauh di bawah bumi dan di situ roh-roh jahat dipenjarakan sehingga hari penghukuman yang terakhir.)"},{"number":2,"verse":"( ) Bintang itu membuka jurang maut, lalu asap keluar dari dalamnya seperti asap dari relau yang besar. Matahari dan angkasa menjadi gelap kerana asap dari jurang itu."},{"number":3,"verse":"( ) Lalu dari dalam asap keluarlah belalang-belalang yang turun ke atas bumi. Belalang-belalang itu diberikan kekuatan yang dimiliki kala jengking."},{"number":4,"verse":"( ) Belalang-belalang itu dilarang merosak rumput, atau pokok, ataupun tanaman lain. Hanya orang yang tidak bertandakan meterai Allah pada dahi mereka boleh diserang."},{"number":5,"verse":"Belalang-belalang itu tidak dibenarkan membunuh mereka, tetapi hanya menyeksa mereka selama lima bulan. Kesakitan yang disebabkan seksaan belalang-belalang itu seperti kesakitan yang disebabkan sengat kala jengking."},{"number":6,"verse":"( ; ) Selama lima bulan itu mereka berusaha untuk mati, tetapi tidak dapat; mereka ingin mati, tetapi maut menjauhkan diri daripada mereka."},{"number":7,"verse":"( ) Belalang-belalang itu kelihatan seperti kuda yang siap untuk berperang. Pada kepala belalang ada sesuatu yang nampaknya seperti mahkota emas, dan muka belalang seperti muka manusia."},{"number":8,"verse":"( ) Rambut belalang seperti rambut wanita dan gigi belalang seperti gigi singa."},{"number":9,"verse":"( ) Dada belalang ditutupi dengan sesuatu yang seperti perisai dada. Bunyi sayap kawanan belalang itu seperti bunyi kereta-kereta kuda yang sedang mara ke medan peperangan."},{"number":10,"verse":"Belalang-belalang itu mempunyai ekor dan sengat seperti kala jengking. Dengan ekor itulah belalang berkuasa menyakiti manusia selama lima bulan."},{"number":11,"verse":"Kawanan belalang diperintah oleh raja, iaitu malaikat yang bertanggungjawab atas jurang maut. Dalam bahasa Ibrani namanya Abadon, dan dalam bahasa Yunani namanya Apolion (yang bermakna “Perosak”)."},{"number":12,"verse":"Bencana pertama sudah lalu. Setelah itu dua lagi bencana akan datang."},{"number":13,"verse":"( ) Kemudian malaikat keenam meniup trompetnya dan aku mendengar suara yang datang dari keempat-empat sudut mazbah emas di hadapan Allah."},{"number":14,"verse":"Suara itu berkata kepada malaikat keenam, “Lepaskanlah keempat-empat malaikat yang terikat di Sungai Efrat itu!”"},{"number":15,"verse":"Keempat-empat malaikat itu pun dilepaskan. Mereka telah dipersiapkan khas bagi jam, hari, bulan, dan tahun itu, untuk membunuh sepertiga daripada umat manusia."},{"number":16,"verse":"Aku diberitahukan bahawa pasukan berkuda itu berjumlah 200 juta."},{"number":17,"verse":"Dalam penglihatan, aku nampak banyak kuda dengan para penunggang kuda. Mereka memakai perisai dada berwarna merah seperti api, biru seperti batu nilam, dan kuning seperti belerang. Kepala kuda seperti kepala singa dan dari mulut kuda keluar api, asap, dan belerang."},{"number":18,"verse":"Sepertiga daripada umat manusia terbunuh oleh tiga malapetaka itu: api, asap, dan belerang yang keluar dari mulut kuda."},{"number":19,"verse":"Kekuatan kuda terdapat pada mulut dan juga pada ekor. Ekor kuda seperti ular berkepala, dan kuda menggunakan ekor untuk menyeksa manusia."},{"number":20,"verse":"( , ; ) Umat manusia yang selebihnya, yang tidak terbunuh oleh malapetaka itu, tidak meninggalkan berhala yang dibuat oleh mereka. Mereka tidak berhenti menyembah roh jahat dan berhala yang dibuat daripada emas, perak, gangsa, batu, dan kayu. Berhala-berhala itu tidak dapat melihat, mendengar, ataupun berjalan."},{"number":21,"verse":"Mereka juga tidak berhenti melakukan pembunuhan, mengamalkan ilmu sihir, melakukan perbuatan cabul, dan mencuri."}]}