{"bibleAbbr":"ISV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":1,"verses":[{"number":1,"verse":"{The Book of} {Proverbs} d {Introduction and Purpose} d The proverbs of David's son Solomon, king of Israel."},{"number":2,"verse":"These proverbs are {The Heb. lacks These proverbs are} for gaining {Or knowing} wisdom and discipline; {Or instruction} for understanding words of insight;"},{"number":3,"verse":"for acquiring the discipline {Or instruction} that produces wise behavior, righteousness, justice, and upright living; {Lit. and uprightness}"},{"number":4,"verse":"for giving prudence to the nave, and knowledge and discretion to the young."},{"number":5,"verse":"Let the wise listen and increase their {The Heb. lacks their} learning; let the person of understanding receive guidance"},{"number":6,"verse":"in understanding proverbs, clever sayings, words of the wise, and their riddles."},{"number":7,"verse":"{The Major Theme} d The fear of the Lord is the beginning of knowledge, but fools despise wisdom and discipline. {Or instruction}"},{"number":8,"verse":"{The Minor Theme} d My son, listen to your father's instruction, and do not let go of your mother's teaching."},{"number":9,"verse":"They will be a graceful wreath for your head and a chain for your neck."},{"number":10,"verse":"{Avoid Evil Counsel} d My son, if sinners entice you, do not consent."},{"number":11,"verse":"If they say, \"Come with us! Let's lie in wait for blood; let's ambush some innocent person for no reason at all."},{"number":12,"verse":"Let's swallow them alive like Sheol, {I. e. the realm of the dead; possibly an allusion to the rebellion of Korah (cf. Num 16:33)} and whole like those who go down into the Pit. {I. e. the place of punishment in the afterlife}"},{"number":13,"verse":"We'll find all kinds of valuable wealth, and we'll fill our houses with spoil."},{"number":14,"verse":"Throw your lot in with us, and all of us will have one purse.\""},{"number":15,"verse":"My son, do not go along with them, {Lit. in the way with them} and keep your feet away from their paths!"},{"number":16,"verse":"For they {Lit. For their feet} run toward evil; these enticers {Lit. they} shed blood without hesitation. {Lit. blood quickly}"},{"number":17,"verse":"Look, it is useless to spread a net in full view of {Lit. in the eyes of} all the birds,"},{"number":18,"verse":"but these people {Lit. they} lie in wait for their own blood. {The Heb. lacks their own} They ambush only themselves."},{"number":19,"verse":"Such is the way of all those who seek illicit gain it takes away the lives of those who possess it."},{"number":20,"verse":"{The Benefits of Choosing Wisdom} d Wisdom cries out in the street; she raises her voice in the public squares."},{"number":21,"verse":"She calls out at the busiest part {Lit. head} of the noisy streets, {So MT; LXX Syr Targ read and on top of the walls} and at the entrance to the gates of the city she utters her words:"},{"number":22,"verse":"\"You nave ones, how long will you love naivet? And how long will scoffers delight in scoffing or fools hate knowledge?\""},{"number":23,"verse":"Return to my correction! Look, I will pour out my spirit on you, and I will make my words known to you."},{"number":24,"verse":"{The Consequences of Refusing Wisdom} d \"Because I called out to you and you refused to respond {Lit. you refused} I appealed, {Lit. I stretched out my hand} but no one paid attention"},{"number":25,"verse":"because {The Heb. lacks because} you neglected all my advice and did not want my correction,"},{"number":26,"verse":"I will laugh at your calamity. I will mock when what you fear {Lit. when your fear} comes,"},{"number":27,"verse":"when what you dread comes like a storm, and your calamity comes on like a whirlwind, when distress and anguish come upon you."},{"number":28,"verse":"\"Then they will call out to me, but I will not answer; they will seek me diligently, but they will not find me."},{"number":29,"verse":"\"Because they hated knowledge and did not choose the fear of the Lord ;"},{"number":30,"verse":"they did not want my advice, and they rejected all my correction."},{"number":31,"verse":"They will eat the fruit {I. e. experience the consequences} of their way, and they will be filled with their own devices."},{"number":32,"verse":"Indeed, the waywardness {So MT; DSS 4QProv a reads narrow-mindedness ; lit. the pull of ; LXX reads Because they would wrong the nave, they will be murdered} of the nave will kill them, and the complacency of fools will destroy them."},{"number":33,"verse":"\"But the person who listens to me will live safely and will be secure from the fear of evil.\""}]}