{"bibleAbbr":"ISV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"{Wisdom and Wickedness Contrasted} d The person who loves correction loves knowledge, but anyone who hates a rebuke is stupid."},{"number":2,"verse":"The good person will gain favor from the Lord , but the man who plots evil will be condemned by him."},{"number":3,"verse":"A person doesn't gain security by wickedness, but the righteous won't be uprooted."},{"number":4,"verse":"A virtuous woman is a crown to her husband, but a wife {Lit. but she} who puts him to shame is like bone cancer. {Lit. decay}"},{"number":5,"verse":"The plans of the righteous are just, but the advice of the wicked is deceitful."},{"number":6,"verse":"The words of the wicked lead to {Lit. wicked lie in wait for} bloodshed, but the speech of the upright delivers them."},{"number":7,"verse":"After they're overthrown, the wicked won't be found, but the house of the righteous stands firm."},{"number":8,"verse":"A man is praised because of his wise words, but the perverted mind {Lit. heart} will be despised."},{"number":9,"verse":"It's better to be unimportant, yet have a servant, than to pretend to be important, but lack food."},{"number":10,"verse":"The righteous person looks out for the welfare of his livestock, but even {The Heb. lacks even} the compassion of the wicked is cruel."},{"number":11,"verse":"Whoever tills his soil will have a lot to eat, but anyone who pursues fantasies lacks sense. {Lit. heart}"},{"number":12,"verse":"The wicked desires what evil people gain, but the foundation {Or root} of the righteous is productive."},{"number":13,"verse":"An evil man's sinful speech ensnares him, but the righteous person escapes from trouble."},{"number":14,"verse":"By his fruitful speech a man can remain satisfied, and a man's handiwork will reward him."},{"number":15,"verse":"The lifestyle of the fool is right in his own opinion, but wise is the man who listens to advice."},{"number":16,"verse":"The anger of a fool becomes readily apparent, but the prudent person overlooks an insult."},{"number":17,"verse":"The truth teller speaks what is right, but the false witness speaks what is {The Heb. lacks speaks what is} deceitful."},{"number":18,"verse":"Some speak rashly like the cutting of a sword, but what the wise say promotes healing."},{"number":19,"verse":"A truthful saying {Lit. lips} is trusted forever, but the liar {Lit. the lying tongue} only for a moment."},{"number":20,"verse":"Deceit is at home {The Heb. lacks at home} in the heart of those who plan evil, but those who promote peace rejoice."},{"number":21,"verse":"No harm overwhelms the righteous, but the wicked overflow with trouble."},{"number":22,"verse":"Deceitful speech is reprehensible to the Lord , but those who act faithfully are his delight."},{"number":23,"verse":"A prudent man keeps what he knows to himself, {The Heb. lacks to himself} but the hearts of fools shout forth their foolishness."},{"number":24,"verse":"The diligent will take control, but the lazy will be put to forced labor."},{"number":25,"verse":"A person's anxiety weighs down his heart, but an appropriate word is encouraging."},{"number":26,"verse":"The righteous person is cautious with respect to his neighbor, but the lifestyle of the wicked leads them astray."},{"number":27,"verse":"The lazy person does not roast what he has hunted, but diligence is one's most important possession."},{"number":28,"verse":"In the pathway to righteousness there is life, and in that lifestyle there is no death."}]}