{"bibleAbbr":"ISV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":23,"verses":[{"number":1,"verse":"{Things to Avoid in Life} d Whenever you sit down to dine with a ruler, carefully think about what is before you."},{"number":2,"verse":"Put a knife to your own throat, if you have a big appetite. {Lit. a master of an appetite}"},{"number":3,"verse":"Don't crave his delicacies, because the meal is deceptive."},{"number":4,"verse":"Don't exhaust yourself acquiring wealth; be smart enough to stop."},{"number":5,"verse":"When you fix your gaze on it, it's gone, for it sprouts wings for itself and flies to the sky like an eagle."},{"number":6,"verse":"Don't consume food provided by a miserly {Lit. by the evil eyed} person, and don't desire his delicacies,"},{"number":7,"verse":"for as he thinks within himself, so he is. \"Eat and drink!\" he'll say to you, but his heart won't be with you."},{"number":8,"verse":"You'll vomit up what little you've eaten, and your compliments will have been wasted."},{"number":9,"verse":"Don't speak when a fool is listening, because he'll despise your wise words."},{"number":10,"verse":"Don't move ancient boundaries or invade fields belonging to orphans;"},{"number":11,"verse":"for strong is their Redeemer who will take up their case against you."},{"number":12,"verse":"Learn diligently, and listen to words of knowledge."},{"number":13,"verse":"Don't withhold discipline from a child; if you punish him with a rod, he won't die."},{"number":14,"verse":"Punish him with a rod, and you will rescue his soul from Sheol. {I. e. the realm of the dead.}"},{"number":15,"verse":"{On Listening to Your Parents} d My son, if your heart is wise, my own heart will greatly rejoice."},{"number":16,"verse":"My innermost being will be glad when your lips speak what is right."},{"number":17,"verse":"Never let yourself envy sinners; instead, remain {The Heb. lacks remain} in fear of the Lord every day,"},{"number":18,"verse":"for there is surely a future life, and what you hope for will not be cut off."},{"number":19,"verse":"Listen, my son, and be wise, commit yourself to live God's {Lit. live in the} way."},{"number":20,"verse":"Don't associate with heavy drinkers or dine with gluttons,"},{"number":21,"verse":"because drunks and gluttons tend to become poor, and drowsiness will clothe them in rags."},{"number":22,"verse":"Listen to the one who fathered you, and don't despise your mother in her old age."},{"number":23,"verse":"Purchase truth, but don't sell it; store up {The Heb. lacks store up} wisdom, instruction, and understanding."},{"number":24,"verse":"The father of a righteous person will greatly rejoice; whoever fathers a wise son will be glad because of him."},{"number":25,"verse":"Let your father and mother rejoice; make the one who gave birth to you happy."},{"number":26,"verse":"Give me your heart, my son, and keep your eyes fixed on my ways,"},{"number":27,"verse":"because a prostitute is a deep pit, and the adulterous {Lit. foreign} woman a narrow well."},{"number":28,"verse":"Surely she lies in wait like a bandit, increasing those who are faithless among mankind."},{"number":29,"verse":"{On Sobriety} d Who has woe? Who has grief? Who has contention? Who has complaints? Who has wounds without cause? Who has bloodshot eyes?"},{"number":30,"verse":"Those who linger over their wine, who consume mixed drinks."},{"number":31,"verse":"Don't stare into red wine, when it sparkles in the cup and goes down smoothly."},{"number":32,"verse":"Eventually it will bite like a snake and sting like a serpent."},{"number":33,"verse":"Your eyes will see strange things, and with slurred words you'll speak what you really believe."},{"number":34,"verse":"You will be like someone who lies down in the sea, or like someone who sleeps on top of a mast."},{"number":35,"verse":"\"They struck me,\"you will say, {The Heb. lacks you will say} \"but I never felt it. They beat me, but I never knew it When will I wake up? I want another drink.\""}]}