{"bibleAbbr":"ISV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":24,"verses":[{"number":1,"verse":"{Benefits of Wisdom} d Don't be envious of wicked men or wish you were with them,"},{"number":2,"verse":"because they {Lit. because their hearts} plan violence, and they are always talking {Lit. and their lips talk} about trouble."},{"number":3,"verse":"By wisdom a house is built; it is made secure through understanding."},{"number":4,"verse":"By knowledge its rooms are furnished with all sorts of expensive and beautiful goods."},{"number":5,"verse":"A wise man is strong, {So MT; LXX reads Being wise is better than being strong} and a knowledgeable man grows in strength."},{"number":6,"verse":"For through wise counsel you will wage your war, and victory lies in an abundance of advisors."},{"number":7,"verse":"Wisdom lies beyond reach of the fool; he has nothing to say in court. {Lit. in the gate}"},{"number":8,"verse":"The person who plans on doing evil will be called a schemer."},{"number":9,"verse":"To devise folly is sin, and people detest a scoffer."},{"number":10,"verse":"If you grow weary when times are troubled, your strength is limited. {Or undersized}"},{"number":11,"verse":"Rescue those who are being led away to death, and save those who stumble toward slaughter."},{"number":12,"verse":"If you say, \"Look here, we didn't know about this,\"doesn't God, {Lit. he} who examines motives, {Lit. examines the heart} discern it? Doesn't the one who guards your soul know about it? Won't he repay each person according to what he has done?"},{"number":13,"verse":"My son, eat honey, because it's good for you; {The Heb. lacks for you} indeed, drippings from the honeycomb are sweet to your taste;"},{"number":14,"verse":"Keep in mind that wisdom is like that for your soul; if you find it, there will be a future for you, and what you hope for won't be cut short."},{"number":15,"verse":"Don't lie in wait like an outlaw to attack where the righteous live;"},{"number":16,"verse":"for though a righteous man falls seven times, he will rise again, but the wicked stumble into calamity."},{"number":17,"verse":"Don't rejoice when your enemy falls; don't let yourself be glad when he stumbles."},{"number":18,"verse":"Otherwise the Lord will observe and disapprove, and he will turn his anger away from him."},{"number":19,"verse":"Don't be anxious about those who practice evil, and don't be envious of the wicked."},{"number":20,"verse":"For the wicked man has no future; the lamp of the wicked will be extinguished."},{"number":21,"verse":"My son, fear both the Lord and the king, and don't keep company with rebels."},{"number":22,"verse":"They will be destroyed suddenly, and who knows what kind of punishment will come from these two?"},{"number":23,"verse":"{Sayings of the Wise} d Here are some more proverbs from wise people: It isn't good to show partiality in judgment."},{"number":24,"verse":"Whoever says to the wicked, \"You're in the right,\"will be cursed by people and hated by nations."},{"number":25,"verse":"But as for people who rebuke the wicked; {The Heb. lacks the wicked} a good blessing will fall upon them."},{"number":26,"verse":"A kiss on the lips that's what someone who gives an honest answer deserves. {The Heb. lacks deserves}"},{"number":27,"verse":"First do your outside work, preparing your land for yourself. After that, build your house."},{"number":28,"verse":"Don't testify against your neighbor without a cause, and don't lie when you speak. {Lit. don't deceive with your lips}"},{"number":29,"verse":"Don't say, \"I'll do to him like he did to me, I'll be sure to pay him back for what he did.\""},{"number":30,"verse":"I went by the field belonging to a lazy man, by a vineyard belonging to a senseless person."},{"number":31,"verse":"There it was, overgrown with thistles, the ground covered with thorns, its stone wall collapsed."},{"number":32,"verse":"As I observed, I thought about it; I watched, and learned a lesson:"},{"number":33,"verse":"\"A little sleep! A little slumber! A little folding of my hands to rest!\""},{"number":34,"verse":"Then your poverty will come upon you like a robber, your need like an armed bandit."}]}