{"bibleAbbr":"ISV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":27,"verses":[{"number":1,"verse":"{General Counsel} d Never brag about the day to come, because you don't know what it {Lit. what a day} might bring."},{"number":2,"verse":"Let someone else praise you, not your own mouth; a stranger, and never your own lips."},{"number":3,"verse":"Rocks are heavy, and sand is weighty, but a fool's provocation outweighs them both."},{"number":4,"verse":"Wrath can be fierce and anger overwhelms but who can stand up to jealousy?"},{"number":5,"verse":"An open rebuke is better than unspoken love."},{"number":6,"verse":"Wounds from someone who loves are trustworthy, but kisses from an enemy speak volumes. {Lit. enemy are profuse}"},{"number":7,"verse":"The person {Lit. soul} who is full spurns honey, but to a hungry person even the bitter seems sweet."},{"number":8,"verse":"Like a bird that strays from its nest is a man who wanders away from his home. {Lit. place}"},{"number":9,"verse":"Ointments and perfume encourage the heart; in a similar way, a friend's advice is sweet to the soul. {So MT; LXX reads heart; but through misfortune the soul is torn apart}"},{"number":10,"verse":"Never abandon your friend nor your father's friend, and don't go to your brother's house in times of trouble. A neighbor who is near is better than a brother who lives far away."},{"number":11,"verse":"Be wise, my son, and make me happy, so I can reply to anyone who insults me."},{"number":12,"verse":"Those who are prudent see danger and take refuge, but the nave continue on and suffer the consequences."},{"number":13,"verse":"Take the coat of anyone who puts up security for a stranger; hold it in pledge if he cosigns for an immoral woman."},{"number":14,"verse":"A friend's loud blessing early in the morning will be thought of as a curse."},{"number":15,"verse":"A continual dripping on a rainy day and a contentious wife are alike."},{"number":16,"verse":"Trying to keep her in check is like stopping a wind storm or grabbing oil with your right hand."},{"number":17,"verse":"Iron sharpens iron; so a man sharpens a friend's character. {Lit. countenance}"},{"number":18,"verse":"Whoever nurtures the fig tree will eat its fruit, and whoever obeys {Lit. guards} his master will be honored."},{"number":19,"verse":"Just as water reflects the face, so the heart reflects the person."},{"number":20,"verse":"Sheol {I. e. the realm of the dead} and Abaddon {I. e. the realm of destruction in the afterlife} are never satiated, and neither are human eyes."},{"number":21,"verse":"As the crucible tests {The Heb. lacks tests} silver, and the furnace assays {The Heb. lacks assays} gold; so praise received tests {The Heb. lacks tests} a man."},{"number":22,"verse":"Though you crush a fool in a mortar and pestle as someone might crush grain, his stupidity still won't leave him."},{"number":23,"verse":"Keep well informed of the condition of your flocks and pay attention to your herds,"},{"number":24,"verse":"because riches don't endure forever, and crowns don't last from one generation to the next."},{"number":25,"verse":"When the grass disappears, and new growth appears, the mountain spices will be harvested,"},{"number":26,"verse":"the lambs will supply your clothing, and your goats the price of a field."},{"number":27,"verse":"You will have enough goat's milk to drink and to supply your household needs, as well as sustenance for your servant girls."}]}