{"bibleAbbr":"ISV2011","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":28,"verses":[{"number":1,"verse":"{Contrasting Good and Evil} d The wicked flee, though no one pursues, but the righteous are bold like a lion."},{"number":2,"verse":"When a land transgresses, it gains a succession of leaders, but with an understanding and knowledgeable man, its stability endures."},{"number":3,"verse":"A poor man who oppresses the weak is like a rainstorm that destroys all {Lit. that leaves no} the crops."},{"number":4,"verse":"Those who forsake the Law praise the wicked, but whoever keeps it {Lit. keeps the Law} fights them."},{"number":5,"verse":"Evil men don't understand justice, but whoever seeks the Lord understands it all."},{"number":6,"verse":"It's better to be poor and live a blameless life than to be rich but crooked in one's lifestyle."},{"number":7,"verse":"Whoever keeps the Law is a discerning son, but whoever keeps company with gluttons brings shame to his father."},{"number":8,"verse":"Whoever gains wealth by charging exorbitant {Lit. charging interest upon} interest collects it for someone who is kind to the poor."},{"number":9,"verse":"If someone quits {Lit. turns away from} listening to the Law even his prayer is detestable."},{"number":10,"verse":"Whoever misleads the upright along an evil way will himself fall into his own pit, but the blameless will inherit what is good."},{"number":11,"verse":"The rich man may be wise in his own opinion; but a discerning, poor man sees through him."},{"number":12,"verse":"When the righteous are victorious, there is great glory, but when the wicked arise, men hide themselves."},{"number":13,"verse":"Whoever hides his transgressions will not succeed, but whoever confesses and forsakes them will find mercy."},{"number":14,"verse":"Blessed is the man who always fears the Lord, {The Heb. lacks the Lord} but whoever hardens his heart will fall into disaster."},{"number":15,"verse":"A roaring lion and a charging bear that's what a wicked tyrant is over poor people."},{"number":16,"verse":"A Commander-in-Chief {Lit. Nagid ; i. e. a senior officer entrusted with dual roles of operational oversight and administrative authority} who is a cruel oppressor lacks understanding, but whoever hates unjust gain will live longer. {Lit. will lengthen his days}"},{"number":17,"verse":"A guilty man tormented by bloodshed will be a lifelong fugitive; let no one support him."},{"number":18,"verse":"Whoever lives blamelessly will be delivered, but whoever is perverted will fall without warning."},{"number":19,"verse":"Whoever works his farmland will have abundant food, but whoever chases fantasies will become very poor."},{"number":20,"verse":"The faithful man will prosper with blessings, but whoever is in a hurry to get rich will not escape punishment."},{"number":21,"verse":"To show partiality isn't good, yet for a piece of bread the valiant will transgress."},{"number":22,"verse":"The miser {Lit. The man with an evil eye} is in a hurry to get wealthy, but he isn't aware that poverty will catch up with him."},{"number":23,"verse":"Whoever rebukes a man will later on find more favor than someone who flatters with his words. {Lit. tongue}"},{"number":24,"verse":"Whoever steals from his father or mother but claims, \"It's no sin,\"is a companion to someone who demolishes."},{"number":25,"verse":"An arrogant {Or greedy} man stirs up dissension, but anyone who trusts in the Lord prospers."},{"number":26,"verse":"Whoever trusts in himself is foolish, but whoever lives wisely will be kept safe."},{"number":27,"verse":"Whoever gives to the poor will never lack, but whoever shuts his eyes to their poverty {The Heb. lacks to their poverty} will be cursed."},{"number":28,"verse":"When the wicked rise to power, people hide themselves, but when the wicked {Lit. when they} perish, the righteous increase."}]}