{"bibleAbbr":"KNJV","bookName":"ಆಮೋಸ","bookEnglishName":"Amos","chapterNumber":9,"verses":[{"number":1,"verse":"ಕರ್ತನು ಯಜ್ಞವೇದಿಯ ಪಕ್ಕದಲ್ಲಿ ನಿಂತಿರುವದನ್ನು ಕಂಡೆನು; ಆತನು ಹೀಗೆ ಅಪ್ಪಣೆಕೊಟ್ಟನು - ಹೊಸ್ತಿಲುಗಳು ಕದಲುವಂತೆ ಕಂಬಗಳ ಬೋದಿಗೆಗಳನ್ನು ಬಲವಾಗಿ ಹೊಡೆ; ಅವುಗಳನ್ನು ಒಡೆದುಬಿಟ್ಟು ಎಲ್ಲರ ತಲೆಯ ಮೇಲೆ ಬೀಳಿಸು; ಉಳಿದವರನ್ನು ಖಡ್ಗದಿಂದ ಸಂಹರಿಸುವೆನು; ಅವರಲ್ಲಿ ಯಾರೂ ಓಡಿಹೋಗರು, ಯಾರೂ ತಪ್ಪಿಸಿಕೊಳ್ಳರು."},{"number":2,"verse":"ಪಾತಾಳದವರೆಗೆ ತೋಡಿಕೊಂಡು ಹೋದರೂ ನನ್ನ ಕೈ ಅವರನ್ನು ಅಲ್ಲಿಂದ ಹಿಡಿದೆಳೆಯುವದು; ಸ್ವರ್ಗದ ತನಕ ಹತ್ತಿದರೇನು, ಅಲ್ಲಿಂದಲೂ ಅವರನ್ನಿಳಿಸುವೆನು;"},{"number":3,"verse":"ಕರ್ಮೆಲ್ ಬೆಟ್ಟದ ತುದಿಯಲ್ಲಿ ಅವುತುಕೊಳ್ಳಲಿ, ನಾನು ಅವರನ್ನು ಹುಡುಕಿ ಅಲ್ಲಿಂದಲೂ ಹಿಡಿದು ತರುವೆನು; ನನ್ನ ಕಣ್ಣಿಗೆ ಮರೆಯಾಗಿ ಸಮುದ್ರತಳದಲ್ಲಿ ಅಡಗಿಕೊಂಡರೇನು, ಅಲ್ಲಿಯೂ ನನ್ನ ಅಪ್ಪಣೆಯ ಪ್ರಕಾರ ಘಟಸರ್ಪವು ಅವರನ್ನು ಕಚ್ಚುವದು;"},{"number":4,"verse":"ಶತ್ರುವಶವಾಗಿ ಸೆರೆಗೆ ಹೋದರೂ ಖಡ್ಗವು ನನ್ನ ಆಜ್ಞಾನುಸಾರ ಅಲ್ಲಿಯೂ ಅವರನ್ನು ಹತಿಸುವದು; ಮೇಲಿಗಲ್ಲ, ಕೇಡಿಗಾಗಿಯೇ ಅವರ ಮೇಲೆ ದೃಷ್ಟಿಯಿಡುವೆನು."},{"number":5,"verse":"ಆಹಾ, ಸೇನಾಧೀಶ್ವರದೇವರಾದ ಕರ್ತನು ಭೂಮಿಯನ್ನು ಮುಟ್ಟಿದ ಮಾತ್ರಕ್ಕೆ ಅದು ಕರಗಿಹೋಗುತ್ತದೆ, ಸಕಲ ನಿವಾಸಿಗಳು ಗೋಳಾಡುತ್ತಾರೆ; ನೆಲವೆಲ್ಲಾ ನೈಲ್ ನದಿಯಂತೆ ಉಬ್ಬಿ ಐಗುಪ್ತದ ನದಿಯ ಹಾಗೆಯೇ ಇಳಿದುಹೋಗುತ್ತದೆ."},{"number":6,"verse":"ಉನ್ನತಲೋಕದಲ್ಲಿ ಉಪ್ಪರಿಗೆಯನ್ನು ಅನೇಕ ಅಂತಸ್ತಾಗಿ ಕಟ್ಟಿಕೊಂಡು ಭೂಲೋಕದ ಮೇಲೆ ಗುಮ್ಮಟವನ್ನು ಸ್ಥಾಪಿಸಿಕೊಂಡಿದ್ದಾನೆ; ಸಮುದ್ರದ ನೀರನ್ನು ಕರೆದು ಭೂಮಂಡಲದ ಮೇಲೆ ಹೊಯ್ಯುತ್ತಾನೆ; ಯೆಹೋವನೆಂಬದೇ ಆತನ ನಾಮಧೇಯ."},{"number":7,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಇಸ್ರಾಯೇಲ್ಯರೇ, ನೀವು ನನ್ನ ಗಣನೆಯಲ್ಲಿ ಕೂಷ್ಯರ ಹಾಗಿದ್ದೀರಲ್ಲವೋ; ನಾನು ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಐಗುಪ್ತದೇಶದಿಂದ, ಫಿಲಿಷ್ಟಿಯರನ್ನು ಕಫ್ತೋರಿನಿಂದ, ಅರಾಮ್ಯರನ್ನು ಕೀರಿನಿಂದ [ಏಕ ರೀತಿಯಾಗಿ] ಬರಮಾಡಲಿಲ್ಲವೇ?"},{"number":8,"verse":"ಆಹಾ, ಕರ್ತನಾದ ಯೆಹೋವನೆಂಬ ನಾನು ಪಾಪಮಯರಾಜ್ಯದ ಮೇಲೆ ದೃಷ್ಟಿಯಿಟ್ಟಿದ್ದೇನೆ; ಅದನ್ನು ಭೂಮಂಡಲದೊಳಗಿಂದ ನಾಶಮಾಡುವೆನು; ಆದರೆ ಯಾಕೋಬಿನ ಮನೆತನವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ನಾಶಮಾಡೆನು. ಇದು ಯೆಹೋವನ ನುಡಿ."},{"number":9,"verse":"ಇಗೋ, ಧಾನ್ಯವನ್ನು ಜರಡಿಯಲ್ಲಿ ಜಾಲಿಸುವ ಪ್ರಕಾರ ಇಸ್ರಾಯೇಲ್ಯರನ್ನು ಸಕಲ ಜನಾಂಗಗಳಲ್ಲಿ ಹಾಕಿ ಜಾಲಿಸಬೇಕೆಂದು ಅಪ್ಪಣೆಕೊಡುವೆನು; ಹೀಗಾದರೂ ಒಂದು ಕಾಳೂ ನೆಲಕ್ಕೆಬೀಳದು."},{"number":10,"verse":"ನಮ್ಮನ್ನು ಆಪತ್ತು ಹಿಂದಟ್ಟಿ ಹಿಡಿಯದು, ಎದುರುಬಿದ್ದು ಮುತ್ತದು ಅಂದುಕೊಂಡ ನನ್ನ ಜನರಲ್ಲಿನ ಸಮಸ್ತ ಪಾಪಿಗಳು ಖಡ್ಗ ಹತರಾಗುವರು."},{"number":11,"verse":"ಆ ದಿನದಲ್ಲಿ ನಾನು ದಾವೀದನ ಬಿದ್ದು ಹೋಗಿರುವ ಗುಡಿಸಲನ್ನು ಎತ್ತಿ ಅದರ ಕಂಡಿಗಳನ್ನು ಮುಚ್ಚುವೆನು;"},{"number":12,"verse":"ನನ್ನ ಜನರು ಎದೋಮಿನ ಮಿಕ್ಕ ಭಾಗವನ್ನೂ ಯೆಹೋವನ ಪ್ರಜೆ ಎನಿಸಿಕೊಂಡಿದ್ದ ಸಕಲ ಜನಾಂಗಗಳನ್ನೂ ಸ್ವಾಧೀನಮಾಡಿಕೊಳ್ಳುವ ಹಾಗೆ ಹಾಳಾದದ್ದನ್ನು ನಾನು ನಿಲ್ಲಿಸಿ ಪೂರ್ವಕಾಲದಲ್ಲಿದ್ದಂತೆ ಅದನ್ನು ತಿರಿಗಿ ಕಟ್ಟಿಸುವೆನು ಎಂಬದಾಗಿ ಈ ಕಾರ್ಯಗಳನ್ನು ನೆರವೇರಿಸುವ ಯೆಹೋವನು ನುಡಿದಿದ್ದಾನೆ."},{"number":13,"verse":"ಯೆಹೋವನು ಇಂತೆನ್ನುತ್ತಾನೆ - ಆಹಾ, ಮುಂದಿನ ಕಾಲದಲ್ಲಿ ಉಳುವವನು ಕೊಯ್ಯುವವನ ಹಿಂದೆ, ದ್ರಾಕ್ಷೆತುಳಿಯುವವನು ಬಿತ್ತುವವನ ಹಿಂದೆ ಒತ್ತಿಕೊಂಡು ಹೋಗುವರು; ಬೆಟ್ಟಗಳು ದ್ರಾಕ್ಷಾರಸವನ್ನು ಸುರಿಸುವವು, ಎಲ್ಲಾ ಗುಡ್ಡಗಳು ಕರಗುತ್ತವೋ ಎಂಬಂತಿರುವವು."},{"number":14,"verse":"ನಾನು ನನ್ನ ಜನರಾದ ಇಸ್ರಾಯೇಲ್ಯರ ದುರವಸ್ಥೆಯನ್ನು ತಪ್ಪಿಸುವೆನು; ಅವರು ಹಾಳುಬಿದ್ದ ಪಟ್ಟಣಗಳನ್ನು ಪುನಃ ಕಟ್ಟಿ ಅವುಗಳಲ್ಲಿ ವಾಸಿಸುವರು; ದ್ರಾಕ್ಷೆಯ ತೋಟಗಳನ್ನು ಮಾಡಿಕೊಂಡು ಅವುಗಳ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿಯುವರು; ಫಲವೃಕ್ಷಗಳನ್ನು ಬೆಳೆಯಿಸಿ ಅವುಗಳ ಹಣ್ಣುಗಳನ್ನು ತಿನ್ನುವರು."},{"number":15,"verse":"ನಾನು ಅವರನ್ನು ಸ್ವದೇಶದಲ್ಲಿ ನೆಲೆಗೊಳಿಸುವೆನು; ಅವರಿಗೆ ನಾನು ದಯಪಾಲಿಸಿದ ಸೀಮೆಯೊಳಗಿಂದ ಇನ್ನು ಮುಂದೆ ಯಾರೂ ಅವರನ್ನೂ ಕಿತ್ತುಹಾಕರು; ಇದು ನಿನ್ನ ದೇವರಾದ ಯೆಹೋವನ ನುಡಿ."}]}