{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":13,"verses":[{"number":1,"verse":"ಆಮೋಚನ ಮಗನಾದ ಯೆಶಾಯನಿಗೆ ಬಾಬೆಲಿನ ವಿಷಯವಾಗಿ ಕಂಡುಬಂದ ದೈವೋಕ್ತಿ."},{"number":2,"verse":"[ಶತ್ರುಗಳು] ಬಂದು ಪ್ರಭುಗಳ ಪುರದ್ವಾರಗಳಲ್ಲಿ ನುಗ್ಗುವಂತೆ ಬೋಳುಬೆಟ್ಟದ ಮೇಲೆ ಧ್ವಜವೆತ್ತಿರಿ, ಕೂಗಿ ಅವರನ್ನು ಕರೆಯಿರಿ, ಕೈಸನ್ನೆಮಾಡಿರಿ."},{"number":3,"verse":"ನಾನು ಆರಿಸಿಕೊಂಡವರಿಗೆ ಅಪ್ಪಣೆಮಾಡಿದ್ದೇನೆ. ಹೌದು, ಉತ್ಸಾಹದಿಂದ ಮೆರೆಯುವ ಆ ನನ್ನ ಶೂರರು ನನ್ನ ಕೋಪವನ್ನು ತೀರಿಸಲಿ ಎಂದು ಅವರನ್ನು ಕರೆದಿದ್ದೇನೆ."},{"number":4,"verse":"ಆಹಾ, ಬಹು ಜನಸಮೂಹವಿದ್ದಂತೆ ಗದ್ದಲವು ಬೆಟ್ಟಗಳಲ್ಲಿ ಕೇಳಿಬರುತ್ತದೆ! ಇಗೋ, ಒಟ್ಟಿಗೆ ಕೂಡಿಕೊಂಡ ರಾಜ್ಯ ಜನಾಂಗಗಳ ಆರ್ಭಟ! ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಸೈನ್ಯವನ್ನು ಯುದ್ಧಕ್ಕಾಗಿ ಅಣಿಮಾಡುತ್ತಿದ್ದಾನೆ."},{"number":5,"verse":"ಯೆಹೋವನೂ ಆತನ ರೋಷಕ್ಕೆ ಆಯುಧಗಳಾದವರೂ ದೂರ ದೇಶದಿಂದ, ಅಂದರೆ ಆಕಾಶಮಂಡಲದ ಕಟ್ಟಕಡೆಯಿಂದ, ಭೂಮಿಯನ್ನೆಲ್ಲಾ ಹಾಳುಮಾಡುವದಕ್ಕಾಗಿ ಬಂದಿದ್ದಾರೆ."},{"number":6,"verse":"ಅರಚಿಕೊಳ್ಳಿರಿ, ಯೆಹೋವನ ದಿನವು ಸಮೀಪವಾಯಿತು; ಅದು ಸರ್ವಶಕ್ತನಿಂದ ನಾಶರೂಪವಾಗಿ ಬರುವದು."},{"number":7,"verse":"ಅದರಿಂದ ಎಲ್ಲರ ಕೈ ಜೋಲುಬೀಳುವದು, ಎಲ್ಲರ ಹೃದಯ ಕರಗಿ ನೀರಾಗುವದು;"},{"number":8,"verse":"ಅವರು ಬೆಚ್ಚಿಬೀಳುವರು, ಯಾತನೆವೇದನೆಗಳು ಅವರನ್ನಾಕ್ರಮಿಸುವವು. ಹೆರುವ ಹೆಂಗಸಿನಂತೆ ಸಂಕಟಪಡುವರು; ಒಬ್ಬರನ್ನೊಬ್ಬರು ನೋಡಿ ವಿಸ್ಮಯಪಡುವರು, ಅವರ ಮುಖಗಳು [ತಲ್ಲಣದಿಂದ] ಬೆಂಕಿಬೆಂಕಿಯಾಗುವವು."},{"number":9,"verse":"ಇಗೋ, ಯೆಹೋವನ ದಿನವು ಬರುತ್ತಿದೆ; ಅದು ಭೂಮಿಯನ್ನು ಹಾಳುಮಾಡಿ ಪಾಪಿಗಳನ್ನು ನಿರ್ಮೂಲಪಡಿಸುವದಕ್ಕೆ [ಆತನ] ಕೋಪೋದ್ರೇಕದಿಂದಲೂ ತೀಕ್ಷ್ಣರೋಷದಿಂದಲೂ ಕ್ರೂರವಾಗಿರುವದು."},{"number":10,"verse":"ಆಕಾಶದ ತಾರೆಗಳೂ ನಕ್ಷತ್ರರಾಶಿಗಳೂ ಬೆಳಗವು, ಸೂರ್ಯನು ಮೂಡುತ್ತಲೇ ಕತ್ತಲಾಗುವನು, ಚಂದ್ರನು ಪ್ರಕಾಶಿಸನು."},{"number":11,"verse":"ನಾನು ಲೋಕದವರಿಗೆ ಅವರ ಪಾಪದ ಫಲವನ್ನೂ ದುಷ್ಟರಿಗೆ ಅವರ ದುಷ್ಕೃತ್ಯಗಳ ಫಲವನ್ನೂ ತಿನ್ನಿಸಿ ಸೊಕ್ಕಿದವರ ಸೊಕ್ಕನ್ನು ಅಡಗಿಸಿ ಭಯಂಕರರ ಹೆಮ್ಮೆಯನ್ನು ತಗ್ಗಿಸಿ"},{"number":12,"verse":"ಮನುಷ್ಯರನ್ನು ಅಪರಂಜಿಗಿಂತಲೂ ಮಾನವರನ್ನು ಓಫೀರಿನ ಬಂಗಾರಕ್ಕಿಂತಲೂ ಅಪರೂಪವಾಗುವಂತೆ ಮಾಡುವೆನು."},{"number":13,"verse":"ಇದಕ್ಕಾಗಿ ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನ ಕೋಪೋದ್ರೇಕವೂ ತೀಕ್ಷ್ಣರೋಷವೂ ಮಸಗುತ್ತಿರುವ ದಿನದಲ್ಲಿ [ಯೆಹೋವನೆಂಬ] ನಾನು ಆಕಾಶಮಂಡಲವನ್ನು ನಡುಗಿಸಿ ಭೂಲೋಕವನ್ನು ಸ್ಥಳದಿಂದ ಕದಲಿಸುವೆನು."},{"number":14,"verse":"ಅಟ್ಟಿದ ಜಿಂಕೆಯಂತೆಯೂ ಯಾರೂ ಕೂಡದ ಕುರಿಗಳ ಹಾಗೂ ಪ್ರತಿಯೊಬ್ಬನು ಸ್ವಜನದ ಕಡೆಗೆ ತಿರುಗಿಕೊಂಡು ಸ್ವದೇಶಕ್ಕೆ ಓಡಿಹೋಗುವನು."},{"number":15,"verse":"ಸಿಕ್ಕಿಸಿಕ್ಕಿದವರೆಲ್ಲಾ ಇರಿಯಲ್ಪಡುವರು, ಅಟ್ಟಿ ಹಿಡಿಯಲ್ಪಟ್ಟ ಸಕಲರೂ ಕತ್ತಿಗೆ ತುತ್ತಾಗುವರು."},{"number":16,"verse":"ಅವರ ಮಕ್ಕಳನ್ನು ಬಂಡೆಗೆ ಅಪ್ಪಳಿಸಿಬಿಡುವರು, ಅವರ ಮನೆಗಳನ್ನು ಸೂರೆಮಾಡುವರು, ಅವರ ಹೆಂಡರನ್ನು ಕೆಡಿಸುವರು."},{"number":17,"verse":"ಇಗೋ, ಅವರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಮೇದ್ಯರನ್ನು ಎಬ್ಬಿಸುವೆನು; ಇವರು ಬೆಳ್ಳಿಯನ್ನು ಲಕ್ಷಿಸರು, ಬಂಗಾರವನ್ನು ಪ್ರೀತಿಸರು."},{"number":18,"verse":"ಇವರ ಬಿಲ್ಲುಗಳು ಯುವಕರನ್ನು ಚೂರುಚೂರು ಮಾಡುವವು; ಇವರು ಗರ್ಭಫಲವನ್ನು ಕನಿಕರಿಸರು, ಇವರ ಕಣ್ಣು ಮಕ್ಕಳನ್ನೂ ಕರುಣಿಸದು."},{"number":19,"verse":"ರಾಜ್ಯಗಳಿಗೆ ಶಿರೋರತ್ನವೂ ಕಸ್ದೀಯರ ಮಹಿಮೆಗೆ ಭೂಷಣವೂ ಆದ ಬಾಬೆಲಿಗೆ ದೇವರು ಕೆಡವಿದ ಸೊದೋಮ್ ಗೊಮೋರಗಳ ಗತಿಯು ಸಂಭವಿಸುವದು."},{"number":20,"verse":"ಅದು ಎಂದಿಗೂ ನಿವಾಸಸ್ಥಳವಾಗದು, ತಲತಲಾಂತರಕ್ಕೂ ಅಲ್ಲಿ ಜನರು ಒಕ್ಕಲಿರರು; ಯಾವ ಅರಬಿಯನೂ ಗುಡಾರಹಾಕನು; ಕುರುಬರು ಮಂದೆಗಳನ್ನು ತಂಗಿಸರು."},{"number":21,"verse":"ಅದು ಕಾಡುಮೃಗಗಳಿಗೆ ಹಕ್ಕೆಯಾಗುವದು, ಅಲ್ಲಿನ ಮನೆಗಳಲ್ಲಿ ಗೂಬೆಗಳು ತುಂಬಿಕೊಳ್ಳುವವು, ಅಲ್ಲಿ ಉಷ್ಟ್ರಪಕ್ಷಿಗಳು ವಾಸಿಸುವವು, ದೆವ್ವಗಳು ಕುಣಿದಾಡುವವು."},{"number":22,"verse":"ಅರಮನೆಗಳಲ್ಲಿ ತೋಳಗಳೂ, ವಿಲಾಸಮಂದಿರಗಳಲ್ಲಿ ನರಿಗಳೂ ಎದುರುಬದುರಾಗಿ ಕೂಗುವವು; ಅದಕ್ಕೆ ಹೊತ್ತು ಸಮೀಪಿಸಿದೆ, ಇನ್ನು ದಿನ ಹೆಚ್ಚದು."}]}