{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":16,"verses":[{"number":1,"verse":"ದೇಶವನ್ನಾಳುವವನಿಗೆ ಕಪ್ಪವಾಗಿ ಕೊಡತಕ್ಕ ಕುರಿಗಳನ್ನು ಅರಣ್ಯದ ಕಡೆಯಿರುವ ಸೆಲದಿಂದ ಚೀಯೋನ್ ನಗರಿಯ ಪರ್ವತಕ್ಕೆ ಕಳುಹಿಸಿರಿ."},{"number":2,"verse":"ಅರ್ನೋನ್ ನದಿಯ ಹಾಯ್ಗಡಗಳಲ್ಲಿ ಮೋವಾಬಿನ ಊರುಗಳವರು ಅಲೆಯುವ ಪಕ್ಷಿಗಳಂತೆಯೂ ಗೂಡಿನಿಂದ ಚದರಿದ ಮರಿಗಳ ಹಾಗೂ ಆಗುವರು."},{"number":3,"verse":"ಆಲೋಚನೆಹೇಳಿರಿ, ತೀರ್ಮಾನಿಸಿರಿ; ಮಟ್ಟ ಮಧ್ಯಾಹ್ನದಲ್ಲಿ ನಿಮ್ಮ ನೆರಳು ರಾತ್ರಿಯ ಕತ್ತಲಿನಂತೆ ದಟ್ಟವಾಗಿರಲಿ; ದೇಶ ಭ್ರಷ್ಟರನ್ನು ಮರೆಮಾಜಿರಿ, ಅಲೆಯುವವರನ್ನು ಬೈಲಿಗೆ ತರಬೇಡಿರಿ."},{"number":4,"verse":"ನಮ್ಮ ದೇಶದಿಂದ ವಲಸೆಹೋದವರು ನಿಮ್ಮಲ್ಲಿ ವಾಸಿಸಲಿ; ಮೋವಾಬ್ಯರು ಬಲಾತ್ಕಾರಿಗಳಿಗೆ ವಶವಾಗದ ಹಾಗೆ ಆಶ್ರಯವಾಗಿರಿ. ಹಿಂಡಿ ಹಿಂಸಿಸುವವರು [ನಿಮ್ಮ] ದೇಶದಿಂದ ನಿರ್ಮೂಲರಾದರು, ಬಲಾತ್ಕಾರವು ತೀರಿತು, ತುಳಿದುಬಿಡುವವರು ಮುಗಿದುಹೋದರಷ್ಟೆ."},{"number":5,"verse":"ಇದಲ್ಲದೆ ಸಿಂಹಾಸನವು ಕೃಪಾಧಾರದ ಮೇಲೆ ಸ್ಥಾಪಿತವಾಗಿದೆ; ರಾಜ್ಯಭಾರಪ್ರವೀಣನೂ ಧರ್ಮಾಸಕ್ತನೂ ನ್ಯಾಯನಿಪುಣನೂ ಆದವನು ದಾವೀದನ ಗುಡಾರದಲ್ಲಿನ ಆ ಸಿಂಹಾಸನದ ಮೇಲೆ ಸತ್ಯಪರನಾಗಿ ಕುಳಿತಿದ್ದಾನೆ."},{"number":6,"verse":"ಮೋವಾಬ್ಯರಿಗೆ ಬಹು ಸೊಕ್ಕೇರಿದೆ ಎಂಬ ಅವರ ಹೆಮ್ಮೆಯ ಸುದ್ದಿಯೂ ಅವರ ಅಹಂಕಾರದಂಭ ಗರ್ವೋದ್ರೇಕ ಇವುಗಳ ಸಮಾಚಾರವೂ ನಮ್ಮ ಕಿವಿಗೆ ಬಿದ್ದಿವೆ. ಅವರು ಕೊಚ್ಚಿಕೊಳ್ಳುವದೆಲ್ಲಾ ಬರೀ ಬುರುಡೆಯೇ."},{"number":7,"verse":"ಆದಕಾರಣ ಮೋವಾಬಿನ ನಿಮಿತ್ತ ಮೋವಾಬೇ ಗೋಳಾಡುವದು; ಪ್ರತಿಯೊಬ್ಬನೂ ಪ್ರಲಾಪಿಸುವನು; ಮುರಿದು ಹೋದವರಾಗಿ ನೀವು ಕೀರ್ ಹರೆಷೆಥಿನ ದೀಪದ್ರಾಕ್ಷೆಯು ಹಾಳಾಯಿತಲ್ಲಾ ಎಂದು ನರಳುವಿರಿ."},{"number":8,"verse":"ಹೆಷ್ಬೋನಿನ ಭೂಮಿಯೂ ಸಿಬ್ಮದ ದ್ರಾಕ್ಷಾಲತೆಯೂ ನಿಸ್ಸಾರವಾಗಿವೆ; ಯಜ್ಜೇರಿನವರೆಗೆ ವ್ಯಾಪಿಸಿ ಅರಣ್ಯದಲ್ಲಿ ಹಬ್ಬಿ ಸಮುದ್ರದಾಚೆಗೆ ಸೇರುವಷ್ಟು ವಿಶಾಲವಾಗಿ ತನ್ನ ಶಾಖೆಗಳನ್ನು ಹರಡಿಕೊಂಡಿದ್ದ ಮೋವಾಬಿನ ರಾಜ ದ್ರಾಕ್ಷೆಗಳನ್ನು ಜನಾಂಗಗಳ ಒಡೆಯರು ಮುರಿದು ಬಿಟ್ಟಿದ್ದಾರೆ."},{"number":9,"verse":"ಹೀಗಿರಲು ಸಿಬ್ಮದ ದ್ರಾಕ್ಷಾಲತೆಯ ನಿಮಿತ್ತ ಯಜ್ಜೇರಿನವರೊಂದಿಗೆ ನಾನು ಅಳುವೆನು. ಹೆಷ್ಬೋನೇ, ಎಲ್ಲಾಲೇ, ನನ್ನ ಕಣ್ಣೀರಿನಿಂದ ನಿಮ್ಮನ್ನು ತೋಯಿಸುವೆನು; ನಿಮ್ಮ ಹಣ್ಣಿನ ಮೇಲೆಯೂ ಬೆಳೆಯ ಮೇಲೆಯೂ ಬಿದ್ದು ಆರ್ಭಟಿಸುತ್ತಾರೆ;"},{"number":10,"verse":"ಹರ್ಷಾನಂದಗಳು ತೋಟಗಳಿಂದ ತೊಲಗಿವೆ, ದ್ರಾಕ್ಷೆಯ ತೋಟಗಳಲ್ಲಿ ಉತ್ಸಾಹಧ್ವನಿಯೂ ಉಲ್ಲಾಸದ ಆರ್ಭಟವೂ ಇರುವದಿಲ್ಲ, ತುಳಿಯುವವರು ತೊಟ್ಟಿಗಳಲ್ಲಿ ದ್ರಾಕ್ಷಾರಸವನ್ನು ತುಳಿದು ತೆಗೆಯುವದಿಲ್ಲ, ಅವರ ಕೂಗನ್ನು ನಿಲ್ಲಿಸಿಬಿಟ್ಟಿದ್ದೇನೆ."},{"number":11,"verse":"ಆದದರಿಂದ ಮೋವಾಬಿನ ನಿಮಿತ್ತ ನನ್ನ ಹೃದಯವು, ಕೀರ್‍ಹೆರೆಸಿನ ನಿಮಿತ್ತ ನನ್ನ ಅಂತರಂಗವು, ಕಿನ್ನರಿಯಂತೆ ಅಲುಗಿ ನುಡಿಯುತ್ತದೆ."},{"number":12,"verse":"ಮೋವಾಬ್ಯರು ಸನ್ನಿಧಿಗೆ ಸೇರಿ ದಿಣ್ಣೆಯಲ್ಲಿನ ಪೂಜೆಯಿಂದ ಬಹು ಆಯಾಸಗೊಂಡು ಪ್ರಾರ್ಥನೆಗಾಗಿ ತಮ್ಮ ದೇವಾಲಯಕ್ಕೆ ಬಂದರೂ ಪ್ರಾರ್ಥನೆಯು ಸಫಲವಾಗದು."},{"number":13,"verse":"ಯೆಹೋವನು ಮೋವಾಬಿನ ವಿಷಯವಾಗಿ ಹಿಂದೆ ನುಡಿದ ಉಕ್ತಿಯು ಇದೇ."},{"number":14,"verse":"ಈಗ ಯೆಹೋವನು ಹೇಳುವದೇನಂದರೆ - ಆಳಿನ ಒಂದೊಂದು ವರುಷ ವಾಯಿದೆಗೆ ಸರಿಯಾದ ಮೂರು ವರುಷಕ್ಕೇ ಮೋವಾಬಿನ ಮಹಿಮೆಯೂ ಅಲ್ಲಿನವರ ದೊಡ್ಡ ಗುಂಪೂ ಹೀನಾಯಕ್ಕೆ ಈಡಾಗುವವು; ಉಳಿದ ಜನವು ಹೆಚ್ಚದೆ ಕೇವಲ ಸ್ವಲ್ಪವಾಗಿಯೇ ಇರುವದು ಎಂಬದೇ."}]}