{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":17,"verses":[{"number":1,"verse":"ದಮಸ್ಕದ ವಿಷಯವಾದ ದೈವೋಕ್ತಿ. ಆಹಾ ದಮಸ್ಕವು ಇನ್ನು ಊರಾಗಿರದೆ ಹಾಳು ದಿಬ್ಬವಾಗುವದು."},{"number":2,"verse":"ಆರೋಯೇರಿನ ಪಟ್ಟಣಗಳು ನಿರ್ಜನವಾಗಿ ಮಂದೆಗಳಿಗೆ ಆಸರೆಯಾಗುವವು; ಅವು ಯಾರ ಹೆದರಿಕೆಯೂ ಇಲ್ಲದೆ ಅಲ್ಲಿ ತಂಗುವವು."},{"number":3,"verse":"ಎಫ್ರಾಯೀಮಿಗೆ ರಕ್ಷಣೆಯಾಗಿರುವ ಕೋಟೆಯೂ ದಮಸ್ಕವು ನಡಿಸುವ ರಾಜ್ಯಾಧಿಕಾರವೂ ಇಲ್ಲವಾಗುವವು; ಅರಾಮ್ಯರಲ್ಲಿ ಉಳಿದವರಿಗೆ ಇಸ್ರಾಯೇಲ್ಯರ ಮಹಿಮೆಯ ಗತಿಯಾಗುವದು ಎಂಬದು ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನ ನುಡಿ."},{"number":4,"verse":"ಆ ದಿನದಲ್ಲಿ ಯಾಕೋಬಿನ ಮಾಂಸದ ಕೊಬ್ಬು ಕರಗಿ ಅದರ ಮಹಿಮೆಯು ಕ್ಷೀಣವಾಗುವದು."},{"number":5,"verse":"ಹೊಲಕೊಯ್ಯುವವನು ದಂಟುಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿ ಕೈಯಿಂದ ತೆನೆಗಳನ್ನು ಕತ್ತರಿಸುವ ಹಾಗಿರುವದು; ಹೌದು, ರೆಫಾಯೀಮ್ ತಗ್ಗಿನಲ್ಲಿ ಹಕ್ಕಲನ್ನು ಆರಿಸುವಂತಿರುವದು."},{"number":6,"verse":"ಆದರೂ ಎಣ್ಣೆಯ ಮರವನ್ನು ಬಡಿದ ಬಳಿಕ ಮೇಲಿನ ಕೊಂಬೆಯ ಕೊಟ್ಟಕೊನೆಯಲ್ಲಿ ಎರಡು ಮೂರು ಕಾಯಿಗಳು, ಫಲವತ್ತಾದ ಆ ಮರದ ರೆಂಬೆಗಳಲ್ಲೆಲ್ಲಾ ನಾಲ್ಕೈದು ಕಾಯಿಗಳು, ನಿಂತಿರುವಂತೆ ಹಕ್ಕಲು ಅದರಲ್ಲಿ ಉಳಿದಿರುವದು ಎಂದು ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರಾದ ಯೆಹೋವನು ನುಡಿಯುತ್ತಾನೆ."},{"number":7,"verse":"ಆ ದಿನದಲ್ಲಿ ಜನರು ತಮ್ಮ ಕೈಯಿಂದ ಮಾಡಿದ ಬಲಿಪೀಠಗಳನ್ನು ಲಕ್ಷಿಸದೆಯೂ ತಮ್ಮ ಬೆರಳುಗಳಿಂದ ನಿರ್ಮಿಸಿದ ಅಶೇರವೆಂಬ ವಿಗ್ರಹಸ್ತಂಭಗಳನ್ನಾಗಲಿ ಸೂರ್ಯಸ್ತಂಭಗಳನ್ನಾಗಲಿ ದೃಷ್ಟಿಸದೆಯೂ"},{"number":8,"verse":"ತಮ್ಮ ಸೃಷ್ಟಿಕರ್ತನನ್ನೇ ಲಕ್ಷಿಸಿ ಇಸ್ರಾಯೇಲ್ಯರ ಸದಮಲಸ್ವಾಮಿಯ ಕಡೆಗೇ ಕಣ್ಣಿಡುವರು."},{"number":9,"verse":"ಆ ದಿನದಲ್ಲಿ ದೇಶದ ಬಲವಾದ ಕೋಟೆಗಳು [ಪೂರ್ವದಲ್ಲಿ] ಇಸ್ರಾಯೇಲ್ಯರ ಭಯದಿಂದ ನಿರ್ಜನವಾಗಿದ್ದ ಈಗ ಅಡವಿಯಲ್ಲಿಯೂ ಬೆಟ್ಟಗಳ ತುದಿಯ ಮೇಲೂ ಕಾಣುವ ಪಾಳು ನಿವೇಶನಗಳಂತಿರುವವು; ಅಂತು ದೇಶವೆಲ್ಲಾ ಹಾಳಾಗಿರುವದು;"},{"number":10,"verse":"ಏಕಂದರೆ ನೀನು ನಿನ್ನ ರಕ್ಷಕನಾದ ದೇವರನ್ನು ಮರೆತುಬಿಟ್ಟು ನಿನ್ನ ಆಶ್ರಯಗಿರಿಯನ್ನು ಸ್ಮರಿಸಲಿಲ್ಲ; ಹೀಗಿರಲು ನೀನು ಇಷ್ಟವಾದ ಗಿಡಗಳನ್ನು ನೆಟ್ಟು ನಿನ್ನ ದೇಶದಲ್ಲಿ ದೇಶಾಂತರದ ಸಸಿಗಳನ್ನು ಹಾಕಿದ್ದಿ;"},{"number":11,"verse":"ಬೀಜವನ್ನು ನೆಟ್ಟ ದಿವಸದಲ್ಲಿಯೇ ಬೇಲಿಕಟ್ಟಿ, ಮಾರಣೆಯ ಬೆಳಿಗ್ಗೆ ಮೊಳೆಯುವಂತೆ ಮಾಡಿದ್ದೀ; ಆದರೆ ಬೆಳೆಯನ್ನು ಕುಪ್ಪೆಯಾಗಿ ಕೂಡಿಸುವ ದಿನವು ವ್ಯಾಧಿಯ ಮತ್ತು ವಿಪರೀತವ್ಯಥೆಯ ದಿವಸವೇ."},{"number":12,"verse":"ಆಹಾ, ಸಮುದ್ರವು ಭೋರ್ಗರೆಯುವಂತೆ ಭೋರ್ಗರೆಯುವ ಬಹು ಜನಾಂಗಗಳ ಗದ್ದಲ! ಮಹಾ ಜಲಪ್ರವಾಹಗಳು ಘೋಷಿಸುವಂತೆ ಘೋಷಿಸುವ ಜನಗಳ ಘೋಷ!"},{"number":13,"verse":"ಹೌದು, ಮಹಾ ಜಲಪ್ರವಾಹಗಳು ಘೋಷಿಸುವಂತೆ ಜನಾಂಗಗಳು ಘೋಷಿಸುತ್ತಿವೆ! ಆದರೆ ಆತನು ಅವರನ್ನು ಗದರಿಸುವಾಗ ಅವರು ದೂರ ಓಡಿಹೋಗಿ ಬೆಟ್ಟಗಳಲ್ಲಿ ಗಾಳಿಗೆ ಸಿಕ್ಕಿದ ಹೊಟ್ಟಿನಂತೆಯೂ ಸುಂಟರಗಾಳಿಯಿಂದ ಸುತ್ತಿಯಾಡುವ ದೂಳಿನಂತೆಯೂ ಅಟ್ಟಲ್ಪಡುವರು. ಇಗೋ, ಸಂಜೆಯಲ್ಲಿ ದಿಗಿಲುಬಿದ್ದು ಉದಯದೊಳಗಾಗಿ ಇಲ್ಲವಾಗುವರು!"},{"number":14,"verse":"ನಮ್ಮನ್ನು ಸೂರೆಮಾಡುವವರಿಗೆ ಇದೇ ಗತಿ, ನಮ್ಮನ್ನು ಕೊಳ್ಳೆಹೊಡೆಯುವವರ ಪಾಡು ಇದೇ."}]}