{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":2,"verses":[{"number":1,"verse":"ಯೆಹೂದದ ಮತ್ತು ಯೆರೂಸಲೇಮಿನ ವಿಷಯವಾಗಿ ಆಮೋಚನ ಮಗನಾದ ಯೆಶಾಯನಿಗೆ ಕಂಡು ಬಂದ ದೈವೋಕ್ತಿ -"},{"number":2,"verse":"ಅಂತ್ಯಕಾಲದಲ್ಲಿ ಯೆಹೋವನ ಮಂದಿರದ ಬೆಟ್ಟವು ಗುಡ್ಡಬೆಟ್ಟಗಳಿಗಿಂತ ಉನ್ನತೋನ್ನತವಾಗಿ ಬೆಳೆದು ನೆಲೆಗೊಳ್ಳುವದು; ಆಗ ಸಕಲದೇಶಗಳವರು ಅದರ ಕಡೆಗೆ ಪ್ರವಾಹಗಳಂತೆ ಬರುವರು."},{"number":3,"verse":"ಹೊರಟುಬಂದ ಬಹು ಜನಾಂಗದವರು - ಬನ್ನಿರಿ, ಯೆಹೋವನ ಪರ್ವತಕ್ಕೆ, ಯಾಕೋಬ್ಯರ ದೇವರ ಮಂದಿರಕ್ಕೆ, ಹೋಗೋಣ! ಆತನು ತನ್ನ ಮಾರ್ಗಗಳ ವಿಷಯವಾಗಿ ನಮಗೆ ಬೋಧನೆ ಮಾಡುವನು, ನಾವು ಆತನ ದಾರಿಗಳಲ್ಲಿ ನಡೆಯುವೆವು ಎಂದು ಹೇಳುವರು. ಏಕಂದರೆ ಚೀಯೋನಿನಿಂದ ಧರ್ಮೋಪದೇಶವೂ ಯೆರೂಸಲೇಮಿನಿಂದ ಯೆಹೋವನ ವಾಕ್ಯವೂ ಹೊರಡುವವು."},{"number":4,"verse":"ಆತನು ದೇಶದೇಶಗಳ ವ್ಯಾಜ್ಯಗಳನ್ನು ವಿಚಾರಿಸುವನು, ಬಹು ರಾಷ್ಟ್ರದವರಿಗೆ ನ್ಯಾಯತೀರಿಸುವನು; ಅವರೋ ತಮ್ಮ [ಆಯುಧಗಳನ್ನು] ಕುಲುಮೆಗೆ ಹಾಕಿ ಕತ್ತಿಗಳನ್ನು ಗುಳಗಳನ್ನಾಗಿಯೂ ಬರ್ಜಿಗಳನ್ನು ಕುಡುಗೋಲುಗಳನ್ನಾಗಿಯೂ ಮಾಡುವರು; ಜನಾಂಗವು ಜನಾಂಗಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ಕತ್ತಿಯನ್ನೆತ್ತದು, ಇನ್ನು ಯುದ್ಧಾಭ್ಯಾಸವು ನಡೆಯುವದೇ ಇಲ್ಲ."},{"number":5,"verse":"ಯಾಕೋಬನ ಮನೆತನದವರೇ, ಬನ್ನಿರಿ, ಯೆಹೋವನ ಜ್ಞಾನಪ್ರಕಾಶದಲ್ಲಿ ನಡೆಯುವ!"},{"number":6,"verse":"ಯಾಕೋಬನ ಮನೆತನದವರು ಮೂಡಣ ದೇಶಗಳ [ಮಂತ್ರತಂತ್ರಗಳಲ್ಲಿ] ಮಗ್ನರೂ ಫಿಲಿಷ್ಟಿಯರ ಹಾಗೆ ಕಣಿಹೇಳುವವರೂ ಅನ್ಯದೇಶಗಳವರ ಸಂಗಡ ಒಪ್ಪಂದಮಾಡುವವರೂ ಆಗಿರುವದರಿಂದ ಈ ನಿನ್ನ ಜನರನ್ನು ಕೈಬಿಟ್ಟಿದ್ದೀಯಷ್ಟೆ."},{"number":7,"verse":"ಇವರ ದೇಶವು ಬೆಳ್ಳಿ ಬಂಗಾರಗಳಿಂದ ತುಂಬಿದೆ, ಇವರ ನಿಧಿ ನಿಕ್ಷೇಪಗಳಿಗೆ ಮಿತಿಯಿಲ್ಲ; ಇವರ ದೇಶವು ಅಶ್ವಬಲಭರಿತವಾಗಿದೆ, ಇವರ ರಥಗಳಿಗೆ ಪಾರವಿಲ್ಲ;"},{"number":8,"verse":"ಇವರ ದೇಶವು ವಿಗ್ರಹಗಳಿಂದಲೂ ತುಂಬಿದೆ, ತಮ್ಮ ಕೈಯಿಂದಲೇ, ತಮ್ಮ ಬೆರಳುಗಳಿಂದಲೇ ಮಾಡಿದ ಕೆಲಸಕ್ಕೆ ನಮಸ್ಕರಿಸುತ್ತಾರೆ."},{"number":9,"verse":"ಹೀಗಿರಲು ಅಧಮರಾಗಲಿ ಉತ್ತಮರಾಗಲಿ ತಗ್ಗಿಸಲ್ಪಡುವರು; (ಅವರನ್ನು ಕ್ಷಮಿಸಬೇಡ)."},{"number":10,"verse":"ಗವಿಯೊಳಗೆ ನುಗ್ಗು, ಯೆಹೋವನ ಭಯಂಕರತನಕ್ಕೂ ಅತ್ಯುನ್ನತ ಮಹಿಮೆಗೂ ಹೆದರಿ ದೂಳಿನಲ್ಲಿ ಅವುತುಕೋ!"},{"number":11,"verse":"ಸಾಮಾನ್ಯರ ಗರ್ವದೃಷ್ಟಿಯು ತಗ್ಗಿಹೋಗುವದು, ಮುಖಂಡರ ಅಹಂಕಾರವು ಕುಗ್ಗಿಹೋಗುವದು, ಯೆಹೋವನೊಬ್ಬನೇ ಆ ದಿನದಲ್ಲಿ ಉನ್ನತೋನ್ನತನಾಗಿರುವನು."},{"number":12,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನ [ನ್ಯಾಯನಿರ್ಣಯ] ದಿವಸವು ಗರ್ವದಿಂದ ಹೆಚ್ಚಿಕೊಂಡಿರುವ ಸಮಸ್ತಕ್ಕೂ ಸಂಭವಿಸುವದು; ಆಗ ಅದೆಲ್ಲಾ ತಗ್ಗುವದು."},{"number":13,"verse":"ಎತ್ತರವಾಗಿ ಬೆಳೆದಿರುವ ಲೆಬನೋನಿನ ಸರ್ವದೇವದಾರು ವೃಕ್ಷಗಳು, ಬಾಷಾನಿನ ಎಲ್ಲಾ ಅಲ್ಲೋನ್ ಮರಗಳು,"},{"number":14,"verse":"ಶಿಖರಗಳನ್ನು ಉನ್ನತವಾಗಿ ಎತ್ತಿಕೊಂಡಿರುವ ಸಮಸ್ತ ಬೆಟ್ಟಗುಡ್ಡಗಳು,"},{"number":15,"verse":"ಉದ್ದುದ್ದವಾದ ಸಕಲ ಗೋಪುರಗಳು, ದುರ್ಗಮವಾದ ಸಮಸ್ತ ಕೋಟೆಗಳು,"},{"number":16,"verse":"ಎಲ್ಲಾ ದೊಡ್ಡ ದೊಡ್ಡ ಹಡಗುಗಳು, ಅಂತೂ ನೋಡತಕ್ಕ ಮನೋಹರವಾದ ಪ್ರತಿಯೊಂದು ವಸ್ತುವಿಗೂ ಆ ದಿನವು ತಪ್ಪದೆ ಬರುವದು."},{"number":17,"verse":"ಸಾಮಾನ್ಯರ ಗರ್ವವು ಕುಗ್ಗುವದು, ಮುಖಂಡರ ಅಹಂಕಾರವೂ ತಗ್ಗುವದು, ಯೆಹೋವನೊಬ್ಬನೇ ಆ ದಿನದಲ್ಲಿ ಉನ್ನತೋನ್ನತನಾಗಿರುವನು."},{"number":18,"verse":"ವಿಗ್ರಹಗಳು ಸಂಪೂರ್ಣವಾಗಿ ಹೋಗಿಬಿಡುವವು."},{"number":19,"verse":"ಯೆಹೋವನು ಭೂಮಂಡಲವನ್ನು ಕಂಪನ ಮಾಡುವದಕ್ಕೆ ಏಳುವಾಗ ಮನುಷ್ಯರು ಆತನ ಭಯಂಕರತನಕ್ಕೂ ಅತ್ಯುನ್ನತ ಮಹಿಮೆಗೂ ಹೆದರಿ ಬಂಡೆಗಳ ಗವಿಗಳಲ್ಲಿಯೂ ನೆಲದ ಹಳ್ಳಕೊಳ್ಳಗಳಲ್ಲಿಯೂ ಸೇರಿಕೊಳ್ಳುವರು."},{"number":20,"verse":"ಆ ದಿನದಲ್ಲಿ ಮನುಷ್ಯರು ತಮ್ಮ ಪೂಜೆಗೋಸ್ಕರ ಮಾಡಿಸಿಕೊಂಡ ಬೆಳ್ಳಿಯ ಬೊಂಬೆಗಳನ್ನೂ ಬಂಗಾರದ ವಿಗ್ರಹಗಳನ್ನೂ ಇಲಿಕಣ್ಣು ಕಪಟಗಳಿಗಾಗಿ ಬಿಸಾಟುಬಿಟ್ಟು"},{"number":21,"verse":"ಯೆಹೋವನು ಭೂಮಂಡಲವನ್ನು ಕಂಪನ ಮಾಡುವದಕ್ಕೆ ಏಳುವಾಗ ಆತನ ಭಯಂಕರತನಕ್ಕೂ ಅತ್ಯುನ್ನತಮಹಿಮೆಗೂ ಹೆದರಿ ಬಂಡೆಗಳ ಸಂದುಗೊಂದುಗಳಲ್ಲಿಯೂ ಚೂಪಾದ ಶಿಲೆಗಳ ಸೀಳುಗಳಲ್ಲಿಯೂ ನುಗ್ಗುವರು."},{"number":22,"verse":"ಉಸಿರು ಮೂಗಿನಲ್ಲಿರುವ ತನಕ ಬದುಕುವ ನರಮನುಷ್ಯನನ್ನು ಬಿಟ್ಟುಬಿಡಿರಿ; ಅವನು ಯಾವ ಗಣನೆಗೆ ಬಂದಾನು?"}]}