{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":24,"verses":[{"number":1,"verse":"ಇಗೋ, ಯೆಹೋವನು ಲೋಕವನ್ನು ಬರಿದುಮಾಡಿ ಹಾಳಿಗೆ ತಂದು ವಿರೂಪಪಡಿಸಿ ಅದರ ನಿವಾಸಿಗಳನ್ನು ಚದರಿಸಿಬಿಡುವವನಾಗಿದ್ದಾನೆ."},{"number":2,"verse":"ಪ್ರಜೆ ಯಾಜಕ, ದಾಸ ದಣಿ, ತೊತ್ತು ಯಜಮಾನಿ, ಕೊಳ್ಳುವವನು ಮಾರುವವನು, ಸಾಲಕೊಡುವವನು ತರುವವನು, ಬಡ್ಡಿ ತೆಗೆಯುವವನು ತೆರುವವನು, ಇವರೆಲ್ಲರಿಗೂ ಒಂದೇ ಗತಿಯಾಗುವದು."},{"number":3,"verse":"ಭೂಮಿಯು ಬಟ್ಟಬರಿದಾಗುವದು, ಲೋಕಕ್ಕೆ ಸಂಪೂರ್ಣ ಸುಲಿಗೆಯಾಗುವದು; ಯೆಹೋವನೇ ಇದನ್ನು ನುಡಿದಿದ್ದಾನೆ."},{"number":4,"verse":"ಭೂಮಿಯು ಪ್ರಲಾಪಿಸುತ್ತಾ ಬಳಲಿದೆ, ಲೋಕವು ಕುಗ್ಗಿ ಹೋಗಿದೆ, ಲೋಕೋನ್ನತರು ಕಂಗೆಟ್ಟಿದ್ದಾರೆ."},{"number":5,"verse":"ಭೂನಿವಾಸಿಗಳು ದೈವಾಜ್ಞೆಗಳನ್ನು ಮೀರಿ ನಿಯಮವನ್ನು ಅತಿಕ್ರಮಿಸಿ ಶಾಶ್ವತವಾದ ಒಡಂಬಡಿಕೆಯನ್ನು ಭಂಗಪಡಿಸಿದ್ದರಿಂದ ಭೂಮಿಯು ಅವರ ಹೆಜ್ಜೆಯಿಂದ ಅಪವಿತ್ರವಾಯಿತು."},{"number":6,"verse":"ಆದಕಾರಣ ಶಾಪವು ಲೋಕವನ್ನು ನುಂಗಿಬಿಟ್ಟಿದೆ, ಅಲ್ಲಿನವರು ದಂಡನೆಗೆ ಒಳಗಾಗಿದ್ದಾರೆ; ಭೂನಿವಾಸಿಗಳು ಸುಟ್ಟುಹೋಗಿ ಕೆಲವರು ಮಾತ್ರ ಉಳಿದಿದ್ದಾರೆ."},{"number":7,"verse":"ದ್ರಾಕ್ಷಾರಸವು ವ್ಯಸನಭರಿತವಾಗಿದೆ, ದ್ರಾಕ್ಷೆಯ ಬಳ್ಳಿಯು ಬಾಡಿದೆ, ಹರ್ಷಹೃದಯರೆಲ್ಲಾ ನರಳುತ್ತಾರೆ."},{"number":8,"verse":"ದಮ್ಮಡಿಗಳ ಉತ್ಸಾಹವು ಮುಗಿದಿದೆ, ಉಲ್ಲಾಸಿಗಳ ಕೋಲಾಹಲವು ಕೊನೆಗೊಂಡಿದೆ, ಕಿನ್ನರಿಯ ಆನಂದವು ಅಡಗಿದೆ."},{"number":9,"verse":"ಇನ್ನು ಗಾನದೊಡನೆ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿಯರು, ಮದ್ಯವು ಕುಡಿಯುವವರಿಗೆ ಕಹಿಯಾಗುವದು."},{"number":10,"verse":"ಹಾಳುಪಟ್ಟಣವು ಬಿದ್ದುಹೋಗಿದೆ, ಯಾರೂ ಹೊಗದಂತೆ ಪ್ರತಿಯೊಂದು ಮನೆಯೂ ಮುಚ್ಚಿದೆ."},{"number":11,"verse":"ದ್ರಾಕ್ಷಾರಸದ ಕೊರತೆಯಿಂದ ಬೀದಿಗಳಲ್ಲಿ ಅರಚುತ್ತಾರೆ; ಉಲ್ಲಾಸವೆಲ್ಲಾ ಅಸ್ತಮಿಸಿದೆ; ಲೋಕದ ಸಡಗರವು ಸೆರೆಯಾಗಿ ತೊಲಗಿದೆ."},{"number":12,"verse":"ಪಟ್ಟಣದಲ್ಲಿ ಹಾಳೇ ಉಳಿದಿದೆ; ನಾಶನವು ಹೆಬ್ಬಾಗಿಲಿಗೆ ತಟ್ಟಿದೆ."},{"number":13,"verse":"ಎಣ್ಣೆಯ ಮರವನ್ನು ಬಡಿದ ಮೇಲೆಯೂ ದ್ರಾಕ್ಷೆಯ ಸುಗ್ಗಿಯು ತೀರಿದನಂತರವೂ ನಿಲ್ಲುವ ಉಳಿಗಾಯ ಹಾಗೆ ಭೂಮಂಡಲದಲ್ಲಿ ಜನಾಂಗಗಳೊಳಗೆ ಶೇಷವಿರುವದು."},{"number":14,"verse":"ಇವರು ಉಚ್ಚಧ್ವನಿಗೈಯುವರು; ಯೆಹೋವನ ಮಹಿಮೆಯನ್ನು ತಿಳಿದುಕೊಂಡವರಾಗಿ ಸಮುದ್ರದ ಕಡೆಯಿಂದ ಆರ್ಭಟಿಸುವರು -"},{"number":15,"verse":"ಮೂಡಣವರೇ, ಯೆಹೋವನನ್ನು ಸನ್ಮಾನಿಸಿರಿ; ಕರಾವಳಿಯವರೇ, ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರಾದ ಯೆಹೋವನ ನಾಮವನ್ನು ಘನಪಡಿಸಿರಿ ಎಂದು ಕೂಗುವರು."},{"number":16,"verse":"ಸದ್ಧರ್ಮಿಗಳಿಗೆ ಮಾನವಾಗಲೆಂಬ ಗೀತಗಳು ಭೂಮಂಡಲದ ಕಟ್ಟಕಡೆಯಿಂದ ನಮಗೆ ಕೇಳಬಂದಿವೆ. ನಾನಾದರೋ - ಕ್ಷಯಿಸೇ ಕ್ಷಯಿಸುತ್ತೇನೆ, ನನ್ನ ಗತಿಯನ್ನು ಏನು ಹೇಳಲಿ! ಬಾಧಕರು ಬಾಧಿಸುತ್ತಾರೆ, ಹೌದು, ಬಾಧಕರು ಬಾಧಿಸೇ ಬಾಧಿಸುತ್ತಾರೆ ಎಂದುಕೊಂಡೆನು."},{"number":17,"verse":"ಭೂನಿವಾಸಿಯೇ, ಭಯವೂ ಗುಂಡಿಯೂ ಬಲೆಯೂ ನಿನಗೆ ಕಾದಿವೆ."},{"number":18,"verse":"ಭಯದ ಸಪ್ಪಳದಿಂದ ಓಡಿಹೋಗುವವನು ಗುಂಡಿಯಲ್ಲಿ ಬೀಳುವನು, ಗುಂಡಿಯನ್ನು ಹತ್ತಿಬರುವವನು ಬಲೆಗೆ ಸಿಕ್ಕುವನು. ನೋಡು, ಆಕಾಶದ ದ್ವಾರಗಳು ತೆರೆದಿವೆ, ಭೂಮಿಯ ಅಸ್ತಿವಾರಗಳು ಕಂಪಿಸುತ್ತಿವೆ."},{"number":19,"verse":"ಭೂಮಿಯು ಒಡೆದೇ ಇದೆ, ಬಿರಿದೇ ಬಿರಿದಿದೆ, ಕದಲಿಯೇ ಹೋಗಿದೆ."},{"number":20,"verse":"ಭೂಮಿಯು ಅಮಲೇರಿದವನ ಹಾಗೆ ಓಲಾಡುತ್ತದೆ, ಮಂಚಿಕೆಯಂತೆ ತೂಗಾಡುತ್ತದೆ; ಅದರ ದ್ರೋಹವು ಅದಕ್ಕೆ ಭಾರವಾಗಿದೆ, ಅದು ಬಿದ್ದು ಹೋಗುತ್ತಿದೆ, ತಿರಿಗಿ ಏಳುವದೇ ಇಲ್ಲ."},{"number":21,"verse":"ಆ ದಿನದಲ್ಲಿ ಯೆಹೋವನು ಆಕಾಶಮಂಡಲದ ದೂತಸೈನ್ಯವನ್ನೂ ಭೂಮಂಡಲದ ನೆಲದೊಡೆಯರನ್ನೂ ದಂಡಿಸುವನು."},{"number":22,"verse":"ಇವರು ಬಂದಿಗಳ ಗುಂಪಿನಂತೆ ನೆಲಮಾಳಿಗೆಯೊಳಕ್ಕೆ ಒಟ್ಟಿಗೆ ತಳ್ಳಿಸಿಕೊಂಡು ಅದರಲ್ಲಿ ಮುಚ್ಚಲ್ಪಟ್ಟಿದ್ದು ಬಹು ದಿನಗಳ ಮೇಲೆ ದಂಡನೆಗೆ ಗುರಿಯಾಗುವರು."},{"number":23,"verse":"ಮತ್ತು ಚಂದ್ರನು ನಾಚಿಕೆಪಡುವನು, ಸೂರ್ಯನು ಲಜ್ಜೆಗೊಳ್ಳುವನು; ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಚೀಯೋನ್ ಪರ್ವತದಲ್ಲಿ ಯೆರೂಸಲೇಮಿನೊಳಗೆ ಆಳುವನಷ್ಟೆ. ಆತನ [ಪರಿವಾರದ] ಹಿರಿಯರ ಮುಂದೆ ಪ್ರಭಾವವು ಪ್ರತ್ಯಕ್ಷವಾಗುವದು."}]}