{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":34,"verses":[{"number":1,"verse":"ಜನಾಂಗಗಳೇ, ಸಮೀಪಿಸಿ ಕೇಳಿರಿ; ಜನಗಳೇ, ಕಿವಿಗೊಡಿರಿ! ಭೂಮಿಯೂ ಅದರಲ್ಲಿನ ಸಮಸ್ತವೂ, ಲೋಕವೂ ಅದರಿಂದ ಉದ್ಭವಿಸುವದೆಲ್ಲವೂ ಆಲಿಸಲಿ."},{"number":2,"verse":"ಯೆಹೋವನು ಸಕಲ ಜನಾಂಗಗಳಲ್ಲಿ ಕೋಪಮಾಡಿ ಅವುಗಳ ಸೈನ್ಯದ ಮೇಲೆ ರೋಷಗೊಂಡು ಅವರನ್ನು ಕೊಲೆಗೆ ಈಡುಮಾಡಿ ನಿಶ್ಶೇಷವಾಗಿ ಸಂಹರಿಸಿದ್ದಾನಷ್ಟೆ."},{"number":3,"verse":"ಅವರಲ್ಲಿ ಹತರಾದವರು ಬಿಸಾಡಲ್ಪಡುವರು, ಅವರ ಶವಗಳ ದುರ್ವಾಸನೆಯು ಮೇಲಕ್ಕೆ ಬಡಿಯುವದು; ಅವರ ರಕ್ತಪ್ರವಾಹದಿಂದ ಗುಡ್ಡಗಳು ಕರಗುವವು."},{"number":4,"verse":"ನಕ್ಷತ್ರಸೈನ್ಯವೆಲ್ಲಾ ಕ್ಷಯಿಸುವದು, ಆಕಾಶ ಮಂಡಲವು ಸುರಳಿಯಂತೆ ಸುತ್ತಿಕೊಳ್ಳುವದು; ದ್ರಾಕ್ಷೆಯ ಎಲೆ ಒಣಗಿ ಗಿಡದಿಂದ ಬೀಳುವಂತೆಯೂ ಅಂಜೂರ ಮರದಿಂದ ತರಗು ಉದುರುವ ಹಾಗೂ ತಾರಾಮಂಡಲವೆಲ್ಲಾ ಬಾಡಿ ಬೀಳುವದು."},{"number":5,"verse":"ನನ್ನ ಖಡ್ಗವು ಮೇಲಿನ ಲೋಕದಲ್ಲಿ ರೋಷಪಾನಮಾಡಿ ನಾನು ಶಪಿಸಿದ ಎದೋಮೆಂಬ ಜನಾಂಗದ ಮೇಲೆ ನ್ಯಾಯತೀರಿಸುವದಕ್ಕೆ ದುಮುಕುವದು."},{"number":6,"verse":"ಯೆಹೋವನ ಖಡ್ಗವು ರಕ್ತಮಯವಾಗಿದೆ; ಅದು ವಪೆಯಿಂದಲೂ ಕುರಿ ಹೋತಗಳ ರಕ್ತದಿಂದಲೂ ಟಗರುಗಳ ಹುರುಳಿಕಾಯಿಗಳ ಕೊಬ್ಬಿನಿಂದಲೂ ಭರಿತವಾಗಿದೆ; ಯೆಹೋವನು ಬೊಚ್ರದಲ್ಲಿ ಬಲಿಯನ್ನೂ ಎದೋಮ್ ಸೀಮೆಯಲ್ಲಿ ದೊಡ್ಡ ಕೊಲೆಯನ್ನೂ ಮಾಡಬೇಕೆಂದಿದ್ದಾನಷ್ಟೆ."},{"number":7,"verse":"ಈ ಯಜ್ಞಪಶುಗಳೊಂದಿಗೆ ಕಾಡುಕೋಣಗಳೂ ಹೋರಿಗೂಳಿಗಳೂ ಬರುವವು; ಆ ದೇಶವು ರಕ್ತದಿಂದ ನೆನೆಯುವದು, ಅಲ್ಲಿನ ದೂಳು ಕೊಬ್ಬಿನಿಂದ ಜಿಡ್ಡಾಗುವದು."},{"number":8,"verse":"ಏಕಂದರೆ ಯೆಹೋವನು ಮುಯ್ಯಿತೀರಿಸುವ ದಿನವು ಬಂದಿದೆ; ಚೀಯೋನಿನ ವ್ಯಾಜ್ಯದಲ್ಲಿ [ಎದೋಮಿಗೆ] ದಂಡನೆವಿಧಿಸತಕ್ಕ ವರುಷವು ಒದಗಿದೆ."},{"number":9,"verse":"ಅಲ್ಲಿ ತೊರೆಗಳು ಶಿಲಾಜತುವಾಗಿ ಹರಿಯುವವು, ದೂಳು ಗಂಧಕವಾಗುವದು, ದೇಶವೆಲ್ಲಾ ಉರಿಯುವ ಶಿಲಾಜತುವಾಗುವದು,"},{"number":10,"verse":"ಅದು ಹಗಲಿರುಳೂ ಆರದು, ಅದರ ಹೊಗೆ ನಿರಂತರ ಏರುತ್ತಿರುವದು. ದೇಶವು ತಲತಲಾಂತರಕ್ಕೂ ಹಾಳುಬಿದ್ದಿರುವದು, ಯುಗಯುಗಾಂತರಕ್ಕೂ ಅಲ್ಲಿ ಯಾರೂ ಹಾದು ಹೋಗರು."},{"number":11,"verse":"ಅದು ಕೊಕ್ಕರೆ ಮುಳ್ಳುಹಂದಿಗಳ ಹಕ್ಕು ಆಗುವದು; ಕಾಗೆಗೂಗೆಗಳು ಅಲ್ಲಿ ವಾಸಿಸುವವು; ಯೆಹೋವನು ಅದರ ಮೇಲೆ ಹಾಳೆಂಬ ನೂಲನ್ನೂ ಪಾಳೆಂಬ ಮಟ್ಟಗೋಲನ್ನೂ ಎಳೆಯುವನು."},{"number":12,"verse":"ಅಲ್ಲಿ ಪಟ್ಟಕ್ಕೆ ಕರೆಯಲು ಪ್ರಮುಖರಲ್ಲಿ ಯಾರೂ ಸಿಕ್ಕರು; ದೇಶದಲ್ಲಿ ಪ್ರಧಾನರೇ ಇಲ್ಲ."},{"number":13,"verse":"ಅಲ್ಲಿನ ಅರಮನೆಗಳಲ್ಲಿ ದಬ್ಬೆಗಳ್ಳಿಗಳೂ ಕೋಟೆಗಳಲ್ಲಿ ಮುಳ್ಳುಗಿಳ್ಳುಗಳೂ ಹಬ್ಬಿಕೊಳ್ಳುವವು; ಅದು ನರಿಗಳಿಗೆ ಹಕ್ಕೆಯಾಗಿಯೂ ಉಷ್ಟ್ರಪಕ್ಷಿಗಳಿಗೆ ಎಡೆಯಾಗಿಯೂ ಇರುವದು."},{"number":14,"verse":"ಕಾಡು ನಾಯಿ ತೋಳಗಳು ಅಲ್ಲಿ ಸಂಧಿಸುವವು, ದೆವ್ವವು ತನ್ನ ಜೊತೆಯನ್ನು ಕೂಗುವದು, ಬೇತಾಳವು ಅಲ್ಲಿ ಹಾಯಾಗಿ ಆಸರೆಗೊಳ್ಳುವದು."},{"number":15,"verse":"ಹಾರುವ ಹಾವು ಅಲ್ಲಿ ಗೂಡುಮಾಡಿಕೊಂಡು ಮೊಟ್ಟೆಯಿಕ್ಕಿ ಮರಿಮಾಡಿ ತನ್ನ ಮರೆಯಲ್ಲಿ ಕೂಡಿಸಿಕೊಳ್ಳುವದು; ಹೌದು, ಹದ್ದುಗಳು ಅಲ್ಲಿ ಜೋಡಿಜೋಡಿಯಾಗಿ ಸೇರಿಕೊಳ್ಳುವವು."},{"number":16,"verse":"ಯೆಹೋವನ ಶಾಸ್ತ್ರದಲ್ಲಿ ಹುಡುಕಿ ಓದಿರಿ, ಇವುಗಳಲ್ಲಿ ಯಾವದೂ ಇಲ್ಲದಿರದು, ಎಲ್ಲವೂ ಜೊತೆಜೊತೆಯಾಗಿರುವವು; ಆತನ ಬಾಯಿಂದ ಅಪ್ಪಣೆಯಾಯಿತಲ್ಲವೆ, ಆತನ ಆತ್ಮವು ಇವುಗಳನ್ನು ಒಟ್ಟಿಗೆ ಬರಮಾಡಿತಷ್ಟೆ."},{"number":17,"verse":"ಆತನೇ ಇವುಗಳಿಗೆ ಪಾಲುಮಾಡಿಕೊಟ್ಟಿದ್ದಾನೆ, ಆತನ ಕೈಯೇ ನೂಲುಹಾಕಿ ದೇಶವನ್ನು ಹಂಚಿದೆ; ಅದು ಇವುಗಳಿಗೆ ನಿತ್ಯಸ್ವಾಸ್ತ್ಯವಾಗುವದು, ಅವು ತಲತಲಾಂತರಕ್ಕೂ ಅಲ್ಲಿ ವಾಸಿಸುವವು."}]}