{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":40,"verses":[{"number":1,"verse":"ನನ್ನ ಜನರನ್ನು ಸಂತೈಸಿರಿ, ಸಂತೈಸಿರಿ;"},{"number":2,"verse":"ಯೆರೂಸಲೇಮಿನ ಸಂಗಡ ಹೃದಯಂಗಮವಾಗಿ ಮಾತಾಡಿರಿ; ಅದಕ್ಕೆ ಗಡು ತೀರಿತು, ವಿಧಿಸಿದ ದೋಷಫಲವೆಲ್ಲಾ ನೆರವೇರಿತು, ಅದರ ಎಲ್ಲಾ ಪಾಪಗಳಿಗೂ ಯೆಹೋವನ ಕೈಯಿಂದ ಎರಡರಷ್ಟು ಶಿಕ್ಷೆಯಾಯಿತು ಎಂದು ಆ ನಗರಿಗೆ ಕೂಗಿ ಹೇಳಿರಿ; ಇದೇ ನಿಮ್ಮ ದೇವರ ಆಜ್ಞೆ."},{"number":3,"verse":"ಇಗೋ ಒಂದು ವಾಣಿ! - ಅರಣ್ಯದಲ್ಲಿ ಯೆಹೋವನ ದಾರಿಯನ್ನು ಸರಿಪಡಿಸಿರಿ, ಅಡವಿಯಲ್ಲಿ ನಮ್ಮ ದೇವರಿಗೆ ರಾಜ ಮಾರ್ಗವನ್ನು ನೆಟ್ಟಗೆ ಮಾಡಿರಿ;"},{"number":4,"verse":"ಎಲ್ಲಾ ಹಳ್ಳಕೊಳ್ಳಗಳು ಮುಚ್ಚಲ್ಪಡುವವು, ಎಲ್ಲಾ ಬೆಟ್ಟಗುಡ್ಡಗಳು ತಗ್ಗಿಸಲ್ಪಡುವವು, ಮಲೆನಾಡು ಬೈಲುಸೀಮೆಯಾಗುವದು, ಕೊರಕಲ ನೆಲವು ಸಮವಾಗುವದು."},{"number":5,"verse":"ಯೆಹೋವನ ಮಹಿಮೆಯು ಗೋಚರವಾಗುವದು, ಎಲ್ಲಾ ಮನುಷ್ಯರೂ ಒಟ್ಟಿಗೆ ಅದನ್ನು ಕಾಣುವರು, ಯೆಹೋವನ ಬಾಯೇ ಇದನ್ನು ನುಡಿದಿದೆ ಎಂದು ಒಬ್ಬನು ಕೂಗುತ್ತಾನೆ."},{"number":6,"verse":"ಆಹಾ, ವಾಣಿಯು ಮತ್ತೆ ಕೇಳಿಸಿ - ಕೂಗು ಎನ್ನುತ್ತದೆ. ಅದಕ್ಕೆ ನಾನು - ಏನು ಕೂಗಲಿ ಎಂದು ಕೇಳಲು ನರಜಾತಿಯೆಲ್ಲಾ ಹುಲ್ಲಿನ ಹಾಗಿದೆ, ಅದರ ಲಾವಣ್ಯವೆಲ್ಲಾ ಅಡವಿಯ ಹೂವಿನಂತಿದೆ."},{"number":7,"verse":"ಯೆಹೋವನ ಶ್ವಾಸವು ಅದರ ಮೇಲೆ ಬೀಸುವದರಿಂದ ಹುಲ್ಲು ಒಣಗಿಹೋಗುವದು, ಹೂವು ಬಾಡಿ ಹೋಗುವದು. ಜನವು ಹುಲ್ಲೇ ಹುಲ್ಲು!"},{"number":8,"verse":"ಹುಲ್ಲು ಒಣಗಿಹೋಗುವದು, ಹೂವು ಬಾಡಿಹೋಗುವದು, ನಮ್ಮ ದೇವರ ಮಾತೋ ಸದಾಕಾಲವೂ ಇರುವದು ಎಂದು ಉತ್ತರವಾಯಿತು."},{"number":9,"verse":"ಶುಭಸಮಾಚಾರವನ್ನು ತಿಳಿಸಬಲ್ಲ ಚೀಯೋನೇ, ಉನ್ನತಪರ್ವತವನ್ನು ಹತ್ತಿಕೋ; ಸುವರ್ತಮಾನವನ್ನು ಪ್ರಕಟಿಸಬಲ್ಲ ಯೆರೂಸಲೇಮೇ, ನಿನ್ನ ಧ್ವನಿಯನ್ನು ಗಟ್ಟಿಯಾಗಿ ಎತ್ತು, ನಿರ್ಭಯವಾಗಿ ಎತ್ತಿ, ಯೆಹೂದದ ಪಟ್ಟಣಗಳಿಗೆ - ಇಗೋ, ನಿಮ್ಮ ದೇವರು!"},{"number":10,"verse":"ಆಹಾ, ಕರ್ತನಾದ ಯೆಹೋವನು ಶೂರನಾಗಿ ಬರುವನು, ತನ್ನ ಭುಜಬಲದಿಂದಲೇ ಆಳುವನು; ಇಗೋ, ಆತನ ಕ್ರಿಯಾಲಾಭವು ಆತನೊಂದಿಗಿದೆ, ಆತನ ಶ್ರಮದ ಫಲವು ಆತನ ಮುಂದಿದೆ."},{"number":11,"verse":"ಆತನು ಕುರುಬನಂತೆ ತನ್ನ ಮಂದೆಯನ್ನು ಮೇಯಿಸುವನು, ಮರಿಗಳನ್ನು ಕೈಯಿಂದ ಕೂಡಿಸಿ ಎದೆಗೆತ್ತಿಕೊಳ್ಳುವನು. ಹಾಲುಕುಡಿಸುವ ಕುರಿಗಳನ್ನು ಮೆಲ್ಲಗೆ ನಡಿಸುವನು ಎಂದು ಸಾರು."},{"number":12,"verse":"ಯಾವನು ಸಾಗರಸಮುದ್ರಗಳನ್ನು ಸೇರೆಯಿಂದ ಅಳತೆಮಾಡಿದನು? ಯಾವನು ಆಕಾಶಮಂಡಲದ ಪರಿಮಾಣವನ್ನು ಗೇಣಿನಿಂದ ನಿರ್ಣಯಿಸಿದನು? ಭೂಲೋಕದ ಮಣ್ಣನ್ನೆಲ್ಲಾ ಕೊಳಗಕ್ಕೆ ತುಂಬಿದವನು ಯಾರು? ಬೆಟ್ಟಗಳನ್ನು ತ್ರಾಸಿನಿಂದಲೂ ಗುಡ್ಡಗಳನ್ನು ತಕ್ಕಡಿಯಿಂದಲೂ ತೂಗಿದವನು ಯಾರು?"},{"number":13,"verse":"ಯೆಹೋವನ ಆತ್ಮಕ್ಕೆ ಯಾವನು ವಿಧಿಯನ್ನು ನೇಮಿಸಿದನು? ಯಾವನು ಆಲೋಚನಾಕರ್ತನಾಗಿ ಆತನಿಗೆ ಉಪದೇಶಿಸಿದನು?"},{"number":14,"verse":"ಆತನು ಯಾವನ ಆಲೋಚನೆಯನ್ನು ಕೇಳಿದನು? ಯಾವನು ಆತನಿಗೆ ಬುದ್ಧಿಕಲಿಸಿ ಆತನನ್ನು ನ್ಯಾಯಮಾರ್ಗದಲ್ಲಿ ನಡೆಯಿಸಿದನು? ಯಾವನು ಆತನಿಗೆ ಜ್ಞಾನವನ್ನು ಬೋಧಿಸಿ ವಿವೇಕಮಾರ್ಗವನ್ನು ತೋರಿಸಿದನು?"},{"number":15,"verse":"ಆಹಾ, ಆತನ ಗಣನೆಯಲ್ಲಿ ಜನಾಂಗಗಳು ಕಪಿಲೆಯಿಂದುದುರುವ ತುಂತುರಿನಂತೆಯೂ ತ್ರಾಸಿನ ತಟ್ಟೆಯ ದೂಳಿನ ಹಾಗೂ ಇರುತ್ತವೆ; ಇಗೋ, ದ್ವೀಪಗಳನ್ನು ಅಣುರೇಣುವಿನಂತೆ ಎತ್ತುತ್ತಾನೆ."},{"number":16,"verse":"[ಆತನಿಗರ್ಪಿಸತಕ್ಕ] ಹೋಮಕ್ಕೆ ಲೆಬನೋನಿನ ಪಶುಗಳು ಸಾಲವು, ಅಲ್ಲಿನ ವನವು ಸಮಿತ್ತಿಗೆ ಸಾಲದು."},{"number":17,"verse":"ಸಕಲ ಜನಾಂಗಗಳು ಆತನ ದೃಷ್ಟಿಯಲ್ಲಿ ಏನೂ ಇಲ್ಲದಂತಿವೆ, ಅವು ಆತನ ಎಣಿಕೆಯಲ್ಲಿ ಶುದ್ಧಶೂನ್ಯವೇ."},{"number":18,"verse":"ಹೀಗಿರಲು ದೇವರನ್ನು ಯಾರಿಗೆ ಹೋಲಿಸೀರಿ? ಯಾವ ರೂಪವನ್ನು ಆತನಿಗೆ ಸಮಮಾಡೀರಿ?"},{"number":19,"verse":"ವಿಗ್ರಹವಾದರೋ ಶಿಲ್ಪಿಯು ಅದನ್ನು ಎರಕಹೊಯ್ಯುವನು, ಅಕ್ಕಸಾಲಿಗನು ಅದಕ್ಕೆ ಚಿನ್ನದ ಕವಚವನ್ನು ಬಡಿದು ಬೆಳ್ಳಿಯ ಸರಪಣಿಗಳನ್ನು ಮಾಡುವನು."},{"number":20,"verse":"[ಇಂಥದನ್ನು ದೇವರಿಗೆ] ಕಾಣಿಕೆಯನ್ನಾಗಿ ಪ್ರತಿಷ್ಠಿಸಿಕೊಳ್ಳಲಾರದ ಬಡವನು ಹುಳಿತುಹೋಗದ ಮರವನ್ನು ಹುಡುಕಿ ಅಲುಗದ ವಿಗ್ರಹವನ್ನು ಮಾಡಿಸಲು ಕುಶಲನನ್ನು ವಿಚಾರಿಸಿಕೊಳ್ಳುವನು."},{"number":21,"verse":"ನಿಮಗೆ ತಿಳಿದಿಲ್ಲವೋ? ನೀವು ಕೇಳಲಿಲ್ಲವೋ? ಆದಿಯಿಂದ ನಿಮಗೆ ಉಪದೇಶವಾಗಿ ಬಂದಿಲ್ಲವೋ? ಭೂಮಿಯು ಸ್ಥಾಪಿತವಾದಂದಿನಿಂದ ನೀವು ಗ್ರಹಿಸುತ್ತಿಲ್ಲವೋ?"},{"number":22,"verse":"ಭೂಮಂಡಲನಿವಾಸಿಗಳು ಮಿಡತೆಗಳಂತೆ ಸಣ್ಣಗೆ ಕಾಣಿಸುವಷ್ಟು ಉನ್ನತವಾದ ಆಕಾಶದಲ್ಲಿ ಆತನು ಆಸೀನನಾಗಿದ್ದಾನೆ; ಆಕಾಶಮಂಡಲವನ್ನು ನವರುಬಟ್ಟೆಯಂತೆ ಹರಡಿ ನಿವಾಸದ ಗುಡಾರದಂತೆ ಎತ್ತಿಕಟ್ಟಿದ್ದಾನೆ."},{"number":23,"verse":"ಪ್ರಭುಗಳನ್ನು ನಿರ್ನಾಮ ಮಾಡುತ್ತಾನೆ, ಭೂಪತಿಗಳನ್ನು ಶೂನ್ಯಗೊಳಿಸುತ್ತಾನೆ."},{"number":24,"verse":"ಇವರು ನೆಡಲ್ಪಟ್ಟ ಕೂಡಲೆ, ಬಿತ್ತಲ್ಪಟ್ಟ ಕ್ಷಣವೇ, ಇವರ ಸಂತಾನವು ಭೂಮಿಯಲ್ಲಿ ಬೇರೂರಿದಾಗಲೇ, ಆತನ ಶ್ವಾಸದಿಂದ ಬಾಡುವರು, ಬಿರುಗಾಳಿಯು ಇವರನ್ನು ಒಣಹುಲ್ಲಿನಂತೆ ಬಡಿದುಕೊಂಡು ಹೋಗುವದು."},{"number":25,"verse":"ಹೀಗಿರಲು ನನ್ನನ್ನು ಯಾರಿಗೆ ಹೋಲಿಸಿ ಸರಿಸಮಾನಮಾಡುತ್ತೀರಿ ಎಂದು ಸದಮಲ ಸ್ವಾಮಿಯು ಕೇಳುತ್ತಾನೆ."},{"number":26,"verse":"ನಿಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಮೇಲಕ್ಕೆತ್ತಿಕೊಂಡು ನೋಡಿರಿ! ಈ ನಕ್ಷತ್ರಗಳನ್ನು ಸೃಷ್ಟಿಸಿದಾತನು ಯಾರು? ಈ ಸೈನ್ಯವನ್ನು ಲೆಕ್ಕಕ್ಕೆ ಸರಿಯಾಗಿ ಮುಂದರಿಸುತ್ತಾನಲ್ಲಾ; ಎಲ್ಲವನ್ನೂ ಹೆಸರೆತ್ತಿ ಕರೆಯುತ್ತಾನೆ; ಆತನು ಅತಿ ಬಲಾಢ್ಯನೂ ಮಹಾಶಕ್ತನೂ ಆಗಿರುವದರಿಂದ ಅವುಗಳೊಳಗೆ ಒಂದೂ ಕಡಿಮೆಯಾಗದು."},{"number":27,"verse":"ಯಾಕೋಬೇ, ಇಸ್ರಾಯೇಲೇ, ನನ್ನ ಮಾರ್ಗವು ಯೆಹೋವನಿಗೆ ಮರೆಯಾಗಿದೆ, ನನಗೆ ಸಿಕ್ಕಬೇಕಾದ ನ್ಯಾಯವು ನನ್ನ ದೇವರ ಲಕ್ಷ್ಯಕ್ಕೆ ಬಿದ್ದಿಲ್ಲವಲ್ಲಾ ಎಂದು ಏಕೆ ಅಂದುಕೊಳ್ಳುತ್ತೀ?"},{"number":28,"verse":"ನೀನು ಗ್ರಹಿಸಲಿಲ್ಲವೋ? ಕೇಳಲಿಲ್ಲವೋ? ಯೆಹೋವನು ನಿರಂತರ ದೇವರೂ ಭೂಮಿಯ ಕಟ್ಟಕಡೆಗಳನ್ನು ನಿರ್ಮಿಸಿದವನೂ ಆಗಿದ್ದಾನೆ; ಆತನು ದಣಿದು ಬಳಲುವದಿಲ್ಲ; ಆತನ ವಿವೇಕವು ಪರಿಶೋಧನೆಗೆ ಅಗಮ್ಯ."},{"number":29,"verse":"ಸೋತವನಿಗೆ ತ್ರಾಣವನ್ನು ಅನುಗ್ರಹಿಸಿ ನಿರ್ಬಲನಿಗೆ ಬಹು ಬಲವನ್ನು ದಯಪಾಲಿಸುತ್ತಾನೆ."},{"number":30,"verse":"ಯುವಕರೂ ದಣಿದು ಬಳಲುವರು, ತರುಣರೂ ಸೊರಗಿ ಮುಗ್ಗರಿಸುವರು."},{"number":31,"verse":"ಯೆಹೋವನನ್ನು ನಿರೀಕ್ಷಿಸುವವರೋ ಹೊಸ ಬಲವನ್ನು ಹೊಂದುವರು; ಹದ್ದುಗಳಂತೆ ರೆಕ್ಕೆಗಳನ್ನು ಚಾಚಿಕೊಂಡು [ಏರುವರು]; ಓಡಿ ದಣಿಯರು, ನಡೆದು ಬಳಲರು."}]}