{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":42,"verses":[{"number":1,"verse":"ಇಗೋ, ನನ್ನ ಸೇವಕನು! ಇವನಿಗೆ ನಾನೇ ಆಧಾರ; ಇವನು ನನಗೆ ಇಷ್ಟನು, ನನ್ನ ಪ್ರಾಣಪ್ರಿಯನು. ಇವನಲ್ಲಿ ನನ್ನ ಆತ್ಮವನ್ನು ಇರಿಸಿದ್ದೇನೆ; ಇವನು ಅನ್ಯಜನಗಳಲ್ಲಿಯೂ ಸದ್ಧರ್ಮವನ್ನು ಪ್ರಚುರ ಪಡಿಸುವನು."},{"number":2,"verse":"ಇವನು ಕೂಗಾಡುವದಿಲ್ಲ, ಆರ್ಭಟಿಸುವದಿಲ್ಲ, ಬೀದಿಗಳಲ್ಲಿ ಇವನ ಧ್ವನಿಯೇ ಕೇಳಿಸುವದಿಲ್ಲ."},{"number":3,"verse":"ಜಜ್ಜಿದ ದಂಟನ್ನು ಮುರಿದು ಹಾಕದೆ ಕಳೆಗುಂದಿದ ದೀಪವನ್ನು ನಂದಿಸದೆ ಸದ್ಧರ್ಮವನ್ನು ಪ್ರಚುರಪಡಿಸಿ ಸಿದ್ಧಿಗೆ ತರುವನು."},{"number":4,"verse":"ಲೋಕದಲ್ಲಿ ಸದ್ಧರ್ಮವನ್ನು ಸ್ಥಾಪಿಸುವ ತನಕ ಇವನು ಕಳೆಗುಂದದೆಯೂ ಜಜ್ಜಿಹೋಗದೆಯೂ [ತನ್ನ ಕಾರ್ಯದಲ್ಲಿ ನಿರತನಾಗಿರುವನು]; ದ್ವೀಪದ್ವೀಪಾಂತರಗಳು ಇವನ ಧರ್ಮಪ್ರಮಾಣಕ್ಕೆ ಕಾದಿರುವವು."},{"number":5,"verse":"ಆಕಾಶಮಂಡಲವನ್ನುಂಟುಮಾಡಿ ಹರವಿ ಭೂಮಂಡಲವನ್ನೂ ಅದರಲ್ಲಿನ ಉತ್ಪತ್ತಿಯನ್ನೂ ವಿಸ್ತರಿಸಿ ಲೋಕದ ಜನರಿಗೆ ಪ್ರಾಣವನ್ನು, ಹೌದು, ಭೂಚರರಿಗೆ ಜೀವಾತ್ಮವನ್ನೂ ದಯಪಾಲಿಸುವ ಯೆಹೋವನೆಂಬ ದೇವರು ಹೀಗನ್ನುತ್ತಾನೆ -"},{"number":6,"verse":"ನೀನು ಕುರುಡರಿಗೆ ಕಣ್ಣುಕೊಟ್ಟು ಬಂದಿಗಳನ್ನು ಸೆರೆಯಿಂದಲೂ ಕತ್ತಲಲ್ಲಿ ಬಿದ್ದವರನ್ನು ಕಾರಾಗೃಹದಿಂದಲೂ ಹೊರಗೆ ಕರತರಬೇಕು ಎಂದು"},{"number":7,"verse":"ಯೆಹೋವನೆಂಬ ನಾನು ನನ್ನ ಧರ್ಮದ ಸಂಕಲ್ಪನುಸಾರವಾಗಿ ನಿನ್ನನ್ನು ಕರೆದು ಕೈಹಿಡಿದು ಕಾಪಾಡಿ ನನ್ನ ಜನರಿಗೆ ಒಡಂಬಡಿಕೆಯ ಆಧಾರವನ್ನಾಗಿಯೂ ಅನ್ಯಜನಗಳಿಗೆ ಬೆಳಕನ್ನಾಗಿಯೂ ನೇಮಿಸಿದ್ದೇನೆ."},{"number":8,"verse":"ನಾನೇ ಯೆಹೋವನು; ಇದೇ ನನ್ನ ನಾಮವು; ನನ್ನ ಮಹಿಮೆಯನ್ನು ಮತ್ತೊಬ್ಬನಿಗೆ ಸಲ್ಲಗೊಡಿಸೆನು, ನನ್ನ ಸ್ತೋತ್ರವನ್ನು ವಿಗ್ರಹಗಳ ಪಾಲು ಮಾಡೆನು."},{"number":9,"verse":"ಇಗೋ, ಮೊದಲನೆಯ ಸಂಗತಿಗಳು ನೆರವೇರಿವೆ, ಹೊಸ ಸಂಗತಿಗಳನ್ನು ಪ್ರಕಟಿಸುತ್ತೇವೆ; ಅವು ತಲೆದೋರುವದಕ್ಕೆ ಮುಂಚೆ ಅವುಗಳನ್ನು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇನೆ."},{"number":10,"verse":"ಸಮುದ್ರಪ್ರಯಾಣಿಕರೇ, ಸಕಲ ಜಲಚರಗಳೇ, ದ್ವೀಪಾಂತರಗಳೇ, ದ್ವೀಪಾಂತರವಾಸಿಗಳೇ, ಯೆಹೋವನ ಘನತೆಗಾಗಿ ನೂತನಗೀತವನ್ನು ಹಾಡಿ ದಿಗಂತಗಳಲ್ಲಿಯೂ ಆತನನ್ನು ಕೀರ್ತಿಸಿರಿ."},{"number":11,"verse":"ಅರಣ್ಯವೂ ಅಲ್ಲಿನ ಊರುಗಳೂ ಕೇದಾರಿನವರ ಗ್ರಾಮಗಳೂ ಆರ್ಭಟಿಸಲಿ, ಸೆಲಪಟ್ಟಣದವರು ಹರ್ಷಧ್ವನಿಗೈದು ಪರ್ವತಾಗ್ರಗಳಲ್ಲಿ ಕೇಕೆ ಹಾಕಲಿ."},{"number":12,"verse":"ಯೆಹೋವನನ್ನು ಘನಪಡಿಸಿ ದ್ವೀಪಾಂತರಗಳಲ್ಲಿ ಆತನ ಸ್ತೋತ್ರವನ್ನು ಹಬ್ಬಿಸಲಿ."},{"number":13,"verse":"ಯೆಹೋವನು ಶೂರನಂತೆ ಹೊರಟು ಯುದ್ಧವೀರನ ಹಾಗೆ ತನ್ನ ರೌದ್ರವನ್ನು ಎಬ್ಬಿಸುವನು; ಆರ್ಭಟಿಸಿ ಗರ್ಜಿಸಿ ಶತ್ರುಗಳ ಮೇಲೆ ಬಿದ್ದು ತನ್ನ ಪರಾಕ್ರಮವನ್ನು ತೋರ್ಪಡಿಸುವನು."},{"number":14,"verse":"ನಾನು ಬಹುಕಾಲದಿಂದ ಸುಮ್ಮನೆ ಮೌನವಾಗಿ ನನ್ನನ್ನು ಬಿಗಿಹಿಡಿದಿದ್ದೆನು. [ಈಗ] ಹೆರುವವಳಂತೆ ಮೂಲುಗುತ್ತಾ ಅಸುರುಸಿರಿನೊಡನೆ ಏದುವೆನು."},{"number":15,"verse":"ಬೆಟ್ಟಗುಡ್ಡಗಳನ್ನು ನಾಶಪಡಿಸಿ ಅಲ್ಲಿಯ ಮೇವನ್ನೆಲ್ಲಾ ತಾರಿಸಿ ನದಿಗಳನ್ನು ಒಣದಿಣ್ಣೆ ಮಾಡಿ ಕೆರೆಗಳನ್ನು ಬತ್ತಿಸುವೆನು."},{"number":16,"verse":"ಮತ್ತು ಕುರುಡರನ್ನು ನೆಪ್ಪಿಲ್ಲದ ಮಾರ್ಗದಲ್ಲಿ ಬರಮಾಡುವೆನು, ಅವರಿಗೆ ಗೊತ್ತಿಲ್ಲದ ದಾರಿಗಳಲ್ಲಿ ಅವರನ್ನು ನಡೆಯಿಸುವೆನು; ಅವರೆದುರಿನ ಕತ್ತಲನ್ನು ಬೆಳಕುಮಾಡಿ ಡೊಂಕನ್ನು ಸರಿಪಡಿಸುವೆನು. ಈ ಕಾರ್ಯಗಳನ್ನು ಬಿಡದೆ ಮಾಡುವೆನು."},{"number":17,"verse":"ಕೆತ್ತಿದ ವಿಗ್ರಹಗಳಲ್ಲಿ ಭರವಸವಿಟ್ಟು ನೀವೇ ನಮ್ಮ ದೇವರುಗಳು ಎಂದು ಎರಕದ ಬೊಂಬೆಗಳಿಗೆ ಅರಿಕೆಮಾಡುವವರು ಹಿಂದೆ ಬಿದ್ದು ಕೇವಲ ಅವಮಾನಕ್ಕೆ ಈಡಾಗುವರು."},{"number":18,"verse":"ಕಿವುಡರೇ, ಕೇಳಿರಿ! ಕುರುಡರೇ, ನಿಮ್ಮ ಕಣ್ಣಿಟ್ಟು ನೋಡಿರಿ!"},{"number":19,"verse":"ನನ್ನ ಸೇವಕನ ಹೊರತು ಯಾರು ಕುರುಡರು? ನಾನು ಕಳುಹಿಸುವ ದೂತನಂತೆ ಯಾರು ಕಿವುಡರು? ನನ್ನ ಭಕ್ತನ ಹಾಗೆ ಯಾರು ಕುರುಡರು? ಯೆಹೋವನ ಸೇವಕನ ಪ್ರಕಾರ ಅಂಧಕರು ಯಾರು?"},{"number":20,"verse":"ನೀನು ಬಹು ವಿಷಯಗಳನ್ನು ಕಂಡಿದ್ದರೂ ನಿನಗೆ ಗಮನವಿಲ್ಲ; ಇವನ ಕಿವಿ ತೆರೆದಿದ್ದರೂ ಕೇಳನು."},{"number":21,"verse":"ಯೆಹೋವನು ಧರ್ಮಸ್ವರೂಪನಾಗಿರುವದರಿಂದ ಧರ್ಮೋಪದೇಶವನ್ನು ಘನಪಡಿಸಿ ಮಹತ್ತಿಗೆ ತರಬೇಕೆಂದು ಇಷ್ಟಪಟ್ಟನು."},{"number":22,"verse":"ಈ ಜನರೇ ಕೊಳ್ಳೆಗೆ ಈಡಾಗಿ ಸೂರೆಹೋಗಿದ್ದಾರೆ; ಎಲ್ಲರೂ ಹಳ್ಳಕೊಳ್ಳಗಳಿಗೆ ಸಿಕ್ಕಿಬಿದ್ದಿದ್ದಾರೆ, ಸೆರೆಮನೆಗಳಲ್ಲಿ ಮುಚ್ಚಲ್ಪಟ್ಟಿದ್ದಾರೆ; ಅವರು ಸುಲಿಗೆಯಾಗಿದ್ದರೂ ಯಾರೂ ಬಿಡಿಸರು, ಸೂರೆಯಾಗಿದ್ದರೂ ಯಾರೂ ಹಿಂದಕ್ಕೆ ಬಿಡು ಅನ್ನರು."},{"number":23,"verse":"ನಿಮ್ಮಲ್ಲಿ ಯಾರು ಈ ಮಾತಿಗೆ ಕಿವಿಗೊಡುವರು? ಯಾರು ಇನ್ನು ಮುಂದೆ ಆಲಿಸಿ ಕೇಳುವರು?"},{"number":24,"verse":"ಯಾಕೋಬನ್ನು ಸುಲಿಗೆಗೂ ಇಸ್ರಾಯೇಲನ್ನು ಕೊಳ್ಳೆಗೂ ಕೊಟ್ಟವನು ಯಾರು? ಯಾವನಿಗೆ ವಿರುದ್ಧವಾಗಿ ನಾವು ದ್ರೋಹ ಮಾಡಿದೆವೋ ಆ ಯೆಹೋವನಲ್ಲವೇ. ಆತನ ಜನರು ಆತನ ಮಾರ್ಗಗಳಲ್ಲಿ ನಡೆಯಲೊಲ್ಲದೆ ಆತನ ಉಪದೇಶವನ್ನು ಕೇಳದೆ ಹೋದರಷ್ಟೆ."},{"number":25,"verse":"ಆಗ ಆತನು ಅವರ ಮೇಲೆ ತನ್ನ ರೋಷಾಗ್ನಿಯನ್ನೂ ಯುದ್ಧದ ರೌದ್ರವನ್ನೂ ಸುರಿಸಿದನು. ಎಲ್ಲಾ ಕಡೆಯಿಂದಲೂ ಅವರಿಗೆ ಉರಿಹತ್ತಿತು, ಆದರೆ ಅವರು ತಿಳಿಯಲಿಲ್ಲ; ದಹಿಸಿತು, ಲಕ್ಷ್ಯಕ್ಕೆ ತರಲಿಲ್ಲ."}]}