{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":43,"verses":[{"number":1,"verse":"ಈಗಲಾದರೋ, ಯಾಕೋಬವಂಶವೇ, ಇಸ್ರಾಯೇಲ್ ಸಂತಾನವೇ, ನಿನ್ನನ್ನು ಸೃಷ್ಟಿಸಿ ರೂಪಿಸಿದವನಾದ ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ - ಭಯಪಡಬೇಡ, ನಾನು ನಿನ್ನನ್ನು ವಿಮೋಚಿಸಿದೆನಲ್ಲಾ, ನಿನ್ನ ಹೆಸರುಹಿಡಿದು ಕರೆದೆನಲ್ಲಾ; ನೀನು ನನ್ನವನೇ."},{"number":2,"verse":"ನೀನು ಜಲರಾಶಿಯನ್ನು ಹಾದು ಹೋಗುವಾಗ ನಾನು ನಿನ್ನ ಸಂಗಡ ಇರುವೆನು; ನದಿಗಳನ್ನು ದಾಟುವಾಗ ಅವು ನಿನ್ನನ್ನು ಮುಣುಗಿಸವು; ಉರಿಯಲ್ಲಿ ನಡೆಯುವಾಗ ನೀನು ಕಂದದಿರುವಿ, ಜ್ವಾಲೆಯು ನಿನ್ನನ್ನು ದಹಿಸದು."},{"number":3,"verse":"ಯೆಹೋವನೆಂಬ ನಾನು ನಿನ್ನ ದೇವರಾಗಿದ್ದೇನಷ್ಟೆ, ಇಸ್ರಾಯೇಲ್ಯರ ಸದಮಲಸ್ವಾಮಿಯಾದ ನಾನು ನಿನ್ನ ರಕ್ಷಕನು. ಐಗುಪ್ತವನ್ನು ನಿನ್ನ ವಿಮೋಚನೆಗೆ ಈಡುಮಾಡಿದ್ದೇನೆ; ನಿನಗೆ ಬದಲಾಗಿ ಕೂಷ್ ಮತ್ತು ಸೆಬಾ ಸೀಮೆಗಳನ್ನು ಕೊಟ್ಟಿದ್ದೇನೆ."},{"number":4,"verse":"ನೀನು ನನ್ನ ದೃಷ್ಟಿಯಲ್ಲಿ ಅಮೂಲ್ಯನೂ ಮಾನ್ಯನೂ ಪ್ರಿಯನೂ ಆಗಿರುವದರಿಂದ ನಾನು ನಿನಗೆ ಬದಲಾಗಿ ಮನುಷ್ಯರನ್ನೂ ನಿನ್ನ ಪ್ರಾಣಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಜನಾಂಗಗಳನ್ನೂ ಕೊಡುವೆನು."},{"number":5,"verse":"ಭಯಪಡಬೇಡ, ನಾನು ನಿನ್ನ ಸಂಗಡ ಇದ್ದೇನೆ; ನಿನ್ನ ಸಂತತಿಯವರನ್ನು ಮೂಡಲಿಂದ ತರುವೆನು; ನಿನ್ನವರನ್ನು ಪಡುವಲಿಂದ ಕೂಡಿಸುವೆನು;"},{"number":6,"verse":"ನಾನು ಒಪ್ಪಿಸಿಬಿಡು ಎಂದು ಬಡಗಲಿಗೂ ತಡೆಯಬೇಡ ಎಂದು ತೆಂಕಲಿಗೂ ಹೇಳಿ ದೂರದಲ್ಲಿರುವ ನನ್ನ ಕುಮಾರರನ್ನೂ, ದಿಗಂತಗಳಲ್ಲಿರುವ ನನ್ನ ಕುಮಾರಿಯರನ್ನೂ"},{"number":7,"verse":"ನನ್ನ ಮಹಿಮೆಗಾಗಿ ನಾನು ಸೃಷ್ಟಿಸಿ ರೂಪಿಸಿ ಉಂಟುಮಾಡಿದ ನನ್ನ ಹೆಸರಿನವರೆಲ್ಲರನ್ನೂ ಬರಮಾಡಬೇಕೆಂದು ಅಪ್ಪಣೆಕೊಡುವೆನು."},{"number":8,"verse":"ಕಣ್ಣಿದ್ದರೂ ಕುರುಡಾದ ಕಿವಿಯಿದ್ದರೂ ಕಿವುಡಾದ ಜನವನ್ನು ಕರೆ."},{"number":9,"verse":"ಎಲ್ಲಾ ಜನಾಂಗಗಳು ಒಟ್ಟಿಗೆ ಬರಲಿ, ಸಕಲದೇಶೀಯರು ನೆರೆಯಲಿ, ಇವರ ದೇವರುಗಳಲ್ಲಿ ಯಾರು ಈ ಸಂಗತಿಯನ್ನು ಮುಂತಿಳಿಸಬಲ್ಲರು? ನಡೆದ ಸಂಗತಿಗಳನ್ನು ಯಾರು ವಿವರಿಸಾರು? ತಾವು ಸತ್ಯವಂತರೆಂದು ಸ್ಥಾಪಿಸಿಕೊಳ್ಳುವದಕ್ಕೆ ಸಾಕ್ಷಿಗಳನ್ನು ಕರತರಲಿ; ಆ ಸಾಕ್ಷಿಗಳು [ಇವರ ಮಾತನ್ನು] ಕೇಳಿ ನಿಜವೆಂದು ಹೇಳಲಿ."},{"number":10,"verse":"ಯೆಹೋವನ ಮಾತೇನಂದರೆ - ನೀವು ನನ್ನ ಸಾಕ್ಷಿ, ನಾನು ಆರಿಸಿಕೊಂಡಿರುವ ಸೇವಕನು; ನೀವು ನನ್ನನ್ನು ತಿಳಿದು ನಂಬಿ ನನ್ನನ್ನೇ ಪರಮಾತ್ಮನು ಎಂದು ಗ್ರಹಿಸುವ ಹಾಗೆ [ಇದನ್ನು ನಡಿಸಿದೆನು]; ನನಗಿಂತ ಮುಂಚೆ ಯಾವ ದೇವರೂ ಇರಲಿಲ್ಲ, ನನ್ನ ಅನಂತರದಲ್ಲಿಯೂ ಇರುವದಿಲ್ಲ."},{"number":11,"verse":"ನಾನೇ, ನಾನೇ ಯೆಹೋವನು; ನಾನು ಹೊರತು ಯಾವ ರಕ್ಷಕನೂ ಇಲ್ಲ."},{"number":12,"verse":"ನಾನೇ ರಕ್ಷಣೆಯನ್ನು ಮುಂತಿಳಿಸಿ ನೆರವೇರಿಸಿ ಪ್ರಕಟಿಸಿದ್ದೇನೆ, ನಿಮ್ಮಲ್ಲಿ ಅನ್ಯದೇವರು ಯಾರೂ ಇರಲಿಲ್ಲವಲ್ಲ; ನೀವೇ ನನ್ನ ಸಾಕ್ಷಿಗಳು, ನಾನೊಬ್ಬನೇ ದೇವರು;"},{"number":13,"verse":"ಹೌದು, ಇಂದಿನಿಂದ ನಾನೇ ಪರಮಾತ್ಮನು; ನನ್ನ ಕೈಯಿಂದ ಬಿಡಿಸಬಲ್ಲವರು ಯಾರೂ ಇಲ್ಲ; ನನ್ನ ಕೆಲಸಕ್ಕೆ ಯಾರು ಅಡ್ಡಬಂದಾರು? ಎಂಬದೇ ಯೆಹೋವನ ಮಾತು."},{"number":14,"verse":"ನಿಮ್ಮ ವಿಮೋಚಕನೂ ಇಸ್ರಾಯೇಲ್ಯರ ಸದಮಲಸ್ವಾಮಿಯೂ ಆದ ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ - ನಾನು ನಿಮಗೋಸ್ಕರ [ದೂತನನ್ನು] ಬಾಬೆಲಿಗೆ ಕಳುಹಿಸಿ ಕಸ್ದೀಯರನ್ನೆಲ್ಲಾ ತಮ್ಮ ವಿನೋದದ ಹಡಗುಗಳ ಮೇಲೆ ಪಲಾಯಿತರನ್ನಾಗಿ ಅಟ್ಟಿಬಿಡುವೆನು."},{"number":15,"verse":"ನಾನು ಯೆಹೋವನು, ನಿಮ್ಮ ಸದಮಲಸ್ವಾಮಿಯು, ಇಸ್ರಾಯೇಲನ್ನು ಸೃಷ್ಟಿಸಿದವನು, ನಿಮ್ಮ ಅರಸನೂ ಆಗಿದ್ದೇನೆ."},{"number":16,"verse":"ಯಾವನು ಸಮುದ್ರದಲ್ಲಿ ದಾರಿಮಾಡಿ ಜಲಪ್ರವಾಹಗಳಲ್ಲಿ ಮಾರ್ಗವನ್ನು ಏರ್ಪಡಿಸಿದನೋ,"},{"number":17,"verse":"ಯಾವನು ಅಶ್ವರಥಭಟಸೈನ್ಯಗಳನ್ನು ಹೊರಡಿಸಿ ಅವು ಬಿದ್ದು ಏಳಲಾರದಂತೆಯೂ ದೀಪದೋಪಾದಿಯಲ್ಲಿ ನಂದಿ ಆರಿಹೋಗುವಂತೆಯೂ ಮಾಡಿದನೋ,"},{"number":18,"verse":"ಆ ಯೆಹೋವನು ಹೀಗೆನ್ನುತ್ತಾನೆ - ಹಳೇ ಸಂಗತಿಗಳನ್ನು ಜ್ಞಾಪಕಕ್ಕೆ ತಂದುಕೊಳ್ಳಬೇಡಿರಿ, ಪುರಾತನಕಾರ್ಯಗಳನ್ನು ಮರೆತುಬಿಡಿ."},{"number":19,"verse":"ಇಗೋ, ಹೊಸ ಕಾರ್ಯವನ್ನು ಮಾಡುವೆನು, ಈಗ ತಲೆದೋರುತ್ತಲಿದೆ, ನಿಮಗೆ ಕಾಣುವದಿಲ್ಲವೋ? ನಾನು ಅರಣ್ಯದಲ್ಲಿ ಮಾರ್ಗವನ್ನು ಏರ್ಪಡಿಸಿ ಅಡವಿಯಲ್ಲಿ ನದಿಗಳನ್ನು ಹರಿಸುವೆನು."},{"number":20,"verse":"ನನ್ನ ಸ್ತೋತ್ರವನ್ನು ಪ್ರಚಾರಪಡಿಸಲಿ ಎಂದು ನಾನು ಸೃಷ್ಟಿಸಿಕೊಂಡ ಆಪ್ತಜನರ ಜಲಪಾನಕ್ಕಾಗಿ"},{"number":21,"verse":"ನಾನು ಅರಣ್ಯದಲ್ಲಿ ನೀರನ್ನು ಒದಗಿಸಿ ಅಡವಿಯಲ್ಲಿ ನದಿಗಳನ್ನು ಹರಿಸುವವನಾದ ಕಾರಣ ನರಿ ಉಷ್ಟ್ರಪಕ್ಷಿ ಮೊದಲಾದ ಕಾಡು ಮೃಗಗಳು ನನ್ನನ್ನು ಘನಪಡಿಸುವವು."},{"number":22,"verse":"ಯಾಕೋಬೇ, ನೀನಾದರೋ ನನ್ನನ್ನು ಪ್ರಾರ್ಥಿಸಲಿಲ್ಲ, ಇಸ್ರಾಯೇಲೇ, ನೀನು ನನ್ನ ವಿಷಯದಲ್ಲಿ ಬೇಸರಗೊಂಡಿದ್ದೀ."},{"number":23,"verse":"ನೀನು ನನಗೆ ಹೋಮಕ್ಕಾಗಿ ಕುರಿಮೇಕೆಗಳನ್ನು ತಂದು ಯಜ್ಞಗಳಿಂದ ನನ್ನನ್ನು ಘನಪಡಿಸಲಿಲ್ಲ, ನೈವೇದ್ಯಕ್ಕಾಗಿ ನಿನ್ನನ್ನು ನಾನು ತೊಂದರೆಪಡಿಸಲಿಲ್ಲ, ಧೂಪಕ್ಕಾಗಿ ನಿನ್ನನ್ನು ಬೇಸರಗೊಳಿಸಲಿಲ್ಲ."},{"number":24,"verse":"ನೀನು ನನಗೋಸ್ಕರ ಹಣಕೊಟ್ಟು ಬಜೆಯನ್ನು ತರಲಿಲ್ಲ, ಯಜ್ಞಪಶುಗಳ ವಪೆಯಿಂದ ನನ್ನನ್ನು ತೃಪ್ತಿಪಡಿಸಲಿಲ್ಲ; ಆದರೆ ನಿನ್ನ ಪಾಪಗಳಿಂದ ನನ್ನನ್ನು ನೀನು ತೊಂದರೆಪಡಿಸಿದ್ದೀ, ನಿನ್ನ ದೋಷಗಳಿಂದ ನನ್ನನ್ನು ಬೇಸರಗೊಳಿಸಿದ್ದೀ."},{"number":25,"verse":"ನಾನಾಗಿ ನಾನೇ ನನಗೋಸ್ಕರ ನಿನ್ನ ದ್ರೋಹಗಳನ್ನು ಅಳಿಸಿ ಬಿಡುತ್ತೇನೆ, ನಿನ್ನ ಪಾಪಗಳನ್ನು ನನ್ನ ನೆನಪಿನಲ್ಲಿಡೆನು."},{"number":26,"verse":"ನನಗೆ ಜ್ಞಾಪಕಪಡಿಸು, ನಾವಿಬ್ಬರೂ ವಾದಿಸುವ; ನಿನ್ನ ಸದ್ಧರ್ಮವು ಗೊತ್ತಾಗುವಂತೆ ನಿನ್ನ ನ್ಯಾಯವನ್ನು ತೋರ್ಪಡಿಸು."},{"number":27,"verse":"ನಿನ್ನ ಮೂಲಪಿತೃವು ಪಾಪಿಷ್ಠನು, ನಿನ್ನ ಮಧ್ಯಸ್ಥರು ನನಗೆ ದ್ರೋಹಮಾಡಿದವರು."},{"number":28,"verse":"ಆದಕಾರಣ ನಾನು ಪವಿತ್ರಾಲಯದ ಅಧಿಪತಿಗಳನ್ನು ಹೊಲಸಿಗೆ ತಂದು ಯಾಕೋಬನ್ನು ಶಾಪಕ್ಕೂ ಇಸ್ರಾಯೇಲನ್ನು ದೂಷಣೆಗೂ ಗುರಿಮಾಡಿದೆನು."}]}