{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":45,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಯಾವನ ಕೈಹಿಡಿದು ಯಾವನೆದುರಿಗೆ ಜನಾಂಗಗಳನ್ನು ತುಳಿದು ರಾಜರ ನಡುಕಟ್ಟನ್ನು ಬಿಚ್ಚಿ ಯಾವನ ಮುಂದೆ ಬಾಗಿಲುಹೆಬ್ಬಾಗಿಲುಗಳನ್ನು ತೆರೆದು ಮುಚ್ಚಲೀಸನೋ ತಾನು ಅಭಿಷೇಕಿಸಿದ ಆ ಕೋರೆಷನಿಗೆ ಹೀಗೆನ್ನುತ್ತಾನೆ -"},{"number":2,"verse":"ನಾನು ನಿನ್ನ ಮುಂದೆ ಹೋಗಿ ದಿಣ್ಣೆಗಳನ್ನು ಸಮಮಾಡುವೆನು, ತಾಮ್ರದ ಕದಗಳನ್ನು ಒಡೆದು ಕಬ್ಬಿಣದ ಅಗುಳಿಗಳನ್ನು ಮುರಿದು ಬಿಡುವೆನು."},{"number":3,"verse":"ನಿನ್ನ ಹೆಸರುಹಿಡಿದು ಕರೆಯುವ ನಾನು ಯೆಹೋವನು, ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರು ಎಂದು ನೀನು ತಿಳಿದುಕೊಳ್ಳುವ ಹಾಗೆ ಕತ್ತಲಲ್ಲಿ ಬಚ್ಚಿಟ್ಟಿರುವ ಆಸ್ತಿಪಾಸ್ತಿಯನ್ನೂ ಗುಪ್ತಸ್ಥಳಗಳಲ್ಲಿ ಮರೆಮಾಡಿದ ನಿಧಿನಿಕ್ಷೇಪವನ್ನೂ ನಿನಗೆ ಕೊಡುವೆನು."},{"number":4,"verse":"ನನ್ನ ಸೇವಕನಾದ ಯಾಕೋಬಿಗಾಗಿ, ನಾನು ಆದುಕೊಂಡ ಇಸ್ರಾಯೇಲಿಗಾಗಿ ಹೆಸರುಹಿಡಿದು ನಿನ್ನನ್ನು ಕರೆದಿದ್ದೇನೆ; ನೀನು ನನ್ನನ್ನು ಅರಿಯದವನಾಗಿದ್ದರೂ ನಿನಗೆ ಬಿರುದನ್ನು ದಯಪಾಲಿಸಿದ್ದೇನೆ."},{"number":5,"verse":"ನಾನೇ ಯೆಹೋವ, ಇನ್ನು ಯಾವನೂ ಅಲ್ಲ, ನಾನು ಹೊರತು ಯಾವ ದೇವರೂ ಇಲ್ಲ; ನೀನು ನನ್ನನ್ನು ಅರಿಯದವನಾಗಿದ್ದರೂ ನಿನಗೆ ನಡುಕಟ್ಟುವೆನು."},{"number":6,"verse":"ಮೂಡಲಿಂದ ಪಡುವಲ ತನಕ ಇರುವವರೆಲ್ಲರೂ ಇದನ್ನು ನೋಡಿ ನನ್ನ ವಿನಹ ಯಾರೂ ಇಲ್ಲ, ನಾನೇ ಯೆಹೋವನು,"},{"number":7,"verse":"ಇನ್ನು ಯಾವನೂ ಅಲ್ಲ, ನಾನು ಬೆಳಕಿಗೂ ಕತ್ತಲಿಗೂ ಸೃಷ್ಟಿಕರ್ತನು, ಮೇಲನ್ನೂ ಕೇಡನ್ನೂ ಬರಮಾಡುವವನು, ಈ ಸಮಸ್ತ ಕಾರ್ಯಗಳನ್ನು ನಡೆಯಿಸುವ ಯೆಹೋವನು ನಾನೇ ಎಂದು ತಿಳಿದುಕೊಳ್ಳುವರು."},{"number":8,"verse":"ಆಕಾಶಮಂಡಲವೇ, ಮೇಲಿನಿಂದ ಧರ್ಮರಸವನ್ನು ವರ್ಷಿಸು, ಗಗನವು ಸುರಿಸಲಿ; ಭೂಮಿಯು ಒಡೆದು ರಕ್ಷಣೆಯನ್ನು ಮೊಳೆಯಿಸಿ ಅದರೊಡನೆ ನೀತಿಫಲವನ್ನು ಬೆಳೆಯಿಸಲಿ, ಯೆಹೋವನೆಂಬ ನಾನೇ ಇದಕ್ಕೆಲ್ಲಾ ಕರ್ತನು."},{"number":9,"verse":"ಅಯ್ಯೋ, ತನ್ನನ್ನು ರೂಪಿಸಿದಾತನ ಸಂಗಡ ವ್ಯಾಜ್ಯವಾಡುವವನ ಗತಿ ಏನು! ಮಣ್ಣು ಮಡಕೆಗಳಲ್ಲಿ ಅವನೂ ಒಂದು ಮಡಕೆಯಲ್ಲವೆ. ಮಣ್ಣು - ಏನು ಮಾಡುತ್ತೀ ಎಂದು ರೂಪಿಸುವವನನ್ನು ಕೇಳುವದುಂಟೇ? ನಿನ್ನ ಕಾರ್ಯವು [ನಿನ್ನ ವಿಷಯವಾಗಿ] ಅವನಿಗೆ ಕೈಯಿಲ್ಲ ಅಂದೀತೇ?"},{"number":10,"verse":"ನೀನು ಹುಟ್ಟಿಸುವದೇನು ಎಂದು ತಂದೆಯನ್ನು ಕೇಳುವವನ ಪಾಡು ಪಾಡೇ! ನೀನು ಹೆರುವದೇನು ಎಂದು ಹೆಂಗಸನ್ನು ಕೇಳುವವನ ಗತಿ ಗತಿಯೇ!"},{"number":11,"verse":"[ಆದರೂ] ಇಸ್ರಾಯೇಲ್ಯರ ಸದಮಲಸ್ವಾಮಿಯೂ ಸೃಷ್ಟಿಕರ್ತನೂ ಆದ ಯೆಹೋವನ ಮಾತನ್ನು ಕೇಳಿರಿ - ಭವಿಷ್ಯತ್ತುಗಳ ವಿಷಯವಾಗಿ ನನ್ನನ್ನು ವಿಚಾರಿಸಿರಿ, ನಾನೇ ನಿರ್ಮಿಸಿದ ನನ್ನ ಮಕ್ಕಳ ವಿಷಯದಲ್ಲಿ ನನಗೆ ಏನನ್ನು ವಿಧಿಸಿದರೂ ವಿಧಿಸಿರಿ."},{"number":12,"verse":"ಭೂಲೋಕವನ್ನುಂಟುಮಾಡಿ ಅದರಲ್ಲಿನ ಮನುಷ್ಯರನ್ನು ಸೃಷ್ಟಿಸಿದವನು ನಾನೇ; ನನ್ನ ಕೈಗಳೇ ಆಕಾಶ ಮಂಡಲವನ್ನು ಹರಡಿದವು; ನಕ್ಷತ್ರಸೈನ್ಯಕ್ಕೆ ಅಪ್ಪಣೆಕೊಟ್ಟವನೂ ನಾನೇ."},{"number":13,"verse":"ನಾನು ಕೋರೆಷನನ್ನು ಧರ್ಮೋದ್ದೇಶದಿಂದ ಉನ್ನತಿಗೆ ತಂದು ನೇಮಿಸಿದ್ದೇನೆ, ಅವನ ಮಾರ್ಗಗಳನ್ನೆಲ್ಲಾ ಸರಾಗಮಾಡುವೆನು; ಅವನು ನನ್ನ ಪಟ್ಟಣವನ್ನು ತಿರಿಗಿ ಕಟ್ಟಿ ಕ್ರಯವನ್ನಾಗಲಿ ಬಹುಮಾನವನ್ನಾಗಲಿ ಕೇಳಿಕೊಳ್ಳದೆ ಸೆರೆಯಾದ ನನ್ನ ಜನರನ್ನು ಬಿಡುಗಡೆ ಮಾಡುವನು ಎಂದು ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನು ಅನ್ನುತ್ತಾನೆ."},{"number":14,"verse":"ಯೆಹೋವನ ಈ ಮಾತನ್ನು ಕೇಳಿರಿ - ಐಗುಪ್ತದ ಆದಾಯವೂ ಕೂಷಿನ ವ್ಯಾಪಾರವೂ ಎತ್ತರದ ಮನುಷ್ಯರಾದ ಸೆಬಾಯರೂ ನಿಮ್ಮಲ್ಲಿಗೆ ಸೇರಿ ನಿಮ್ಮವರಾಗಿ ನಿಮ್ಮನ್ನು ಅನುಸರಿಸುವರು; ಸಂಕೋಲೆಗಳನ್ನು ಕಟ್ಟಿಕೊಂಡು ಬಂದು ನಿಮ್ಮ ಮುಂದೆ ಅಡ್ಡಬಿದ್ದು ಹೀಗೆ ಅರಿಕೆಮಾಡುವರು - ದೇವರು ನಿಜವಾಗಿ ನಿಮ್ಮಲ್ಲಿದ್ದಾನೆ. ಇನ್ನು ಯಾವ ದೇವರೂ ಇಲ್ಲವೇ ಇಲ್ಲ."},{"number":15,"verse":"ಇಸ್ರಾಯೇಲ್ಯರ ದೇವರೇ, ರಕ್ಷಕನೇ, ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಮರೆಮಾಡಿಕೊಳ್ಳುವ ದೇವರಾಗಿದ್ದೀ."},{"number":16,"verse":"ಮೂರ್ತಿಗಳನ್ನುಂಟುಮಾಡುವವರೆಲ್ಲರೂ ನಾಚಿಕೆಗೀಡಾಗಿ ಮಾನಭಂಗಪಡುವರು, ಹೌದು, ಒಟ್ಟಿಗೆ ಅವಮಾನದಲ್ಲಿ ಮುಣುಗುವರು."},{"number":17,"verse":"ಇಸ್ರಾಯೇಲಿಗೋ ಯೆಹೋವನಿಂದ ಶಾಶ್ವತರಕ್ಷಣೆ ದೊರೆಯುವದು; ಯುಗಯುಗಾಂತರಕ್ಕೂ ನೀವು ನಾಚಿಕೆಗೀಡಾಗುವದಿಲ್ಲ, ಮಾನಭಂಗಪಡುವದಿಲ್ಲ."},{"number":18,"verse":"ಆಕಾಶಮಂಡಲವನ್ನು ಸೃಷ್ಟಿಸಿದ ಯೆಹೋವನ ಮಾತನ್ನು ಕೇಳಿರಿ; ಆತನೇ ದೇವರು, ಭೂಲೋಕವನ್ನು ನಿರ್ಮಿಸಿ ರೂಪಿಸಿ ಸ್ಥಾಪಿಸಿದನು; ಅದನ್ನು ಶೂನ್ಯಸ್ಥಾನವಾಗಿರಲೆಂದು ಸೃಷ್ಟಿಸದೆ ಜನನಿವಾಸಕ್ಕಾಗಿಯೇ ರೂಪಿಸಿದನು. ಈತನು ಹೀಗನ್ನುತ್ತಾನೆ - ನಾನೇ ಯೆಹೋವನು, ಇನ್ನು ಯಾವನೂ ಅಲ್ಲ."},{"number":19,"verse":"ನಾನು ರಹಸ್ಯದಲ್ಲಿ ನುಡಿದವನಲ್ಲ, ತಮೋಲೋಕದೊಳಗಿಂದ ಮಾತಾಡಿದವನಲ್ಲ, ಶೂನ್ಯವನ್ನೋ ಎಂಬಂತೆ ನನ್ನನ್ನು ಹುಡುಕಿರಿ ಎಂದು ಯಾಕೋಬ ವಂಶದವರಿಗೆ ನಾನು ಅಪ್ಪಣೆಕೊಡಲಿಲ್ಲ. ಯೆಹೋವನೆಂಬ ನಾನು ಸತ್ಯಾನುಸಾರ ನುಡಿಯುವವನು, ನೆಟ್ಟನೆಯ ಮಾತುಗಳನ್ನೇ ಆಡುತ್ತೇನೆ."},{"number":20,"verse":"ತಪ್ಪಿಸಿಕೊಂಡ ಅನ್ಯಜನರೇ, ನೆರೆದು ಬನ್ನಿರಿ, ಒಟ್ಟಿಗೆ ಸಮೀಪಿಸಿರಿ! ತಮ್ಮ ಮರದ ಬೊಂಬೆಯನ್ನು ಹೊತ್ತುಕೊಂಡು ರಕ್ಷಿಸಲಾರದ ಆ ದೇವರಿಗೆ ಬಿನ್ನಯಿಸುವವರು ಏನೂ ತಿಳಿಯದವರಾಗಿದ್ದಾರೆ."},{"number":21,"verse":"ಹೇಳಿರಿ, ನಿಮ್ಮ ನ್ಯಾಯಗಳನ್ನು ಮುಂದಕ್ಕೆ ತನ್ನಿರಿ, ನಿಮ್ಮ ದೇವರುಗಳು ತಮ್ಮತಮ್ಮೊಳಗೆ ಆಲೋಚಿಸಿಕೊಳ್ಳಲಿ. ಪೂರ್ವದಿಂದಲೂ ಈ ಸಂಗತಿಯನ್ನು ಪ್ರಕಟಿಸಿದವರು ಯಾರು? ಅದು ನಡೆಯುವದಕ್ಕೆ ಮುಂಚೆ ಯಾರು ತಿಳಿಸಿದರು? ಯೆಹೋವನೆಂಬ ನಾನಲ್ಲವೆ. ನಾನು ಹೊರತು ಇನ್ನು ಯಾವ ದೇವರೂ ಇಲ್ಲ, ನನ್ನ ವಿನಹ ಸತ್ಯಸ್ವರೂಪನೂ ರಕ್ಷಕನೂ ಆದ ದೇವರು ಇಲ್ಲವೇ ಇಲ್ಲ."},{"number":22,"verse":"ಎಲ್ಲಾ ದಿಗಂತಗಳವರೇ, ನನ್ನ ಕಡೆಗೆ ತಿರುಗಿಕೊಳ್ಳಿರಿ, ರಕ್ಷಣೆಯನ್ನು ಹೊಂದಿಕೊಳ್ಳಿರಿ; ನಾನೇ ದೇವರು, ಇನ್ನು ಯಾರೂ ಇಲ್ಲ."},{"number":23,"verse":"ಎಲ್ಲರೂ ನನಗೆ ಅಡ್ಡಬೀಳುವರು, ಎಲ್ಲರೂ ನನ್ನನ್ನು ದೇವರೆಂದು ಪ್ರತಿಜ್ಞೆಮಾಡುವರು ಎಂಬ ನುಡಿ ನನ್ನ ಸತ್ಯದ ಬಾಯಿಂದ ಹೊರಟಿದೆ, ಅದನ್ನು ಹಿಂತೆಗೆಯೆನು, ನನ್ನ ಮೇಲೆ ಆಣೆಯಿಟ್ಟಿದ್ದೇನೆ."},{"number":24,"verse":"ಯೆಹೋವನಲ್ಲಿ ಮಾತ್ರ ಸತ್ಯಕಾರ್ಯಗಳೂ ಶಕ್ತಿಯೂ ಉಂಟು; ಆತನ ಮೇಲೆ ಉರಿಗೊಂಡವರೆಲ್ಲರೂ ನಾಚಿಕೆಪಟ್ಟು ಆತನನ್ನು ಮರೆಹೊಗುವರು;"},{"number":25,"verse":"ಇಸ್ರಾಯೇಲಿನ ಸಮಸ್ತ ಸಂತತಿಯವರೂ ಯೆಹೋವನ ಮೂಲಕ ಸತ್ಯವಂತರಾಗಿ ಆತನಲ್ಲಿ ಆನಂದಿಸುವರು ಎಂದು ನನ್ನ ವಿಷಯವಾಗಿ ಜನರು ಅಂದುಕೊಳ್ಳುತ್ತಾರೆ."}]}