{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":47,"verses":[{"number":1,"verse":"ಯುವತಿಯೇ, ಬಾಬೆಲ್‍ಪುರಿಯೇ, ಕೆಳಕ್ಕಿಳಿದು ಧೂಳಿನಲ್ಲಿ ಕೂತುಕೋ, ಕಸ್ದೀಯರ ನಗರಿಯೇ, ಸಿಂಹಾಸನರಹಿತಳಾಗಿ ನೆಲದ ಮೇಲೆ ಕುಕ್ಕರಿಸು! ನೀನು ಇನ್ನು ಕೋಮಲೆ, ಸುಕುಮಾರಿ, ಎಂದು ಎನಿಸಿಕೊಳ್ಳೆ."},{"number":2,"verse":"ಬೀಸುವ ಕಲ್ಲನ್ನು ಹಿಡಿದು ಹಿಟ್ಟು ಬೀಸು, ಮುಸುಕನ್ನು ತೆಗೆದುಹಾಕಿ ಈಜಾಡುವ ನೆರಿಗೆಯನ್ನು ಹರಿದುಬಿಟ್ಟು ಬೆತ್ತಲೆಕಾಲಾಗಿ ಹೊಳೆಗಳನ್ನು ಹಾದುಹೋಗು."},{"number":3,"verse":"ನಿನ್ನ ಮಾನವು ಬೈಲಿಗೆ ಬಿದ್ದು ನೀನು ನಾಚಿಕೆಗೀಡಾಗುವಿ, ನಾನು ಯಾರನ್ನೂ ಕರುಣಿಸದೆ ಮುಯ್ಯಿ ತೀರಿಸುವೆನು."},{"number":4,"verse":"ನಮ್ಮ ವಿಮೋಚಕನಿಗೆ ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನೆಂಬ ನಾಮಧೇಯ, ಆತನೇ ಇಸ್ರಾಯೇಲ್ಯರ ಸದಮಲಸ್ವಾಮಿ!"},{"number":5,"verse":"ಕಸ್ದೀಯರ ನಗರಿಯೇ, ಮೌನವಾಗಿ ಕೂತುಕೋ, ಕತ್ತಲೊಳಗೆ ಹೊಗು, ನೀನು ಇನ್ನು ರಾಜ್ಯಗಳ ರಾಣಿ ಎನಿಸಿಕೊಳ್ಳೆ."},{"number":6,"verse":"ನಾನು ನನ್ನ ಜನರ ಮೇಲೆ ರೋಷಗೊಂಡು ಅವರನ್ನು ನಿನ್ನ ಕೈವಶ ಮಾಡಿ ನನ್ನ ಸ್ವಾಸ್ತ್ಯವನ್ನು ಹೊಲೆಗೆಡಿಸಿದೆನು; ನೀನು ಅವರನ್ನು ಹೇಗೂ ಕರುಣಿಸದೆ ಮುದುಕರ ಮೇಲೆಯೂ ಬಹುಭಾರವಾದ ನೊಗವನ್ನು ಹೊರಿಸಿದಿ."},{"number":7,"verse":"ನಾನು ಶಾಶ್ವತವಾದ ರಾಣಿ ಎಂದು ನೀನು ಅಂದುಕೊಂಡು ಅವರ ಹಿಂಸೆಗಳನ್ನು ಮನಸ್ಸಿಗೆ ತಾರದೆ, ಅವುಗಳಿಂದ ನಿನಗಾಗುವ ಪರಿಣಾಮವನ್ನು ನೆನಸಿಕೊಳ್ಳಲಿಲ್ಲ."},{"number":8,"verse":"ನಾನೇ ಇರುವವಳು, ನನ್ನ ಹೊರತು ಇನ್ನು ಯಾರೂ ಇಲ್ಲ, ನಾನು ವಿಧವೆಯಾಗಿ ಕೂತುಕೊಳ್ಳುವದಿಲ್ಲ, ಪುತ್ರಶೋಕವನ್ನು ಅನುಭವಿಸುವದಿಲ್ಲ ಅಂದುಕೊಳ್ಳುವವಳೇ, ಭೋಗಾಸಕ್ತಳೇ, ನೆಮ್ಮದಿಯಾಗಿ ನೆಲೆಗೊಂಡಿರುವವಳೇ, ಈಗ ಇದನ್ನು ಕೇಳು -"},{"number":9,"verse":"ಒಂದೇ ದಿನದೊಳಗೆ, ಒಂದು ಕ್ಷಣದಲ್ಲಿ, ಪುತ್ರಶೋಕ, ವೈಧವ್ಯ, ಇವೆರಡೂ ನಿನಗುಂಟಾಗುವವು; ನೀನು ಎಷ್ಟು ಮಾಟಮಾಡಿದರೂ ಎಷ್ಟೇ ಮಂತ್ರತಂತ್ರಗಳನ್ನು ನಡಿಸಿದರೂ ಇವುಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಅನುಭವಿಸುವಿ."},{"number":10,"verse":"ನೀನು ಮಾಡಿದ ಕೇಡಿಗೆ ಭಯಪಡದೆ ನನ್ನನ್ನು ಯಾರೂ ನೋಡರು ಎಂದುಕೊಂಡಿದ್ದೀ; ನಿನ್ನ ಜ್ಞಾನವಿವೇಕಗಳು ನಿನ್ನನ್ನು ಸೊಟ್ಟಗೆ ತಿರುಗಿಸಿದ್ದರಿಂದ ನಾನೇ ಇರುವವಳು, ನನ್ನ ಹೊರತು ಇನ್ನು ಯಾರೂ ಇಲ್ಲವೆಂದು ಯೋಚಿಸಿಕೊಂಡಿದ್ದೀ."},{"number":11,"verse":"ಹೀಗಿರಲು ನೀನು ಮಂತ್ರಿಸಿ ನಿವಾರಿಸಲಾರದ ಕೇಡು ನಿನಗೆ ಸಂಭವಿಸುವದು, ನೀನು ಪರಿಹರಿಸಲಾಗದ ವಿಪತ್ತು ನಿನ್ನ ಮೇಲೆ ಬೀಳುವದು; ನೀನು ತಪ್ಪಿಸಲರಿಯದ ನಾಶನವು ನಿನಗೇ ತಟ್ಟನೆ ಉಂಟಾಗುವದು."},{"number":12,"verse":"ಎದ್ದು ನಿಲ್ಲು, ನೀನು ಬಾಲ್ಯಾರಭ್ಯ ಪ್ರಯಾಸಪಟ್ಟು ಅಭ್ಯಾಸಿಸಿರುವ ನಿನ್ನ ಮಂತ್ರತಂತ್ರಗಳನ್ನೂ ಲೆಕ್ಕವಿಲ್ಲದ ನಿನ್ನ ಮಾಟಗಳನ್ನೂ ಪ್ರಯೋಗಿಸು; ಇದರಿಂದ ಒಂದು ವೇಳೆ ನಿನಗೆ ಪ್ರಯೋಜನವಾದೀತು, ಒಂದು ವೇಳೆ [ನಿನ್ನ ಶತ್ರುವಿನಲ್ಲಿ] ಭಯಹುಟ್ಟೀತು."},{"number":13,"verse":"ಮಂತ್ರಾಲೋಚನೆಗಳನ್ನು ಕೇಳಿ ಕೇಳಿ ನಿನಗೆ ಸಾಕಾಯಿತಲ್ಲವೇ; ಖಗೋಲಜ್ಞರು, ಜೋಯಿಸರು, ಪಂಚಾಂಗದವರು, ಇವರೆಲ್ಲರೂ ನಿಂತು ನಿನಗೆ ಬರುವ ವಿಪತ್ತುಗಳಿಂದ ನಿನ್ನನ್ನು ಉದ್ಧರಿಸಲಿ."},{"number":14,"verse":"ಆಹಾ, ಇವರೆಲ್ಲಾ ಕೂಳೆಯಂತಿರುವರು, ಬೆಂಕಿಯು ಅವರನ್ನು ಸುಟ್ಟುಬಿಡುವದು, ಜ್ವಾಲೆಯ ರಭಸದಿಂದ ತಮ್ಮನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳಲಾರರು; ಅದು ಕಾಯಿಸಿಕೊಳ್ಳುವ ಕೆಂಡವಲ್ಲ, ಮುಂದೆ ಕುಳಿತರೆ ಹಾಯಾಗಿರುವ ಉರಿಯಲ್ಲ."},{"number":15,"verse":"ನೀನು ಪ್ರಯಾಸಪಟ್ಟವುಗಳೆಲ್ಲಾ ನಿನಗೆ ಹೀಗಾಗುವವು; ನಿನ್ನ ಬಾಲ್ಯದಿಂದ ನಿನ್ನಲ್ಲಿ ವ್ಯಾಪಾರಮಾಡಿದವರೆಲ್ಲರೂ ಚದರಿ ತಮ್ಮ ತಮ್ಮ ಪ್ರಾಂತಕ್ಕೆ ಹೋಗಿಬಿಡುವರು; ನಿನ್ನನ್ನು ರಕ್ಷಿಸಲು ಒಬ್ಬನೂ ಇರನು."}]}