{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":50,"verses":[{"number":1,"verse":"ಯೆಹೋವನು ಹೀಗನ್ನುತ್ತಾನೆ - ನಾನು ನಿಮ್ಮ ತಾಯಿಯನ್ನು ತ್ಯಜಿಸಿದ ತ್ಯಾಗಪತ್ರವು ಎಲ್ಲಿ? ನನ್ನ ಸಾಲಗಾರರಲ್ಲಿ ಯಾರಿಗೆ ನಿಮ್ಮನ್ನು ಮಾರಿಬಿಟ್ಟಿದ್ದೇನೆ ನೋಡಿರಿ, ನಿಮ್ಮ ದೋಷಗಳ ನಿಮಿತ್ತ ನಿಮ್ಮನ್ನು ಮಾರಿದೆನು, ನಿಮ್ಮ ದ್ರೋಹಗಳಿಗಾಗಿ ನಿಮ್ಮ ತಾಯಿಯನ್ನು ಬಿಟ್ಟೆನು."},{"number":2,"verse":"ನಾನು ಬಂದಾಗ ಏಕೆ ಯಾರೂ ಕಾದಿರಲಿಲ್ಲ, ನಾನು ಕರೆದಾಗ ಏಕೆ ಯಾರೂ ಉತ್ತರಕೊಡಲಿಲ್ಲ? ನನ್ನ ಹಸ್ತವು ರಕ್ಷಿಸಲಾರದ ಮೋಟುಗೈಯೋ? ಉದ್ಧರಿಸುವ ಶಕ್ತಿಯು ನನ್ನಲ್ಲಿಲ್ಲವೋ? ಇಗೋ, ನನ್ನ ತರ್ಜನದಿಂದಲೇ ಸಮುದ್ರವನ್ನು ಬತ್ತಿಸಿ ನದಿಗಳನ್ನು ಒಣಕಾಡನ್ನಾಗಿ ಮಾಡುತ್ತೇನೆ; ನೀರಿಲ್ಲದೆ ಅಲ್ಲಿನ ಮೀನುಗಳು ಬಾಯಾರಿ ಸತ್ತು ನಾರುವವು."},{"number":3,"verse":"ಆಕಾಶಕ್ಕೆ ಅಂಧಕಾರವನ್ನು ಹೊದಿಸಿ ಗೋಣಿತಟ್ಟಿನ ಮುಸುಕನ್ನು ಹಾಕುತ್ತೇನೆ."},{"number":4,"verse":"ಬಳಲಿಹೋದವರನ್ನು ಮಾತುಗಳಿಂದ ಸುಧಾರಿಸುವದಕ್ಕೆ ನಾನು ಬಲ್ಲವನಾಗುವಂತೆ ಕರ್ತನಾದ ಯೆಹೋವನು ಶಿಕ್ಷಿತರ ನಾಲಿಗೆಯನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದ್ದಾನೆ; ಬೆಳಬೆಳಗೂ ನನ್ನನ್ನು ಎಚ್ಚರಿಸಿ ಶಿಕ್ಷಿತರಂತೆ ನಾನು ಕೇಳುವ ಹಾಗೆ ನನ್ನ ಕಿವಿಯನ್ನು ಜಾಗರಗೊಳಿಸುತ್ತಾನೆ."},{"number":5,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ನನ್ನ ಕಿವಿಯನ್ನು ತೆರೆದಿದ್ದಾನೆ; ನಾನು ಎದುರು ಬೀಳಲಿಲ್ಲ, ವಿಮುಖನಾಗಲೂ ಇಲ್ಲ."},{"number":6,"verse":"ಹೊಡೆಯುವವರಿಗೆ ಬೆನ್ನುಕೊಟ್ಟು ಕೂದಲುಕೀಳುವವರಿಗೆ ಗಡ್ಡವನ್ನು ಒಡ್ಡಿದೆನು; ಉಗುಳಿಸಿಕೊಳ್ಳುವ ಅವಮಾನಕ್ಕೆ ನನ್ನ ಮುಖವನ್ನು ಮರೆಮಾಡಲಿಲ್ಲ."},{"number":7,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನು ನನಗೆ ಸಹಾಯಮಾಡುವನು; ಆದಕಾರಣ ನಾನು ನಾಚಿಕೆಯಿಂದ ಕೊರಗಲಿಲ್ಲ; ನನ್ನ ಮುಖವನ್ನು ಕಗ್ಗಲ್ಲಿನಂತೆ ಗಟ್ಟಿಮಾಡಿಕೊಂಡಿದ್ದೇನೆ; ಆಶಾಭಂಗಪಡಲಾರೆನೆಂದು ನನಗೆ ಗೊತ್ತು."},{"number":8,"verse":"ನನ್ನ ನ್ಯಾಯಸ್ಥಾಪಕನು ಸಮೀಪದಲ್ಲಿದ್ದಾನೆ; ನನ್ನೊಡನೆ ಯಾರು ವ್ಯಾಜ್ಯವಾಡುವರು? ನಾವಿಬ್ಬರು [ನ್ಯಾಯಾಸನದ ಮುಂದೆ] ನಿಂತುಕೊಳ್ಳುವ; ನನಗೆ ಪ್ರತಿಕಕ್ಷಿಯು ಯಾರು? ನನ್ನ ಬಳಿಗೆ ಬರಲಿ."},{"number":9,"verse":"ಆಹಾ, ಕರ್ತನಾದ ಯೆಹೋವನು ನನಗೆ ಸಹಾಯಮಾಡುವನು; ನನ್ನನ್ನು ಅಪರಾಧಿ ಎಂದು ನಿರ್ಣಯಿಸುವವನು ಯಾರು? ಇಗೋ, ಅವರೆಲ್ಲರೂ ವಸ್ತ್ರದಂತೆ ಜೀರ್ಣವಾಗುವರು; ಅವರನ್ನು ನುಸಿಯು ತಿಂದುಬಿಡುವದು."},{"number":10,"verse":"ನಿಮ್ಮೊಳಗೆ ಯಾವನು ಯೆಹೋವನಲ್ಲಿ ಭಯಭಕ್ತಿಯಿಟ್ಟು ಆತನ ಸೇವಕನ ಮಾತನ್ನು ಕೇಳುವನು? ಕತ್ತಲಲ್ಲಿ ನಡೆಯುತ್ತಾ ಬೆಳಕಿಲ್ಲದವನು ಯೆಹೋವನ ನಾಮದಲ್ಲಿ ಭರವಸವಿಟ್ಟು ತನ್ನ ದೇವರನ್ನು ಆಧಾರಮಾಡಿಕೊಳ್ಳಲಿ."},{"number":11,"verse":"ಓಹೋ, ಬೆಂಕಿಯಿಕ್ಕಿ ಸುತ್ತುಮುತ್ತಲು ಕೊಳ್ಳಿಗಳನ್ನು ಹತ್ತಿಸಿಕೊಂಡಿರುವವರೇ, ನಿಮ್ಮ ಬೆಂಕಿಯ ಬೆಳಕಿನಲ್ಲಿಯೂ ನೀವು ಹತ್ತಿಸಿದ ಕೊಳ್ಳಿಗಳ ನಡುವೆಯೂ ನಡೆದರೂ ನಡೆಯಿರಿ. ಇಗೋ, ನನ್ನ ಹಸ್ತದಿಂದ ನಿಮಗಾಗುವ ಗತಿಯು ಇದೇ, ದುಃಖಕ್ಕೆ ಒಳಗಾಗಿ ಸಾಯುವಿರಿ."}]}