{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":57,"verses":[{"number":1,"verse":"ಸಜ್ಜನರು ನಾಶವಾಗುತ್ತಾರೆ, ಯಾರೂ ಮನಸ್ಸಿಗೆ ತಾರರು; ಸದ್ಭಕ್ತರು ಗತಿಸುತ್ತಾರೆ, ಆಹಾ, ಶಿಷ್ಟರು ಕೇಡಿನಿಂದ ಪಾರಾಗಿದ್ದಾರೆ ಎಂದು ಯಾರೂ ಯೋಚಿಸರು."},{"number":2,"verse":"ಇವರು ಸಮಾಧಾನದಲ್ಲಿ ಸೇರಿದ್ದಾರಲ್ಲಾ; ನೆಟ್ಟಗೆ ನಡೆಯುವ ಪ್ರತಿಯೊಬ್ಬನು ತನ್ನ ತನ್ನ ದೀರ್ಘನಿದ್ರಾಸ್ಥಾನದಲ್ಲಿ ವಿಶ್ರಮಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದಾನೆ."},{"number":3,"verse":"ಮಾಟಗಾತಿಯ ಮಕ್ಕಳೇ, ಸೂಳೆಗಾರನ ಮತ್ತು ಸೂಳೆಯ ಸಂತಾನದವರೇ, ನೀವು ಇಲ್ಲಿಗೆ ಬನ್ನಿರಿ! ಯಾರನ್ನು ಅಣಕಿಸಿ ವಿನೋದ ಪಡುತ್ತೀರಿ?"},{"number":4,"verse":"ಯಾರನ್ನು ನೋಡಿ ಬಾಯಿ ಕಿಸಿದು ನಾಲಿಗೆಯನ್ನು ಚಾಚುತ್ತೀರಿ?"},{"number":5,"verse":"ಏಲಾ ಮರಗಳ ತೋಪುಗಳಲ್ಲಿಯೂ ಸೊಂಪಾಗಿ ಬೆಳೆದಿರುವ ಪ್ರತಿಯೊಂದು ಮರದ ನೆರಳಿನಲ್ಲಿಯೂ ಮದವೇರಿಸಿಕೊಂಡು ಹೊಳೆ ಕೊರೆದ ಡೊಂಗರಗಳಲ್ಲಿಯೂ ಬೆಟ್ಟದ ಗವಿಗಳಲ್ಲಿಯೂ ಮಕ್ಕಳನ್ನು ಕೊಂದುಹಾಕುವ ನೀವು ದ್ರೋಹದ ಸಂತಾನವೂ ಸುಳ್ಳಿನ ಸಂತತಿಯೂ ಆಗಿದ್ದೀರಿ."},{"number":6,"verse":"[ಕೆಟ್ಟ ಸಂತಾನವೇ] ಹೊಳೆಯ ಗುಂಡುಗಳು ನಿನಗೆ ಗತಿ, ಅವುಗಳೇ ನಿನ್ನ ಪಾಲು; ಅವುಗಳಿಗೇ ನೀನು ಪಾನದ್ರವ್ಯವನ್ನು ನೈವೇದ್ಯವಾಗಿ ಸುರಿದು ಧಾನ್ಯದ್ರವ್ಯವನ್ನು ಅರ್ಪಿಸಿದ್ದೀ. ನಾನು ಇದನ್ನೆಲ್ಲಾ ನೋಡಿ ಕೋಪವನ್ನು ಅಣಗಿಸಿಕೊಳ್ಳಲಾದೀತೇ?"},{"number":7,"verse":"ಮಹೋನ್ನತಪರ್ವತದಲ್ಲಿ ನೀನು ಮಂಚವನ್ನು ಹಾಕಿಕೊಂಡಿದ್ದೀ, ಯಜ್ಞಮಾಡಲು ಆ ಬೆಟ್ಟವನ್ನೇರಿದ್ದೀ."},{"number":8,"verse":"ಕದದ ಮತ್ತು ನಿಲುವಿನ ಹಿಂಭಾಗದಲ್ಲಿ ನೀನು ವಿಗ್ರಹವನ್ನು ಇಟ್ಟುಕೊಂಡಿದ್ದೀ; ನನ್ನನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟು ನಿನ್ನ ಮಂಚದ ಗವಸಣಿಗೆಯನ್ನು ತೆಗೆದು ಅದನ್ನು ಹತ್ತಿ ಅದರಲ್ಲಿ ಅನ್ಯರಿಗೆ ಸ್ಥಳಕೊಟ್ಟು ಅವರೊಂದಿಗೆ ಒಪ್ಪಂದಮಾಡಿಕೊಂಡಿದ್ದೀ. ಅವರ ಸಂಗಮವನ್ನು ಆಶಿಸಿ ಸ್ಥಳವನ್ನು ಸಂಕೇತಮಾಡಿಕೊಂಡಿದ್ದೀ."},{"number":9,"verse":"ಬಹು ಸುಗಂಧದ್ರವ್ಯಗಳನ್ನು ಕೂಡಿಸಿ ತೈಲವನ್ನೂ ತೆಗೆದುಕೊಂಡು ಪರರಾಜನ ಬಳಿಗೆ ಪ್ರಯಾಣಮಾಡಿದ್ದೀ; ನಿನ್ನ ರಾಯಭಾರಿಗಳನ್ನು ದೂರ ದೂರ ಕಳುಹಿಸಿದ್ದೀ. ನಿನ್ನನ್ನು ಪಾತಾಳದವರೆಗೂ ತಗ್ಗಿಸಿಕೊಂಡಿದ್ದೀ."},{"number":10,"verse":"ನೀನು ನಡೆದು ನಡೆದು ಆಯಾಸಗೊಂಡರೂ ದಿಕ್ಕಿಲ್ಲವಲ್ಲಾ ಅಂದುಕೊಳ್ಳಲಿಲ್ಲ; ಹೊಸ ಬಲವನ್ನು ತಂದುಕೊಂಡಿ; ಆದದರಿಂದ ನೀನು ಸೋತುಹೋಗಲಿಲ್ಲ."},{"number":11,"verse":"ನೀನು ಯಾರಿಗೆ ಬೆದರಿ ಹೆದರಿದ್ದರಿಂದ ನನ್ನನ್ನು ಮರೆತು ನನಗೆ ಮೋಸಮಾಡಿದಿ? ಈ ದ್ರೋಹಕ್ಕೂ ಹಿಂದೆಗೆಯಲಿಲ್ಲವಲ್ಲಾ! ನೀನು ನನಗೆ ಅಂಜದೆ ಇರುವದಕ್ಕೆ ನಾನು ಬಹುಕಾಲದಿಂದ ಸುಮ್ಮನೆ ಇದ್ದದ್ದೇ ಕಾರಣವಲ್ಲವೆ."},{"number":12,"verse":"ನಾನು ನಿನ್ನ ಧರ್ಮವನ್ನು ಬೈಲಿಗೆ ತರುವೆನು, ನಿನ್ನ ಕಾರ್ಯಗಳೇನೋ ನಿನಗೆ ನಿಷ್ಪ್ರಯೋಜನ."},{"number":13,"verse":"ನೀನು ಕೂಗಿಕೊಳ್ಳುವಾಗ ನೀನು ಕೂಡಿಹಾಕಿಕೊಂಡಿರುವ ಇವುಗಳೇ ನಿನ್ನನ್ನುದ್ಧರಿಸಲಿ. ಆದರೆ ಇವುಗಳನ್ನೆಲ್ಲಾ ಗಾಳಿಯು ಬಡಿದುಕೊಂಡು ಹೋಗುವದು, ಬರೀ ಉಸಿರಾದರೂ ಒಯ್ಯುವದು. ನನ್ನನ್ನು ಆಶ್ರಯಿಸುವವನೋ ದೇಶವನ್ನನುಭವಿಸಿ ನನ್ನ ಪರಿಶುದ್ಧಪರ್ವತವನ್ನು ಬಾಧ್ಯವಾಗಿ ಹೊಂದುವನು."},{"number":14,"verse":"ಮಣ್ಣು ಹಾಕಿರಿ, ಹಾಕಿರಿ, ಮಾರ್ಗವನ್ನು ಸರಿಮಾಡಿರಿ; ನನ್ನ ಜನರ ದಾರಿಯೊಳಗಿಂದ ಆಟಂಕವನ್ನು ಎತ್ತಿಹಾಕಿರಿ ಎಂದು ಒಂದು ವಾಣಿಯು ನುಡಿಯುತ್ತದೆ."},{"number":15,"verse":"ಸದಮಲನೆನಿಸಿಕೊಂಡು ಶಾಶ್ವತಲೋಕದಲ್ಲಿ ನಿತ್ಯನಿವಾಸಿಯಾದ ಮಹೋನ್ನತನು ಹೀಗನ್ನುತ್ತಾನೆ - ಉನ್ನತಲೋಕವೆಂಬ ಪವಿತ್ರಾಲಯದಲ್ಲಿ ವಾಸಿಸುವ ನಾನು ಜಜ್ಜಿಹೋದ ದೀನಮನದೊಂದಿಗೆ ಇದ್ದುಕೊಂಡು ದೀನನ ಆತ್ಮವನ್ನೂ ಜಜ್ಜಿಹೋದ ಮನ ಮನಸ್ಸನ್ನೂ ಉಜ್ಜೀವಿಸುವವನಾಗಿದ್ದೇನೆ."},{"number":16,"verse":"ನಾನು ಸರ್ವದಾ ವ್ಯಾಜ್ಯವಾಡೆನು, ಕಡೆಯ ತನಕ ಕೋಪಿಸಿಕೊಳ್ಳೆನು, ಹೀಗೆ ಮಾಡಿದರೆ ಮನುಷ್ಯಾತ್ಮವೂ ನಾನು ಸೃಷ್ಟಿಸಿದ ಜೀವವೂ ನನ್ನಿಂದ ಕುಂದಿಹೋದಾವು."},{"number":17,"verse":"ನನ್ನ ಜನರು ಲಾಭವನ್ನು ದೋಚಿಕೊಂಡ ಅನ್ಯಾಯವನ್ನು ನಾನು ನೋಡಿ ಕೋಪಗೊಂಡು ಅವರನ್ನು ಹೊಡೆದೆನು, [ನನ್ನ ಮುಖವನ್ನು] ಮುಚ್ಚಿಕೊಂಡು ರೋಷಭರಿತನಾಗಿದ್ದೆನು; ಅವರೋ ತಿರುಗಿಕೊಂಡು ಮನಸ್ಸಿಗೆ ತೋರಿದ ಹಾಗೆಯೇ ನಡೆಯುತ್ತಾ ಬಂದಿದ್ದಾರೆ."},{"number":18,"verse":"ಅವರ ಮಾರ್ಗಗಳನ್ನು ನೋಡಿದ್ದೇನೆ, ಅವರನ್ನು ಸ್ವಸ್ಥಮಾಡಿ ನಡಿಸುತ್ತಾ ಅವರಿಗೆ, ಅವರಲ್ಲಿಯೂ ದುಃಖಿತರಿಗೆ, ಆದರಣೆಯನ್ನು ಪ್ರತಿಫಲವಾಗಿ ಕೊಡುವೆನು."},{"number":19,"verse":"ಯೆಹೋವನು ಮನುಷ್ಯರ ಬಾಯ ಯೋಗ್ಯಫಲವಾಗಿರುವ ಸ್ತೋತ್ರವನ್ನು ಉಂಟುಮಾಡುವವನಾಗಿ - ದೂರದವನಿಗೂ ಸಮೀಪದವನಿಗೂ ಕ್ಷೇಮವಿರಲಿ, ಸುಕ್ಷೇಮವಿರಲಿ, ನಾನು ಅವರನ್ನು ಸ್ವಸ್ಥಮಾಡುವೆನು ಎಂದು ಹೇಳುತ್ತಾನೆ."},{"number":20,"verse":"ದುಷ್ಟರಾದರೋ ಅಲ್ಲೋಲಕಲ್ಲೋಲವಾದ ಸಮುದ್ರದಂತಿದ್ದಾರೆ; ಅದು ಸುಮ್ಮನಿರದು, ಅದರ ತೆರೆಗಳು ಕೆಸರನ್ನೂ ಬುರುದೆಯನ್ನೂ ಕಾರುತ್ತಲಿರುತ್ತವೆ."},{"number":21,"verse":"ದುಷ್ಟರಿಗೆ ಸಮಾಧಾನವೇ ಇಲ್ಲವೆಂದು ನನ್ನ ದೇವರು ನುಡಿಯುತ್ತಾನೆ."}]}