{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":61,"verses":[{"number":1,"verse":"ಕರ್ತನಾದ ಯೆಹೋವನ ಆತ್ಮವು ನನ್ನ ಮೇಲೆ ಅದೆ, ಆತನು ನನ್ನನ್ನು ಬಡವರಿಗೆ ಶುಭವರ್ತಮಾನವನ್ನು ಸಾರುವದಕ್ಕೆ ಅಭಿಷೇಕಿಸಿದನು; ಮನಮುರಿದವರನ್ನು ಕಟ್ಟಿ ವಾಸಿಮಾಡುವದಕ್ಕೂ ಸೆರೆಯವರಿಗೆ ಬಿಡುಗಡೆಯಾಗುವದನ್ನು, ಬಂದಿಗಳಿಗೆ [ಕದ] ತೆರೆಯುವದನ್ನು ಪ್ರಸಿದ್ಧಿಪಡಿಸುವದಕ್ಕೂ"},{"number":2,"verse":"ಯೆಹೋವನು ನೇಮಿಸಿರುವ ಶುಭವರುಷ, ನಮ್ಮ ದೇವರು ಮುಯ್ಯಿ ತೀರಿಸುವ ದಿನ, ಇವುಗಳನ್ನು ಪ್ರಚುರಗೊಳಿಸುವದಕ್ಕೂ"},{"number":3,"verse":"ದುಃಖಿತರೆಲ್ಲರನ್ನು ಸಂತೈಸುವದಕ್ಕೂ ಚೀಯೋನಿನಲ್ಲಿ ಶೋಕಿಸುವವರಿಗೆ ಬೂದಿಗೆ ಬದಲಾಗಿ ಶಿರೋಭೂಷಣ, ದುಃಖವಿದ್ದಲ್ಲಿ ಆನಂದತೈಲ, ಕುಂದಿದ ಮನಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಉತ್ಸಾಹಸ್ತೋತ್ರದ ವಸ್ತ್ರ ಇವುಗಳನ್ನು ಒದಗಿಸಿಕೊಡುವದಕ್ಕೂ ಆತನು ನನ್ನನ್ನು ಕಳುಹಿಸಿದ್ದಾನೆ. ಯೆಹೋವನು ತನ್ನ ಪ್ರಭಾವಕ್ಕೋಸ್ಕರ ಹಾಕಿದ ನೀತಿವೃಕ್ಷಗಳು ಎಂಬ ಬಿರುದು ಇವರಿಗಾಗುವದು."},{"number":4,"verse":"ಪುರಾತನ ಕಾಲದಲ್ಲಿ ಹಾಳಾದ ನಿವೇಶನಗಳನ್ನು ತಿರಿಗಿ ಕಟ್ಟುವರು, ಪೂರ್ವದಲ್ಲಿ ಪಾಳುಬಿದ್ದದ್ದನ್ನು ಪುನಃ ಎಬ್ಬಿಸುವರು, ತಲತಲಾಂತರಗಳಿಂದ ಹಾಳುಬೀಳಾದ ಪಟ್ಟಣಗಳನ್ನು ಜೀರ್ಣೋದ್ಧಾರಮಾಡುವರು."},{"number":5,"verse":"ಆಗ ವಿದೇಶೀಯರು ನಿಂತುಕೊಂಡು ನಿಮ್ಮ ಮಂದೆಗಳನ್ನು ಮೇಯಿಸುವರು, ಅನ್ಯರು ನಿಮಗೆ ಉಳುವವರೂ ತೋಟಗಾರರೂ ಆಗುವರು."},{"number":6,"verse":"ನೀವೋ ಯೆಹೋವನ ಯಾಜಕರೆಂಬ ಬಿರುದನ್ನು ಹೊಂದುವಿರಿ, ಜನರು ನಿಮ್ಮನ್ನು ನಮ್ಮ ದೇವರ ಸೇವಕರು ಎಂದು ಕರೆಯುವರು; ಜನಾಂಗಗಳ ಆಸ್ತಿಯನ್ನನುಭವಿಸುವಿರಿ, ಅವುಗಳ ವೈಭವವನ್ನು ಪಡೆದು ಹೊಗಳಿಕೊಳ್ಳುವಿರಿ."},{"number":7,"verse":"ನಿಮಗಾದ ಅವಮಾನಕ್ಕೆ ಬದಲಾಗಿ ಎರಡರಷ್ಟು ಮಾನವನ್ನು ಹೊಂದುವಿರಿ; ನಾಚಿಕೆಪಟ್ಟದ್ದಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಇವರು ತಮ್ಮ ಸ್ವಾಸ್ತ್ಯದಲ್ಲಿ ಹಿಗ್ಗುವರು; ಹೀಗೆ ತಮ್ಮ ದೇಶದಲ್ಲಿ ಎರಡರಷ್ಟನ್ನು ಅನುಭವಿಸುವರು; ಇವರಿಗೆ ಶಾಶ್ವತ ಸಂತೋಷವಾಗುವದು."},{"number":8,"verse":"ಯೆಹೋವನೆಂಬ ನಾನು ನ್ಯಾಯವನ್ನು ಪ್ರೀತಿಸುತ್ತೇನೆ, ಕೊಳ್ಳೆಯನ್ನೂ ಅನ್ಯಾಯವನ್ನೂ ದ್ವೇಷಿಸುತ್ತೇನೆ; ಸತ್ಯಸಂಧತೆಯನ್ನು ಅನುಸರಿಸಿ ಇವರ ನಷ್ಟಕ್ಕೆ ಪ್ರತಿಫಲವನ್ನು ಕೊಟ್ಟು ಇವರೊಂದಿಗೆ ನಿತ್ಯವಾದ ಒಡಂಬಡಿಕೆಯನ್ನು ಮಾಡಿಕೊಳ್ಳುವೆನು."},{"number":9,"verse":"ಇವರ ಸಂತಾನವು ಜನಾಂಗಗಳಲ್ಲಿ ಪ್ರಖ್ಯಾತವಾಗುವದು, ಇವರ ಸಂತತಿಯು ಅನ್ಯದೇಶೀಯರಲ್ಲಿ ಹೆಸರುಗೊಳ್ಳುವದು; ಇವರನ್ನು ನೋಡುವವರೆಲ್ಲರು ಯೆಹೋವನು ಆಶೀರ್ವದಿಸಿದ ವಂಶವು ಇದೇ ಎಂದು ಒಪ್ಪಿಕೊಳ್ಳುವರು."},{"number":10,"verse":"ನಾನು ಯೆಹೋವನಲ್ಲಿ ಪರಮಾನಂದಪಡುವೆನು, ನನ್ನ ಆತ್ಮವು ನನ್ನ ದೇವರಲ್ಲಿ ಹಿಗ್ಗುವದು; ವರನು ಬಾಸಿಂಗವನ್ನು ಧರಿಸಿಕೊಳ್ಳುವಂತೆಯೂ ವಧುವು ತನ್ನನ್ನು ಆಭರಣಗಳಿಂದ ಅಲಂಕರಿಸಿಕೊಳ್ಳುವ ಹಾಗೂ ಆತನು ನನಗೆ ರಕ್ಷಣೆಯೆಂಬ ವಸ್ತ್ರವನ್ನು ಹೊದಿಸಿ ಧರ್ಮವೆಂಬ ನಿಲುವಂಗಿಯನ್ನು ತೊಡಿಸಿದ್ದಾನಲ್ಲಾ."},{"number":11,"verse":"ಭೂಮಿಯು ತನ್ನೊಳಗಿಂದ ಮೊಳಿಕೆಯನ್ನು ಹೊರಡಿಸುವಂತೆಯೂ ತೋಟವು ತನ್ನಲ್ಲಿ ಬಿತ್ತಿದ್ದನ್ನು ಮೊಳೆಯಿಸುವ ಹಾಗೂ ಕರ್ತನಾದ ಯೆಹೋವನು ಎಲ್ಲಾ ಜನಾಂಗಗಳ ಎದುರಿನಲ್ಲಿ ಧರ್ಮವನ್ನೂ ಸ್ತೋತ್ರವನ್ನೂ ಮೊಳೆಯಿಸುವನು."}]}