{"bibleAbbr":"KNJV","bookName":"ಯೆಶಾಯ","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"ಆಮೇಲೆ ಯೆಹೋವನು ನನಗೆ - ದೊಡ್ಡ ಹಲಿಗೆಯನ್ನು ತೆಗೆದುಕೊಂಡು ಸಾಧಾರಣ ಲಿಪಿಯಿಂದಲೇ ವಿಷಯಸೂಚಕವಾದ ಈ ಪದವನ್ನು ಬರೆ - ಮಹೇರ್ ಶಾಲಾಲ್ ಹಾಷ್ ಬಜ್ [ಅಂದರೆ ಸೂರೆಗೆ ಆತುರ, ಕೊಳ್ಳೆಗೆ ಅವಸರ];"},{"number":2,"verse":"[ನೀನು ಹೀಗೆ ಬರೆದದ್ದಕ್ಕೆ] ಯಾಜಕನಾದ ಊರೀಯ, ಯೆಬೆರೆಕ್ಯನ ಮಗನಾದ ಜೆಕರ್ಯ ಈ ನಂಬಿಗಸ್ತರಾದ ಸಾಕ್ಷಿಗಳನ್ನು ಕರೆಯುವೆನು ಎಂದು ಹೇಳಿದನು."},{"number":3,"verse":"ಅನಂತರ ನಾನು ನನ್ನ ಹೆಂಡತಿಯನ್ನು ಕೂಡಲು ಆಕೆಯು ಬಸುರಾಗಿ ಗಂಡು ಮಗುವನ್ನು ಹೆತ್ತಳು. ಆಗ ಯೆಹೋವನು ನನಗೆ - ಅದಕ್ಕೆ ಮಹೇರ್ ಶಾಲಾಲ್ ಹಾಷ್ ಬಜ್ ಎಂದು ಹೆಸರಿಡು."},{"number":4,"verse":"ಆ ಮಗುವು ಅಪ್ಪಾ, ಅಮ್ಮಾ, ಎಂದು ಕೂಗಬಲ್ಲದಾಗುವದರೊಳಗೆ ಅಶ್ಶೂರದ ಅರಸನು ದಮಸ್ಕದ ಆಸ್ತಿಯನ್ನೂ ಸಮಾರ್ಯದ ಸೂರೆಯನ್ನೂ ಹೊರಿಸಿಕೊಂಡು ಹೋಗುವನು ಎಂದು ಹೇಳಿದನು."},{"number":5,"verse":"ಯೆಹೋವನು ಮತ್ತೊಂದಾವರ್ತಿ ನನಗೆ ಹೀಗೆ ನುಡಿದನು -"},{"number":6,"verse":"ಈ ಜನರು ಮೆಲ್ಲಗೆ ಹರಿಯುವ ಸಿಲೋವದ ನೀರನ್ನು ಉಪೇಕ್ಷಿಸಿ ರೆಚೀನನನ್ನೂ ರೆಮಲ್ಯನ ಮಗನನ್ನೂ ನಂಬಿ ಮೆರೆದದ್ದರಿಂದ"},{"number":7,"verse":"ಇಗೋ, ಕರ್ತನು ಪೂರ್ಣಪ್ರತಾಪದಿಂದ ಕೂಡಿದ ಅಶ್ಶೂರದ ಅರಸನೆಂಬ ಮಹಾನದಿಯ ರಭಸವಾದ ದೊಡ್ಡ ಪ್ರವಾಹವನ್ನು ಇವರ ಮೇಲೆ ಬರಮಾಡುವನು;"},{"number":8,"verse":"ಅದು ತನ್ನ ಪಾತ್ರವನ್ನೆಲ್ಲಾ ಒಳಗೊಂಡು ದಡಗಳನ್ನೆಲ್ಲಾ ಮೀರಿ ಯೆಹೂದದಲ್ಲಿಯೂ ನುಗ್ಗಿ ತುಂಬಿತುಳುಕಿ ಹಬ್ಬಿಕೊಂಡು ಕತ್ತಿನವರೆಗೂ ಏರುವದು; ಇಮ್ಮಾನುವೇಲನೇ! ಆ ಅರಸನ ರೆಕ್ಕೆಗಳು ಹರಡಿ ನಿನ್ನ ದೇಶದ ಅಗಲದಲ್ಲೆಲ್ಲಾ ಮುತ್ತಿಬಿಡುವವು."},{"number":9,"verse":"ಜನಾಂಗಗಳೇ, ಭಂಗಪಡಿಸಿರಿ, ನೀವೂ ಭಂಗಪಡುವಿರಿ; ದೂರದೇಶೀಯರೇ, ಕಿವಿಗೊಡಿರಿ; ನಡುಕಟ್ಟಿರಿ, ಭಂಗಪಡುವಿರಿ; ಹೌದು ನಡುಕಟ್ಟಿರಿ, ಭಂಗಪಡುವಿರಿ."},{"number":10,"verse":"ಆಲೋಚನೆಮಾಡಿಕೊಳ್ಳಿರಿ, ಅದು ಮುರಿದುಹೋಗುವದು; ಅಪ್ಪಣೆಮಾಡಿರಿ, ಅದು ನಿಲ್ಲದು; ದೇವರು ನಮ್ಮ ಕೂಡ ಇದ್ದಾನಷ್ಟೆ."},{"number":11,"verse":"ಯೆಹೋವನು ನನ್ನ ಮೇಲೆ ಬಲವಾಗಿ ಕೈಯನ್ನಿಟ್ಟು ಈ ಜನರ ಮಾರ್ಗದಲ್ಲಿ ನಡೆಯಬಾರದೆಂದು ನನಗೆ ಉಪದೇಶಿಸುತ್ತಾ ಹೀಗಂದನು -"},{"number":12,"verse":"ಇವರು ಯಾವದನ್ನು ಒಪ್ಪಂದವೆನ್ನುತ್ತಾರೋ ನೀವು ಅದನ್ನು ಒಪ್ಪಂದವೆನ್ನಬೇಡಿರಿ; ಇವರು ಯಾವದಕ್ಕೆ ಹೆದರುತ್ತಾರೋ ನೀವು ಅದಕ್ಕೆ ಹೆದರಬೇಡಿರಿ, ನಡುಗಬೇಡಿರಿ."},{"number":13,"verse":"ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನನ್ನೇ ಪ್ರತಿಷ್ಠೆಪಡಿಸಿರಿ; ಆತನಿಗೇ ಹೆದರಿಕೊಳ್ಳಿರಿ, ನಡುಗಿರಿ."},{"number":14,"verse":"ಆತನು ಆಶ್ರಯವಾಗುವನು; ಆದರೆ ಇಸ್ರಾಯೇಲಿನ ಎರಡು ಮನೆತನಕ್ಕೆ ಎಡವುವ ಕಲ್ಲೂ ಮುಗ್ಗರಿಸುವ ಬಂಡೆಯೂ ಯೆರೂಸಲೇಮಿನ ನಿವಾಸಿಗಳಿಗೆ ಬಲೆಯೂ ಬೋನೂ ಆಗುವನು."},{"number":15,"verse":"ಅವರಲ್ಲಿ ಅನೇಕರು ಎಡವಿ ಬಿದ್ದು ಭಂಗವಾಗುವರು, ಬೋನಿಗೆ ಸಿಕ್ಕಿ ವಶವಾಗುವರು."},{"number":16,"verse":"ಬೋಧನೆಯನ್ನು ಕಟ್ಟಿಡು, ನನ್ನ ಶಿಷ್ಯರೊಳಗೆ ಉಪದೇಶವನ್ನು ಮುಚ್ಚಿ ಮುದ್ರಿಸು."},{"number":17,"verse":"ಯಾಕೋಬನ ಮನೆತನದವರಿಗೆ ಮುಖವನ್ನು ಮರೆಮಾಡಿಕೊಂಡಿರುವ ಯೆಹೋವನಿಗಾಗಿ ನಾನು ಕಾದುಕೊಂಡು ಎದುರುನೋಡುತ್ತಿರುವೆನು."},{"number":18,"verse":"ಆಹಾ, ನಾನೂ ನನಗೆ ಯೆಹೋವನು ದಯಪಾಲಿಸಿರುವ ಮಕ್ಕಳೂ ಚೀಯೋನ್ ಪರ್ವತದಲ್ಲಿ ವಾಸವಾಗಿರುವ ಸೇನಾಧೀಶ್ವರನಾದ ಯೆಹೋವನಿಂದುಂಟಾದ ಗುರುತುಗಳಾಗಿಯೂ ಅದ್ಭುತಗಳಾಗಿಯೂ ಇಸ್ರಾಯೇಲ್ಯರ ಮಧ್ಯದಲ್ಲಿದ್ದೇವೆ."},{"number":19,"verse":"ಲೊಚಗುಟ್ಟುವ ಪಿಟಿಪಿಟಿಗುಟ್ಟುವ ಪ್ರೇತವಿಚಾರಕರನ್ನೂ ಬೇತಾಳಿಕರನ್ನೂ ಆಶ್ರಯಿಸಿರಿ ಎಂದು ಒಂದು ವೇಳೆ ನಿಮಗೆ ಹೇಳಾರು. ಜನರು ತಮ್ಮ ದೇವರನ್ನೇ ಆಶ್ರಯಿಸಬಾರದೋ? ಜೀವಿತರಿಗಾಗಿ ಸತ್ತವರಲ್ಲಿ ವಿಚಾರಿಸುವದು ಯುಕ್ತವೋ?"},{"number":20,"verse":"ದೇವರ ಉಪದೇಶವನ್ನೂ ದೇವರ ಬೋಧನೆಯನ್ನೂ ವಿಚಾರಿಸುವ ಎಂದು ಅವರು ಹೇಳದಿದ್ದರೆ ಅವರಿಗೆ ಎಂದಿಗೂ ಬೆಳಗಾಗುವದಿಲ್ಲ."},{"number":21,"verse":"ಅವರು ಘೋರಕಷ್ಟಕ್ಕೊಳಗಾಗಿ ಹಸಿದುಕೊಂಡು ದೇಶದಲ್ಲಿ ಅಲೆಯುವರು; ಹಸಿದಾಗ ರೇಗಿಕೊಂಡು ತಮ್ಮ ರಾಜನನ್ನೂ ತಮ್ಮ ದೇವರನ್ನೂ ಶಪಿಸುವರು;"},{"number":22,"verse":"ಮೇಲಕ್ಕೆ ಕಣ್ಣೆತ್ತಿದರೂ ಭೂಮಿಯನ್ನು ದೃಷ್ಟಿಸಿದರೂ ಇಗೋ, ಇಕ್ಕಟ್ಟೆಂಬ ಕತ್ತಲೂ ಸಂಕಟವೆಂಬ ಅಂಧಕಾರವೂ ಕವಿದುಕೊಂಡಿರುವವು; ಕಾರ್ಗತ್ತಲೆಗೆ ತಳ್ಳಲ್ಪಡುವರು."}]}