{"bibleAbbr":"orOV2014","bookName":"ଉପଦେଶକ","bookEnglishName":"Ecclesiastes","chapterNumber":12,"verses":[{"number":1,"verse":"ଆଉ, ତୁମ୍ଭେ ଯୌବନକାଳରେ ଆପଣା ସୃଷ୍ଟିକର୍ତ୍ତାଙ୍କୁ ସ୍ମରଣ କର; ଯେହେତୁ ଦୁଃସମୟ ଆସୁଅଛି, ଯେଉଁସବୁ ବର୍ଷରେ ତୁମ୍ଭେ କହିବ, ଏସବୁରେ ମୋହର କିଛି ସୁଖ ନାହିଁ, ସେହିସବୁ ବର୍ଷ ସନ୍ନିକଟ ହେଉଅଛି ।"},{"number":2,"verse":"ସେସମୟରେ ସୂର୍ଯ୍ୟ ଓ ଦୀପ୍ତି ଓ ଚନ୍ଦ୍ର ଓ ତାରାଗଣ ଅନ୍ଧକାରମୟ ହେବେ, ପୁଣି ବୃଷ୍ଟି ଉତ୍ତାରେ ପୁନର୍ବାର ମେଘ ହେବ;"},{"number":3,"verse":"ସେହି ଦିନ ଗୃହ-ରକ୍ଷକମାନେ ଥରହର ହେବେ ଓ ବଳବାନ ଲୋକେ ଆପେ ନତ ହେବେ ଓ ପେଷିକାମାନେ ଅଳ୍ପ ହେବାରୁ କର୍ମରୁ ନିବୃତ୍ତ ହେବେ, ପୁଣି ଝରକାରେ ଦୃଷ୍ଟିକାରିଣୀମାନେ ଅନ୍ଧକାରଗ୍ରସ୍ତା ହେବେ"},{"number":4,"verse":"ଓ ପଥଆଡ଼େ ଦ୍ଵାର ରୁଦ୍ଧ ହେବ, ସେସମୟରେ ପେଷଣ ଶଦ୍ଦ କ୍ଷୀଣ ହେବ, ପୁଣି ପକ୍ଷୀର ନାଦରେ ଲୋକ ଜାଗି ଉଠିବ ଓ ବାଦ୍ୟକାରିଣୀ କନ୍ୟାଗଣ କ୍ଷୀଣ ହେବେ;"},{"number":5,"verse":"ଆହୁରି, ସେମାନେ ଉଚ୍ଚ ସ୍ଥାନ ବିଷୟରେ ଭୀତ ହେବେ ଓ ପଥରେ ତ୍ରାସ ହେବ; ଆଉ, ବାଦାମ ବୃକ୍ଷ ପୁଷ୍ପିତ ହେବ ଓ ଫଡ଼ିଙ୍ଗ ଆପଣା ଭାରରେ ଭାରଗ୍ରସ୍ତ ହେବ ଓ କାମନା ନିସ୍ତେଜ ହେବ; କାରଣ ମନୁଷ୍ୟ ଆପଣା ଚିର ନିବାସକୁ ଯାଏ ଓ ଶୋକକାରୀମାନେ ପଥରେ ଭ୍ରମଣ କରନ୍ତି;"},{"number":6,"verse":"ସେହି ସମୟରେ ରୂପାର ତାର ହୁଗୁଳା ହେବ, ସୁବର୍ଣ୍ଣ ପାତ୍ର ଭଗ୍ନ ହେବ, ମାଟିର ପାତ୍ର ଜଳସ୍ରୋତ ନିକଟରେ ଚୂର୍ଣ୍ଣ ହେବ ଓ କୂପରେ ଚକ୍ର ଭଗ୍ନ ହେବ;"},{"number":7,"verse":"ପୁଣି, ଧୂଳି ପୂର୍ବ ପରି ମୃତ୍ତିକାରେ ଲୀନ ହେବ, ଆଉ ଆତ୍ମାଦାତା ପରମେଶ୍ଵରଙ୍କ ନିକଟକୁ ଆତ୍ମା ଫେରି ଯିବ ।"},{"number":8,"verse":"ଉପଦେଶକ କହଇ, ଅସାରର ଅସାର, ସବୁ ହିଁ ଅସାର ।"},{"number":9,"verse":"( ସାର କଥା) ଆହୁରି, ଉପଦେଶକ ଜ୍ଞାନବାନ ହେବାରୁ ଲୋକମାନଙ୍କୁ ନିତ୍ୟ ଜ୍ଞାନ ଶିକ୍ଷା ଦେଲା; ପୁଣି, ସେ ବିବେଚନା ଓ ଅନୁସନ୍ଧାନ କରି ଅନେକ ହିତୋପଦେଶ ବିନ୍ୟାସ କଲା ।"},{"number":10,"verse":"ଉପଦେଶକ ମନୋହର ବାକ୍ୟ ଓ ଯାହା ସରଳ ଭାବରେ ଲେଖାଗଲା, ସେହି ସତ୍ୟ ବାକ୍ୟ ପାଇବାକୁ ଅନ୍ଵେଷଣ କଲା ।"},{"number":11,"verse":"ଜ୍ଞାନବାନର ବାକ୍ୟସବୁ ଅଙ୍କୁଶ ସ୍ଵରୂପ ଓ ସଭାପତିଗଣର ବାକ୍ୟ ଦୃଢ଼ବଦ୍ଧ ଲୌହ କଣ୍ଟକ ସ୍ଵରୂପ, ତାହାସବୁ ଏକ ପାଳକ ଦ୍ଵାରା ଦତ୍ତ ହୋଇଅଛି ।"},{"number":12,"verse":"ଆହୁରି, ହେ ମୋହର ପୁତ୍ର, ତୁମ୍ଭେ ଉପଦେଶ ଗ୍ରହଣ କର; ଅନେକ ପୁସ୍ତକ ରଚନା କରିବାର ଶେଷ ନାହିଁ; ପୁଣି, ବହୁ ଅଭ୍ୟାସ ଶରୀରର କ୍ଳାନ୍ତିଜନକ ।"},{"number":13,"verse":"ସାର କଥା ଏହି; ସବୁ ଶୁଣାଯାଇଅଛି; ପରମେଶ୍ଵରଙ୍କୁ ଭୟ କର ଓ ତାହାଙ୍କର ଆଜ୍ଞାସବୁ ପାଳନ କର; କାରଣ ଏହା ହିଁ ମନୁଷ୍ୟର ପୂର୍ଣ୍ଣ କର୍ତ୍ତବ୍ୟ କର୍ମ ।"},{"number":14,"verse":"ଯେହେତୁ ପରମେଶ୍ଵର ପ୍ରତ୍ୟେକ କର୍ମ, ପୁଣି ଭଲ କି ମନ୍ଦ ପ୍ରତ୍ୟେକ ଗୁପ୍ତ ବିଷୟ ବିଚାରରେ ଆଣିବେ ।"}]}