{"bibleAbbr":"CVB1535","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":3,"verses":[{"number":1,"verse":"For take hede: In those dayes & at ye same tyme, when I turne agayne the captyuite of Iuda & Ierusale:"},{"number":2,"verse":"I shal gather all people together, & brynge the in to the valley of Iosaphat: and there wil I reason with the, because of my people & heretage of Israel: who they haue scatred aboute in the nacions, & parted my lode:"},{"number":3,"verse":"yee they haue cast lottes for my people, the yonge me haue they set in the brodel house, & solde the Damsels for wyne, yt they might haue to drike."},{"number":4,"verse":"Thou Tirus and Sido and all ye borders of the Philistynes: what haue ye to do with me? Will ye defye me? well: yf ye will nedes defye me, I shall recopence you, euen vpon youre heade, & yt right shortly:"},{"number":5,"verse":"for ye haue take awaye my syluer & golde, my fayre & goodly Iewels, & brought them in to youre gods houses."},{"number":6,"verse":"The children also of Iuda and Ierusalem haue ye solde vnto the Grekes, that ye might brynge the farre fro ye borders of their owne countrees."},{"number":7,"verse":"Beholde therfore: I will rayse them out of the place, where ye haue solde them, & will rewarde you euen vpon youre heade."},{"number":8,"verse":"Youre sonnes & youre doughters will I sell thorow the hondes of the childre of Iuda, & so they shal geue them forth to sell, vnto the of Saba, a people of a farre coutre: for the LORDE himself hath sayde it."},{"number":9,"verse":"Crie out these thinges amonge the Gentiles, proclame warre, wake vp the giauntes, let them drawe nye, let the come vp all the lusty warryours of the."},{"number":10,"verse":"Make you sweardes of youre ploweshares, and speares of youre syckles & sythes. Let ye weake man saye: I am stronge."},{"number":11,"verse":"Mustre you, and come, all ye Heithe roude aboute: gather you together, there shall the LORDE laye all thy giauntes to the grounde."},{"number":12,"verse":"Let the people aryse, and get them to the valley of Iosaphat: for there wil I syt, and iudge all Heithe roude aboute."},{"number":13,"verse":"Laye to youre sythes, for the haruest is rype: come, get you downe: the wynepresse is full, yee the wynepresses runne ouer, for their wickednesse is waxen greate."},{"number":14,"verse":"In the valley appoynted, there shalbe many, many people: for the daye of the LORDE is nye in ye valley appoynted."},{"number":15,"verse":"The Sonne and Moone shall be darckened, & the starres shal withdrawe their light."},{"number":16,"verse":"The LORDE shal roare out of Sion, & crie out of Ierusale, that the heauens & the earth shal quake withall. But the LORDE shal be a defence vnto his owne people, ad a refuge for the childre of Israel."},{"number":17,"verse":"Thus shal ye knowe, yt I the LORDE youre God dwell vpo my holy mount of Sion. Then shal Ierusale be holy, & there shal no straungers go thorow her eny more."},{"number":18,"verse":"Then shal the moutaynes droppe swete wyne, & the hylles shall flowe with mylcke, All the ryuers of Iuda shal haue water ynough, & out of the LORDES house, there shal flowe a sprynge, to water ye broke of Sitim:"},{"number":19,"verse":"but Egipte shalbe layed waist, & Edo shal be desolate: because they haue dealte so cruelly with the childre of Iuda, and shed innocent bloude in their londe."},{"number":20,"verse":"Agayne, Iuda shalbe inhabited for euermore, & Ierusale from generacion to generacio:"},{"number":21,"verse":"for I wil not leaue their bloude vnauenged. And the LORDE shal dwell in Sion."}]}