{"bibleAbbr":"teOV2016","bookName":"కీర్తనలు","bookEnglishName":"Psalms","chapterNumber":17,"verses":[{"number":1,"verse":"దావీదు ప్రార్థన. [1] యెహోవా, న్యాయమును ఆలకించుము, నా మొఱ్ఱ నంగీకరించుము నా ప్రార్థనకు చెవియొగ్గుము, అది కపటమైన పెద వులనుండి వచ్చునదికాదు."},{"number":2,"verse":"నీ సన్నిధినుండి నాకు తీర్పు వచ్చునుగాక నీ కనుదృష్టి న్యాయముగా చూచును."},{"number":3,"verse":"రాత్రివేళ నీవు నన్ను దర్శించి నా హృదయమును పరిశీలించితివి నన్ను పరిశోధించితివి, నీకు ఏ దురాలోచనయు కానరాలేదు నోటిమాటచేత నేను అతిక్రమింపను"},{"number":4,"verse":"మనుష్యుల కార్యముల విషయమైతే బలాత్కారుల మార్గముల తప్పించుకొనుటకై నీ నోటిమాటనుబట్టి నన్ను నేను కాపాడుకొని యున్నాను."},{"number":5,"verse":"నీ మార్గములయందు నా నడకలను స్థిరపరచుకొని యున్నాను. నాకు కాలు జారలేదు."},{"number":6,"verse":"నేను నీకు మొఱ్ఱపెట్టుకొనియున్నాను దేవా, నీవు నాకు ఉత్తరమిచ్చెదవు నాకు చెవియొగ్గి నా మాట ఆలకించుము."},{"number":7,"verse":"నీ శరణుజొచ్చినవారిని వారిమీదికి లేచువారి చేతి లోనుండి నీ కుడిచేత రక్షించువాడా,"},{"number":8,"verse":"[8-9] నీ కృపాతిశయములను చూపుము. ఒకడు తన కనుపాపను కాపాడుకొనునట్లు నన్ను కాపాడుము నన్ను లయపరచగోరు దుష్టులను పోగొట్టి కాపాడుము నన్ను చుట్టుకొను నా ప్రాణశత్రువులచేత చిక్క కుండను నీ రెక్కల నీడక్రింద నన్ను దాచుము."},{"number":10,"verse":"వారు ( వారు తమ క్రొవ్వుతో హృదయమును మూసికొనిరి.) తమ హృదయమును కఠినపరచుకొనియున్నారువారి నోరు గర్వముగా మాటలాడును."},{"number":11,"verse":"మా అడుగుజాడలను గురుతుపెట్టి వారిప్పుడు మమ్ము చుట్టుకొని యున్నారు మమ్మును నేలను కూల్చుటకు గురిచూచుచున్నారు."},{"number":12,"verse":"వారు చీల్చుటకు ఆతురపడు సింహమువలెను చాటైన స్థలములలో పొంచు కొదమసింహమువలెను ఉన్నారు."},{"number":13,"verse":"యెహోవా లెమ్ము, వానిని ఎదుర్కొని వానిని పడ గొట్టుము దుష్టునిచేతిలోనుండి నీ ఖడ్గముచేత నన్ను రక్షింపుము"},{"number":14,"verse":"లోకులచేతిలోనుండి ఈ జీవితకాలములోనే తమ పాలు పొందిన యీ లోకుల చేతిలోనుండి నీ హస్తబలముచేత నన్ను రక్షింపుము. నీవు నీ దానములతో వారి కడుపు నింపుచున్నావువారు కుమారులుకలిగి తృప్తినొందుదురు తమ ఆస్తిని తమ పిల్లలకు విడచిపెట్టుదురు."},{"number":15,"verse":"నేనైతే నీతిగలవాడనై నీ ముఖదర్శనము చేసెదను నేను మేల్కొనునప్పుడు నీ స్వరూపదర్శనముతో నా ఆశను తీర్చుకొందును."}]}