{"bibleAbbr":"teOV2016","bookName":"కీర్తనలు","bookEnglishName":"Psalms","chapterNumber":55,"verses":[{"number":1,"verse":"ప్రధానగాయకునికి. తంతివాద్యములమీద పాడదగినది. దావీదు రచించినది. దైవధ్యానము. [1] దేవా, చెవియొగ్గి నా ప్రార్థన ఆలకింపుము నా విన్నపమునకు విముఖుడవై యుండకుము."},{"number":2,"verse":"[2-3] నా మనవి ఆలకించి నాకుత్తరమిమ్ము. శత్రువుల శబ్దమునుబట్టియు దుష్టుల బలాత్కారమునుబట్టియు నేను చింతాక్రాంతుడనై విశ్రాంతి లేక మూలుగు చున్నాను. వారు నామీద దోషము మోపుచున్నారు ఆగ్రహముగలవారై నన్ను హింసించుచున్నారు."},{"number":4,"verse":"నా గుండె నాలో వేదనపడుచున్నది మరణభయము నాలో పుట్టుచున్నది"},{"number":5,"verse":"దిగులును వణకును నాకు కలుగుచున్నవి మహా భయము నన్ను ముంచివేసెను."},{"number":6,"verse":"ఆహా గువ్వవలె నాకు రెక్కలున్నయెడల నేను ఎగిరిపోయి నెమ్మదిగా నుందునే"},{"number":7,"verse":"త్వరపడి దూరముగా పారిపోయి పెనుగాలిని సుడిగాలిని తప్పించుకొని"},{"number":8,"verse":"అరణ్యములో నివసించియుందునే అను కొంటిని."},{"number":9,"verse":"పట్టణములో బలాత్కార కలహములు జరుగుట నేను చూచుచున్నాను. ప్రభువా, అట్టిపనులు చేయువారిని నిర్మూలము చేయుము వారి నాలుకలు ఛేదించుము."},{"number":10,"verse":"రాత్రింబగళ్లువారు పట్టణపు ప్రాకారములమీద తిరుగుచున్నారు పాపమును చెడుతనమును దానిలో జరుగుచున్నవి."},{"number":11,"verse":"దానిమధ్యను నాశనక్రియలు జరుగుచున్నవి వంచనయు కపటమును దాని అంగడి వీధులలో మానక జరుగుచున్నవి."},{"number":12,"verse":"నన్ను దూషించువాడు శత్రువు కాడు శత్రువైనయెడల నేను దాని సహింపవచ్చును నామీద మిట్టిపడువాడు నాయందు పగపెట్టినవాడు కాడు అట్టివాడైతే నేను దాగియుండవచ్చును."},{"number":13,"verse":"ఈ పనిచేసిన నీవు నా సహకారివి నా చెలికాడవు నా పరిచయుడవు."},{"number":14,"verse":"మనము కూడి మధురమైన గోష్ఠిచేసి యున్నవారము ఉత్సవమునకు వెళ్లు సమూహముతో దేవుని మందిర మునకు పోయి యున్నవారము."},{"number":15,"verse":"వారికి మరణము అకస్మాత్తుగా వచ్చును గాక సజీవులుగానే వారు పాతాళమునకు దిగిపోవుదురు గాక చెడుతనము వారి నివాసములలోను వారి అంతరంగము నందును ఉన్నది"},{"number":16,"verse":"అయితే నేను దేవునికి మొఱ్ఱపెట్టుకొందును యెహోవా నన్ను రక్షించును."},{"number":17,"verse":"సాయంకాలమున ఉదయమున మధ్యాహ్నమున నేను ధ్యానించుచు మొఱ్ఱపెట్టుకొందును ఆయన నా ప్రార్థన నాలకించును"},{"number":18,"verse":"నా శత్రువులు అనేకులై యున్నారు అయినను వారు నామీదికి రాకుండునట్లు సమాధానము కలుగజేసి ఆయన నా ప్రాణమును విమోచించియున్నాడు."},{"number":19,"verse":"పురాతనకాలము మొదలుకొని ఆసీనుడగు దేవుడు, మారుమనస్సు లేనివారై తనకు భయపడనివారికి ఉత్తర మిచ్చును."},{"number":20,"verse":"తమతో సమాధానముగా నున్నవారికి వారు బలా త్కారము చేయుదురు తాము చేసిన నిబంధన నతిక్రమింతురు."},{"number":21,"verse":"వారి నోటి మాటలు వెన్నవలె మృదువుగా నున్నవి అయితే వారి హృదయములో కలహమున్నది. వారి మాటలు చమురుకంటె నునుపైనవి అయితే అవి వరదీసిన కత్తులే."},{"number":22,"verse":"నీ భారము యెహోవామీద మోపుము ఆయనే నిన్ను ఆదుకొనును నీతిమంతులను ఆయన ఎన్నడును కదలనీయడు."},{"number":23,"verse":"దేవా, నాశనకూపములో నీవు వారిని పడవేయుదువు రక్తాపరాధులును వంచకులును సగముకాలమైన బ్రదుకరు. నేనైతే నీయందు నమ్మికయుంచియున్నాను."}]}