{"bibleAbbr":"teOV2016","bookName":"కీర్తనలు","bookEnglishName":"Psalms","chapterNumber":74,"verses":[{"number":1,"verse":"ఆసాపు కీర్తన. దైవధ్యానము. [1] దేవా, నీవు నిత్యము మమ్మును విడనాడితివేమి? నీవు మేపు గొఱ్ఱెలమీద నీ కోపము పొగరాజు చున్నదేమి?"},{"number":2,"verse":"నీ స్వాస్థ్య గోత్రమును నీవు పూర్వము సంపా దించుకొని విమోచించిన నీ సమాజమును జ్ఞాపక మునకు తెచ్చుకొనుము. నీవు నివసించు ఈ సీయోను పర్వతమును జ్ఞాపక మునకు తెచ్చుకొనుము."},{"number":3,"verse":"శత్రువులు పరిశుద్ధ స్థలములోనున్న సమస్తమును పాడుచేసియున్నారు నిత్యము పాడైయుండు చోట్లకు విజయము చేయుము."},{"number":4,"verse":"నీ ప్రత్యక్షపు గుడారములో నీ విరోధులు ఆర్భటించుచున్నారు విజయధ్వజములని తమ ధ్వజములను వారెత్తియున్నారు"},{"number":5,"verse":"దట్టమైన చెట్ల గుబురుమీద జనులు గొడ్డండ్ల నెత్తి నట్లుగా వారు కనబడుదురు"},{"number":6,"verse":"ఇప్పుడే వారు గొడ్డళ్లను సమ్మెటలను చేతపట్టుకొని దాని విచిత్రమైన పనిని బొత్తిగా విరుగగొట్టుదురు."},{"number":7,"verse":"నీ పరిశుద్ధ స్థలమునకు అగ్ని ముట్టించుదురు నీ నామమందిరమును నేల పడగొట్టి అపవిత్ర పరచు దురు."},{"number":8,"verse":"–దేవుని మందిరములను బొత్తిగా అణగద్రొక్కుద మనుకొని దేశములోని వాటినన్నిటిని వారు కాల్చియున్నారు."},{"number":9,"verse":"సూచకక్రియలు మాకు కనబడుటలేదు, ఇకను ప్రవక్తయు లేకపోయెను. ఇది ఎంతకాలము జరుగునో దాని నెరిగినవాడు మాలో ఎవడును లేడు."},{"number":10,"verse":"దేవా, విరోధులు ఎందాక నిందింతురు? శత్రువులు నీ నామమును నిత్యము దూషింతురా?"},{"number":11,"verse":"నీ హస్తమును నీ దక్షిణహస్తమును నీవెందుకు ముడుచు కొని యున్నావు? నీ రొమ్ములోనుండి దాని తీసి వారిని నిర్మూలము చేయుము."},{"number":12,"verse":"పురాతనకాలము మొదలుకొని దేవుడు నా రాజై యున్నాడు దేశములో మహారక్షణ కలుగజేయువాడు ఆయనే."},{"number":13,"verse":"నీ బలముచేత సముద్రమును పాయలుగా చేసితివి జలములలో భుజంగముల శిరస్సులను నీవు పగుల గొట్టితివి."},{"number":14,"verse":"మకరముయొక్క శిరస్సును నీవు ముక్కలుగా గొట్టి తివి అరణ్యవాసులకు దానిని ఆహారముగా ఇచ్చితివి."},{"number":15,"verse":"బుగ్గలను నదులను పుట్టించితివి నిత్యము ప్రవహించు నదులను నీవు ఇంక జేసితివి"},{"number":16,"verse":"పగలు నీదే రాత్రి నీదే సూర్యచంద్రులను నీవే నిర్మించితివి."},{"number":17,"verse":"భూమికి సరిహద్దులను నియమించినవాడవు నీవే వేసవికాలము చలికాలము నీవే కలుగజేసితివి."},{"number":18,"verse":"యెహోవా, శత్రువులు నిన్ను దూషణచేయుటను అవివేక ప్రజలు నీ నామమును దూషించుటను మనస్సునకు తెచ్చుకొనుము."},{"number":19,"verse":"దుష్టమృగమునకు నీ గువ్వయొక్క ప్రాణము నప్ప గింపకుము శ్రమనొందు నీవారిని నిత్యము మరువకుము."},{"number":20,"verse":"లోకములోనున్న చీకటిగల చోటులు బలాత్కారుల నివాసములతో నిండియున్నవి. కాగా నిబంధనను జ్ఞాపకము చేసికొనుము"},{"number":21,"verse":"నలిగినవానిని అవమానముతో వెనుకకు మరల నియ్యకుము. శ్రమ నొందువారును దరిద్రులును నీ నామము సన్నుతించుదురు గాక."},{"number":22,"verse":"దేవా, లెమ్ము నీ వ్యాజ్యెము నడుపుము అవివేకులు దినమెల్ల నిన్ను నిందించు సంగతి జ్ఞాప కము చేసికొనుము."},{"number":23,"verse":"నీమీదికి లేచువారి అల్లరి నిత్యము బయలుదేరుచున్నది. నీ విరోధులుచేయు గల్లత్తును మరువకుము."}]}