{"bibleAbbr":"teOV2016","bookName":"కీర్తనలు","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"ప్రధాన గాయకునికి. మహలతు లయన్నోత్ అను రాగముమీద పాడదగినది. ఎజ్రాహీయుడైన హేమాను రచించిన దైవధ్యానము. కోరహు కుమారుల కీర్తన. గీతము. [1] యెహోవా, నాకు రక్షణకర్తవగు దేవా, రాత్రివేళ నేను నీ సన్నిధిని మొఱ్ఱపెట్టునాడు"},{"number":2,"verse":"నా ప్రార్థన నీ సన్నిధిని చేరును గాక నా మొఱ్ఱకు చెవి యొగ్గుము"},{"number":3,"verse":"నేను ఆపదలతో నిండియున్నాను నా ప్రాణము పాతాళమునకు సమీపించియున్నది."},{"number":4,"verse":"సమాధిలోనికి దిగువారిలో నేనొకనిగా ఎంచబడితిని. నేను త్రాణలేనివానివలె అయితిని."},{"number":5,"verse":"చచ్చినవారిలో విడువబడినవాడనైతిని నేను సమాధిలో పడియున్న హతులలో ఒకనివలె అయితిని నీవిక స్మరింపనివారివలె అయితినివారు నీ చేతిలోనుండి తొలగిపోయి యున్నారు గదా."},{"number":6,"verse":"అగాధమైన గుంటలోను చీకటిగల చోట్లలోను అగాధ జలములలోను నీవు నన్ను పరుండబెట్టి యున్నావు."},{"number":7,"verse":"నీ ఉగ్రత నామీద బరువుగా నున్నది నీ తరంగములన్నియు నన్ను ముంచుచున్నవి. (సెలా.)"},{"number":8,"verse":"నా నెళవరులను నాకు దూరముగా నీవు ఉంచి యున్నావు నీవు వారి దృష్టికి నన్ను హేయునిగా చేసియున్నావు వెలుపలికి రావల్లగాకుండ నేను బంధింపబడి యున్నాను"},{"number":9,"verse":"బాధచేత నా కన్ను క్షీణించుచున్నది యెహోవా, ప్రతిదినము నేను నీకు మొఱ్ఱపెట్టు చున్నాను నీవైపు నా చేతులు చాపుచున్నాను."},{"number":10,"verse":"మృతులకు నీవు అద్భుతములు చూపెదవా? ప్రేతలు లేచి నిన్ను స్తుతించెదరా? (సెలా.)"},{"number":11,"verse":"సమాధిలో నీ కృపను ఎవరైన వివరింతురా? నాశనకూపములో నీ విశ్వాస్యతను ఎవరైన చెప్పు కొందురా?"},{"number":12,"verse":"అంధకారములో నీ అద్భుతములు తెలియనగునా? పాతాళములో నీ నీతి తెలియనగునా?"},{"number":13,"verse":"యెహోవా, నేను నీతోనే మనవి చేయుచున్నాను ఉదయమున నా ప్రార్థన నిన్ను ఎదుర్కొనును."},{"number":14,"verse":"యెహోవా, నీవు నన్ను విడుచుట యేల? నీ ముఖము నాకు చాటు చేయుట యేల?"},{"number":15,"verse":"బాల్యమునుండి నేను బాధపడి చావునకు సిద్ధమైతిని నీవు పెట్టు భయముచేత నేను కలవరపడుచున్నాను."},{"number":16,"verse":"నీ కోపాగ్ని నా మీదికి పొర్లియున్నది నీ మహా భయములు నన్ను సంహరించియున్నవి."},{"number":17,"verse":"నీళ్లు ఆవరించునట్లు అవి దినమంత నన్ను ఆవరించుచున్నవి అవి నన్ను చుట్టూర చుట్టుకొని యున్నవి"},{"number":18,"verse":"నా ప్రియులను స్నేహితులను నీవు నాకు దూరముగా ఉంచియున్నావు చీకటియే నాకు బంధువర్గమాయెను."}]}