{"bibleAbbr":"msAB1996","bookName":"KOLOSE","bookEnglishName":"Colossians","chapterNumber":3,"verses":[{"number":1,"verse":"( ) Kamu sudah dihidupkan semula bersama-sama Kristus. Oleh itu kamu harus mengingini perkara-perkara yang di syurga, di tempat Kristus duduk di atas takhta di sebelah kanan Allah."},{"number":2,"verse":"Hendaklah kamu memusatkan fikiran kepada perkara-perkara yang di syurga, bukan kepada perkara-perkara yang di bumi."},{"number":3,"verse":"Hal itu demikian kerana kamu sudah mati, dan hidup kamu tersembunyi dengan Kristus di dalam Allah."},{"number":4,"verse":"Hanya Kristus yang dapat menyebabkan hidup kamu betul-betul bererti, dan apabila Dia menampakkan diri lagi di bumi, kamu juga akan bersama-sama Dia dan menikmati kemuliaan-Nya!"},{"number":5,"verse":"( Hidup yang Lama dan Hidup yang Baru) Oleh itu, matikanlah keinginan duniawi yang menguasai diri kamu, seperti perbuatan cabul, perkara yang tidak senonoh, hawa nafsu, keinginan yang jahat, dan ketamakan (kerana ketamakan itu serupa dengan penyembahan berhala)."},{"number":6,"verse":"Perkara-perkara semacam itu membangkitkan kemurkaan Allah terhadap orang yang tidak menurut perintah-Nya. ( Dalam beberapa naskhah kuno tidak terdapat: terhadap orang yang tidak menurut perintah-Nya.)"},{"number":7,"verse":"Dahulu kamu sendiri pun hidup menuruti keinginan-keinginan demikian, pada masa kamu dikuasai olehnya."},{"number":8,"verse":"Tetapi sekarang kamu tidak boleh berbuat hal-hal ini lagi: marah, mengamuk, dan mempunyai perasaan benci terhadap orang lain. Janganlah caci maki orang ataupun guna kata-kata lucah."},{"number":9,"verse":"( ) Janganlah saling mendustai, kerana kamu sudah membuang hidup yang lama dengan semua sifatnya."},{"number":10,"verse":"( ; ) Sekarang kamu menjadi manusia baru yang sentiasa dibaharui oleh Penciptanya iaitu Allah, supaya menjadi seperti Dia. Dengan demikian kamu dapat mengenal Allah dengan sempurna."},{"number":11,"verse":"Dengan demikian lenyaplah perbezaan antara orang bukan Yahudi dengan orang Yahudi, orang bersunat dengan orang yang tidak bersunat, orang asing dengan orang biadab, abdi dengan orang bebas. Kristuslah segala-galanya dan Dia bersatu dengan mereka semua."},{"number":12,"verse":"Kamu umat Allah. Allah mengasihi kamu dan memilih kamu supaya menjadi milik-Nya sendiri. Oleh itu, kamu harus berbelas kasihan, baik hati, rendah hati, lemah lembut, dan bersabar."},{"number":13,"verse":"( ) Hendaklah kamu saling bersabar dan saling mengampuni apabila ada yang menaruh dendam terhadap orang lain. Kamu harus saling mengampuni sebagaimana Tuhan sudah mengampuni kamu. ( )"},{"number":14,"verse":"Di samping melakukan semua itu, kamu harus saling mengasihi, kerana kasih menyatupadukan kamu dengan sempurna."},{"number":15,"verse":"Hendaklah kedamaian yang diberikan oleh Kristus menolong kamu membuat keputusan tentang apa yang harus dilakukan, kerana Allah telah memanggil kamu supaya menjadi anggota satu tubuh, sehingga kamu dapat mengalami kedamaian itu. Bersyukurlah!"},{"number":16,"verse":"Hendaklah ajaran Kristus yang penuh berkat meresap di hati kamu. Hendaklah kamu saling mengajar dan menasihati dengan segala kebijaksanaan. Nyanyikanlah mazmur, nyanyian pujian, dan lagu rohani. Bernyanyilah untuk Allah dengan perasaan syukur di dalam hati."},{"number":17,"verse":"( ) Segala sesuatu yang kamu lakukan atau katakan, haruslah dilakukan demi nama Tuhan Yesus, sambil bersyukur kepada Allah Bapa bagi apa yang dilakukan oleh Tuhan Yesus untuk kamu."},{"number":18,"verse":"( Hubungan Peribadi dalam Hidup yang Baru) ( ; ) Hai isteri, taatlah kepada suami, kerana demikianlah seharusnya kelakuan kamu sebagai orang Kristian."},{"number":19,"verse":"( ; ) Hai suami, kasihilah isteri dan janganlah berlaku kasar terhadap mereka."},{"number":20,"verse":"( ) Anak-anak, sebagai orang Kristian kamu wajib mentaati ibu bapa kamu, kerana hal itulah yang menyenangkan hati Allah."},{"number":21,"verse":"( ) Hai ibu bapa, janganlah sakiti hati anak-anak supaya mereka tidak menjadi tawar hati."},{"number":22,"verse":"Hai abdi, dalam segala hal taatlah kepada tuan yang di dunia ini. Janganlah berbuat demikian hanya pada masa kamu diawasi, kerana ingin mendapat pujian. Taatilah mereka dengan ikhlas, kerana kamu menghormati Tuhan."},{"number":23,"verse":"Lakukanlah semua tugas dengan sepenuh hati, seolah-olah kamu melakukannya untuk Tuhan dan bukan untuk manusia."},{"number":24,"verse":"Ingatlah, kamu akan menerima pahala daripada Tuhan, yang telah disediakan Tuhan untuk umat-Nya. Hal itu demikian kerana tuan yang kamu layani sebenarnya Kristus."},{"number":25,"verse":"( ) Sesiapa yang berbuat salah akan dihukum setimpal dengan kesalahannya, kerana Allah mengadili setiap orang dengan tidak berat sebelah. ( ; )"}]}