{"bibleAbbr":"KNCL","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":10,"verses":[{"number":1,"verse":"(ಹುಚ್ಚುತನದ ಚಿಹ್ನೆಗಳು) ಸತ್ತ ನೊಣಗಳಿಂದ ಗಂದಿಗನ ತೈಲ ಕೂಡ ನಾರುತ್ತದೆ. ಅಂತೆಯೇ ಹುಚ್ಚುತನ ಕೊಂಚವಾದರೂ ಜ್ಞಾನಮಾನಗಳನ್ನು ಕೆಡಿಸಿಬಿಡುತ್ತದೆ."},{"number":2,"verse":"ಜ್ಞಾನಿಯ ಬುದ್ಧಿ ಬಲಗೈಯಾದರೆ ಅಜ್ಞಾನಿಯ ಬುದ್ಧಿ ಎಡಗೈ."},{"number":3,"verse":"ಬುದ್ಧಿತಪ್ಪಿ ತಿರುಗಾಡುವ ಹುಚ್ಚನು ದಾರಿಯಲ್ಲೆಲ್ಲಾ ತನ್ನ ಹುಚ್ಚುತನವನ್ನು ಪ್ರಕಟಮಾಡುತ್ತಾನೆ."},{"number":4,"verse":"ರಾಜನು ಸಿಟ್ಟುಗೊಂಡನೆಂದು ಉದ್ಯೋಗಕ್ಕೇ ರಾಜೀನಾಮೆ ಕೊಟ್ಟುಬಿಡಬೇಡ; ತಾಳ್ಮೆಯಿಂದ ಘನದೋಷಗಳನ್ನೂ ಅಳಿಸಬಹುದು."},{"number":5,"verse":"ಲೋಕದಲ್ಲಿ ನಾನು ಮತ್ತೊಂದು ಅನ್ಯಾಯವನ್ನು ಕಂಡೆ. ಅದು ಅಧಿಪತಿಗಳ ತಪ್ಪಿನಿಂದಾದುದು."},{"number":6,"verse":"ಅದು ಯಾವುದೆಂದರೆ, ಮೂಢರನ್ನು ಮಹಾಪದವಿಗೆ ಏರಿಸುತ್ತಾರೆ; ಘನವಂತರನ್ನು ಹೀನಸ್ಥಿತಿಯಲ್ಲಿ ಇರಿಸುತ್ತಾರೆ."},{"number":7,"verse":"ಗುಲಾಮನು ಕುದುರೆಸವಾರಿ ಮಾಡುವುದನ್ನೂ ಯಜಮಾನನು ಮನೆಯಾಳಂತೆ ನೆಲದ ಮೇಲೆ ನಡೆಯುವುದನ್ನೂ ನೋಡಿದ್ದೇನೆ."},{"number":8,"verse":"ತಾನು ತೋಡಿದ ಗುಂಡಿಯಲ್ಲಿ ತಾನೇ ಬೀಳುವನು; ಗೋಡೆ ಒಡೆಯುವವನನ್ನು ಹಾವು ಕಡಿಯುವುದು."},{"number":9,"verse":"ಬಂಡೆ ಸೀಳುವವನು ಬಂಡೆಯಿಂದಲೇ ಗಾಯಗೊಳ್ಳುವನು; ಮರಕಡಿಯುವವನು ಅದರಿಂದಲೇ ಅಪಾಯಕ್ಕೆ ಗುರಿಯಾಗುವನು."},{"number":10,"verse":"ಮೊಂಡುಕೊಡಲಿಯ ಬಾಯನ್ನು ಮೊನೆಮಾಡದಿದ್ದರೆ ಹೆಚ್ಚು ಬಲಪ್ರಯೋಗ ಮಾಡಬೇಕಾಗುವುದು. ಕಾರ್ಯಸಿಧ್ಧಿಗೆ ಜ್ಞಾನವೇ ಸಾಧನ."},{"number":11,"verse":"ಹಾವಾಡಿಗ ಹಾವಾಡಿಸುವುದಕ್ಕೆ ಮುಂಚೆಯೇ ಹಾವಿನಿಂದ ಕಡಿಸಿಕೊಂಡರೆ ಏನು ಪ್ರಯೋಜನ?"},{"number":12,"verse":"ಜ್ಞಾನಿಯ ಮಾತು ಹಿತಕರ; ಅಜ್ಞಾನಿಯ ಮಾತು ಅವನಿಗೆ ವಿನಾಶಕರ. ಅದು ಬುದ್ಧಿಹೀನತೆಯಿಂದ ಆರಂಭವಾಗುತ್ತದೆ. ಮೋಸ, ಮರುಳುತನದಲ್ಲಿ ಮುಕ್ತಾಯಗೊಳ್ಳುತ್ತದೆ."},{"number":14,"verse":"ಅಜ್ಞಾನಿ ಮಾತಿನ ಮಲ್ಲ. ಭವಿಷ್ಯತ್ತನ್ನು ಮಾನವ ತಿಳಿಯನು; ತಾನು ಕಾಲವಾದ ಮೇಲೆ ಏನಾಗುವುದೆಂದು ಅವನು ಯಾರಿಂದ ತಿಳಿಯಬಲ್ಲನು?"},{"number":15,"verse":"ಪಟ್ಟಣಕ್ಕೆ ದಾರಿತಿಳಿಯದವನಿಗೆ ಮೂಢರು ತಿಳಿಸಲು ಪಡುವ ಪ್ರಯಾಸ ಕೇವಲ ಆಯಾಸ."},{"number":16,"verse":"ಓ ನಾಡೇ, ನಿನ್ನ ಒಡೆಯ ಬಾಲಕನಾಗಿದ್ದು ನಿನ್ನ ನಾಯಕರೆಲ್ಲರು ಹೊತ್ತಾರೆಯೇ ಔತಣಕ್ಕೆ ಕುಳಿತುಕೊಳ್ಳುವಂಥವರಾಗಿದ್ದಾರೆ, ಅದು ನಿನ್ನ ದೌರ್ಭಾಗ್ಯವೇ ಸರಿ."},{"number":17,"verse":"ನಾಡೇ, ನಿನ್ನ ಒಡೆಯ ಕುಲೀನನಾಗಿದ್ದು, ನಿನ್ನ ನಾಯಕರೆಲ್ಲ ಸಕಾಲದಲ್ಲಿ ಊಟಮಾಡಿ, ಕುಡುಕರಾಗುವುದರ ಬದಲು ಶಕ್ತಿಯುತರಾದರೆ, ಅದು ನಿನ್ನ ಸೌಭಾಗ್ಯವೇ ಸರಿ."},{"number":18,"verse":"ಮೈಗಳ್ಳನ ಮನೆ ಅಂಕುಡೊಂಕಾಗಿರುತ್ತದೆ; ಸೋಮಾರಿಯ ಸೂರು ಸೋರುತ್ತಿರುತ್ತದೆ."},{"number":19,"verse":"ವಿನೋದಕ್ಕಾಗಿ ಔತಣ, ಆನಂದಕ್ಕಾಗಿ ಮದ್ಯಪಾನ; ಎಲ್ಲವನ್ನು ಒದಗಿಸಿಕೊಡುವುದಕ್ಕಾಗಿ ಹಣ."},{"number":20,"verse":"ಅರಸನನ್ನು ಮನಸ್ಸಿನಲ್ಲಿಯೂ ನಿಂದಿಸಬೇಡ; ಧನಿಕನನ್ನು ಮಲಗುವ ಕೋಣೆಯಲ್ಲೂ ದೂಷಿಸಬೇಡ; ಆಕಾಶದ ಹಕ್ಕಿ ಆ ಸುದ್ದಿಯನ್ನು ಮುಟ್ಟಿಸೀತು; ಹಾರುವ ಪಕ್ಷಿ ಆ ಸಮಾಚಾರವನ್ನು ತಿಳಿಸೀತು!"}]}