{"bibleAbbr":"KNCL","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":5,"verses":[{"number":1,"verse":"ವಾಗ್ದಾನ ಮಾಡಲು ದುಡುಕಬೇಡ ನೀನು ದೇವಾಲಯವನ್ನು ಪ್ರವೇಶಿಸುವಾಗ ಎಚ್ಚರಿಕೆವಹಿಸು. ಮೂಢರು ಅರ್ಪಿಸುವ ಬಲಿಗಿಂತ ದೇವರ ಸಾನ್ನಿಧ್ಯ ಸೇರಿ ಕಿವಿಗೊಟ್ಟು ಆಲಿಸುವುದು ಲೇಸು. ತಾವು ಮಾಡುವುದು ಸರಿಯಲ್ಲ ಎಂದು ಆ ಮೂಢರಿಗೆ ತಿಳಿಯದು."},{"number":2,"verse":"ದುಡುಕಿ ಮಾತನಾಡಬೇಡ. ದೇವರ ಸನ್ನಿಧಿಯಲ್ಲಿ ಮಾತುಕೊಡಲು ಆತುರಪಡಬೇಡ. ದೇವರು ಇರುವುದು ಪರಲೋಕದಲ್ಲಿ, ನೀನಿರುವುದಾದರೋ ಭೂಲೋಕದಲ್ಲಿ. ಆದುದರಿಂದ ನಿನ್ನ ಮಾತುಗಳಿಗೆ ಮಿತಿಯಿರಲಿ."},{"number":3,"verse":"ಚಿಂತೆ ಹೆಚ್ಚಾದರೆ ಕನಸು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ. ಮಾತು ಹೆಚ್ಚಾದರೆ ಹುಚ್ಚುತನ ಹೊರಬರುತ್ತದೆ."},{"number":4,"verse":"ದೇವರಿಗೆ ನೀನು ಹರಕೆಯನ್ನು ಹೊತ್ತರೆ ತೀರಿಸಲು ತಡಮಾಡಬೇಡ. ದೇವರು ಮೂಢರಿಗೆ ಒಲಿಯುವುದಿಲ್ಲ. ನಿನ್ನ ಹರಕೆಯನ್ನು ತಪ್ಪದೆ ತೀರಿಸು."},{"number":5,"verse":"ಹರಕೆಮಾಡಿ ತೀರಿಸದೆ ಇರುವುದಕ್ಕಿಂತ ಹರಕೆ ಮಾಡಿಕೊಳ್ಳದಿರುವುದೇ ಲೇಸು."},{"number":6,"verse":"ನಿನ್ನ ಬಾಯಿ ಪಾಪಕ್ಕೆ ಕಾರಣ ಆಗದಂತೆ ನೋಡಿಕೊ. ಅದು ಅಜಾಗ್ರತೆಯಿಂದ ಆಯಿತೆಂದು ದೇವದೂತನ ಮುಂದೆ ನೆಪ ಹೇಳಬೇಡ. ದೇವರು ನಿನ್ನ ಮಾತಿಗೆ ಕೋಪಗೊಂಡು ನಿನ್ನ ಕೆಲಸವನ್ನು ಹಾಳುಮಾಡಿಯಾರು."},{"number":7,"verse":"ಕನಸುಗಳು ಎಷ್ಟೋ ಬೀಳಬಹುದು. ಮಾತುಕತೆಗಳು ಎಷ್ಟೋ ನಡೆಯಬಹುದು. ನೀನಾದರೋ ದೇವರಲ್ಲಿ ಭಯಭಕ್ತಿಯುಳ್ಳವನಾಗಿರು."},{"number":8,"verse":"ಜೀವನ ನಿರರ್ಥಕ ನಾಡಿನಲ್ಲಿ ಬಡವರ ಶೋಷಣೆಯನ್ನೂ ನ್ಯಾಯನೀತಿಯ ಉಲ್ಲಂಘನೆಯನ್ನೂ ನೀನು ನೋಡಿದರೆ ಆಶ್ಚರ್ಯಪಡಬೇಡ. ಒಬ್ಬ ಅಧಿಕಾರಿಯ ಮೇಲೆ ಇನ್ನೊಬ್ಬ ಅಧಿಕಾರಿ ಉಸ್ತುವಾರಿ ನಡೆಸುತ್ತಾನೆ. ಆ ಇಬ್ಬರು ಅಧಿಕಾರಿಗಳ ಮೇಲೆ ಇನ್ನೂ ಉನ್ನತ ಅಧಿಕಾರಿಗಳು ಇದ್ದಾರೆ."},{"number":9,"verse":":ಸಾರ್ವಜನಿಕ ಒಳಿತು,” “ಅಧಿಪತಿಗಳ ಸೇವೆ” ಎಂದೆಲ್ಲ ಹೇಳುವರು."},{"number":10,"verse":"ಹಣದಾಸೆಯುಳ್ಳವನಿಗೆ ಎಷ್ಟು ಹಣ ಇದ್ದರೂ ತೃಪ್ತಿಯಿಲ್ಲ. ಆಸ್ತಿ ಬಯಸುವವನಿಗೆ ಎಷ್ಟು ಆದಾಯವಿದ್ದರೂ ನೆಮ್ಮದಿಯಿಲ್ಲ. ಇದೂ ಸಹ ವ್ಯರ್ಥವೇ."},{"number":11,"verse":"ಸಿರಿಸಂಪತ್ತು ಹೆಚ್ಚಿದಂತೆ ಅನುಭವಿಸುವವರ ಸಂಖ್ಯೆಯೂ ಹೆಚ್ಚುತ್ತದೆ. ಯಜಮಾನನಿಗೆ ತಾನು ಐಶ್ವರ್ಯವಂತನೆಂಬ ಭಾವನೆಯ ಹೊರತು ಮತ್ತಾವ ಲಾಭವು ಇಲ್ಲ."},{"number":12,"verse":"ದುಡಿಯುವವನು ಸ್ವಲ್ಪ ತಿಂದರೂ ಸರಿ, ಹೆಚ್ಚು ತಿಂದರೂ ಸರಿ, ಹಾಯಾಗಿ ನಿದ್ರಿಸುತ್ತಾನೆ. ಐಶ್ವರ್ಯವಂತನ ಸಂಪತ್ತಾದರೋ ಅವನಿಗೆ ನಿದ್ರೆ ಬರಲು ಬಿಡುವುದಿಲ್ಲ."},{"number":13,"verse":"ಲೋಕದಲ್ಲಿ ನಾನು ಮತ್ತೊಂದು ಕೇಡನ್ನು ಕಂಡೆ. ಅದೇನೆಂದರೆ, ಆಸ್ತಿವಂತನು ತನ್ನ ಆಸ್ತಿಯನ್ನು ಕಾಪಾಡುವುದರಲ್ಲೇ ಕೊರಗುತ್ತಿರುತ್ತಾನೆ."},{"number":14,"verse":"ಆ ಆಸ್ತಿ ನಿರರ್ಥಕ ಪ್ರಯತ್ನದಿಂದ ನಷ್ಟವಾಗುತ್ತದೆ. ಅವನಿಗೆ ಮಗನಿದ್ದರೆ, ಅವನಿಗೆ ಏನೂ ಇರುವುದಿಲ್ಲ."},{"number":15,"verse":"ತಾಯಿಯ ಗರ್ಭದಿಂದ ಹೇಗೆ ಬರಿಗೈಯಲ್ಲಿ ಬಂದನೋ ಹಾಗೇ ಬರಿಗೈಯಲ್ಲಿ ಗತಿಸಿಹೋಗುತ್ತಾನೆ. ಅವನು ಪಟ್ಟ ಎಲ್ಲ ಪ್ರಯಾಸಕ್ಕಾಗಿ ತನ್ನ ಕೈಯಲ್ಲಿ ಏನನ್ನೂ ತೆಗೆದುಕೊಂಡು ಹೋಗುವುದಿಲ್ಲ."},{"number":16,"verse":"ಬಂದಂತೆಯೇ ಹಿಂದಿರುಗಿ ಹೋಗುವನು. ಅವನು ಪಟ್ಟ ಪ್ರಯಾಸವೆಲ್ಲ ಗಾಳಿಗೆ ತೂರಿದಂತೆ ನಿರರ್ಥಕ, ಇದು ದುರದೃಷ್ಟಕರ."},{"number":17,"verse":"ಅವನ ಜೀವಮಾನವೆಲ್ಲ ಅಂಧಕಾರಮಯ, ಅದರಲ್ಲಿ ದುಃಖದುಗುಡ, ರೋಗರುಜಿನ, ಕೋಪತಾಪ ಇದ್ದೇ ಇರುತ್ತವೆ."},{"number":18,"verse":"ಇಗೋ, ನನಗೆ ಕಂಡುಬಂದ ಇನ್ನೊಂದು ವಿಷಯ: ದೇವರು ಮನುಷ್ಯನಿಗೆ ದಯಪಾಲಿಸಿರುವ ಅಲ್ಪಕಾಲಾವಧಿಯಲ್ಲಿ ಅವನು ತಿಂದು ಕುಡಿಯಬೇಕು. ಲೋಕದಲ್ಲಿ ಪಡಬೇಕಾದ ದುಡಿಮೆಯಲ್ಲೂ ಸುಖವನ್ನು ಅನುಭವಿಸಬೇಕು. ಇದು ಅವನಿಗೆ ಉಚಿತವಾದುದು. ಉತ್ತಮವಾದುದು. ಇದೇ ಅವನಿಗೆ ಬಂದಿರುವ ಪಾಲು."},{"number":19,"verse":"ದೇವರು ಯಾರಿಗಾದರು ಆಸ್ತಿಪಾಸ್ತಿಯನ್ನು ದಯಪಾಲಿಸಿ, ಅದನ್ನು ಅನುಭವಿಸುವ, ಪಾಲಿಗೆ ಬಂದದ್ದನ್ನು ಸವಿಯುವ, ಶ್ರಮದಲ್ಲೂ ಸಂತೋಷಪಡುವ ಶಕ್ತಿಯನ್ನು ಕೊಟ್ಟಿದ್ದರೆ ಅದು ಅವನ ಭಾಗ್ಯ; ಅದು ದೇವರ ಅನುಗ್ರಹವೇ ಸರಿ."},{"number":20,"verse":"ಇಂಥವನು ತನ್ನ ಜೀವನಾವಧಿಯನ್ನು ಗಣನೆಗೆ ತಂದುಕೊಳ್ಳನು. ಕಾರಣ, ಅವನು ತನ್ನ ಹೃದಯಾನಂದದಲ್ಲೇ ಮಗ್ನನಾಗಿರುವಂತೆ ದೇವರು ಮಾಡಿದ್ದಾರೆ."}]}