{"bibleAbbr":"KNCL","bookName":"Ecclesiastes","bookEnglishName":"Ecclesiastes","chapterNumber":8,"verses":[{"number":1,"verse":"ಜ್ಞಾನಿಗೆ ಸಮಾನರು ಯಾರು? ಅವನಲ್ಲದೆ ಬಗೆಹರಿಸಬಲ್ಲವರು ಯಾರು? ಜ್ಞಾನವು ಮನುಷ್ಯನ ಮುಖವನ್ನು ವಿಕಾಸಗೊಳಿಸುತ್ತದೆ; ಗಂಟುಮೋರೆಯನ್ನು ಮಾರ್ಪಡಿಸುತ್ತದೆ."},{"number":2,"verse":"ಅರಸನಿಗೆ ಬಗ್ಗಿ ನಡೆ ದೇವರ ಮೇಲೆ ಇಟ್ಟ ಆಣೆಯ ನಿಮಿತ್ತ ಅರಸನ ಆಜ್ಞೆಯನ್ನು ಕೈಗೊಳ್ಳಬೇಕೆಂಬುದು ನನ್ನ ಬೋಧೆ."},{"number":3,"verse":"ದುಡುಕುತನದಿಂದ ಅರಸನಿಗೆ ಬೆನ್ನು ತೋರಿಸಬೇಡ; ಕೆಟ್ಟ ವಿಷಯದಲ್ಲಿ ಹಟಮಾಡಬೇಡ. ಆತನು ತನಗಿಷ್ಟಬಂದಂತೆ ಮಾಡಬಲ್ಲನು."},{"number":4,"verse":"ಅರಸನ ಮಾತು ಅಧಿಕಾರದಿಂದ ಕೂಡಿದೆ. “ನೀನು ಮಾಡುವುದೇನು?” ಎಂದು ಅವನನ್ನು ಪ್ರಶ್ನಿಸುವವರಾರು?"},{"number":5,"verse":"ರಾಜಾಜ್ಞೆಯನ್ನು ಪಾಲಿಸುವವನಿಗೆ ಕೇಡು ಸಂಭವಿಸದು. ಅದನ್ನು ಯಾವಾಗ, ಹೇಗೆ ಪಾಲಿಸಬೇಕೆಂದು ಜ್ಞಾನಿಗೆ ಮನದಟ್ಟಾಗಿರುತ್ತದೆ."},{"number":6,"verse":"ಪ್ರತಿಯೊಂದು ಕಾರ್ಯಕ್ಕೆ ಒಂದು ಕಾಲ, ಒಂದು ಕ್ರಮ ಇರುತ್ತದೆಯಲ್ಲವೆ? ಮನುಷ್ಯನು ಎದುರಿಸಬೇಕಾದ ಕಷ್ಟಕಾರ್ಪಣ್ಯಗಳು ಘನತರವಾದುವು."},{"number":7,"verse":"ಮುಂದೆ ಆಗುವುದೇನು ಎಂಬುದು ಅವನಿಗೆ ಗೊತ್ತಿಲ್ಲ; ಅದು ಹೇಗೆ ಸಂಭವಿಸುವುದು ಎಂದು ಅವನಿಗೆ ತಿಳಿಸಬಲ್ಲವರು ಯಾರೂ ಇಲ್ಲ."},{"number":8,"verse":"ಆತ್ಮವನ್ನು ತಡೆಯುವ ಶಕ್ತಿ ಯಾರಿಗೂ ಇಲ್ಲ. ಹಾಗೆಯೇ ತಮ್ಮ ಮರಣ ದಿನವನ್ನು ತಡೆಯುವ ಶಕ್ತಿ ಯಾರಿಗೂ ಇಲ್ಲ. ಸಾವೆಂಬ ಸಮರಕ್ಕೆ ವಿರಾಮವಿಲ್ಲ; ಅಂತೆಯೇ ದುಷ್ಟತನದ ಮೂಲಕ ಅದರಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲಾಗದು."},{"number":9,"verse":"ಸಜ್ಜನರು ಮತ್ತು ದುರ್ಜನರು ಈ ಲೋಕದಲ್ಲಿ ನಡೆಯುವ ಆಗುಹೋಗುಗಳನ್ನೆಲ್ಲ ಚಿಂತಿಸಿ ನೋಡಿದಾಗ ಈ ವಿಷಯಗಳು ಕಂಡುಬಂದವು: ಈಗ ಒಬ್ಬನು ಮತ್ತೊಬ್ಬನ ಮೇಲೆ ದಬ್ಬಾಳಿಕೆ ನಡೆಸುತ್ತಾನೆ; ಹಾನಿಯನ್ನು ಉಂಟುಮಾಡುತ್ತಾನೆ. (ಮೂಲ : ಅಸ್ಪಷ್ಟ.)"},{"number":10,"verse":"ಇದಲ್ಲದೆ ದುರ್ಜನರು ಸತ್ತು ಸಮಾಧಿಯಾಗುವುದನ್ನು ನೋಡಿದ್ದೇನೆ. ಸಜ್ಜನರು ಆ ಪವಿತ್ರ ಸ್ಥಾನದಿಂದ ಹೊರಟುಬಂದು ಆ ದುರ್ಜನರ ನಡತೆಯನ್ನು ಅವರಿದ್ದ ಪಟ್ಟಣದಲ್ಲೇ ಹೊಗಳುತ್ತಾರೆ! ಇದು ನಿರರ್ಥಕ."},{"number":11,"verse":"ಕೆಟ್ಟದ್ದನ್ನು ಮಾಡಲು ನರಮಾನವರು ತುಂಬ ಆಸಕ್ತಿ ಉಳ್ಳವರಾಗಿದ್ದಾರೆ. ಕೇಡಿಗೆ ತಕ್ಕ ದಂಡನೆಯನ್ನು ಕೂಡಲೆ ವಿಧಿಸದಿರುವುದೇ ಇದಕ್ಕೆ ಕಾರಣ."},{"number":12,"verse":"ಪಾಪಾತ್ಮನು ನೂರು ಸಾರಿ ಕೆಟ್ಟದ್ದನ್ನು ಮಾಡಿ ದೀರ್ಘಕಾಲ ಬದುಕಿದರೂ ದೇವರಿಗೆ ಹೆದರಿ ಭಯಭಕ್ತಿಯುಳ್ಳವರಿಗೆ ಒಳ್ಳೆಯದೇ ಆಗುವುದೆಂದು ಬಲ್ಲೆನು."},{"number":13,"verse":"ದೇವರಿಗೆ ಹೆದರದ ದುರ್ಜನನಿಗೆ ಒಳ್ಳೆಯದಾಗದೆಂಬುದು ನಿಶ್ಚಯ. ನೆರಳಿನಂತಿರುವ ಅವನ ಬಾಳಿನ ದಿನಗಳು ಹೆಚ್ಚುವುದಿಲ್ಲ."},{"number":14,"verse":"ಲೋಕದಲ್ಲಿ ನಡೆಯುವ ನಿರರ್ಥಕ ಕಾರ್ಯ ಒಂದುಂಟು; ದುರ್ಜನರ ನಡತೆಗೆ ಆಗಬೇಕಾದ ತಕ್ಕ ಶಿಕ್ಷೆ ಸಜ್ಜನರಿಗೆ ಆಗುತ್ತದೆ. ಸಜ್ಜನರಿಗೆ ಸಿಗಬೇಕಾದ ಸಂಭಾವನೆ ದುರ್ಜನರಿಗೆ ಸಿಗುತ್ತದೆ. ಇದು ನಿರರ್ಥಕವೆಂದೇ ಹೇಳುತ್ತೇನೆ."},{"number":15,"verse":"ಆದುದರಿಂದಲೇ ಸಂತೋಷವನ್ನು ಶ್ಲಾಘಿಸುತ್ತೇನೆ. ಮನುಷ್ಯನು ಅನ್ನಪಾನಗಳನ್ನು ಸೇವಿಸಿ ಸಂತೋಷಪಡುವುದಕ್ಕಿಂತ ಮೇಲಾದುದು ಅವನಿಗೆ ಈ ಲೋಕದಲ್ಲಿ ಇನ್ನಾವುದೂ ಇಲ್ಲ. ದೇವರು ಅವನಿಗೆ ಇಹದಲ್ಲಿ ಅನುಗ್ರಹಿಸುವ ಜೀವಾವಧಿಯಲ್ಲಿ ಅವನು ಪಡುವ ಪ್ರಯಾಸಕ್ಕೆ ಸುಖಾನುಭವ ಸೇರಿರುತ್ತದೆ."},{"number":16,"verse":"ನಾನು ಜ್ಞಾನವನ್ನು ಪಡೆಯಲು, ಜಗದಲ್ಲಿ ನಡೆಯುವುದನ್ನು ಅರಿತುಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸಿದಾಗ ಇದು ನನಗೆ ಮನದಟ್ಟಾಯಿತು: ಒಬ್ಬನು ರಾತ್ರಿ ಹಗಲು, ಕಣ್ಣುಗಳಿಗೆ ನಿದ್ರೆ ಹಚ್ಚಗೊಡದೆ ಪರಿಶೀಲಿಸಿದರೂ ದೇವರ ಕಾರ್ಯವನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಆಗದು."},{"number":17,"verse":"ಎಷ್ಟು ಪ್ರಯಾಸಪಟ್ಟು ವಿಚಾರಿಸಿದರೂ ಅವನಿಂದ ಸಾಧ್ಯವಾಗದು. ಹೌದು, ಜ್ಞಾನಿ ತನ್ನಿಂದಾಗುತ್ತದೆ ಎಂದು ಹೇಳಿಕೊಳ್ಳಬಹುದು; ಆದರೆ ಅವನಿಂದಲೂ ಅದು ಸಾಧ್ಯವಾಗದು."}]}