{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"( ਰਹਮ ਲਈ ਬੇਨਤੀ) ( ਮੁਸੀਬਤ ਦੇ ਮਾਰੇ ਹੋਏ ਦੀ ਪ੍ਰਾਰਥਨਾ ਜਦ ਉਹ ਹੁੱਸ ਗਿਆ ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਆਪਣਾ ਦੁੱਖ ਫੋਲਿਆ) ਹੇ ਯਹੋਵਾਹ, ਮੇਰੀ ਪ੍ਰਾਰਥਨਾ ਸੁਣ, ਅਤੇ ਮੇਰੀ ਦੁਹਾਈ ਤੇਰੇ ਤੀਕ ਅੱਪੜੇ!"},{"number":2,"verse":"ਮੇਰੇ ਔਖ ਦੇ ਦਿਨ ਮੈਥੋਂ ਆਪਣਾ ਮੂੰਹ ਨਾ ਲੁਕਾ, ਆਪਣਾ ਕੰਨ ਮੇਰੀ ਵੱਲ ਝੁਕਾ, ਜਿਸ ਦਿਨ ਮੈਂ ਤੈਨੂੰ ਪੁਕਾਰਾਂ ਮੈਨੂੰ ਛੇਤੀ ਉੱਤਰ ਦੇਹ!"},{"number":3,"verse":"ਮੇਰੇ ਦਿਨ ਤਾਂ ਧੂੰਏਂ ਵਾਂਙੁ ਮੁੱਕ ਜਾਂਦੇ ਹਨ ਅਤੇ ਮੇਰੀਆਂ ਹੱਡੀਆਂ ਬਾਲਣ ਵਾਂਙੁ ਬਲਦੀਆਂ ਹਨ।"},{"number":4,"verse":"ਘਾਹ ਦੀ ਨਿਆਈਂ ਮੇਰਾ ਮਨ ਮਾਰਿਆ ਗਿਆ ਤੇ ਸੁੱਕ ਗਿਆ, ਮੈਂ ਆਪਣੀ ਰੋਟੀ ਖਾਣੀ ਵੀ ਭੁੱਲ ਗਿਆ।"},{"number":5,"verse":"ਮੇਰੇ ਕਰਾਹਣੇ ਦੀ ਅਵਾਜ਼ ਦੇ ਕਾਰਨ ਮੇਰੀਆਂ ਹੱਡੀਆਂ ਮੇਰੇ ਮਾਸ ਨਾਲ ਜੁੜ ਗਈਆਂ ਹਨ।"},{"number":6,"verse":"ਮੈਂ ਉਜਾੜ ਦੇ ਲੰਮਢੀਂਗ ਦੇ ਤੁੱਲ ਹੋਇਆ, ਅਤੇ ਵਿਰਾਨੇ ਦਾ ਉੱਲੂ ਬਣਿਆ!"},{"number":7,"verse":"ਮੈਂ ਜਾਗਦਾ ਰਿਹਾ ਅਤੇ ਉਸ ਚਿੜੀ ਵਰਗਾ ਬਣਿਆ, ਜਿਹੜੀ ਛੱਤ ਉੱਤੇ ਵੱਖਰੀ ਰਹਿੰਦੀ ਹੈ।"},{"number":8,"verse":"ਮੇਰੇ ਵੈਰੀ ਸਾਰੇ ਦਿਨ ਮੈਨੂੰ ਉਲਾਂਭੇ ਦਿੰਦੇ ਹਨ, ਅਤੇ ਮੇਰੇ ਜਾਨੀ ਦੁਸ਼ਮਨ ਮੇਰਾ ਨਾਉਂ ਲੈ ਕੇ ਫਿਟਕਾਰਾਂ ਪਾਉਂਦੇ ਹਨ।"},{"number":9,"verse":"ਮੈਂ ਤਾਂ ਰੋਟੀ ਵਾਂਙੁ ਸੁਆਹ ਫੱਕਦਾ ਹਾਂ, ਅਤੇ ਆਪਣੇ ਪੀਣ ਵਿੱਚ ਅੰਝੂ ਮਿਲਾਉਂਦਾ ਹੈਂ।"},{"number":10,"verse":"ਇਹ ਤੇਰੇ ਗੁੱਸੇ ਦੇ ਕਹਿਰ ਦੇ ਕਾਰਨ ਹੋਇਆ, ਕਿਉਂ ਜੋ ਤੈਂ ਚੁੱਕ ਕੇ ਮੈਨੂੰ ਫੇਰ ਪਟਕਾ ਕੇ ਸੁੱਟ ਦਿੱਤਾ!"},{"number":11,"verse":"ਮੇਰੇ ਦਿਨ ਢਲਦੇ ਸਾਯੇ ਵਾਂਙੁ ਹਨ, ਮੈਂ ਘਾਹ ਵਾਂਙੁ ਸੁੱਕ ਜਾਂਦਾ ਹਾਂ।।"},{"number":12,"verse":"ਪਰ ਤੂੰ ਹੇ ਯਹੋਵਾਹ, ਸਦਾ ਤੀਕ ਬਿਰਾਜਮਾਨ ਰਹੇਂਗਾ, ਅਤੇ ਤੇਰਾ ਸਿਮਰਨ ਪੀੜ੍ਹੀਓ ਪੀੜ੍ਹੀ ਤੀਕ!"},{"number":13,"verse":"ਤੂੰ ਉੱਠੇਂਗਾ ਅਤੇ ਸੀਯੋਨ ਉੱਤੇ ਰਹਮ ਕਰੇਂਗਾ, ਕਿਉਂ ਜੋ ਤਰਸ ਖਾਣ ਦਾ ਸਮਾਂ, ਸਗੋਂ ਥਾਪਿਆ ਹੋਇਆ ਵੇਲਾ ਆ ਪੁੱਜਿਆ ਹੈ।"},{"number":14,"verse":"ਤੇਰੇ ਦਾਸ ਤਾਂ ਉਹ ਦੇ ਪੱਥਰਾਂ ਵਿੱਚ ਪਰਸੰਨ ਹੁੰਦੇ ਹਨ, ਅਤੇ ਉਹ ਦੇ ਥੇਹ ਉੱਤੇ ਤਰਸ ਖਾਂਦੇ ਹਨ।"},{"number":15,"verse":"ਇਉਂ ਕੌਮਾਂ ਯਹੋਵਾਹ ਦੇ ਨਾਮ ਤੋਂ ਭੈ ਖਾਣਗੀਆਂ, ਅਤੇ ਧਰਤੀ ਦੇ ਸਾਰੇ ਰਾਜੇ ਤੇਰੇ ਪਰਤਾਪ ਤੋਂ।"},{"number":16,"verse":"ਜਦ ਯਹੋਵਾਹ ਨੇ ਸੀਯੋਨ ਨੂੰ ਬਣਾਇਆ, ਤਾਂ ਉਹ ਆਪਣੇ ਪਰਤਾਪ ਵਿੱਚ ਪਰਗਟ ਹੋਇਆ।"},{"number":17,"verse":"ਉਸ ਨੇ ਲਾਚਾਰ ਦੀ ਪ੍ਰਾਰਥਨਾ ਵੱਲ ਮੂੰਹ ਕੀਤਾ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਪ੍ਰਾਰਥਨਾ ਨੂੰ ਤੁੱਛ ਨਾ ਜਾਤਾ।।"},{"number":18,"verse":"ਇਹ ਗੱਲ ਆਉਣ ਵਾਲੀ ਪੀੜ੍ਹੀ ਲਈ ਲਿਖੀ ਜਾਵੇਗੀ, ਅਤੇ ਜਿਹੜੀ ਪਰਜਾ ਉਤਪੰਨ ਹੋਵੇਗੀ ਉਹ ਯਹੋਵਾਹ ਦੀ ਉਸਤਤ ਕਰੇਗੀ।।"},{"number":19,"verse":"ਉਸ ਨੇ ਤਾਂ ਆਪਣੇ ਪਵਿੱਤਰ ਅਸਥਾਨ ਦੀ ਉਚਿਆਈ ਤੋਂ ਨਿਗਾਹ ਕੀਤੀ ਹੈ, ਯਹੋਵਾਹ ਨੇ ਸੁਰਗ ਤੋਂ ਧਰਤੀ ਨੂੰ ਡਿੱਠਾ ਹੈ,"},{"number":20,"verse":"ਭਈ ਅਸੀਰ ਦਾ ਹਾਹੁਕਾ ਸੁਣੇ, ਅਤੇ ਮਰਨ ਵਾਲਿਆਂ ( ਮੌਤ ਦੇ ਪੁੱਤ੍ਰ ।) ਨੂੰ ਛੁਡਾਵੇ,"},{"number":21,"verse":"ਤਾਂ ਜੋ ਲੋਕ ਸੀਯੋਨ ਵਿੱਚ ਯਹੋਵਾਹ ਦੇ ਨਾਮ ਦਾ, ਅਤੇ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਉਸ ਦੀ ਉਸਤਤ ਦਾ ਪਰਚਾਰ ਕਰਨ,"},{"number":22,"verse":"ਜਦ ਲੋਕ ਅਤੇ ਰਜਵਾੜੇ ਯਹੋਵਾਹ ਦੀ ਉਪਾਸਨ ਕਰਨ ਲਈ ਇਕੱਠੇ ਹੋਣ।।"},{"number":23,"verse":"ਉਸ ਨੇ ਰਾਹ ਵਿੱਚ ਮੇਰੇ ਬਲ ਨੂੰ ਕਮਜ਼ੋਰ ਕੀਤਾ, ਉਸ ਨੇ ਮੇਰੀ ਆਯੂ ਨੂੰ ਘਟਾਇਆ।"},{"number":24,"verse":"ਮੈਂ ਆਖਿਆ, ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਮੇਰੀ ਅੱਧੀ ਆਯੂ ਵਿੱਚ ਮੈਨੂੰ ਉਠਾ ਨਾ ਲੈ, ਪੀੜ੍ਹੀਓ ਪੀੜ੍ਹੀ ਤੇਰੇ ਵਰ੍ਹੇ ਹਨ!"},{"number":25,"verse":"ਮੁੱਢੋਂ ਹੀ ਤੈਂ ਧਰਤੀ ਦੀ ਨੀਂਹ ਧਰੀ, ਅਤੇ ਅਕਾਸ਼ ਤੇਰੇ ਹੱਥਾਂ ਦਾ ਕਾਰਜ ਹੈ।"},{"number":26,"verse":"ਓਹ ਨਾਸ ਹੋ ਜਾਣਗੇ, ਪਰ ਤੂੰ ਅਟਲ ਰਹੇਂਗਾ, ਓਹ ਸਾਰੇ ਕੱਪੜੇ ਵਾਂਙੁ ਪੁਰਾਣੇ ਹੋ ਜਾਣਗੇ, ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਲਿਬਾਸ ਦੀ ਨਿਆਈਂ ਬਦਲ ਦੇਵੇਂਗਾ, ਸੋ ਓਹ ਬਦਲ ਹੀ ਜਾਣਗੇ!"},{"number":27,"verse":"ਪਰ ਤੂੰ ਉਹੀ ਹੈਂ, ਅਤੇ ਤੇਰੇ ਵਰ੍ਹੇ ਮੁੱਕਣਗੇ ਨਹੀਂ।"},{"number":28,"verse":"ਤੇਰੇ ਦਾਸਾਂ ਦੀ ਅੰਸ ਵੱਸੀ ਰਹੇਗੀ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਨਸਲ ਤੇਰੇ ਸਨਮੁਖ ਕਾਇਮ ਰਹੇਗੀ।।"}]}