{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"( ਯਹੋਵਾਹ ਪ੍ਰਿਥਵੀ ਪਾਲ ਹੈ) ਹੇ ਮੇਰੀ ਜਾਨ, ਯਹੋਵਾਹ ਨੂੰ ਮੁਬਾਰਕ ਆਖ, ਹੇ ਯਹੋਵਾਹ, ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਤੂੰ ਅੱਤ ਮਹਾਨ ਹੈਂ, ਤੈਂ ਤੇਜ ਅਤੇ ਉਪਮਾ ਦੀ ਪੁਸ਼ਾਕ ਪਹਿਨੀ ਹੋਈ ਹੈ!"},{"number":2,"verse":"ਤੈਂ ਚਾਨਣ ਨੂੰ ਪੁਸ਼ਾਕ ਵਾਂਙੁ ਪਾਉਂਦਾ ਹੈਂ, ਤੂੰ ਅਕਾਸ਼ ਨੂੰ ਪੜਦੇ ਵਾਂਙੁ ਤਾਣਦਾ ਹੈਂ, -"},{"number":3,"verse":"ਤੂੰ ਜੋ ਆਪਣਿਆਂ ਚੁਬਾਰਿਆਂ ਦੇ ਸ਼ਤੀਰਾਂ ਨੂੰ ਪਾਣੀਆਂ ਉੱਤੇ ਬੀੜਦਾ ਹੈਂ, ਜੋ ਘਟਾਂ ਨੂੰ ਆਪਣੇ ਰਥ ਬਣਾਉਂਦਾ ਹੈਂ, ਅਤੇ ਹਵਾ ਦੇ ਪਰਾਂ ਉੱਤੇ ਸੈਲ ਕਰਦਾ ਹੈਂ,"},{"number":4,"verse":"ਤੂੰ ਹਵਾਵਾਂ ਨੂੰ ਆਪਣੇ ਹਲਕਾਰੇ, ਅਤੇ ਅੱਗ ਦੀਆਂ ਲਾਟਾਂ ਨੂੰ ਆਪਣੇ ਸੇਵਕ ਬਣਾਉਂਦਾ ਹੈ।"},{"number":5,"verse":"ਤੈਂ ਧਰਤੀ ਦੀ ਨੀਂਹ ਨੂੰ ਕਾਇਮ ਕੀਤਾ, ਭਈ ਉਹ ਸਦਾ ਤੀਕ ਅਟੱਲ ਰਹੇ।"},{"number":6,"verse":"ਤੈਂ ਉਹ ਡੁੰਘਿਆਈ ਨਾਲ ਇਉਂ ਕੱਜਿਆ ਜਿਵੇਂ ਪੁਸ਼ਾਕ ਨਾਲ, ਪਾਣੀ ਪਹਾੜਾਂ ਦੇ ਉੱਪਰ ਖਲੋ ਗਏ।"},{"number":7,"verse":"ਓਹ ਤੇਰੇ ਦਬਕੇ ਨਾਲ ਨੱਠ ਗਏ, ਓਹ ਤੇਰੀ ਗੜ੍ਹਕ ਦੀ ਅਵਾਜ਼ ਤੋਂ ਸ਼ਤਾਬੀ ਭੱਜੇ,"},{"number":8,"verse":"ਉਸ ਥਾਂ ਨੂੰ ਜਿਹ ਦੀ ਤੈਂ ਨੀਂਹ ਰੱਖੀ ਹੋਈ ਸੀ- ਪਹਾੜ ਉਤਾਹਾਂ ਚੜ੍ਹੇ, ਦੂਣਾਂ ਹੇਠਾਂ ਉਤਰੀਆਂ —"},{"number":9,"verse":"ਤੈਂ ਉਨ੍ਹਾਂ ਲਈ ਇੱਕ ਹੱਦ ਠਹਿਰਾ ਰੱਖੀ ਹੈ ਭਈ ਓਹ ਅੱਗੇ ਨਾ ਲੰਘਣ, ਅਤੇ ਨਾ ਹੀ ਮੁੜ ਕੇ ਧਰਤੀ ਨੂੰ ਢੱਕ ਲੈਣ।"},{"number":10,"verse":"ਤੂੰ ਚਸ਼ਮੇ ਵਾਦੀਆਂ ਵਿੱਚ ਵਗਾਉਂਦਾ ਹੈਂ, ਓਹ ਪਹਾੜਾਂ ਦੇ ਵਿੱਚ ਦੀ ਚੱਲਦੇ ਹਨ।"},{"number":11,"verse":"ਰੜ ਦੇ ਸਾਰੇ ਜਾਨਵਰ ਉਨ੍ਹਾਂ ਤੋਂ ਪੀਂਦੇ ਹਨ, ਜੰਗਲੀ ਖੋਤੇ ਵੀ ਆਪਣੀ ਤੇਹ ਬੁਝਾਉਂਦੇ ਹਨ।"},{"number":12,"verse":"ਉਨ੍ਹਾਂ ਦੇ ਲਾਗੇ ਅਕਾਸ਼ ਦੇ ਪੰਖੇਰੂ ਵਸੇਰਾ ਕਰਦੇ ਹਨ, ਅਤੇ ਟਹਿਣੀਆਂ ਤੋਂ ਬੋਲਦੇ ਹਨ।"},{"number":13,"verse":"ਤੂੰ ਆਪਣਿਆਂ ਚੁਬਾਰਿਆਂ ਤੋਂ ਪਹਾੜਾਂ ਨੂੰ ਸਿੰਜਦਾ ਹੈਂ, ਅਤੇ ਤੇਰੇ ਕੰਮਾਂ ਦੇ ਫਲ ਨਾਲ ਧਰਤੀ ਰੱਜਦੀ ਹੈ।"},{"number":14,"verse":"ਤੂੰ ਡੰਗਰਾਂ ਲਈ ਘਾਹ ਅਤੇ ਇਨਸਾਨ ਦੀ ਸੇਵਾ ਲਈ ਸਾਗ ਪੱਤ ਉਗਾਉਂਦਾ ਹੈਂ, ਭਈ ਧਰਤੀ ਵਿੱਚੋਂ ਅਹਾਰ ਕੱਢੇਂ"},{"number":15,"verse":"ਦਾਖ ਰਸ ਜਿਹੜੀ ਇਨਸਾਨ ਦੇ ਦਿਲ ਨੂੰ ਅਨੰਦ ਕਰਦੀ ਹੈ, ਅਤੇ ਤੇਲ ਜਿਹੜਾ ਉਹ ਦੇ ਮੁਖੜੇ ਨੂੰ ਚਮਕਾਉਂਦਾ ਹੈ, ਨਾਲੇ ਰੋਟੀ ਜਿਹੜੀ ਇਨਸਾਨ ਦੇ ਦਿਲ ਨੂੰ ਤਕੜਿਆਂ ਕਰਦੀ ਹੈ।।"},{"number":16,"verse":"ਯਹੋਵਾਹ ਦੇ ਰੁੱਖ ਤ੍ਰਿਪਤ ਰਹਿੰਦੇ, ਲਬਾਨੋਨ ਦੇ ਦਿਆਰ ਜਿਹੜੇ ਉਸ ਨੇ ਲਾਏ,"},{"number":17,"verse":"ਜਿੱਥੇ ਚਿੜੀਆਂ ਆਪਣੇ ਆਹਲਣੇ ਬਣਾਉਂਦੀਆਂ ਹਨ, ਅਤੇ ਲੰਮਢੀਂਗ ਦਾ ਘਰ ਚੀਲ ਦੇ ਰੁੱਖਾਂ ਉੱਤੇ ਹੈ।"},{"number":18,"verse":"ਉੱਚੇ ਪਹਾੜ ਬਣ ਬੱਕਰਿਆਂ ਲਈ ਹਨ, ਢਿਗਾਂ ਪਹਾੜੀ ਸਹਿਆਂ ਲਈ ਓਟ ਹਨ।"},{"number":19,"verse":"ਉਹ ਨੇ ਚੰਦ ਨੂੰ ਥਿੱਤਾਂ ਲਈ ਬਣਾਇਆ, ਸੂਰਜ ਆਪਣੇ ਡੁੱਬਣ ਦਾ ਵੇਲਾ ਜਾਣਦਾ ਹੈ।"},{"number":20,"verse":"ਤੂੰ ਅਨ੍ਹੇਰਾ ਕਰਦਾ ਹੈਂ ਅਤੇ ਰਾਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਦ ਸਾਰੇ ਬਣਚਰ ਦਬੀਂ ਪੈਰੀਂ ਨਿੱਕਲਦੇ ਹਨ।"},{"number":21,"verse":"ਜੁਆਨ ਬਬਰ ਸ਼ੇਰ ਸ਼ਿਕਾਰ ਲਈ ਗੱਜਦੇ ਹਨ, ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਕੋਲੋਂ ਆਪਣਾ ਅਹਾਰ ਮੰਗਦੇ ਹਨ,"},{"number":22,"verse":"ਸੂਰਜ ਚੜ੍ਹਦੇ ਹੀ ਓਹ ਖਿਸਕ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਆਪਣਿਆਂ ਘੁਰਨਿਆਂ ਵਿੱਚਾ ਜਾ ਬਹਿੰਦੇ ਹਨ।"},{"number":23,"verse":"ਇਨਸਾਨ ਆਪਣੇ ਕੰਮ ਧੰਧੇ ਨੂੰ ਨਿੱਕਲਦਾ ਹੈ, ਅਤੇ ਆਪਣੀ ਮਿਹਨਤ ਮਜ਼ਦੂਰੀ ਸ਼ਾਮਾਂ ਤੋੜੀ ਕਰਦਾ ਹੈ।।"},{"number":24,"verse":"ਹੇ ਯਹੋਵਾਹ, ਤੇਰੇ ਕੰਮ ਕੇਡੇ ਢੇਰ ਸਾਰੇ ਹਨ! ਤੈਂ ਇਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਬੁੱਧੀ ਨਾਲ ਸਾਜਿਆ ਹੈ, ਧਰਤੀ ਤੇਰੀਆਂ ਰਚਨਾਂ ਨਾਲ ਭਰੀ ਹੋਈ ਹੈ!"},{"number":25,"verse":"ਉੱਥੇ ਸਮੁੰਦਰ ਵੱਡਾ ਤੇ ਚੌੜਾ ਹੈ, ਜਿੱਥੇ ਭੁੜਕਣ ਵਾਲੇ ਅਣਗਿਣਤ ਹਨ, ਓਹ ਨਿੱਕੇ ਨਿੱਕੇ ਤੇ ਵੱਡੇ ਵੱਡੇ ਜੀਵ ਹਨ!"},{"number":26,"verse":"ਉੱਥੇ ਜਹਾਜ਼ ਚੱਲਦੇ ਹਨ, ਅਤੇ ਤੈਂ ਲਿਵਯਾਥਾਨ ( ਮਗਰ ਮੱਛ ।) ਨੂੰ ਉਹ ਦੇ ਵਿੱਚ ਖੇਡਣ ਲਈ ਰਚਿਆ।।"},{"number":27,"verse":"ਏਹ ਸਾਰੇ ਤੇਰੀ ਉਡੀਕ ਵਿੱਚ ਹਨ, ਭਈ ਤੂੰ ਵੇਲੇ ਸਿਰ ਉਨ੍ਹਾਂ ਦਾ ਅਹਾਰ ਪਹੁੰਚਾਵੇਂ।"},{"number":28,"verse":"ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿੰਦਾ ਹੈਂ, ਓਹ ਚੁਗ ਲੈਂਦੇ ਹਨ, ਤੂੰ ਆਪਣੀ ਮੁੱਠੀ ਖੋਲ੍ਹਦਾ ਹੈਂ, ਓਹ ਪਦਾਰਥਾਂ ਨਾਲ ਰੱਜ ਜਾਂਦੇ ਹਨ।"},{"number":29,"verse":"ਤੂੰ ਆਪਣਾ ਮੁਖੜਾ ਲੁਕਾਉਂਦਾ ਹੈਂ, ਓਹ ਘਾਬਰ ਜਾਂਦੇ ਹਨ, ਤੂੰ ਉਨ੍ਹਾਂ ਦਾ ਸਾਹ ਕੱਢ ਲੈਂਦਾ ਹੈਂ, ਓਹ ਪ੍ਰਾਣ ਤਿਆਗਦੇ, ਅਤੇ ਮੁੜ ਆਪਣੀ ਮਿੱਟੀ ਵਿੱਚ ਰਲ ਜਾਂਦੇ ਹਨ।"},{"number":30,"verse":"ਤੂੰ ਆਪਣਾ ਆਤਮਾ ਘੱਲਦਾ ਹੈਂ, ਓਹ ਉਤਪੰਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਤੂੰ ਜਮੀਨ ਨੂੰ ਨਵਾਂ ਬਣਾ ਦਿੰਦਾ ਹੈਂ।"},{"number":31,"verse":"ਯਹੋਵਾਹ ਦਾ ਪਰਤਾਪ ਸਦਾ ਲਈ ਹੋਵੇ, ਯਹੋਵਾਹ ਆਪਣੇ ਕੰਮਾਂ ਤੋਂ ਅਨੰਦ ਹੋਵੇ, -"},{"number":32,"verse":"ਜੋ ਧਰਤੀ ਵੱਲ ਨਿਗਾਹ ਮਾਰਦਾ ਹੈ ਅਤੇ ਉਹ ਕੰਬ ਉੱਠਦੀ ਹੈ, ਉਹ ਪਹਾੜਾਂ ਨੂੰ ਟੁੱਬਦਾ ਹੈ ਅਤੇ ਧੂੰਆਂ ਨਿੱਕਲਦਾ ਹੈ!"},{"number":33,"verse":"ਮੈਂ ਜੀਵਨ ਭਰ ਯਹੋਵਾਹ ਨੂੰ ਗਾਵਾਂਗਾ, ਜਿੰਨਾ ਚਿਰ ਮੈਂ ਰਹਾਂਗਾ ਮੈਂ ਆਪਣੇ ਪਰਮੇਸ਼ੁਰ ਲਈ ਭਜਨ ਗਾਵਾਂਗਾ!"},{"number":34,"verse":"ਮੇਰਾ ਧਿਆਨ ਉਹ ਨੂੰ ਭਾਵੇ, ਮੈਂ ਯਹੋਵਾਹ ਵਿੱਚ ਮਗਨ ਰਹਾਂਗਾ।"},{"number":35,"verse":"ਪਾਪੀ ਧਰਤੀ ਤੋਂ ਮਿਟ ਜਾਣ, ਅਤੇ ਦੁਸ਼ਟ ਬਾਕੀ ਨਾ ਰਹਿਣ! ਹੇ ਮੇਰੀ ਜਾਨ, ਯਹੋਵਾਹ ਨੂੰ ਮੁਬਾਰਕ ਆਖ, ਹਲਲੂਯਾਹ ( ਯਹੋਵਾਹ (ਯਾਹ) ਦੀ ਉਸਤਤ ਕਰੋ ।) !।।"}]}