{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"( ਪਰਮੇਸ਼ੁਰ ਦੀ ਹਜ਼ੂਰੀ ਲਈ ਤੜਫ) ( ਸੁਰ ਪਤੀ ਲਈ \"ਫਜਰ ਹਰਨੀ\" ਸੁਰ ਉੱਤੇ ਦਾਊਦ ਦਾ ਭਜਨ) ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਤੈਂ ਮੈਨੂੰ ਕਿਉਂ ਛੱਡ ਦਿੱਤਾ ਹੈॽ ਅਤੇ ਮੇਰੇ ਬਚਾਉਣ ਤੋਂ ਅਤੇ ਮੇਰੀਆਂ ਭੁੱਬਾ ਦਿਆਂ ਸ਼ਬਦਾਂ ਤੋਂ ਕਿਉਂ ਦੂਰ ਰਹਿੰਦਾ ਹੈਂॽ"},{"number":2,"verse":"ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਮੈਂ ਦਿਨ ਨੂੰ ਪੁਕਾਰਦਾ ਹਾਂ ਪਰ ਤੂੰ ਉੱਤਰ ਨਹੀਂ ਦਿੰਦਾ, ਅਤੇ ਰਾਤ ਨੂੰ ਵੀ ਪਰ ਮੈਨੂੰ ਚੈਨ ਨਹੀਂ।"},{"number":3,"verse":"ਤੂੰ ਤਾਂ ਪਵਿੱਤਰ ਹੈਂ, ਤੂੰ ਜੋ ਇਸਰਾਏਲ ਦੀਆਂ ਉਸਤਤਾਂ ਵਿੱਚ ਵੱਸਦਾ ਹੈਂ।"},{"number":4,"verse":"ਸਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨੇ ਤੇਰੇ ਉੱਤੇ ਭਰੋਸਾ ਕੀਤਾ, ਉਨ੍ਹਾਂ ਨੇ ਭਰੋਸਾ ਕੀਤਾ ਅਤੇ ਤੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਛੁਡਾਇਆ।"},{"number":5,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਤੇਰੀ ਦੁਹਾਈ ਦਿੱਤੀ ਅਤੇ ਛੁਟਕਾਰਾ ਪਾਇਆ, ਉਨ੍ਹਾਂ ਨੇ ਤੇਰੇ ਉੱਤੇ ਭਰੋਸਾ ਰੱਖਿਆ ਅਤੇ ਓਹ ਸ਼ਰਮਿੰਦੇ ਨਾ ਹੋਏ।।"},{"number":6,"verse":"ਪਰ ਮੈਂ ਕੀੜਾ ਹਾਂ, ਮੈਂ ਮਨੁੱਖ ਨਹੀਂ ਹਾਂ, ਆਦਮੀ ਦੀ ਨਮੋਸ਼ੀ ਅਤੇ ਲੋਕਾਂ ਵਿੱਚ ਤੁੱਛ ਹਾਂ।"},{"number":7,"verse":"ਜਿੰਨੇ ਮੈਨੂੰ ਵੇਖਦੇ ਹਨ ਓਹ ਮੈਨੂੰ ਮਖੌਲ ਵਿੱਚ ਉਡਾਉਂਦੇ ਹਨ, ਓਹ ਬੁੱਲ੍ਹ ਪਸਾਰਦੇ ਅਤੇ ਸਿਰ ਹਿਲਾਉਂਦੇ ਹਨ, -"},{"number":8,"verse":"\"ਯਹੋਵਾਹ ਗੋਚਰਾ ਹੋ ਜਾ, ਉਹੋ ਉਸ ਨੂੰ ਛੁਡਾਵੇ, ਉਹੋ ਉਸ ਨੂੰ ਬਚਾਵੇ ਕਿਉਂ ਜੋ ਉਹ ਉਸ ਤੋਂ ਪਰਸੰਨ ਹੈ\"।।"},{"number":9,"verse":"ਪਰ ਤੂੰ ਹੀ ਮੈਨੂੰ ਕੁੱਖੋਂ ਬਾਹਰ ਲਿਆਇਆ, ਅਤੇ ਮੇਰੀ ਮਾਤਾ ਦੀਆਂ ਦੁੱਧੀਆਂ ਉੱਤੇ ਮੈਨੂੰ ਭਰੋਸਾ ਦਿਲਾਇਆ,"},{"number":10,"verse":"ਜੰਮਦਿਆਂ ਸਾਰ ਮੈਂ ਤੇਰੇ ਹੀ ਉੱਤੇ ਸੁੱਟਿਆ ਗਿਆ, ਮਾਤਾ ਦੀ ਕੁੱਖ ਤੋਂ ਹੀ ਤੂੰ ਮੇਰਾ ਪਰਮੇਸ਼ੁਰ ਹੈਂ।"},{"number":11,"verse":"ਮੈਥੋਂ ਦੂਰ ਨਾ ਰਹੁ ਕਿਉਂ ਜੋ ਬਿਪਤਾ ਆਨ ਢੁੱਕੀ ਹੈ, ਅਤੇ ਕੋਈ ਸਹਾਇਕ ਨਹੀਂ।"},{"number":12,"verse":"ਬਹੁਤੇ ਸਾਹਨਾਂ ਨੇ ਮੈਨੂੰ ਘੇਰ ਲਿਆ ਹੈ, ਬਾਸ਼ਾਨ ਦੇ ਬਲਵੰਤ ਬਲਦਾਂ ਨੇ ਮੈਨੂੰ ਵਲ ਲਿਆ ਹੈ,"},{"number":13,"verse":"ਓਹ ਪਾੜਨ ਅਰ ਗੱਜਣ ਵਾਲੇ ਬਬਰ ਸ਼ੇਰ ਵਾਂਙੁ ਮੇਰੇ ਉੱਤੇ ਮੂੰਹ ਟੱਡਦੇ ਹਨ।"},{"number":14,"verse":"ਮੈਂ ਪਾਣੀ ਵਾਂਙੁ ਡੋਹਲਿਆਂ ਗਿਆਂ ਹਾਂ, ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਹੱਡੀਆਂ ਉੱਖੜ ਗਈਆਂ ਹਨ, ਮੇਰਾ ਦਿਲ ਮੋਮ ਵਰਗਾ ਹੈ, ਉਹ ਮੇਰੇ ਅੰਦਰ ਪੰਘਰ ਗਿਆ ਹੈ।"},{"number":15,"verse":"ਮੇਰੀ ਸ਼ਕਤੀ ਠੀਕਰੇ ਵਾਂਙੁ ਸੁੱਕ ਗਈ, ਅਤੇ ਮੇਰੀ ਜੀਭ ਤਾਲੂ ਨਾਲ ਲੱਗਦੀ ਜਾਂਦੀ ਹੈ, ਅਤੇ ਤੂੰ ਮੈਨੂੰ ਮੌਤ ਦੀ ਧੂੜ ਵਿੱਚ ਧਰ ਛੱਡਿਆ।"},{"number":16,"verse":"ਕਿਉਂ ਜੋ ਕੁੱਤਿਆਂ ਨੇ ਮੈਨੂੰ ਘੇਰ ਲਿਆ ਹੈ, ਕੁਕਰਮੀਆਂ ਦੀ ਟੋਲੀ ਨੇ ਮੈਨੂੰ ਘੇਰਾ ਪਾ ਲਿਆ ਹੈ, ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੇ ਹੱਥ ਪੈਰ ਵਿੰਨ੍ਹ ( ਅਥਵਾ, ਸ਼ੋਰ ਵਾਂਙੁ ਮੇਰੇ ਹੱਥ ਪੈਰ (ਪਾੜੇ) ।) ਸੁੱਟੇ ਹਨ,"},{"number":17,"verse":"ਮੈਂ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਹੱਡੀਆਂ ਗਿਣ ਸੱਕਦਾ ਹਾਂ, ਓਹ ਮੈਨੂੰ ਘੂਰ ਘੂਰ ਵੇਖਦੇ ਹਨ।"},{"number":18,"verse":"ਓਹ ਮੇਰੇ ਕੱਪੜੇ ਆਪੋ ਵਿੱਚ ਵੰਡ ਲੈਂਦੇ ਹਨ, ਅਤੇ ਮੇਰੇ ਲਿਬਾਸ ਤੇ ਗੁਣਾ ਪਾਉਂਦੇ ਹਨ।"},{"number":19,"verse":"ਪਰ ਤੂੰ ਯਹੋਵਾਹ, ਦੂਰ ਨਾ ਰਹੁ, ਹੇ ਮੇਰੇ ਬਲ, ਮੇਰੀ ਸਹਾਇਤਾ ਲਈ ਛੇਤੀ ਕਰ,"},{"number":20,"verse":"ਮੇਰੀ ਜਾਨ ਨੂੰ ਤਲਵਾਰ ਤੋਂ, ਅਤੇ ਮੇਰੇ ਜੀਵ ( ਇਬਰਾਨੀ ਵਿੱਚ, ਇਕੱਲੀ ।) ਨੂੰ ਕੁੱਤੇ ਦੇ ਵੱਸ ਤੋਂ ਛੁਡਾ।"},{"number":21,"verse":"ਬਬਰ ਸ਼ੇਰ ਦੇ ਮੂੰਹ ਤੋਂ ਮੈਨੂੰ ਬਚਾ, ਅਤੇ ਜੰਗਲੀ ਸਾਹਨਾਂ ਦੇ ਸਿੰਙਾਂ ਤੋਂ, - ਤੈਂ ਮੈਨੂੰ ਉੱਤਰ ਦਿੱਤਾ ਹੈ।।"},{"number":22,"verse":"ਮੈਂ ਆਪਣਿਆਂ ਭਾਈਆਂ ਨੂੰ ਤੇਰਾ ਨਾਮ ਸੁਣਾਵਾਂਗਾ, ਅਤੇ ਸਭਾ ਵਿੱਚ ਤੇਰੀ ਉਸਤਤ ਕਰਾਂਗਾ।"},{"number":23,"verse":"ਯਹੋਵਾਹ ਤੋਂ ਡਰ ਵਾਲਿਓ, ਉਹ ਦੀ ਉਸਤਤ ਕਰੋ, ਯਾਕੂਬ ਦਾ ਸਾਰਾ ਵੰਸ, ਉਹ ਦੀ ਮਹਿਮਾ ਕਰੋ, ਅਤੇ ਇਸਰਾਏਲ ਦਾ ਸਾਰਾ ਵੰਸ, ਉਸ ਤੋਂ ਡਰੋ,"},{"number":24,"verse":"ਕਿਉਂ ਜੋ ਉਹ ਨੇ ਦੁਖੀਏ ਦੇ ਦੁਖ ਨੂੰ ਤੁੱਛ ਨਾ ਜਾਣਿਆ ਨਾ ਉਸ ਤੋਂ ਘਿਣ ਕੀਤੀ, ਅਤੇ ਨਾ ਉਸ ਤੋਂ ਆਪਣਾ ਮੂੰਹ ਛਿਪਾਇਆ, ਸਗੋਂ ਜਦ ਉਸ ਨੇ ਉਹ ਦੀ ਦੁਹਾਈ ਦਿੱਤੀ ਤਾਂ ਉਹ ਨੇ ਸੁਣਿਆ।"},{"number":25,"verse":"ਮਹਾਂ ਸਭਾ ਵਿੱਚ ਮੇਰਾ ਉਸਤਤ ਕਰਨਾ ਤੇਰੀ ਵੱਲੋਂ ਹੁੰਦਾ ਹੈ, ਉਸ ਤੋਂ ਡਰਨ ਵਾਲਿਆਂ ਅੱਗੇ ਮੈਂ ਆਪਣੀਆਂ ਸੁੱਖਣਾਂ ਪੂਰੀਆਂ ਕਰਾਂਗਾ।"},{"number":26,"verse":"ਅਧੀਨ ਖਾਣਗੇ ਅਤੇ ਤ੍ਰਿਪਤ ਹੋਣਗੇ, ਯਹੋਵਾਹ ਦੇ ਤਾਲਿਬ ਉਸ ਦੀ ਉਸਤਤ ਕਰਨਗੇ, ਤੁਹਾਡਾ ਮਨ ਸਦਾ ਜੀਉਂਦਾ ਰਹੇ!"},{"number":27,"verse":"ਧਰਤੀ ਦੀਆਂ ਸਾਰੀਆਂ ਕੂੰਟਾਂ ਚੇਤੇ ਕਰ ਕੇ ਯਹੋਵਾਹ ਵੱਲ ਫਿਰਨਗੀਆਂ, ਅਤੇ ਕੌਮਾਂ ਦੇ ਸਾਰੇ ਘਰਾਣੇ ਤੇਰੇ ਅੱਗੇ ਮੱਥਾ ਟੇਕਣਗੇ,"},{"number":28,"verse":"ਕਿਉਂ ਜੋ ਰਾਜ ਯਹੋਵਾਹ ਦਾ ਹੈ, ਅਤੇ ਕੌਮਾਂ ਉੱਤੇ ਉਹੋ ਹਾਕਮ ਹੈ।"},{"number":29,"verse":"ਧਰਤੀ ਦੇ ਸਾਰੇ ਮੋਟੇ ਲੋਕ ਖਾਣਗੇ ਅਤੇ ਉਹ ਨੂੰ ਮੱਥਾ ਟੇਕਣਗੇ, ਓਹ ਸੱਭੇ ਜੋ ਖ਼ਾਕ ਵਿੱਚ ਉਤਰਦੇ ਹਨ ਉਹ ਦੇ ਅੱਗੇ ਝੁਕਣਗੇ, ਅਤੇ ਕੋਈ ਆਪਣੀ ਜਾਨ ਜੀਉਂਦੀ ਨਹੀਂ ਰੱਖ ਸੱਕਦਾ।"},{"number":30,"verse":"ਇੱਕ ਵੰਸ ਉਹ ਦੀ ਸੇਵਾ ਕਰੇਗਾ, ਉਹ ਪ੍ਰਭੁ ਦੀ ਪੀੜ੍ਹੀ ਕਰਕੇ ਗਿਣਿਆ ਜਾਵੇਗਾ।"},{"number":31,"verse":"ਉਹ ਆਉਣਗੇ ਅਤੇ ਉਹ ਦਾ ਧਰਮ ਜਨਮ ਲੈਣ ਵਾਲੀ ਪਰਜਾ ਨੂੰ ਦੱਸਣਗੇ, ਭਈ ਉਹ ਨੇ ਹੀ ਇਹ ਕੀਤਾ ਹੈ।।"}]}