{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":25,"verses":[{"number":1,"verse":"( ਯਹੋਵਾਹ ਦੇ ਰਾਹ) ( ਦਾਊਦ ਦਾ) ( ਏਹ ਜ਼ਬੂਰ \"ਬਾਈ ਅੱਖਰਾ\" ਹੈ ।) ਹੇ ਯਹੋਵਾਹ, ਮੈਂ ਆਪਣਾ ਜੀ ਤੇਰੀ ਵੱਲ ਚੁੱਕਦਾ ਹਾਂ।"},{"number":2,"verse":"ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਮੈਂ ਤੇਰੇ ਉੱਤੇ ਭਰੋਸਾ ਰੱਖਿਆ ਹੈ, ਮੈਨੂੰ ਸ਼ਰਮਿੰਦਾ ਨਾ ਹੋਣ ਦੇਹ, ਨਾ ਵੈਰੀਆਂ ਨੂੰ ਮੇਰੇ ਉੱਤੇ ਬਗਲਾਂ ਵਜਾਉਣ ਦੇਹ।"},{"number":3,"verse":"ਜਿੰਨੇ ਤੈਨੂੰ ਤੱਕਦੇ ਹਨ ਓਹ ਸ਼ਰਮਿੰਦੇ ਨਾ ਹੋਣਗੇ, ਸ਼ਰਮਿੰਦੇ ਉਹੋ ਹੋਣਗੇ ਜੋ ਮੱਲੋ ਮੱਲੀ ਧੋਖਾ ਦਿੰਦੇ ਹਨ।।"},{"number":4,"verse":"ਹੇ ਯਹੋਵਾਹ ਆਪਣੇ ਰਾਹ ਮੈਨੂੰ ਵਿਖਾਲ, ਅਤੇ ਆਪਣੇ ਮਾਰਗ ਮੈਨੂੰ ਸਿਖਾਲ।"},{"number":5,"verse":"ਆਪਣੀ ਸਚਿਆਈ ਵਿੱਚ ਮੇਰੀ ਅਗਵਾਈ ਕਰ ਅਤੇ ਮੈਨੂੰ ਸਿਖਾਲ, ਕਿਉਂ ਜੋ ਤੂੰ ਮੇਰਾ ਮੁਕਤੀ ਦਾਤਾ ਪਰਮੇਸ਼ੁਰ ਹੈਂ, ਸਾਰਾ ਦਿਨ ਮੈਂ ਤੈਨੂੰ ਤੱਕਦਾ ਰਹਿੰਦਾ ਹਾਂ।"},{"number":6,"verse":"ਹੇ ਯਹੋਵਾਹ, ਆਪਣੀਆਂ ਦਿਆਲਗੀਆਂ ਅਰ ਦਯਾਂ ਨੂੰ ਚੇਤੇ ਰੱਖ, ਓਹ ਤਾਂ ਆਦ ਤੋਂ ਹਨ।"},{"number":7,"verse":"ਮੇਰੀ ਜੁਆਨੀ ਦੇ ਪਾਪਾਂ ਅਤੇ ਮੇਰੇ ਅਪਰਾਧਾਂ ਨੂੰ ਚੇਤੇ ਨਾ ਰੱਖ। ਹੇ ਯਹੋਵਾਹ, ਆਪਣੀ ਦਯਾ ਅਨੁਸਾਰ, ਤੇ ਆਪਣੀ ਭਲਿਆਈ ਦੇ ਕਾਰਨ ਤੂੰ ਮੈਨੂੰ ਚੇਤੇ ਰੱਖ।।"},{"number":8,"verse":"ਯਹੋਵਾਹ ਭਲਾ ਅਰ ਸੱਚਾ ਹੈ, ਇਸ ਕਰਕੇ ਉਹ ਪਾਪੀਆਂ ਨੂੰ ਰਾਹ ਦੇ ਵਿਖੇ ਸਿਖਾਲੇਗਾ।"},{"number":9,"verse":"ਉਹ ਮਸਕੀਨਾਂ ਦੀ ਅਗਵਾਈ ਨਿਆਉਂ ਨਾਲ ਕਰੇਗਾ, ਅਤੇ ਅਧੀਨਾਂ ਨੂੰ ਆਪਣਾ ਰਾਹ ਸਿਖਾਲੇਗਾ।"},{"number":10,"verse":"ਯਹੋਵਾਹ ਦੇ ਨੇਮ ਅਰ ਸਾਖੀਆਂ ਦੇ ਮੰਨਣ ਵਾਲਿਆਂ ਲਈ, ਉਸ ਦੇ ਸਾਰੇ ਮਾਰਗ, ਦਯਾ ਅਤੇ ਸਚਿਆਈ ਦੇ ਹਨ।"},{"number":11,"verse":"ਹੇ ਯਹੋਵਾਹ, ਆਪਣੇ ਨਾਮ ਦੇ ਨਮਿੱਤ ਮੇਰੀ ਬਦੀ ਨੂੰ ਖਿਮਾ ਕਰ ਕਿਉਂ ਜੋ ਉਹ ਵੱਡੀ ਹੈ।।"},{"number":12,"verse":"ਉਹ ਕਿਹੜਾ ਮਨੁੱਖ ਹੈ ਜਿਹੜਾ ਯਹੋਵਾਹ ਤੋਂ ਡਰਦਾ ਹੈॽ ਉਹ ਉਸ ਦੇ ਲਈ ਚੁਣੇ ਹੋਏ ਰਾਹ ਵਿੱਚ ਉਸ ਨੂੰ ਸਿਖਾਲੇਗਾ।"},{"number":13,"verse":"ਉਸ ਦਾ ਜੀ ਸੁਖੀ ਵੱਸੇਗਾ, ਅਤੇ ਉਸ ਦਾ ਵੰਸ ਧਰਤੀ ਦਾ ਵਾਰਸ ਹੋਵੇਗਾ"},{"number":14,"verse":"ਯਹੋਵਾਹ ਦਾ ਭੇਤ ਉਸ ਦੇ ਭੈ ਮੰਨਣ ਵਾਲਿਆ ਦੇ ਲਈ ਹੈ, ਅਤੇ ਉਹ ਆਪਣਾ ਨੇਮ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਸੇਗਾ।"},{"number":15,"verse":"ਮੇਰੀਆਂ ਅੱਖਾਂ ਹਰ ਵੇਲੇ ਯਹੋਵਾਹ ਵੱਲ ਲੱਗੀਆਂ ਹਨ, ਭਈ ਉਹ ਮੇਰੇ ਪੈਰਾਂ ਨੂੰ ਜਾਲ ਵਿੱਚੋਂ ਕੱਢ ਲਵੇ।"},{"number":16,"verse":"ਮੇਰੀ ਵੱਲ ਮੂੰਹ ਕਰ ਕੇ ਮੇਰੇ ਉੱਤੇ ਦਯਾ ਕਰ, ਕਿਉਂ ਜੋ ਮੈਂ ਇਕੱਲਾ ਅਰ ਦੁਖੀ ਹਾਂ।"},{"number":17,"verse":"ਮੇਰੇ ਮਨ ਦੇ ਸੰਕਟ ਵਧ ਗਏ ਹਨ, ਮੇਰੀਆਂ ਭੈਜਲਾਂ ਤੋਂ ਮੈਨੂੰ ਬਾਹਰ ਕੱਢ।"},{"number":18,"verse":"ਮੇਰੇ ਦੁਖ ਅਰ ਮੇਰੇ ਕਸ਼ਟ ਨੂੰ ਵੇਖ, ਅਤੇ ਮੇਰੇ ਸਾਰੇ ਪਾਪਾਂ ਨੂੰ ਚੁੱਕ ਲੈ।"},{"number":19,"verse":"ਮੇਰੇ ਵੈਰੀਆਂ ਨੂੰ ਵੇਖ ਭਈ ਓਹ ਬਾਹਲੇ ਹਨ, ਅਤੇ ਓਹ ਬਦੋ ਬਦੀ ਮੇਰੇ ਨਾਲ ਵੈਰ ਰੱਖਦੇ ਹਨ।"},{"number":20,"verse":"ਮੇਰੀ ਜਾਨ ਦੀ ਰਖਵਾਲੀ ਕਰ ਅਤੇ ਮੈਨੂੰ ਛੁਡਾ, ਮੈਨੂੰ ਸ਼ਰਮਿੰਦਾ ਨਾ ਹੋਣ ਦੇਹ ਕਿਉਂ ਜੋ ਮੈਂ ਤੇਰੀ ਸ਼ਰਨ ਆਇਆ ਹਾਂ।"},{"number":21,"verse":"ਖਰਿਆਈ ਅਰ ਸਿੱਧਿਆਈ ਮੇਰੀ ਰੱਛਿਆ ਕਰਨ, ਕਿਉਂ ਜੋ ਮੈਂ ਤੈਨੂੰ ਤੱਕਦਾ ਰਹਿੰਦਾ ਹਾਂ।"},{"number":22,"verse":"ਹੇ ਪਰਮੇਸ਼ੁਰ, ਇਸਰਾਏਲ ਨੂੰ ਉਹ ਦੇ ਸਾਰੇ ਭੈਜਲਾਂ ਤੋਂ ਛੁਟਕਾਰਾ ਦੇਹ!।।"}]}