{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":31,"verses":[{"number":1,"verse":"( ਊਜ ਅਤੇ ਉਸਤਤ) ( ਸੁਰ ਪਤੀ ਲਈ, ਦਾਊਦ ਦਾ ਭਜਨ) ਹੇ ਯਹੋਵਾਹ, ਮੈਂ ਤੇਰੀ ਸ਼ਰਨ ਆਇਆ ਹਾਂ, ਮੈਂਨੂੰ ਕਦਾਚਿਤ ਸ਼ਰਮਿੰਦਾ ਨਾ ਹੋਣ ਦੇਹ, ਆਪਣੇ ਧਰਮ ਨਾਲ ਮੈਨੂੰ ਛੁਡਾ!"},{"number":2,"verse":"ਆਪਣੇ ਕੰਨ ਮੇਰੀ ਵੱਲ ਝੁਕਾ ਅਤੇ ਮੈਨੂੰ ਛੇਤੀ ਛੁਡਾ! ਤੂੰ ਮੇਰੇ ਲਈ ਇੱਕ ਤਕੜੀ ਚਟਾਨ, ਅਤੇ ਮੇਰੇ ਬਚਾਓ ਲਈ ਇੱਕ ਗੜ ਹੋ।"},{"number":3,"verse":"ਤੂੰ ਹੀ ਤਾਂ ਮੇਰੀ ਚਟਾਨ ਅਤੇ ਮੇਰਾ ਗੜ੍ਹ ਹੈਂ, ਤਦੇ ਤੂੰ ਆਪਣੇ ਨਾਮ ਦੇ ਸਦਕੇ ਮੈਨੂੰ ਲੈ ਚੱਲ, ਅਤੇ ਮੇਰੀ ਅਗੁਵਾਈ ਕਰ।"},{"number":4,"verse":"ਤੂੰ ਉਸ ਜਾਲ ਵਿੱਚੋਂ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੇ ਲਈ ਓਹਲੇ ਵਿਛਾਇਆ ਹੈ ਮੈਨੂੰ ਕੱਢ, ਤੂੰ ਜੋ ਮੇਰਾ ਗੜ੍ਹ ਹੈਂ।"},{"number":5,"verse":"ਮੈਂ ਆਪਣਾ ਆਤਮਾ ਤੇਰੇ ਹੱਥ ਸੌਂਪਦਾ ਹਾਂ, ਤੈਂ ਮੈਨੂੰ ਨਿਸਤਾਰਾ ਦਿੱਤਾ ਹੈ, ਹੇ ਯਹੋਵਾਹ ਸਚਿਆਈ ਦੇ ਪਰਮੇਸ਼ੁਰ!"},{"number":6,"verse":"ਮੈਂ ਉਨ੍ਹਾਂ ਨਾਲ ਵੈਰ ਰੱਖਦਾ ਹਾਂ ਜਿਹੜੇ ਫੋਕਿਆਂ ਕੂੜਾਂ ਨੂੰ ਮੰਨਦੇ ਹਨ, ਪਰ ਮੈਂ ਯਹੋਵਾਹ ਉੱਤੇ ਭਰੋਸਾ ਰੱਖਦਾ ਹਾਂ।"},{"number":7,"verse":"ਮੈਂ ਤੇਰੀ ਦਯਾ ਵਿੱਚ ਮਗਨ ਅਤੇ ਅਨੰਦ ਹੋਵਾਂਗਾ, ਕਿਉਂ ਜੋ ਤੈਂ ਮੇਰੇ ਦੁਖ ਨੂੰ ਵੇਖਿਆ ਹੈ, ਤੈਂ ਮੇਰੀ ਜਾਨ ਦੇ ਕਸ਼ਟਾਂ ਨੂੰ ਜਾਣ ਲਿਆ ਹੈ।"},{"number":8,"verse":"ਤੈਂ ਮੈਨੂੰ ਵੈਰੀ ਦੇ ਹੱਥੀਂ ਬੰਦ ਨਹੀਂ ਕਰ ਛੱਡਿਆ ਹੈ, ਤੈਂ ਮੋਕਲੇ ਥਾਂ ਵਿੱਚ ਮੇਰੇ ਪੈਰ ਖਲ੍ਹਿਆਰੇ ਹਨ।"},{"number":9,"verse":"ਹੇ ਯਹੋਵਾਹ, ਮੇਰੇ ਉੱਤੇ ਦਯਾ ਕਰ, ਕਿਉਂ ਜੋ ਮੈਂ ਔਖਾਂ ਹਾਂ। ਮੇਰੀਆਂ ਅੱਖਾਂ ਗਮੀ ਦੇ ਮਾਰੇ ਗਲ ਗਈਆਂ, ਨਾਲੇ ਮੇਰੀ ਜਾਨ ਅਤੇ ਮੇਰਾ ਸਰੀਰ ( ਅਥਵਾ, ਢਿੱਡ ।) ।"},{"number":10,"verse":"ਮੇਰਾ ਜੀਉਣ ਸੋਗ ਵਿੱਚ ਅਤੇ ਮੇਰੇ ਵਰ੍ਹੇ ਹੌਕੇ ਭਰਨ ਵਿੱਚ ਲੰਘ ਗਏ ਹਨ, ਮੇਰੀ ਬਦੀ ਦੇ ਕਾਰਨ ਮੇਰਾ ਬਲ ਘਟ ਗਿਆ ਹੈ, ਅਤੇ ਮੇਰੀਆਂ ਹੱਡੀਆਂ ਗਲ ਗਈਆਂ।"},{"number":11,"verse":"ਆਪਣੇ ਸਭ ਵਿਰੋਧੀਆਂ ਦੇ ਕਾਰਨ ਮੈਂ ਉਲਾਹਮਾ ਬਣਿਆ, ਖ਼ਾਸ ਕਰਕੇ ਆਪਣੇ ਗੁਆਂਢੀਆਂ ਵਿੱਚ, ਅਤੇ ਆਪਣੇ ਜਾਣ ਪਛਾਣਾਂ ਦੇ ਲਈ ਡਰਾਊ, ਜਿਨ੍ਹਾਂ ਮੈਨੂੰ ਬਾਹਰ ਵੇਖਿਆ ਓਹ ਮੈਥੋਂ ਭੱਜ ਗਏ।"},{"number":12,"verse":"ਮੈਂ ਮੋਏ ਹੋਏ ਵਾਂਙੁ ਮਨੋਂ ਭੁਲਾ ਦਿੱਤਾ ਗਿਆ ਹਾਂ, ਮੈਂ ਭੱਜੇ ਹੋਏ ਭਾਂਡੇ ਵਰਗਾ ਹਾਂ।"},{"number":13,"verse":"ਮੈਂ ਤਾਂ ਬਹੁਤਿਆਂ ਦੀ ਬਦਨਾਮੀ ਸੁਣੀ ਹੈ, ਅਤੇ ਆਲੇ ਦੁਆਲੇ ਭੈ ਹੀ ਭੈ ਸੀ, ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੇ ਆਪੋ ਵਿੱਚ ਮੇਰੇ ਵਿਰੁੱਧ ਮਤਾ ਪਕਾਇਆ, ਮੇਰੀ ਜਾਨ ਲੈਣ ਦੀ ਜੁਗਤ ਕੀਤੀ।।"},{"number":14,"verse":"ਪਰ ਹੇ ਯਹੋਵਾਹ, ਮੈਂ ਤੇਰੇ ਉੱਤੇ ਭਰੋਸਾ ਰੱਖਿਆ ਹੈ, ਮੈਂ ਆਖਿਆ ਕਿ ਤੂੰ ਹੀ ਮੇਰਾ ਪਰਮੇਸ਼ੁਰ ਹੈਂ ।"},{"number":15,"verse":"ਮੇਰੇ ਸਮੇਂ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਹਨ, ਤੂੰ ਮੈਨੂੰ ਮੇਰੇ ਵੈਰੀਆਂ ਅਤੇ ਸਤਾਉਣ ਵਾਲਿਆਂ ਦੇ ਹੱਥੋਂ ਛੁਡਾ।"},{"number":16,"verse":"ਆਪਣੇ ਮੁਖੜੇ ਨੂੰ ਆਪਣੇ ਦਾਸ ਉੱਤੇ ਚਮਕਾ, ਆਪਣੀ ਦਯਾ ਨਾਲ ਮੈਨੂੰ ਬਚਾ!"},{"number":17,"verse":"ਹੇ ਯਹੋਵਾਹ, ਮੈਂਨੂੰ ਸ਼ਰਮਿੰਦਾ ਨਾ ਹੋਣ ਦੇਹ, ਮੈਂ ਜੋ ਤੈਨੂੰ ਪੁਕਾਰਿਆ ਹੈ। ਦੁਸ਼ਟ ਸ਼ਰਮਿੰਦੇ ਹੋਣ, ਓਹ ਚੁੱਪ ਚਾਪ ਪਤਾਲ ਵਿੱਚ ਪਏ ਰਹਿਣ!"},{"number":18,"verse":"ਓਹ ਝੂਠੇ ਬੁੱਲ੍ਹ ਬੰਦ ਹੋ ਜਾਣ, ਜਿਹੜੇ ਧਰਮੀ ਦੇ ਵਿਰੁੱਧ ਬੇਅਦਬੀ ਨਾਲ, ਹੰਕਾਰ ਅਰ ਨਫ਼ਰਤ ਨਾਲ ਬੋਲਦੇ ਹਨ!।।"},{"number":19,"verse":"ਕੇਡੀ ਵੱਡੀ ਹੈ ਤੇਰੀ ਭਲਿਆਈ! ਜਿਹੜੀ ਤੈਂ ਆਪਣੇ ਭੈ ਮੰਨਣ ਵਾਲਿਆਂ ਦੇ ਲਈ ਗੁਪਤ ਕਰ ਰੱਖੀ ਹੈ, ਜਿਹੜੀ ਤੈਂ ਆਪਣਿਆਂ ਸ਼ਰਨਾਰਥੀਆਂ ਲਈ ਆਦਮ ਵੰਸ ਦੇ ਸਨਮੁਖ ਪਰਗਟ ਕੀਤੀ ਹੈ।"},{"number":20,"verse":"ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਦਰਗਾਹ ਦੀ ਓਟ ਵਿੱਚ ਮਨੁੱਖ ਦੀਆਂ ਜੁਗਤਾਂ ਤੋਂ ਛਿਪਾਵੇਂਗਾ, ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਜੀਭਾਂ ਦੇ ਝਗੜੇ ਤੋਂ ਮੰਡਪ ਵਿੱਚ ਲੁਕਾ ਰੱਖੇਂਗਾ।"},{"number":21,"verse":"ਯਹੋਵਾਹ ਮੁਬਾਰਕ ਹੋਵੇ, ਕਿਉਂ ਜੋ ਉਹ ਨੇ ਇੱਕ ਘੇਰੇ ਹੋਏ ਸ਼ਹਿਰ ਵਿੱਚ, ਮੇਰੇ ਉੱਤੇ ਆਪਣੀ ਅਚਰਜ ਦਯਾ ਕੀਤੀ ਹੈ।"},{"number":22,"verse":"ਪਰ ਮੈਂ ਆਪਣੀ ਘਬਰਾਹਟ ਵਿੱਚ ਆਖਿਆ ਸੀ ਭਈ ਤੇਰੀਆਂ ਅੱਖੀਆਂ ਦੇ ਅੱਗੇ ਮੈਂ ਕੱਟਿਆ ਗਿਆ ਹਾਂ, ਤਾਂ ਵੀ ਜਦੋਂ ਮੈਂ ਤੇਰੀ ਦੁਹਾਈ ਦਿੱਤੀ ਤੈਂ ਮੇਰੀਆਂ ਅਰਜੋਈਆਂ ਦੀ ਅਵਾਜ਼ ਸੁਣੀ।।"},{"number":23,"verse":"ਹੇ ਯਹੋਵਾਹ ਦੇ ਸਾਰੇ ਸੰਤੋਂ, ਉਹ ਦੇ ਨਾਲ ਪ੍ਰੇਮ ਰੱਖੋ, ਯਹੋਵਾਹ ਸੱਚਿਆਂ ਦਾ ਰਾਖਾ ਹੈ, ਪਰ ਹੰਕਾਰੀਆਂ ਉੱਤੇ ਬਹੁਤ ਵੱਟੇ ਲਾਉਂਦਾ ਹੈ।"},{"number":24,"verse":"ਹੇ ਸਾਰੇ ਯਹੋਵਾਹ ਦੀ ਆਸ ਰੱਖਣ ਵਾਲਿਓ, ਤਕੜੇ ਹੋਵੋ ਅਤੇ ਤੁਹਾਡਾ ਮਨ ਦਿਲੇਰ ਹੋਵੇ!।।"}]}