{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":35,"verses":[{"number":1,"verse":"( ਸੱਚਾ ਬਚਾਊ) ( ਦਾਊਦ ਦਾ) ਹੇ ਯਹੋਵਾਹ, ਜਿਹੜੇ ਮੇਰੇ ਨਾਲ ਮੁਦੱਪਾ ਕਰਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਨਾਲ ਮੁਦੱਪਾ ਕਰ, ਜਿਹੜੇ ਮੇਰੇ ਨਾਲ ਲੜਦੇ ਹਨ ਉਨ੍ਹਾਂ ਨਾਲ ਲੜ।"},{"number":2,"verse":"ਢਾਲ ਤੇ ਫਰੀ ਨੂੰ ਸਾਂਭ, ਅਤੇ ਮੇਰੀ ਸਹਾਇਤਾ ਲਈ ਉੱਠ!"},{"number":3,"verse":"ਬਰਛਾ ਵੀ ਕੱਢ ਕੇ ਮੇਰਾ ਪਿੱਛਾ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਰਾਹ ਬੰਦ ਕਰ, ਮੇਰੀ ਜਾਨ ਨੂੰ ਆਖ, ਤੇਰਾ ਬਚਾਓ ਮੈਂ ਹੀ ਹਾਂ।"},{"number":4,"verse":"ਜਿਹੜੇ ਮੇਰੀ ਜਾਨ-ਲੇਵਾ ਹਨ ਓਹ ਲੱਜਿਆਵਾਨ ਅਤੇ ਖੱਜਲ ਹੋਣ, ਜਿਹੜੇ ਮੇਰੀ ਬੁਰਿਆਈ ਸੋਚਦੇ ਹਨ ਓਹ ਪਿੱਛੇ ਹਟਾਏ ਜਾਣ ਅਤੇ ਭੌਂਦਲ ਜਾਣ !"},{"number":5,"verse":"ਓਹ ਪੌਣ ਨਾਲ ਉੱਡਦੀ ਤੁੜੀ ਵਾਂਙੁ ਹੋਣ, ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਦੂਤ ਉਨ੍ਹਾਂ ਨੂੰ ਧੱਕਾ ਮਾਰਦਾ ਜਾਏ"},{"number":6,"verse":"ਉਨ੍ਹਾਂ ਦਾ ਰਾਹ ਅਨ੍ਹੇਰਾ ਅਤੇ ਤਿਲਕਣਾ ਹੋਵੇ, ਅਤੇ ਯਹੋਵਾਹ ਦਾ ਦੂਤ ਉਨ੍ਹਾਂ ਦਾ ਪਿੱਛਾ ਕਰੀ ਜਾਵੇ!"},{"number":7,"verse":"ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਧਿਗਾਣੇ ਮੇਰੇ ਲਈ ਟੋਏ ਵਿੱਚ ਜਾਲ ਛਿਪਾਇਆ ਹੈ। ਉਨ੍ਹਾਂ ਨੇ ਧਿਗਾਣੇ ਨਾਲ ਮੇਰੀ ਜਾਨ ਲਈ ਟੋਆ ਪੁੱਟਿਆ ਹੈ ।"},{"number":8,"verse":"ਉਸ ਉੱਤੇ ਅਣਜਾਣੇ ਬਰਬਾਦੀ ਆਣ ਪਵੇ! ਅਤੇ ਜਿਹੜਾ ਜਾਲ ਉਸ ਨੇ ਛਿਪਾਇਆ ਉਹੋ ਉਸ ਨੂੰ ਫਸਾ ਲਵੇ, ਉਹ ਆਪ ਉਸ ਵਿੱਚ ਡਿੱਗ ਕੇ ਨਸ਼ਟ ਹੋ ਜਾਵੇ!"},{"number":9,"verse":"ਤਾਂ ਮੇਰੀ ਜਾਨ ਯਹੋਵਾਹ ਵਿੱਚ ਬਾਗ਼ ਬਾਗ਼ ਹੋਵੇਗੀ, ਉਹ ਦੇ ਬਚਾਓ ਵਿੱਚ ਮਗਨ ਹੋਵੇਗੀ।"},{"number":10,"verse":"ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਹੱਡੀਆਂ ਆਖਣਗੀਆਂ, ਹੇ ਯਹੋਵਾਹ, ਤੇਰੇ ਸਮਾਨ ਕੌਣ ਹੈॽ ਤੂੰ ਮਸਕੀਨ ਨੂੰ ਉਸ ਨਾਲੋਂ ਤਕੜੇ ਤੋਂ ਛੁੜਾਉਂਦਾ ਹੈਂ, ਹਾਂ, ਮਸਕੀਨ ਤੇ ਕੰਗਾਲ ਨੂੰ ਲੁਟੇਰੇ ਤੋਂ।।"},{"number":11,"verse":"ਜ਼ਾਲਸ ਗਵਾਹ ਉੱਠ ਖੜੇ ਹੁੰਦੇ ਹਨ, ਓਹ ਮੈਥੋਂ ਓਹ ਗੱਲਾਂ ਪੁੱਛਦੇ ਹਨ ਜਿਹੜੀਆਂ ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ।"},{"number":12,"verse":"ਨੇਕੀ ਦੇ ਵੱਟੇ ਓਹ ਮੈਨੂੰ ਬਦੀ ਦਿੰਦੇ ਹਨ — ਮੇਰੀ ਜਾਨ ਵਿਚਲ ਜਾਂਦੀ ਹੈ।"},{"number":13,"verse":"ਪਰ ਮੈਂ, ਜਦੋਂ ਓਹ ਬਿਮਾਰ ਸਨ, ਮੇਰਾ ਲਿਬਾਸ ਤੱਪੜ ਦਾ ਸੀ, ਮੈਂ ਵਰਤ ਰੱਖ ਕੇ ਆਪਣੀ ਜਾਨ ਨੂੰ ਦੁਖ ਦਿੱਤਾ, ਅਤੇ ਮੇਰੀ ਪ੍ਰਾਰਥਨਾ ਮੇਰੇ ਸੀਨੇ ਨੂੰ ਮੁੜ ਆਈ।"},{"number":14,"verse":"ਮੈਂ ਉਨ੍ਹਾਂ ਨਾਲ ਮਿੱਤ੍ਰ ਯਾ ਭਰਾ ਵਾਂਙੁ ਵਰਤਿਆ, ਜਿਵੇਂ ਕੋਈ ਆਪਣੀ ਮਾਤਾ ਲਈ ਵਿਰਲਾਪ ਕਰੇ ਤਿਵੇਂ ਮੈਂ ਸੋਗ ਨਾਲ ਝੁਕ ਗਿਆ।"},{"number":15,"verse":"ਪਰ ਓਹ ਮੇਰੇ ਲੰਗੜਾਉਣ ਤੋਂ ਅਨੰਦ ਹੋ ਕੇ ਇਕੱਠੇ ਹੋਏ, ਹਾਂ, ਉਹ ਮਾਰ ਕੁੱਟਣ ਵਾਲੇ ਮੇਰੇ ਵਿਰੁੱਧ ਇੱਕਠੇ ਹੋਏ, ਅਤੇ ਮੈਂ ਨਾ ਜਾਣਿਆ। ਓਹ ਪਾੜਦੇ ਰਹੇ ਅਤੇ ਹਟੇ ਨਹੀਂ।"},{"number":16,"verse":"ਉਨ੍ਹਾਂ ਕਪਟੀਆਂ ਵਾਂਙੁ ਜਿਹੜੇ ਟੁੱਕੜ ਲਈ ਮਖ਼ੌਲ ਕਰਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੇ ਉੱਤੇ ਆਪਣੇ ਦੰਦ ਕਰੀਚੇ।।"},{"number":17,"verse":"ਹੇ ਪ੍ਰਭੁ, ਤੂੰ ਕਦ ਤੀਕ ਵੇਖਦਾ ਰਹੇਂਗਾॽ ਮੇਰੀ ਜਾਨ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਵਿਗਾੜ ਤੋਂ, ਅਤੇ ਮੇਰੀ ਜਿੰਦਗੀ ਨੂੰ ਬਬਰ ਸ਼ੇਰਾਂ ਤੋਂ ਛੁਡਾ!"},{"number":18,"verse":"ਮੈਂ ਮਹਾ ਸਭਾ ਵਿੱਚ ਤੇਰਾ ਧੰਨਵਾਦ ਕਰਾਂਗਾ, ਬਹੁਤਿਆਂ ਲੋਕਾਂ ਵਿੱਚ ( ਅਥਵਾ, ਇੱਕ ਬਲਵਾਨ ਉੱਮਤ ਵਿੱਚ ।) ਮੈਂ ਤੇਰੀ ਉਸਤਤ ਕਰਾਂਗਾ।"},{"number":19,"verse":"ਜਿਹੜੇ ਨਹੱਕ ਮੇਰੇ ਵੈਰੀ ਹਨ ਉਨ੍ਹਾਂ ਨੂੰ ਮੇਰੇ ਉੱਤੇ ਅਨੰਦ ਨਾ ਹੋਣ ਦੇਹ, ਅਤੇ ਜਿਹੜੇ ਧਿਗਾਣੇ ਮੇਰੇ ਦੁਸ਼ਮਣ ਹਨ ਉਨ੍ਹਾਂ ਨੂੰ ਮੇਰੇ ਉੱਤੇ ਅੱਖ ਮਟਕਾਉਣ ਨਾ ਦੇਹ,"},{"number":20,"verse":"ਕਿਉਂ ਜੋ ਓਹ ਸੁਖ ਸਾਂਦ ਦੀ ਗੱਲ ਨਹੀਂ ਕਰਦੇ, ਸਗੋਂ ਜਿਹੜੇ ਦੇਸ ਵਿੱਚ ਅਰਾਮ ਨਾਲ ਵੱਸਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਦੇ ਵਿਰੁੱਧ ਓਹ ਛਲ ਦੀਆਂ ਗੱਲਾਂ ਬਣਾਉਂਦੇ ਹਨ।"},{"number":21,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੇ ਉੱਤੇ ਆਪਣਾ ਮੂੰਹ ਟੱਡ ਕੇ ਆਖਿਆ, ਵਾਹ, ਵਾਹ! ਸਾਡੀਆਂ ਅੱਖੀਆਂ ਨੇ ਵੇਖ ਲਿਆ ਹੈ!।।"},{"number":22,"verse":"ਹੇ ਯਹੋਵਾਹ, ਤੈਂ ਵੇਖ ਲਿਆ। ਚੁੱਪ ਨਾ ਕਰ, ਹੇ ਪ੍ਰਭੁ ਮੈਥੋਂ ਦੂਰ ਨਾ ਰਹਿ!"},{"number":23,"verse":"ਹੇ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਹੇ ਮੇਰੇ ਪ੍ਰਭੁ, ਮੇਰੇ ਨਿਆਓਂ ਲਈ ਉੱਠ, ਅਤੇ ਮੇਰੇ ਮੁਦੱਪੇ ਲਈ ਜਾਗ!"},{"number":24,"verse":"ਹੇ ਯਹੋਵਾਹ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਆਪਣੇ ਧਰਮ ਦੇ ਅਨੁਸਾਰ ਮੇਰਾ ਨਿਆਉਂ ਕਰ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮੇਰੇ ਉੱਤੇ ਅਨੰਦ ਨਾ ਹੋਣ ਦੇਹ!"},{"number":25,"verse":"ਓਹ ਆਪਣੇ ਮਨ ਵਿੱਚ ਇਹ ਨਾ ਕਹਿਣ, ਭਈ ਵਾਹ, ਇਹੋ ਅਸੀਂ ਚਾਹੁੰਦੇ ਹਾਂ! ਓਹ ਇਹ ਨਾ ਆਖਣ ਭਈ ਅਸਾਂ ਉਹ ਨੂੰ ਭੱਖ ਲਿਆ!"},{"number":26,"verse":"ਜਿਹੜੇ ਮੇਰੇ ਨੁਕਸਾਨ ਦੇ ਕਾਰਨ ਅਨੰਦ ਹੁੰਦੇ ਹਨ, ਓਹ ਇਕੱਠੇ ਸ਼ਰਮਿੰਦੇ ਹੋਣ ਅਤੇ ਭੌਂਦਲ ਜਾਣ। ਜਿਹੜੇ ਮੇਰੇ ਵਿਰੁੱਧ ਆਪਣੀ ਵਡਿਆਈ ਕਰਦੇ ਹਨ, ਓਹ ਲਾਜ ਅਤੇ ਅਨਾਦਰ ਦਾ ਲਿਬਾਸ ਪਹਿਨਣ।।"},{"number":27,"verse":"ਜਿਹੜੇ ਮੇਰੇ ਧਰਮ ਤੋਂ ਪਰੰਸਨ ਹਨ ਓਹ ਜੈ ਜੈ ਕਾਰ ਅਤੇ ਅਨੰਦ ਕਰਨ, ਓਹ ਸਦਾ ਆਖਦੇ ਜਾਣ ਭਈ ਯਹੋਵਾਹ ਦੀ ਵਡਿਆਈ ਹੋਵੇ, ਜਿਹੜਾ ਆਪਣੇ ਦਾਸ ਦੀ ਸੁਖ ਤੋਂ ਪਰਸੰਨ ਹੈ।"},{"number":28,"verse":"ਤਾਂ ਮੇਰੀ ਰਸਨਾ ਤੇਰੇ ਧਰਮ ਦੀ ਚਰਚਾ ਕਰੇਗੀ, ਦਿਨ ਭਰ ਤੇਰੀ ਉਸਤਤ ਹੋਵੇਗੀ।।"}]}