{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":37,"verses":[{"number":1,"verse":"( ਧਰਮੀਆਂ ਅਤੇ ਦੁਸ਼ਟਾਂ ਦੇ ਅੰਤ) ( ਦਾਊਦ ਦਾ) ( ਇਹ ਬਾਈ ਅੱਖਰਾ ਜ਼ਬੂਰ ਹੈ ।) ਬੁਰਿਆਂ ਦੇ ਕਾਰਨ ਨਾ ਕੁੜ੍ਹ, ਕੁਕਰਮੀਆਂ ਵੱਲੋਂ ਨਾ ਸੜ।"},{"number":2,"verse":"ਓਹ ਤਾਂ ਘਾਹ ਵਾਂਙੁ ਛੇਤੀ ਕੁਮਲਾ ਜਾਣਗੇ, ਅਤੇ ਸਾਗ ਪੱਤ ਵਾਂਙੁ ਮੁਰਝਾ ਜਾਣਗੇ।"},{"number":3,"verse":"ਯਹੋਵਾਹ ਉੱਤੇ ਭਰੋਸਾ ਰੱਖ ਅਤੇ ਭਲਿਆਈ ਕਰ, ਦੇਸ ਵਿੱਚ ਵੱਸ ਅਤੇ ਸਚਿਆਈ ਉੱਤੇ ਪਲ।"},{"number":4,"verse":"ਤੂੰ ਯਹੋਵਾਹ ਉੱਤੇ ਨਿਹਾਲ ਰਹੁ, ਤਾਂ ਉਹ ਤੇਰੇ ਮਨੋਰਥਾਂ ਨੂੰ ਪੂਰਿਆਂ ਕਰੇਗਾ।"},{"number":5,"verse":"ਆਪਣਾ ਰਾਹ ਯਹੋਵਾਹ ਦੇ ਗੋਚਰਾ ਕਰ, ਅਤੇ ਉਸ ਉੱਤੇ ਭਰੋਸਾ ਰੱਖ ਅਤੇ ਉਹ ਪੂਰਿਆਂ ਕਰੇਗਾ।"},{"number":6,"verse":"ਉਹ ਤੇਰੇ ਧਰਮ ਦੇ ਚਾਨਣ ਵਾਂਙੁ, ਅਤੇ ਤੇਰੇ ਨਿਆਉਂ ਨੂੰ ਦੁਪਹਿਰ ਵਾਂਙੁ ਪਰਕਾਸ਼ਤ ਕਰੇਗਾ। ( ਅਥਵਾ, ਕੱਢੇਗਾ ।)"},{"number":7,"verse":"ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਚੁੱਪ ਚਾਪ ਰਹੁ ਅਤੇ ਧੀਰਜ ਨਾਲ ਉਹ ਦੀ ਉਡੀਕ ਰੱਖ, ਉਸ ਮਨੁੱਖ ਦੇ ਕਾਰਨ ਨਾ ਕੁੜ੍ਹ ਜਿਹ ਦਾ ਰਾਹ ਸਫਲ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਜਿਹੜਾ ਜੁਗਤਾਂ ਨੂੰ ਪੂਰਿਆਂ ਕਰਾਉਂਦਾ ਹੈ।"},{"number":8,"verse":"ਕ੍ਰੋਧ ਨੂੰ ਛੱਡ ਅਤੇ ਕੋਪ ਨੂੰ ਤਿਆਗ ਦੇਹ, ਨਾ ਕੁੜ੍ਹ — ਉਸ ਤੋਂ ਬੁਰਿਆਈ ਹੀ ਨਿੱਕਲਦੀ ਹੈ।।"},{"number":9,"verse":"ਕੁਕਰਮੀ ਤਾਂ ਛੇਕੇ ਜਾਣਗੇ, ਪਰ ਜਿਹੜੇ ਯਹੋਵਾਹ ਨੂੰ ਉਡੀਕਦੇ ਹਨ ਓਹੋ ਧਰਤੀ ਦੇ ਵਾਰਸ ਹੋਣਗੇ।"},{"number":10,"verse":"ਹੁਣ ਥੋੜਾ ਹੀ ਚਿਰ ਰਹਿੰਦਾ ਹੈ ਭਈ ਦੁਸ਼ਟ ਨਹੀਂ ਹੋਵੇਗਾ, ਤੂੰ ਉਸ ਦੀ ਨੌਰ ਨੂੰ ਗੌਹ ਨਾਲ ਵੇਖੇਂਗਾ, ਪਰ ਉਹ ਕਿਤੇ ਨਾ ਹੋਵੇਗਾ।"},{"number":11,"verse":"ਪਰ ਅਧੀਨ ਧਰਤੀ ਦੇ ਵਾਰਸ ਹੋਣਗੇ, ਅਤੇ ਬਹੁਤੇ ਸੁਖ ਕਰਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਨਿਹਾਲ ਕਰਨਗੇ।"},{"number":12,"verse":"ਦੁਸ਼ਟ ਧਰਮੀ ਦੇ ਵਿਰੁੱਧ ਮਤਾ ਪਕਾਉਂਦਾ ਹੈ, ਅਤੇ ਉਹ ਦੇ ਉੱਤੇ ਆਪਣੇ ਦੰਦੇ ਕਰੀਚਦਾ ਹੈ।"},{"number":13,"verse":"ਪ੍ਰਭੁ ਉਸ ਦੇ ਉੱਤੇ ਹੱਸੇਗਾ, ਕਿਉਂ ਜੋ ਉਹ ਵੇਖਦਾ ਹੈ ਭਈ ਉਸ ਦਾ ਦਿਨ ਆਉਂਦਾ ਪਿਆ ਹੈ।"},{"number":14,"verse":"ਦੁਸ਼ਟਾਂ ਨੇ ਤਲਵਾਰ ਧੂਹੀ ਅਤੇ ਆਪਣਾ ਧਣੁਖ ਖਿੱਚਿਆ ਹੈ ਤਾਂ ਜੋ ਮਸਕੀਨ ਤੇ ਕੰਗਾਲ ਨੂੰ ਡੇਗ ਦੇਣ, ਅਤੇ ਸਿੱਧੇ ਚਾਲ ਚਲਣ ਵਾਲਿਆਂ ਨੂੰ ਜਾਨੋਂ ਮਾਰ ਸੁੱਟਣ।"},{"number":15,"verse":"ਉਨ੍ਹਾਂ ਦੀ ਤਲਵਾਰ ਉਨ੍ਹਾਂ ਹੀ ਦੇ ਦਿਲਾਂ ਵਿੱਚ ਧਸੇਗੀ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਧਣੁਖ ਭੰਨੇ ਜਾਣਗੇ।"},{"number":16,"verse":"ਧਰਮੀ ਦਾ ਥੋੜਾ ਕਈਆਂ ਦੁਸ਼ਟਾਂ ਦੇ ਬਾਹਲੇ ਨਾਲੋਂ ਵੀ ਚੰਗਾ ਹੈ ।"},{"number":17,"verse":"ਦੁਸ਼ਟਾਂ ਦੀਆਂ ਬਾਹਾਂ ਤਾਂ ਭੰਨੀਆਂ ਜਾਣਗੀਆਂ, ਪਰ ਧਰਮੀਆਂ ਨੂੰ ਯਹੋਵਾਹ ਸੰਭਾਲਦਾ ਹੈ।"},{"number":18,"verse":"ਯਹੋਵਾਹ ਪੂਰਨ-ਪੁਰਖਾਂ ਦੇ ਦਿਨ ਜਾਣਦਾ ਹੈ, ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਅਧਕਾਰ ਸਦਾ ਤੀਕ ਰਹੇਗਾ।"},{"number":19,"verse":"ਓਹ ਬੁਰੇ ਸਮੇਂ ਦੇ ਵਿੱਚ ਸ਼ਰਮਿੰਦੇ ਨਾ ਹੋਣਗੇ, ਅਤੇ ਕਾਲ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਓਹ ਰੱਜ ਕੇ ਖਾਣਗੇ।।"},{"number":20,"verse":"ਦੁਸ਼ਟ ਨਾਸ ਹੋ ਜਾਣਗੇ, ਅਤੇ ਯਹੋਵਾਹ ਦੇ ਵੈਰੀ ਜੂਹਾਂ ਦੀ ਸ਼ਾਨ ਵਰਗੇ ਹੋਣਗੇ, ਓਹ ਮਿਟ ਜਾਣਗੇ ਸਗੋਂ ਧੂੰਏਂ ਵਾਂਙੁ ਮਿਟ ਜਾਣਗੇ ।"},{"number":21,"verse":"ਦੁਸ਼ਟ ਉਧਾਰ ਲੈਂਦਾ ਹੈ ਅਤੇ ਮੋੜਦਾ ਨਹੀਂ, ਪਰ ਧਰਮੀ ਦਯਾ ਕਰਦਾ ਅਤੇ ਦਿੰਦਾ ਹੈ।"},{"number":22,"verse":"ਉਹ ਦੇ ਮੁਬਾਰਕ ਲੋਗ ਧਰਤੀ ਦੇ ਵਾਰਸ ਹੋਣਗੇ, ਪਰ ਉਹ ਦੇ ਸਰਾਪੀ ਛੇਕੇ ਜਾਣਗੇ।"},{"number":23,"verse":"ਮਨੁੱਖ ਦੀ ਚਾਲ ਯਹੋਵਾਹ ਵੱਲੋਂ ਦ੍ਰਿੜ੍ਹ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਉਸ ਦੇ ਰਾਹ ਤੋਂ ਉਹ ਪਰਸੰਨ ਰਹਿੰਦਾ ਹੈ।"},{"number":24,"verse":"ਭਾਵੇਂ ਉਹ ਡਿੱਗ ਹੀ ਪਵੇ ਪਰ ਡਿੱਗਿਆ ਨਹੀਂ ਰਹੇਗਾ, ਕਿਉਂ ਜੋ ਯਹੋਵਾਹ ਉਹ ਦਾ ਹੱਥ ਥੰਮ੍ਹਦਾ ਹੈ।"},{"number":25,"verse":"ਮੈਂ ਜੁਆਨ ਸਾਂ ਅਤੇ ਹੁਣ ਬੁੱਢਾ ਹੋ ਗਿਆ ਹਾਂ, ਪਰ ਮੈਂ ਨਾ ਧਰਮੀ ਨੂੰ ਤਿਆਗਿਆ ਹੋਇਆ, ਨਾ ਉਸ ਦੀ ਅੰਸ ਨੂੰ ਟੁੱਕੜੇ ਮੰਗਦਿਆਂ ਡਿੱਠਾ ਹੈ।"},{"number":26,"verse":"ਉਹ ਸਾਰਾ ਦਿਨ ਦਯਾ ਕਰਦਾ ਅਤੇ ਉਧਾਰ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਉਸ ਦੀ ਅੰਸ ਮੁਬਾਰਕ ਹੈ।।"},{"number":27,"verse":"ਬੁਰਿਆਈ ਤੋਂ ਹਟ, ਭਲਿਆਈ ਕਰ, ਅਤੇ ਸਦਾ ਤੀਕ ਵੱਸ।"},{"number":28,"verse":"ਯਹੋਵਾਹ ਤਾਂ ਨਿਆਉਂ ਨਾਲ ਪ੍ਰੇਮ ਰੱਖਦਾ ਹੈ, ਅਤੇ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਤਿਆਗਦਾ ਨਹੀਂ, ਉਨ੍ਹਾਂ ਦੀ ਸਦਾ ਤੋੜੀ ਰੱਛਿਆ ਹੁੰਦੀ ਹੈ, ਪਰ ਦੁਸ਼ਟਾਂ ਦੀ ਅੰਸ ਛੇਕੀ ਜਾਵੇਗੀ।"},{"number":29,"verse":"ਧਰਮੀ ਧਰਤੀ ਦੇ ਵਾਰਸ ਹੋਣਗੇ, ਅਤੇ ਸਦਾ ਉਸ ਉੱਤੇ ਵੱਸਣਗੇ।"},{"number":30,"verse":"ਧਰਮੀ ਦਾ ਮੂੰਹ ਬੁੱਧੀ ਬੋਲਦਾ ਹੈ, ਅਤੇ ਉਹ ਦੀ ਰਸਨਾ ਨਿਆਉਂ ਦੀ ਗੱਲ ਕਰਦੀ ਹੈ।"},{"number":31,"verse":"ਉਹ ਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਬਿਵਸਥਾ ਉਹ ਦੇ ਮਨ ਵਿੱਚ ਹੈ, ਉਹ ਦੇ ਪੈਰ ਕਦੀ ਨਾ ਤਿਲਕਣਗੇ।"},{"number":32,"verse":"ਦੁਸ਼ਟ ਧਰਮੀ ਦੀ ਤਾਕ ਵਿੱਚ ਰਹਿੰਦਾ ਹੈ, ਭਈ ਉਹ ਨੂੰ ਜਾਨੋਂ ਮਾਰੇ।"},{"number":33,"verse":"ਯਹੋਵਾਹ ਉਹ ਨੂੰ ਉਸ ਦੇ ਵੱਸ ਵਿੱਚ ਨਾ ਛੱਡੇਗਾ ਅਤੇ ਜਦ ਉਹ ਦਾ ਫੈਸਲਾ ਹੋ ਜਾਵੇਗਾ ਤਾਂ ਉਹ ਨੂੰ ਦੋਸ਼ੀ ਨਾ ਠਹਿਰਾਵੇਗਾ।।"},{"number":34,"verse":"ਯਹੋਵਾਹ ਨੂੰ ਉਡੀਕ ਅਤੇ ਉਹ ਦੇ ਰਾਹ ਦੀ ਪਾਲਨਾ ਕਰ, ਤਾਂ ਉਹ ਤੈਨੂੰ ਉੱਚਾ ਕਰੇਗਾ ਭਈ ਤੂੰ ਧਰਤੀ ਦਾ ਵਾਰਸ ਬਣੇਂ। ਤੂੰ ਦੁਸ਼ਟ ਦਾ ਛੇਕਿਆ ਜਾਣਾ ਵੇਖੇਂਗਾ।"},{"number":35,"verse":"ਮੈਂ ਦੁਸ਼ਟ ਨੂੰ ਵੱਡੀ ਆਕੜ ਵਿੱਚ, ਅਤੇ ਆਪਣੀ ਨਿਜ ਭੂਮੀ ਵਿੱਚ ਹਰੇ ਭਰੇ ਬੂਟੇ ਵਾਂਙੁ ਖਿੱਲਰਦਿਆਂ ਡਿੱਠਾ।"},{"number":36,"verse":"ਪਰ ਉਹ ਲੰਘ ਹੀ ਗਿਆ ਅਤੇ ਵੇਖੋ, ਉਹ ਹੈ ਹੀ ਨਹੀਂ, ਮੈਂ ਵੀ ਉਹ ਨੂੰ ਭਾਲਿਆ ਪਰ ਉਹ ਲੱਭਾ ਹੀ ਨਾ।"},{"number":37,"verse":"ਸੰਪੂਰਨ ਮਨੁੱਖ ਵੱਲ ਤੱਕ ਅਤੇ ਸਿੱਧੇ ਪੁਰਖ ਵੱਲ ਵੇਖ, ਕਿ ਸਲਾਮਤੀ ਦੇ ਮਨੁੱਖ ਦੀ ਅੰਸ ਰਹਿੰਦੀ ਹੈ।"},{"number":38,"verse":"ਪਰ ਅਪਰਾਧੀ ਇਕੱਠੇ ਹੀ ਨਾਸ ਹੋ ਜਾਣਗੇ, ਦੁਸ਼ਟਾਂ ਦੀ ਅੰਸ ਛੇਕੀ ਜਾਵੇਗੀ!"},{"number":39,"verse":"ਪਰ ਧਰਮੀਆਂ ਦਾ ਬਚਾਓ ਯਹੋਵਾਹ ਵੱਲੋਂ ਹੈ, ਅਰ ਦੁਖ ਦੇ ਸਮੇਂ ਉਹ ਉਨ੍ਹਾਂ ਦਾ ਗੜ੍ਹ ਹੈ"},{"number":40,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਉਨ੍ਹਾਂ ਦੀ ਸਹਾਇਤਾ ਕਰਦਾ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਛੁਡਾਉਂਦਾ ਹੈ, ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਦੁਸ਼ਟਾਂ ਤੋਂ ਛੁਡਾਉਂਦਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਚਾਉਂਦਾ ਹੈ, ਕਿਉਂ ਜੋ ਓਹ ਉਸ ਦੀ ਸ਼ਰਨ ਆਏ ਹਨ।।"}]}