{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":45,"verses":[{"number":1,"verse":"( ਪਾਤਸ਼ਾਹ ਦਾ ਵਿਆਹ) ( ਸੁਰ ਪਤੀ ਲਈ ਸੋਸਨ ਨਾਮੇ ਰਾਗ ਉੱਤੇ ਕੋਰਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਕਾਫ਼ੀ । ਪ੍ਰੇਮ ਦਾ ਗੀਤ) ਮੇਰਾ ਮਨ ਇੱਕ ਚੰਗੀ ਗੱਲ ਨਾਲ ਉੱਛਲ ਰਿਹਾ ਹੈ, ਜੋ ਕੁਝ ਮੈਂ ਪਾਤਸ਼ਾਹ ਦੇ ਵਿਖੇ ਰਚਿਆ ਹੈ, ਉਹ ਮੈਂ ਸੁਣਾਉਂਦਾ ਹਾਂ, ਮੇਰੀ ਰਸਨਾ ਸੁਚੇਤ ਲਿਖਾਰੀ ਦੀ ਲਿੱਖਣ ਹੈ।"},{"number":2,"verse":"ਤੂੰ ਆਦਮੀ ਦੇ ਪੁੱਤ੍ਰਾਂ ਨਾਲੋਂ ਸੁੰਦਰ ਹੈਂ, ਤੇਰਿਆਂ ਬੁੱਲ੍ਹਾਂ ਵਿੱਚ ਦਯਾ ਡੋਹਲੀ ਜਾਂਦੀ ਹੈ, ਏਸ ਲਈ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੈਨੂੰ ਸਦਾ ਲਈ ਬਰਕਤ ਦਿੱਤੀ ਹੈ।"},{"number":3,"verse":"ਉਏ ਸੂਰਮਿਆ! ਆਪਣੀ ਤਲਵਾਰ ਲੱਕ ਨਾਲ ਬੰਨ੍ਹ, ਉਹ ਤੇਰਾ ਤੇਜ ਅਤੇ ਤੇਰੀ ਉਪਮਾ ਹੈ।"},{"number":4,"verse":"ਅਤੇ ਆਪਣੇ ਉਪਮਾਣ ਨਾਲ ਸੱਚਿਆਈ ਅਤੇ ਕੋਮਲਤਾਈ ਅਤੇ ਧਰਮ ਦੇ ਨਮਿੱਤ ਅਸਵਾਰ ਹੋ ਕੇ ਸਫ਼ਲ ਹੋ, ਅਤੇ ਤੇਰਾ ਸੱਜਾ ਹੱਥ ਤੈਨੂੰ ਭਿਆਣਕ ਕਾਰਜ ਸਿਖਲਾਵੇਗਾ!"},{"number":5,"verse":"ਤੇਰੇ ਤੀਰ ਤਿੱਖੇ ਹਨ, ਉੱਮਤਾਂ ਤੇਰੇ ਹੇਠ ਡਿੱਗਦੀਆਂ ਹਨ, ਓਹ ਪਾਤਸ਼ਾਹ ਦੇ ਵੈਰੀਆਂ ਦੇ ਦਿਲਾਂ ਵਿੱਚ ਹਨ।।"},{"number":6,"verse":"ਤੇਰਾ ਸਿੰਘਾਸਣ ਪਰਮੇਸ਼ੁਰ ਵੱਲੋਂ ( ਅਥਵਾ, ਹੇ ਪਰਮੇਸ਼ੁਰ, ਤੇਰਾ ਸਿੰ: ।) ਸਦਾ ਤੀਕ ਹੈ, ਤੇਰੇ ਰਾਜ ਦਾ ਆੱਸਾ ਸਿੱਧਿਆਈ ਦਾ ਆੱਸ਼ਾ ਹੈ!"},{"number":7,"verse":"ਤੈਂ ਧਰਮ ਦੇ ਨਾਲ ਪ੍ਰੇਮ, ਅਤੇ ਬਦੀ ਦੇ ਨਾਲ ਵੈਰ ਰੱਖਿਆ ਹੈ, ਇਸ ਲਈ ਪਰਮੇਸ਼ੁਰ, ਤੇਰੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਖੁਸ਼ੀ ਦੇ ਤੇਲ ਨਾਲ, ਤੇਰੇ ਸਾਥੀਆਂ ਤੋਂ ਵੱਧ ਤੈਨੂੰ ਮਸਹ ਕੀਤਾ ਹੈ।"},{"number":8,"verse":"ਤੇਰੇ ਸਾਰੇ ਬਸਤਰ ਤੋਂ ਮੁਰ, ਅਗਰ ਅਤੇ ਤੱਜ ਦੀ ਵਾਸ਼ਨਾ ਆਉਂਦੀ ਹੈ, ਹਾਥੀ ਦੰਦ ਦੇ ਮਹਿਲਾਂ ਵਿੱਚੋਂ ਤਾਰ ਵਾਲੇ ਵਾਜਿਆਂ ਨੇ ਤੈਨੂੰ ਅਨੰਦ ਕੀਤਾ ਹੈ।"},{"number":9,"verse":"ਤੇਰੀਆਂ ਪਤਵੰਤ ਤ੍ਰੀਮਤਾਂ ਵਿੱਚ ਰਾਜਕੁਮਾਰੀਆਂ ਵੀ ਹਨ, ਰਾਣੀ ਤੇਰੇ ਸੱਜੇ ਹੱਥ ਓਫੀਰ ਦੇ ਕੁੰਦਨ ਸੋਨੇ ਨਾਲ ਸ਼ਿੰਗਾਰ ਲਾ ਕੇ ਖੜੀ ਹੈ।।"},{"number":10,"verse":"ਧੀਏ, ਸੁਣ ਅਤੇ ਵੇਖ ਅਤੇ ਆਪਣਾ ਕੰਨ ਲਾ, ਆਪਣੇ ਲੋਕ ਅਤੇ ਆਪਣੇ ਪਿਤਾ ਦੇ ਘਰ ਨੂੰ ਭੁੱਲ ਜਾਈਂ!"},{"number":11,"verse":"ਤਾਂ ਪਾਤਸ਼ਾਹ ਨੂੰ ਤੇਰੇ ਸੁਹੱਪਣ ਤੋਂ ਚੇਟਕ ਲੱਗੇਗੀ, ਕਿਉਂ ਜੋ ਉਹ ਤੇਰਾ ਸੁਆਮੀ ਹੈ ਸੋ ਉਹ ਨੂੰ ਮੱਥਾ ਟੇਕ।"},{"number":12,"verse":"ਅਤੇ ਸੂਰ ਦੀ ਧੀ ਭੇਟ ਨਾਲ ਹਾਜ਼ਰ ਹੋਵੇਗੀ, ਲੋਕਾਂ ਦੇ ਧਨਵਾਨ ਤੇਰੀ ਕਿਰਪਾ ਲਈ ਬੇਨਤੀ ਕਰਨਗੇ।"},{"number":13,"verse":"ਰਾਜਕੁਮਾਰੀ ਅੰਦਰ ਸਰੋਸਰ ਤੇਜਵੰਤ ਹੈ, ਉਸ ਦਾ ਲਿਬਾਸ ਸੁਨਹਿਰੀ ਕਸੀਦੇ ਦਾ ਹੈ।"},{"number":14,"verse":"ਬੂਟੇ ਕੱਢੇ ਹੋਵੇ ਪਹਿਰਾਵੇ ਪਹਿਨੀ ਉਹ ਪਾਤਸ਼ਾਹ ਕੋਲ ਪੁਚਾਈ ਜਾਵੇਗੀ, ਉਹ ਦੀਆਂ ਕੁਆਰੀਆਂ ਸਹੇਲੀਆਂ ਉਹ ਦੇ ਪਿੱਛੇ ਪਿੱਛੇ ਤੇਰੇ ਕੋਲ ਲਿਆਈਆਂ ਜਾਣਗੀਆਂ।"},{"number":15,"verse":"ਓਹ ਅਨੰਦ ਅਤੇ ਖੁਸ਼ੀ ਨਾਲ ਪੁਚਾਈਆਂ ਜਾਣਗੀਆਂ, ਓਹ ਪਾਤਸ਼ਾਹ ਦੇ ਮਹਿਲ ਵਿੱਚ ਵੜਨਗੀਆਂ।"},{"number":16,"verse":"ਤੇਰੇ ਪਿਤਰਾਂ ਦੇ ਥਾਂ ਤੇਰੇ ਪੁੱਤ੍ਰ ਹੋਣਗੇ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਸਾਰੀ ਧਰਤੀ ਉੱਤੇ ਸਰਦਾਰ ਬਣਾਵੇਂਗਾ।।"},{"number":17,"verse":"ਮੈਂ ਪੀੜ੍ਹੀਓ ਪੀੜ੍ਹੀ ਤੇਰੇ ਨਾਮ ਸਿਮਰਨ ਕਰਾਵਾਂਗਾ, ਇਸ ਲਈ ਲੋਕ ਸਦਾ ਤੀਕ ਤੇਰਾ ਧੰਨਵਾਦ ਕਰਨਗੇ।।"}]}