{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":51,"verses":[{"number":1,"verse":"( ਤੋਬਾ) ( ਸੁਰ ਪਤੀ ਲਈ ਦਾਊਦ ਦਾ ਭਜਨ, ਜਦੋਂ ਨਾਥਾਨ ਨਬੀ ਉਹ ਦੇ ਕੋਲ ਏਸ ਲਈ ਆਇਆ ਕਿ ਉਹ ਬਥ-ਸ਼ਬਾ ਦੇ ਕੋਲ ਗਿਆ ਸੀ) ਹੇ ਪਰਮੇਸ਼ੁਰ, ਆਪਣੀ ਕਿਰਪਾ ਦੇ ਅਨੁਸਾਰ ਮੇਰੇ ਉੱਤੇ ਦਯਾ ਕਰ, ਆਪਣੀਆਂ ਰਹਮਤਾਂ ਦੀ ਰੇਲ ਪੇਲ ਅਨੁਸਾਰ ਮੇਰੇ ਅਪਰਾਧ ਮਿਟਾ ਦੇਹ!"},{"number":2,"verse":"ਮੇਰੀ ਬਦੀ ਤੋਂ ਮੈਨੂੰ ਚੰਗੀ ਤਰਾਂ ਧੋ, ਅਤੇ ਮੇਰੇ ਪਾਪ ਤੋਂ ਮੈਨੂੰ ਸ਼ੁੱਧ ਕਰ,"},{"number":3,"verse":"ਕਿਉਂ ਜੋ ਮੈਂ ਆਪਣੇ ਅਪਰਾਧ ਜਾਣਦਾ ਹਾਂ, ਅਤੇ ਮੇਰਾ ਪਾਪ ਸਦਾ ਮੇਰੇ ਸਾਹਮਣੇ ਹੈ।"},{"number":4,"verse":"ਮੈਂ ਤੇਰਾ, ਹਾਂ, ਤੇਰਾ ਹੀ ਪਾਪ ਕੀਤਾ, ਅਤੇ ਤੇਰੀ ਨਿਗਾਹ ਵਿੱਚ ਏਹ ਬੁਰਿਆਈ ਕੀਤੀ, ਤਾਂ ਜੋ ਤੂੰ ਆਪਣੇ ਫ਼ੈਸਲੇ ਵਿੱਚ ਧਰਮੀ ਠਹਿਰੇਂ, ਅਤੇ ਆਪਣੇ ਨਿਆਉਂ ਵਿੱਚ ਤੂੰ ਸਾਫ਼ ਨਿੱਕਲੇਂ।"},{"number":5,"verse":"ਵੇਖ, ਮੈਂ ਬਦੀ ਵਿੱਚ ਜੰਮਿਆਂ, ਅਤੇ ਪਾਪ ਵਿੱਚ ਮੇਰੀ ਮਾਤਾ ਨੇ ਮੈਨੂੰ ਕੁੱਖ ਵਿੱਚ ਲਿਆ।।"},{"number":6,"verse":"ਵੇਖ, ਤੂੰ ਅੰਦਰਲੀ ਸੱਚਿਆਈ ਚਾਹੁੰਦਾ ਹੈਂ, ਅਤੇ ਗੁਪਤ ਮਨ ਵਿੱਚ ਮੈਨੂੰ ਬੁੱਧੀ ਸਿਖਾਵੇਂਗਾ।"},{"number":7,"verse":"ਜੂਫ਼ੇ ਨਾਲ ਮੈਨੂੰ ਪਾਕ ਕਰ ਤਾਂ ਮੈਂ ਸ਼ੁੱਧ ਹੋ ਜਾਵਾਂਗਾ, ਮੈਨੂੰ ਧੋ, ਤਾਂ ਮੈਂ ਬਰਫ ਨਾਲੋਂ ਵੀ ਚਿੱਟਾ ਹੋ ਜਾਵਾਂਗਾ।"},{"number":8,"verse":"ਮੈਨੂੰ ਖੁਸ਼ੀ ਅਤੇ ਅਨੰਦ ਸੁਣਾ, ਤਾਂ ਜੋ ਓਹ ਹੱਡੀਆਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੈਂ ਤੋੜ ਦਿੱਤਾ ਬਾਗ਼ ਬਾਗ਼ ਹੋਣ।"},{"number":9,"verse":"ਮੇਰਿਆਂ ਪਾਪਾਂ ਵੱਲੋਂ ਮੂੰਹ ਫੇਰ ਲੈ, ਅਤੇ ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਬਦੀਆਂ ਨੂੰ ਮਿਟਾ ਦੇਹ!"},{"number":10,"verse":"ਹੇ ਪਰਮੇਸ਼ੁਰ, ਮੇਰੇ ਲਈ ਇੱਕ ਪਾਕ ਮਨ ਉਤਪੰਨ ਕਰ, ਅਤੇ ਮੇਰੇ ਅੰਦਰ ਨਵੇਂ ਸਿਰੇ ਤੋਂ ਸਥਿਰ ਆਤਮਾ ਵੀ।"},{"number":11,"verse":"ਮੈਨੂੰ ਆਪਣੇ ਹਜ਼ੂਰੋਂ ਨਾ ਧੱਕ, ਅਤੇ ਆਪਣਾ ਪਵਿੱਤਰ ਆਤਮਾ ਮੈਥੋਂ ਨਾ ਲੈ!"},{"number":12,"verse":"ਆਪਣੀ ਮੁਕਤੀ ਦੀ ਖੁਸ਼ੀ ਮੈਨੂੰ ਮੋੜ ਦੇਹ, ਅਤੇ ਆਪਣੇ ਪਰਮ ਆਤਮਾ ਨਾਲ ਮੈਨੂੰ ਸੰਭਾਲ।।"},{"number":13,"verse":"ਤਦ ਮੈਂ ਅਪਰਾਧੀਆਂ ਨੂੰ ਤੇਰੇ ਰਾਹ ਸਿਖਾਵਾਂਗਾ, ਅਤੇ ਪਾਪੀ ਤੇਰੇ ਵੱਲ ਮੁੜਨਗੇ।"},{"number":14,"verse":"ਹੇ ਪਰਮੇਸ਼ੁਰ, ਹੇ ਮੇਰੇ ਮੁਕਤੀ ਦੇ ਪਰਮੇਸ਼ੁਰ, ਮੈਨੂੰ ਖੂਨ ਦੇ ਦੋਸ਼ ਤੋਂ ਛੁਡਾ, ਤਾਂ ਮੇਰੀ ਰਸਨਾ ਤੇਰੇ ਧਰਮ ਦਾ ਜੈ ਜੈ ਕਾਰ ਕਰੇਗੀ।"},{"number":15,"verse":"ਹੇ ਪ੍ਰਭੁ, ਮੇਰੇ ਬੁੱਲ੍ਹਾਂ ਨੂੰ ਖੋਲ੍ਹ ਦੇਹ, ਤਾਂ ਮੇਰਾ ਮੂੰਹ ਤੇਰੀ ਉਸਤਤ ਸੁਣਾਵੇਗਾ।"},{"number":16,"verse":"ਤੂੰ ਤਾਂ ਬਲੀਦਾਨ ਨਾਲ ਪਰਸੰਨ ਨਹੀਂ ਹੁੰਦਾ, ਨਹੀਂ ਤਾਂ ਮੈਂ ਉਹ ਦਿੰਦਾ, ਹੋਮ ਬਲੀ ਤੋਂ ਤੂੰ ਖੁਸ਼ ਨਹੀਂ ਹੁੰਦਾ।"},{"number":17,"verse":"ਪਰਮੇਸ਼ੁਰ ਦਾ ਬਲੀਦਾਨ ਟੁੱਟਾ ਹੋਇਆ ਆਤਮਾ ਹੈ, ਹੇ ਪਰਮੇਸ਼ੁਰ, ਟੁੱਟੇ ਅਤੇ ਆਜਿਜ਼ ਦਿਲ ਨੂੰ ਤੂੰ ਤੁੱਛ ਨਾ ਜਾਣੇਂਗਾ।।"},{"number":18,"verse":"ਆਪਣੀ ਕਿਰਪਾ ਨਾਲ ਸੀਯੋਨ ਦਾ ਭਲਾ ਕਰ, ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੀਆਂ ਫ਼ਸੀਲਾਂ ਨੂੰ ਬਣਾ ਦੇਹ।"},{"number":19,"verse":"ਤਦ ਤੂੰ ਧਰਮ ਦਿਆਂ ਬਲੀਦਾਨਾਂ ਵਿੱਚ ਪਰਸੰਨ ਹੋਵੇਂਗਾ, ਅਰਥਾਤ ਹੋਮ ਅਤੇ ਪੂਰੀ ਹੋਮ ਬਲੀ ਵਿੱਚ, ਤਦ ਓਹ ਤੇਰੀ ਜਗਵੇਦੀ ਉੱਤੇ ਬਲਦ ਚੜ੍ਹਾਉਣਗੇ।।"}]}