{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":7,"verses":[{"number":1,"verse":"( ਯਹੋਵਾਹ ਧਰਮੀਆਂ ਦਾ ਰਾਖਾ) ( ਦਾਊਦ ਦਾ ਸ਼ਿਗਾਯੋਨ ਨਾਮੇ ਭਜਨ ਜਿਹੜਾ ਉਸ ਨੇ ਯਹੋਵਾਹ ਲਈ ਬਿਨਯਾਮੀਨੀ ਕੂਸ਼ ਦੀਆਂ ਗੱਲਾਂ ਦੇ ਕਾਰਨ ਗਾਇਆ) ਹੇ ਯਹੋਵਾਹ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਮੈਂ ਤੇਰੀ ਪਨਾਹ ਲੈਂਦਾ ਹਾਂ। ਤੂੰ ਮੈਨੂੰ ਮੇਰੇ ਸਭ ਪਿੱਛਾ ਕਰਨ ਵਾਲਿਆਂ ਤੋਂ ਬਚਾ ਕੇ ਛੁਡਾ ਲੈ,"},{"number":2,"verse":"ਮਤੇ ਕੋਈ ਬਬਰ ਸ਼ੇਰ ਵਾਂਙੁ ਮੇਰੀ ਜਿੰਦ ਨੂੰ ਪਾੜ ਖਾਵੇ, ਅਤੇ ਕੋਈ ਛੁਡਾਉਣ ਵਾਲਾ ਨਾ ਹੋਣ ਕਰਕੇ ਉਹ ਮੇਰੇ ਟੋਟੇ ਟੋਟੇ ਕਰ ਛੱਡੇ।।"},{"number":3,"verse":"ਹੇ ਯਹੋਵਾਹ ਮੇਰੇ ਪਰਮੇਸ਼ੁਰ, ਜੇ ਮੈਥੋਂ ਏਹ ਹੋਇਆ ਹੋਵੇ, ਜੇ ਮੇਰੀਂ ਹੱਥੀਂ ਬਦੀ ਹੋਈ ਹੋਵੇ,"},{"number":4,"verse":"ਜੇ ਮੈਂ ਆਪਣੇ ਮੇਲੀ ਨਾਲ ਬੁਰਿਆਈ ਕੀਤੀ ਹੋਵੇ, - ਸਗੋਂ ਮੈਂ ਤਾਂ ਆਪਣੇ ਬੇ ਸੱਬਬੋਂ ਵਿਰੋਧੀ ਨੂੰ ਛੁਡਾਇਆ ਹੈ —"},{"number":5,"verse":"ਤਾਂ ਵੈਰੀ ਮੇਰੀ ਜਾਨ ਦਾ ਪਿੱਛਾ ਕਰ ਕੇ ਉਹ ਨੂੰ ਫੜ ਲਵੇ, ਅਤੇ ਮੇਰੀ ਹਯਾਤੀ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਮਿੱਧ ਦੇਵੇ, ਅਰ ਮੇਰੀ ਮਹਿਮਾ ਖ਼ਾਕ ਵਿੱਚ ਮਿਲਾਵੇ।। ਸਲਹ।।"},{"number":6,"verse":"ਹੇ ਯਹੋਵਾਹ, ਆਪਣੇ ਕ੍ਰੋਧ ਨਾਲ ਉੱਠ, ਮੇਰੇ ਵਿਰੋਧੀਆਂ ਦੇ ਗਜ਼ਬ ਦੇ ਵਿਰੁੱਧ ਉੱਠ ਖੜੋ, ਅਤੇ ਮੇਰੇ ਲਈ ਜਾਗ। ਤੈਂ ਨਿਆਉਂ ਦਾ ਹੁਕਮ ਕੀਤਾ ਹੈ।"},{"number":7,"verse":"ਉੱਮਤਾਂ ਦੀ ਮੰਡਲੀ ਤੇਰੇ ਦੁਆਲੇ ਆਵੇ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕਾਰਨ ਤੂੰ ਉਤਾਹਾਂ ਮੁੜ ਜਾ।"},{"number":8,"verse":"ਯਹੋਵਾਹ ਕੌਮਾਂ ਦਾ ਨਿਆਉਂ ਕਰੇਗਾ। ਹੇ ਯਹੋਵਾਹ, ਮੇਰੇ ਧਰਮ ਅਰ ਮੇਰੀ ਸਿਧਿਆਈ ਦੇ ਅਨੁਸਾਰ ਮੇਰਾ ਨਿਆਉਂ ਕਰ।"},{"number":9,"verse":"ਦੁਸ਼ਟਾਂ ਦੀ ਬਦੀ ਮੁੱਕ ਜਾਵੇ ਪਰ ਤੂੰ ਧਰਮੀ ਨੂੰ ਦ੍ਰਿੜ੍ਹ ਕਰ, ਹੇ ਧਰਮੀ ਪਰਮੇਸ਼ੁਰ, ਜੋ ਦਿਲਾਂ ਅਰ ਗੁਰਦਿਆਂ ਨੂੰ ਜਾਂਚਦਾ ਹੈਂ।।"},{"number":10,"verse":"ਮੇਰੀ ਢਾਲ ਪਰਮੇਸ਼ੁਰ ਦੇ ਕੋਲ ਹੈ, ਜਿਹੜਾ ਸਿੱਧ ਮਨਾਂ ਦਾ ਬਚਾਉਣ ਵਾਲਾ ਹੈ।"},{"number":11,"verse":"ਪਰਮੇਸ਼ੁਰ ਸੱਚਾ ਨਿਆਉਂਕਾਰ ਹੈ, ਹਾਂ, ਇੱਕ ਪਰਮੇਸ਼ੁਰ ਜਿਹੜਾ ਰੋਜ਼ ਖਿਝਿਆ ਰਹਿੰਦਾ ਹੈ।"},{"number":12,"verse":"ਜੇ ਮਨੁੱਖ ਨਾ ਮੁੜੇ, ਤਾਂ ਉਹ ਆਪਣੀ ਤਲਵਾਰ ਤਿੱਖੀ ਕਰੇਗਾ, ਉਹ ਨੇ ਆਪਣਾ ਧਣੁਖ ਝੁਕਾ ਕੇ ਤਿਆਰ ਕਰ ਛੱਡਿਆ ਹੈ।"},{"number":13,"verse":"ਉਹ ਨੇ ਉਸ ਦੇ ਲਈ ਮੌਤ ਦਾ ਸ਼ਸਤਰ ਵੀ ਤਿਆਰ ਕੀਤਾ ਹੈ, ਉਹ ਆਪਣੇ ਤੀਰਾਂ ਨੂੰ ਅਗਨ ਬਾਣ ਬਣਾਉਂਦਾ ਹੈ।।"},{"number":14,"verse":"ਵੇਖੋ, ਉਸ ਨੂੰ ਬਦੀ ਦੀ ਪੀੜ ਲੱਗੀ ਹੋਈ ਹੈ, ਅਤੇ ਸ਼ਰਾਰਤ ਉਸ ਦੇ ਗਰਭ ਵਿੱਚ ਪਈ ਹੈ ਅਤੇ ਝੂਠ ਉਸ ਤੋਂ ਜੰਮਿਆਂ ਹੈ।"},{"number":15,"verse":"ਉਸ ਨੇ ਟੋਆ ਕੱਢਿਆ ਅਤੇ ਡੂੰਘਾ ਪੁੱਟਿਆ ਹੈ, ਅਤੇ ਜਿਹੜੀ ਖਾਈ ਉਸ ਨੇ ਪੁੱਟੀ ਸੀ ਉਸੇ ਵਿੱਚ ਉਹ ਆਪ ਡਿੱਗ ਪਿਆ।"},{"number":16,"verse":"ਉਸ ਦੀ ਸ਼ਰਾਰਤ ਉਸੇ ਦੇ ਸਿਰ ਉੱਤੇ ਮੁੜ ਆਵੇਗੀ, ਅਤੇ ਉਸ ਦਾ ਅਨ੍ਹੇਰ ਉਸੇ ਦੀ ਖੋਪਰੀ ਉੱਤੇ ਪਵੇਗਾ ।"},{"number":17,"verse":"ਮੈਂ ਯਹੋਵਾਹ ਦੇ ਧਰਮ ਦੇ ਅਨੁਸਾਰ ਉਸ ਦਾ ਧੰਨਵਾਦ ਕਰਾਂਗਾ, ਅਤੇ ਮੈਂ ਅੱਤ ਮਹਾਨ ਯਹੋਵਾਹ ਦੇ ਨਾਮ ਦੀ ਉਸਤਤ ਗਾਵਾਂਗਾ।।"}]}