{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":73,"verses":[{"number":1,"verse":"( ਤੀਜਾ ਭਾਗ) ( ਦੁਸ਼ਟਾਂ ਦੀ ਝੂਠੀ ਖੁਸ਼ਹਾਲੀ) ( ਆਸਾਫ਼ ਦਾ ਭਜਨ) ਸੱਚ ਮੁੱਚ ਇਸਰਾਏਲ ਲਈ ਅਰਥਾਤ ਖ਼ਾਲਸ ਦਿਲ ਵਾਲਿਆਂ ਦੇ ਲਈ ਪਰਮੇਸ਼ੁਰ ਭਲਾ ਹੈ।"},{"number":2,"verse":"ਪਰ ਮੈਂ ਜੋ ਹਾਂ, ਮੇਰੇ ਪੈਰ ਫਿਸਲਣ, ਅਤੇ ਮੇਰੇ ਕਦਮ ਤਿਲਕਣ ਲੱਗੇ ਸਨ।"},{"number":3,"verse":"ਜਦ ਮੈਂ ਦੁਸ਼ਟਾਂ ਦਾ ਸੁਲੱਖਪੁਣਾ ਡਿੱਠਾ, ਤਾਂ ਮੈਂ ਉਨ੍ਹਾਂ ਹੰਕਾਰੀਆਂ ਦੇ ਉੱਤੇ ਖੁਣਸ ਕੀਤੀ ਸੀ।"},{"number":4,"verse":"ਉਨ੍ਹਾਂ ਦੀ ਮੌਤ ਵਿੱਚ ਤਾਂ ਪੀੜ ਨਹੀਂ ਹੁੰਦੀ, ਸਗੋਂ ਉਨ੍ਹਾਂ ਦਾ ਸਰੀਰ ਮੋਟਾ ਹੈ।"},{"number":5,"verse":"ਓਹ ਹੋਰਨਾਂ ਮਨੁੱਖਾਂ ਵਾਂਙੁ ਔਖੇ ਨਹੀਂ ਹੁੰਦੇ, ਨਾ ਹੋਰਨਾਂ ਆਦਮੀਆਂ ਵਾਂਙੁ ਉਨ੍ਹਾਂ ਉੱਤੇ ਬਿਪਤਾ ਪੈਂਦੀ ਹੈ।"},{"number":6,"verse":"ਇਸ ਲਈ ਘੁਮੰਡ ਉਨ੍ਹਾਂ ਦੇ ਗਲੇ ਦੀ ਜੰਜੀਰੀ ਹੈ, ਅਤੇ ਅਨ੍ਹੇਰ ਦਾ ਲੀੜਾ ਉਨ੍ਹਾਂ ਨੂੰ ਕੱਜਦਾ ਹੈ।"},{"number":7,"verse":"ਉਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖੀਆਂ ਚਿਕਨਾਈ ਨਾਲ ਫੁੱਲੀਆਂ ਹੋਈਆਂ ਹਨ, ਉਨ੍ਹਾਂ ਦੇ ਮਨ ਦੇ ਵਿਚਾਰ ਛਲਕਦੇ ਹਨ।"},{"number":8,"verse":"ਓਹ ਠੱਠਾ ਮਾਰਦੇ ਅਤੇ ਬਦੀ ਨਾਲ ਅਨ੍ਹੇਰ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦੇ ਹਨ, ਓਹ ਹੰਕਾਰ ਨਾਲ ਬੋਲਦੇ ਹਨ।"},{"number":9,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਆਪਣਾ ਮੂੰਹ ਅਕਾਸ਼ ਵਿੱਚ ਧਰਿਆ, ਪਰ ਉਨ੍ਹਾਂ ਦੀ ਜੀਭ ਧਰਤੀ ਉੱਤੇ ਫਿਰਦੀ ਹੈ।"},{"number":10,"verse":"ਏਸ ਲਈ ਉਹ ਦੇ ਲੋਕ ਏਧਰ ਮੁੜਨਗੇ ਅਤੇ ਭਰੇ ਹੋਏ ਛੰਨੇ ਦਾ ਪਾਣੀ ਉਨ੍ਹਾਂ ਤੋਂ ਡੱਫਿਆ ਜਾਂਦਾ ਹੈ,"},{"number":11,"verse":"ਅਤੇ ਓਹ ਆਖਦੇ ਹਨ, ਪਰਮੇਸ਼ੁਰ ਕਿਸ ਤਰਾਂ ਜਾਣਦਾ ਹੈॽ ਭਲਾ, ਅੱਤ ਮਹਾਨ ਨੂੰ ਕੁਝ ਪਤਾ ਹੈॽ"},{"number":12,"verse":"ਵੇਖੋ, ਦੁਸ਼ਟ ਏਹ ਹਨ, ਅਤੇ ਓਹ ਸਦਾ ਸੁਖ ਵਿੱਚ ਰਹਿ ਕੇ ਧਨ ਜੋੜਦੇ ਹਨ!।।"},{"number":13,"verse":"ਸੱਚ ਮੁੱਚ ਮੈਂ ਅਵਿਰਥਾ ਆਪਣੇ ਦਿਲ ਨੂੰ ਸ਼ੁੱਧ ਕੀਤਾ ਹੈ, ਅਤੇ ਨਿਰਮਲਤਾਈ ਵਿੱਚ ਆਪਣੇ ਹੱਥ ਧੋਤੇ ਹਨ,"},{"number":14,"verse":"ਕਿਉਂ ਜੋ ਸਾਰਾ ਦਿਨ ਮੈਂ ਮਾਰ ਖਾਂਦਾ ਰਿਹਾ, ਅਤੇ ਹਰ ਸਵੇਰ ਨੂੰ ਮੇਰੀ ਤਾੜਨਾ ਹੋਈ।"},{"number":15,"verse":"ਜੇ ਮੈਂ ਆਖਦਾ ਭਈ ਮੈਂ ਇਸੇ ਤਰਾਂ ਦੱਸਾਂਗਾ, ਤਾਂ ਵੇਖੋ, ਮੈਂ ਤੇਰੇ ਬੱਚਿਆਂ ਦੀ ਪੀੜ੍ਹੀ ਨੂੰ ਧੋਖਾ ਦਿੰਦਾ।"},{"number":16,"verse":"ਜਾਂ ਮੈਂ ਇਸ ਨੂੰ ਸਮਝਣ ਲਈ ਸੋਚ ਕੀਤੀ, ਤਾਂ ਉਹ ਮੇਰੀ ਨਿਗਾਹ ਵਿੱਚ ਬਹੁਤ ਔਖਾ ਮਲੂਮ ਹੋਇਆ,"},{"number":17,"verse":"ਜਦ ਤੀਕ ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਦੇ ਪਵਿੱਤਰ ਅਸਥਾਨ ਦੇ ਵਿੱਚ ਨਾ ਗਿਆ, - ਤਦ ਮੈਂ ਉਨ੍ਹਾਂ ਦਾ ਅੰਤ ਸਮਝਿਆ!"},{"number":18,"verse":"ਸੱਚ ਮੁੱਚ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਤਿਲਕਣਿਆਂ ਥਾਵਾਂ ਵਿੱਚ ਰੱਖਦਾ ਹੈਂ, ਅਤੇ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਬਰਬਾਦੀ ਵਿੱਚ ਸੁੱਟ ਦਿੰਦਾ ਹੈਂ!"},{"number":19,"verse":"ਓਹ ਛਿੰਨ ਮਾਤ੍ਰ ਵਿੱਚ ਕਿਹੋ ਜਿਹੇ ਉੱਜੜ ਗਏ! ਓਹ ਮੁੱਕ ਗਏ, ਓਹ ਭੈਜਲ ਨਾਲ ਮਿਟ ਗਏ ਹਨ!"},{"number":20,"verse":"ਹੇ ਪ੍ਰਭੁ, ਸੁਫ਼ਨੇ ਤੋਂ ਜਾਗਣ ਵਾਂਙੁ, ਜਾਂ ਤੂੰ ਉੱਠੇਂਗਾ ਤਾਂ ਉਨ੍ਹਾਂ ਦੀ ਸ਼ਕਲ ਤੁੱਛ ਜਾਣੇਂਗਾ।।"},{"number":21,"verse":"ਮੇਰਾ ਮਨ ਤਾਂ ਕੌੜਾ ਹੋਇਆ, ਅਤੇ ਮੇਰਾ ਦਿਲ ( ਮੂਲ ਵਿੱਚ, ਗੁਰਦੇ ।) ਛੇਦਿਆ ਗਿਆ,"},{"number":22,"verse":"ਮੈਂ ਐਡਾ ਜਾਹਲ ਤੇ ਅਣਜਾਣ ਸਾਂ, ਭਈ ਤੇਰੇ ਅੱਗੇ ਪਸੂ ਜਿਹਾ ਬਣਿਆ।"},{"number":23,"verse":"ਫੇਰ ਵੀ ਮੈਂ ਸਦਾ ਤੇਰੇ ਸੰਗ ਹਾਂ, ਤੈਂ ਮੇਰੇ ਸੱਜੇ ਹੱਥ ਨੂੰ ਫੜਿਆ ਹੈ।"},{"number":24,"verse":"ਤੂੰ ਆਪਣੇ ਗੁਰਮਤੇ ਨਾਲ ਮੇਰੀ ਅਗਵਾਈ ਕਰੇਂਗਾ, ਅਤੇ ਉਹ ਦੇ ਮਗਰੋਂ ਮੈਨੂੰ ਤੇਜ ਵਿੱਚ ਰੱਖੇਂਗਾ।"},{"number":25,"verse":"ਸੁਰਗ ਵਿੱਚ ਮੇਰਾ ਹੋਰ ਕੌਣ ਹੈॽ ਅਤੇ ਧਰਤੀ ਉੱਤੇ ਤੈਥੋਂ ਬਿਨਾ ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਲੋਚਦਾ ਨਹੀਂ।"},{"number":26,"verse":"ਮੇਰਾ ਤਨ ਤੇ ਮੇਰਾ ਮਨ ਢਲ ਜਾਂਦੇ ਹਨ, ਪਰ ਪਰਮੇਸ਼ੁਰ ਸਦਾ ਲਈ ਮੇਰੇ ਮਨ ਦੀ ਚਟਾਨ ਅਤੇ ਮੇਰਾ ਭਾਗ ਹੈ।"},{"number":27,"verse":"ਤਾਂ ਵੇਖੋ, ਜੋ ਤੈਥੋਂ ਦੂਰ ਹਨ ਓਹ ਨਸ਼ਟ ਹੋਣਗੇ, ਤੈਂ ਆਪਣੇ ਅੱਗਿਓ ਸਾਰੇ ਜ਼ਨਾਹਕਾਰ ਗਰਕ ਕਰ ਦਿੱਤੇ!"},{"number":28,"verse":"ਪਰ ਪਰਮੇਸ਼ੁਰ ਦੇ ਨੇੜੇ ਰਹਿਣਾ ਮੇਰੇ ਲਈ ਚੰਗਾ ਹੈ, ਮੈਂ ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਨੂੰ ਆਪਣੀ ਪਨਾਹ ਬਣਾਇਆ ਹੈ, ਤਾਂ ਜੋ ਤੇਰੇ ਸਾਰੇ ਕਾਰਜਾਂ ਦਾ ਵਰਨਣ ਕਰਾਂ।।"}]}