{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":77,"verses":[{"number":1,"verse":"( ਪਰਮੇਸ਼ੁਰ ਦੇ ਜਾਪ ਵਿੱਚ ਤੱਸਲੀ) ( ਸੁਰ ਪਤੀ ਲਈ ਯਦੂਥੂਨ ਉੱਤੇ ਆਸਾਫ਼ ਦਾ ਭਜਨ) ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਅੱਗੇ ਆਪਣੀ ਅਵਾਜ਼ ਨਾਲ ਦੁਹਾਈ ਦਿਆਂਗਾ, ਹਾਂ, ਆਪਣੀ ਅਵਾਜ਼ ਨਾਲ ਪਰਮੇਸ਼ੁਰ ਅੱਗੇ, ਅਤੇ ਉਹ ਮੇਰੀ ਵੱਲ ਕੰਨ ਧਰੇਗਾ।"},{"number":2,"verse":"ਮੈਂ ਆਪਣੀ ਬਿਪਤਾ ਦੇ ਦਿਨ ਪ੍ਰਭੁ ਨੂੰ ਢੂੰਡਿਆਂ, ਮੇਰਾ ਹੱਥ ਰਾਤ ਨੂੰ ਪਸਰਿਆ ਰਿਹਾ ਅਤੇ ਢਿੱਲਾ ਨਾ ਹੋਇਆ, ਮੇਰੇ ਜੀ ਨੇ ਸ਼ਾਂਤ ਲੈਣ ਤੋਂ ਨਾਂਹ ਕੀਤੀ।"},{"number":3,"verse":"ਮੈਂ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਚੇਤੇ ਕਰਦਾ ਹਾਂ ਅਤੇ ਮੈਂ ਵਿਆਕੁਲ ਹੋ ਜਾਂਦਾ ਹਾਂ, ਮੈਂ ਧਿਆਨ ਦਿੰਦਾ ਹਾਂ ਅਤੇ ਮੇਰਾ ਆਤਮਾ ਹੁੱਸ ਜਾਂਦਾ ਹੈ।। ਸਲਹ।।"},{"number":4,"verse":"ਤੈਂ ਮੇਰੀਆਂ ਅੱਖਾਂ ਦੀਆਂ ਪਲਕਾਂ ਨੂੰ ਖੁਲ੍ਹਿਆਂ ਰੱਖਿਆ ਹੈ, ਮੈਂ ਘਬਰਾ ਜਾਂਦਾ ਅਤੇ ਬੋਲ ਨਾ ਸੱਕਦਾ।"},{"number":5,"verse":"ਮੈਂ ਪਿੱਛਲੇ ਦਿਨਾਂ ਉੱਤੇ ਅਤੇ ਪੁਰਾਣਿਆਂ ਵਰ੍ਹਿਆਂ ਦੇ ਸਮਿਆਂ ਉੱਤੇ ਸੋਚਿਆ।"},{"number":6,"verse":"ਮੈਂ ਰਾਤ ਨੂੰ ਆਪਣੇ ਗੀਤ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹਾਂ, ਆਪਣੇ ਮਨ ਵਿੱਚ ਧਿਆਨ ਕਰਦਾ ਹਾਂ, ਅਤੇ ਮੇਰਾ ਆਤਮਾ ਖੋਜ ਕਰਦਾ ਹੈ,-"},{"number":7,"verse":"ਕੀ ਪ੍ਰਭੁ ਸਦਾ ਹੀ ਤਿਆਗ ਦੇਵੇਗਾ, ਅਤੇ ਫੇਰ ਕਦੇ ਪਰਸੰਨ ਨਾ ਹੋਵੇਗਾॽ"},{"number":8,"verse":"ਕੀ ਉਸ ਦੀ ਦਯਾ ਸਦਾ ਲਈ ਰੁਕ ਗਈ ਹੈॽ ਕੀ ਉਸ ਦਾ ਬਚਨ ਪੀੜ੍ਹੀਓ ਪੀੜ੍ਹੀ ਹਟ ਗਿਆॽ"},{"number":9,"verse":"ਕੀ ਪਰਮੇਸ਼ੁਰ ਕਿਰਪਾ ਕਰਨੀ ਭੁੱਲ ਗਿਆ ਹੈॽ ਕੀ ਉਸ ਨੇ ਕ੍ਰੋਧ ਨਾਲ ਆਪਣੀਆਂ ਰਹਮਤਾਂ ਨੂੰ ਰੋਕ ਲਿਆ ਹੈ।। ਸਲਹ।।"},{"number":10,"verse":"ਤਾਂ ਮੈਂ ਆਖਿਆ, ਏਹ ਮੇਰੀ ਕਮਜ਼ੋਰੀ ਹੈ, - ਅੱਤ ਮਹਾਨ ਦਾ ਸੱਜਾ ਹੱਥ ਬਦਲ ਗਿਆ ( ਅਥਵਾ, ਸੁੱਡੇ ਹੱਥ ਦੇ ਵਰ੍ਹਿਆ ਨੂੰ (ਚੇਤੇ ਕਰਾਂਗਾ) ।) ਹੈ!"},{"number":11,"verse":"ਮੈਂ ਯਹੋਵਾਹ ਦੇ ਕੰਮਾਂ ਦਾ ਜ਼ਿਕਰ ਕਰਾਂਗਾ, ਕਿਉਂ ਜੋ ਮੈਂ ਤੇਰੇ ਪੁਰਾਣਿਆਂ ਸਮਿਆਂ ਦੇ ਅਚਰਜ਼ਾਂ ਨੂੰ ਚੇਤੇ ਕਰਾਂਗਾ।"},{"number":12,"verse":"ਮੈਂ ਤੇਰੇ ਸਾਰੇ ਕੰਮਾਂ ਉੱਤੇ ਵਿਚਾਰ ਕਰਾਂਗਾ, ਅਤੇ ਮੈਂ ਤੇਰੇ ਕਾਰਜਾਂ ਉੱਤੇ ਧਿਆਨ ਕਰਾਂਗਾ।"},{"number":13,"verse":"ਹੇ ਪਰਮੇਸ਼ੁਰ, ਤੇਰਾ ਮਾਰਗ ਪਵਿੱਤਰਤਾਈ ਵਿੱਚ ਹੈ, ਪਰਮੇਸ਼ੁਰ ਵਰਗਾ ਵੱਡਾ ਦਿਓਤਾ ਕਿਹੜਾ ਹੈॽ"},{"number":14,"verse":"ਤੂੰ ਉਹ ਪਰਮੇਸ਼ੁਰ ਹੈਂ ਜੋ ਅਚਰਜ ਕੰਮ ਕਰਦਾ ਹੈਂ, ਤੈਂ ਲੋਕਾਂ ਦੇ ਵਿੱਚ ਆਪਣੀ ਸ਼ਕਤੀ ਪਰਗਟ ਕੀਤੀ।"},{"number":15,"verse":"ਤੈਂ ਆਪਣੀ ਬਾਹ ਨਾਲ ਆਪਣੀ ਪਰਜਾ ਨੂੰ ਯਾਕੂਬ ਤੇ ਯੂਸੁਫ਼ ਦੀ ਅੰਸ ਨੂੰ ਛੁਡਾਇਆ ਹੈ।। ਸਲਹ।।"},{"number":16,"verse":"ਪਾਣੀਆਂ ਨੇ ਤੈਨੂੰ ਡਿੱਠਾ, ਹੇ ਪਰਮੇਸ਼ੁਰ, ਪਾਣੀਆਂ ਨੇ ਤੈਨੂੰ ਡਿਠਾ, ਓਹ ਉੱਛਲ ਪਏ ਤੇ ਡੁੰਘਿਆਈਆਂ ਕੰਬ ਉੱਠੀਆਂ।"},{"number":17,"verse":"ਘਟਾਂ ਨੇ ਮੋਹਲੇਧਾਰ ਮੀਂਹ ਵਰ੍ਹਾਇਆ, ਗਗਣ ਨੇ ਖੜਕਾ ਦਿੱਤਾ, ਤੇਰੇ ਤੀਰ ਲਾਂਭੇ ਛਾਂਭੇ ਚੱਲੇ।"},{"number":18,"verse":"ਤੇਰੇ ਗੱਜਣ ਦਾ ਖੜਕ ਵਾਵਰੋਲੇ ਵਿੱਚ ਹੋਇਆ, ਲਸ਼ਕਾਂ ਨੇ ਸਰਿਸ਼ਟੀ ਨੂੰ ਚਾਨਣ ਦਿੱਤਾ, ਧਰਤੀ ਕੰਬੀ ਅਤੇ ਹਿੱਲ ਗਈ।"},{"number":19,"verse":"ਸਮੁੰਦਰ ਦੇ ਵਿੱਚ ਤੇਰਾ ਰਾਹ ਸੀ, ਤੇਰੇ ਪਹੇ ਵੱਡੇ ਪਾਣੀਆਂ ਦੇ ਵਿੱਚ ਸਨ, ਤੇਰੇ ਖੁਰੇ ਜਾਣੇ ਨਾ ਗਏ।"},{"number":20,"verse":"ਤੈਂ ਆਪਣੀ ਪਰਜਾ ਦੀ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਦੇ ਹੱਥੀਂ, ਇੱਜੜ ਦੀ ਨਿਆਈਂ ਅਗਵਾਈ ਕੀਤੀ।।"}]}