{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"( ਅੱਤ ਦੁਖਿਆਰੇ ਦੀ ਹਾਹਾ ਕਾਰ ਗੀਤ, ਕੋਰਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਦਾ ਭਜਨ।) ( ਸੁਰ ਪਤੀ ਲਈ ਬਿਮਾਰੀ ਵਿੱਚ ਵਰਾਗ ਦੇ ਸੁਰ ਉੱਤੇ ਹੇਮਨ ਅਜ਼ਰਾਹੀ ਦਾ ਮਸ਼ਕੀਲ) ਹੇ ਯਹੋਵਾਹ , ਮੇਰੀ ਮੁਕਤੀ ਦੇ ਪਰਮੇਸ਼ੁਰ, ਮੈਂ ਦਿਨ ਨੂੰ ਵੀ ਅਤੇ ਰਾਤ ਨੂੰ ਵੀ ਤੇਰੇ ਅੱਗੇ ਦੁਹਾਈ ਦਿੱਤੀ।"},{"number":2,"verse":"ਮੇਰੀ ਪ੍ਰਾਰਥਨਾ ਤੇਰੇ ਹਜ਼ੂਰ ਪਹੁੰਚੇ, ਮੇਰੀ ਹਾਹਾ ਕਾਰ ਵੱਲ ਕੰਨ ਝੁੱਕਾ!"},{"number":3,"verse":"ਮੇਰੀ ਜਾਨ ਤਾਂ ਬੁਰਿਆਈਆਂ ਨਾਲ ਭਰੀ ਹੋਈ ਹੈ, ਅਤੇ ਮੇਰਾ ਜੀਵਨ ਪਤਾਲ ਦੇ ਨੇੜੇ ਢੁੱਕਦਾ ਜਾਂਦਾ ਹੈ।"},{"number":4,"verse":"ਮੈਂ ਗੋਰ ਵਿੱਚ ਲਹਿਣ ਵਾਲਿਆਂ ਦੇ ਨਾਲ ਗਿਣਿਆ ਗਿਆ, ਮੈਂ ਨਿਰਬਲ ਮਰਦ ਵਰਗਾ ਹੋ ਗਿਆ ਹਾਂ।"},{"number":5,"verse":"ਮੈਂ ਮੁਰਦਿਆਂ ਵਿੱਚ ਸੁੱਟਿਆਂ ਗਿਆ ਹਾਂ। ਉਨ੍ਹਾਂ ਵੱਢਿਆਂ ਹੋਇਆਂ ਵਾਂਙੁ ਜਿਹੜੇ ਕਬਰ ਵਿਚ ਲੇਟੇ ਪਏ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਫੇਰ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ, ਅਤੇ ਓਹ ਤੇਰੇ ਹੱਥੋਂ ਵਿੱਛੜ ਗਏ ਹਨ।"},{"number":6,"verse":"ਤੈਂ ਮੈਨੂੰ ਅੱਤ ਡੂੰਘੀ ਗੋਰ, ਅਤੇ ਅਨ੍ਹੇਰਿਆਂ ਤੇ ਗਹਿਰਿਆਂ ਥਾਂਵਾਂ ਵਿੱਚ ਰੱਖਿਆ ਹੈ।"},{"number":7,"verse":"ਤੇਰਾ ਕਹਿਰ ਮੇਰੇ ਉੱਤੇ ਡਾਢਾ ਭਾਰੀ ਪਿਆ ਹੋਇਆ ਹੈ, ਅਤੇ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਮੌਜਾਂ ਨਾਲ ਤੈਂ ਮੈਨੂੰ ਦੁੱਖ ਦਿੱਤਾ ਹੈ ।। ਸਲਹ।।"},{"number":8,"verse":"ਮੇਰੇ ਜਾਣ ਪਛਾਣਾਂ ਨੂੰ ਤੈਂ ਮੈਥੋਂ ਦੂਰ ਕੀਤਾ, ਅਤੇ ਮੈਨੂੰ ਉਨ੍ਹਾਂ ਲਈ ਘਿਣਾਉਣਾ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, ਮੈਂ ਬੰਦ ਹਾਂ ਅਤੇ ਮੈਥੋਂ ਬਾਹਰ ਨਿੱਕਲਿਆ ਨਹੀਂ ਜਾਂਦਾ!"},{"number":9,"verse":"ਮੇਰੀਆਂ ਅੱਖਾਂ ਦੁਖ ਦੇ ਨਾਲ ਅੰਬ ਗਈਆਂ ਹਨ, ਹੇ ਯਹੋਵਾਹ, ਮੈਂ ਨਿੱਤ ਤੈਨੂੰ ਪੁਕਾਰਿਆ ਹੈ, ਮੈਂ ਆਪਣੇ ਹੱਥ ਤੇਰੀ ਵੱਲ ਅੱਡੇ ਹੋਏ ਹਨ।।"},{"number":10,"verse":"ਕੀ ਤੂੰ ਮੁਰਦਿਆਂ ਨੂੰ ਅਚਰਜ ਵਿਖਾਵੇਂਗਾॽ ਕੀ ਰੂਹਾਂ ਉੱਠ ਕੇ ਤੈਨੂੰ ਸਲਾਹੁਣਗੀਆਂ ॽ ।।ਸਲਹ।।"},{"number":11,"verse":"ਕੀ ਕਬਰ ਵਿੱਚ ਤੇਰੀ ਦਯਾ, ਅਤੇ ਨਰਕ ਕੁੰਡ ( ਇਬਰ., ਅਬਦੋਨ ।) ਵਿੱਚ ਤੇਰੀ ਸਚਿਆਈ ਦਾ ਵਰਨਣ ਹੋਵੇਗਾॽ"},{"number":12,"verse":"ਕੀ ਤੇਰੇ ਅਚਰਜ ਅਨ੍ਹੇਰੇ ਵਿੱਚ ਜਾਣੇ ਜਾਣਗੇ, ਅਤੇ ਤੇਰਾ ਧਰਮ ਭੁੱਲਣਹਾਰੇ ਦੇਸ ਵਿੱਚॽ"},{"number":13,"verse":"ਹੇ ਯਹੋਵਾਹ, ਮੈਂ ਤੇਰੇ ਅੱਗੇ ਦੁਹਾਈ ਦਿੱਤੀ ਹੈ, ਅਤੇ ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਮੇਰੀ ਪ੍ਰਾਰਥਨਾ ਤੇਰੇ ਹਜ਼ੂਰ ਆਵੇਗੀ।"},{"number":14,"verse":"ਹੇ ਯਹੋਵਾਹ, ਤੂੰ ਕਿਉਂ ਮੇਰੀ ਜਾਨ ਨੂੰ ਤਿਆਗਦਾ ਹੈਂॽ ਤੂੰ ਆਪਣਾ ਮੂੰਹ ਮੈਥੋਂ ਕਿਉਂ ਲੁਕਾਉਂਦਾ ਹੈਂॽ"},{"number":15,"verse":"ਮੈਂ ਜੁਆਨੀ ਤੋਂ ਦੁਖਿਆ ਅਤੇ ਮਰਨਾਊ ਰਿਹਾ ਹਾਂ, ਮੈਂ ਤੇਰੇ ਡਰ ਨੂੰ ਸਹਿ ਕੇ ਘਾਬਰ ਜਾਂਦਾ ਹਾਂ।"},{"number":16,"verse":"ਤੇਰਾ ਤੇਜ ਗੁੱਸਾ ਮੇਰੇ ਉੱਤੋਂ ਦੀ ਲੰਘਿਆ, ਤੇਰੇ ਹੌਲ ਨੇ ਮੈਨੂੰ ਮੁਕਾ ਦਿੱਤਾ।"},{"number":17,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਪਾਣੀ ਵਾਂਙੁ ਮੈਨੂੰ ਸਾਰਾ ਦਿਨ ਘੇਰ ਛੱਡਿਆ ਹੈ, ਉਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਉੱਕਾ ਹੀ ਡੱਕ ਰੱਖਿਆ ਹੈ।"},{"number":18,"verse":"ਤੈਂ ਪ੍ਰੇਮੀ ਅਤੇ ਮਿੱਤ੍ਰ ਮੈਂਥੋਂ ਦੂਰ ਕਰ ਦਿੱਤੇ ਹਨ, ਅਤੇ ਮੇਰੇ ਜਾਣ ਪਛਾਣ ਅਨ੍ਹੇਰ ਵਿੱਚ!।।"}]}