{"bibleAbbr":"paOV2016","bookName":"ਜ਼ਬੂਰਾਂ ਦੀ ਪੋਥੀ","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"( ਬਦਲਾ ਲੈਣ ਦੀ ਬੇਨਤੀ) ਹੇ ਯਹੋਵਾਹ, ਬਦਲਾ ਲੈਣ ਵਾਲੇ ਪਰਮੇਸ਼ੁਰ, ਹੇ ਬਦਲਾ ਲੈਣ ਵਾਲੇ ਪਰਮੇਸ਼ੁਰ, ਆਪਣਾ ਤੇਜ ਵਿਖਾ!"},{"number":2,"verse":"ਹੇ ਧਰਤੀ ਦੇ ਨਿਆਈ, ਆਪਣੇ ਆਪ ਨੂੰ ਉਠਾ, ਹੰਕਾਰੀਆਂ ਦੇ ਜੋਗ ਬਦਲਾ ਦੇਹ!"},{"number":3,"verse":"ਹੇ ਯਹੋਵਾਹ, ਕਦੋਂ ਤੋੜੀ ਦੁਸ਼ਟ, ਕਦੋਂ ਤੋੜੀ ਦੁਸ਼ਟ ਬਗਲਾਂ ਵਜਾਉਣਗੇॽ"},{"number":4,"verse":"ਓਹ ਡਕਾਰਦੇ, ਓਹ ਨੱਕ ਚੜ੍ਹਾ ਕੇ ਬੋਲਦੇ ਹਨ, ਸਾਰੇ ਬਦਕਾਰ ਵੱਡੇ ਬੋਲ ਬੋਲਦੇ ਹਨ!"},{"number":5,"verse":"ਹੇ ਯਹੋਵਾਹ, ਓਹ ਤੇਰੀ ਪਰਜਾ ਨੂੰ ਚੂਰ ਚੂਰ ਕਰਦੇ ਹਨ, ਓਹ ਤੇਰੀ ਮਿਰਾਸ ਨੂੰ ਦੁਖ ਦਿੰਦੇ ਹਨ।"},{"number":6,"verse":"ਓਹ ਵਿਧਵਾ ਅਤੇ ਪਰਦੇਸੀ ਨੂੰ ਵੱਢ ਸੱਟਦੇ ਹਨ, ਅਤੇ ਯਤੀਮਾਂ ਦਾ ਘਾਤ ਕਰਦੇ ਹਨ,"},{"number":7,"verse":"ਅਤੇ ਓਹ ਆਖਦੇ ਹਨ ਕਿ ਯਹੋਵਾਹ ਨਾ ਵੇਖੂਗਾ, ਅਤੇ ਯਾਕੂਬ ਦਾ ਪਰਮੇਸ਼ੁਰ ਕੁਝ ਪਰਵਾ ਨਾ ਕਰੂਗਾ!"},{"number":8,"verse":"ਹੇ ਪਸੂ ਵੱਤ ਲੋਕੋ, ਸਮਝੋ! ਹੇ ਮੂਰਖੋ, ਤੁਸੀਂ ਕਦੋ ਬੁੱਧਵਾਨ ਬਣੋਗੇॽ"},{"number":9,"verse":"ਜਿਸ ਨੇ ਕੰਨ ਲਾਇਆ, ਭਲਾ, ਉਹ ਨਹੀਂ ਸੁਣੇਗਾॽ ਜਿਸ ਨੇ ਅੱਖ ਰਚੀ, ਭਲਾ, ਉਹ ਨਹੀਂ ਵੇਖੇਗਾॽ"},{"number":10,"verse":"ਜਿਹੜਾ ਕੌਮਾਂ ਨੂੰ ਤਾੜਦਾ ਹੈ, ਜਿਹੜਾ ਆਦਮੀ ਨੂੰ ਵਿੱਦਿਆ ਸਿਖਾਉਂਦਾ ਹੈ, ਭਲਾ, ਉਹ ਨਾ ਝਿੜਕੇਗਾॽ"},{"number":11,"verse":"ਯਹੋਵਾਹ ਆਦਮੀ ਦੀਆਂ ਸੋਚਾਂ ਨੂੰ ਜਾਣਦਾ ਹੈ, ਭਈ ਓਹ ਅਵਿਰਥੀਆਂ ਹਨ।।"},{"number":12,"verse":"ਹੇ ਯਹੋਵਾਹ, ਧੰਨ ਹੈ ਉਹ ਪੁਰਖ ਜਿਹ ਨੂੰ ਤਾੜਦਾ ਹੈਂ, ਅਤੇ ਆਪਣੀ ਬਿਵਸਥਾ ਤੋਂ ਸਿਖਿਆ ਦਿੰਦਾ ਹੈਂ!"},{"number":13,"verse":"ਤਾਂ ਜੋ ਤੂੰ ਉਹ ਨੂੰ ਬੁਰਿਆਂ ਦਿਨਾਂ ਤੋਂ ਚੈਨ ਦੇਵੇਂ, ਜਦ ਤੀਕ ਦੁਸ਼ਟਾਂ ਦੇ ਲਈ ਟੋਆ ਨਾ ਪੁੱਟਿਆ ਜਾਵੇ।"},{"number":14,"verse":"ਯਹੋਵਾਹ ਤਾਂ ਆਪਣੀ ਪਰਜਾ ਨੂੰ ਨਾ ਛੱਡੇਗਾ, ਨਾ ਆਪਣੀ ਮਿਰਾਸ ਨੂੰ ਤਿਆਗੇਗਾ।"},{"number":15,"verse":"ਜਾਂ ਨਿਆਉਂ ਧਰਮ ਵੱਲ ਮੁੜ ਆਵੇਗਾ, ਤਾਂ ਸਾਰੇ ਸੁੱਧ ਮਨ ਵਾਲੇ ਉਹ ਦੇ ਮਗਰ ਲੱਗਣਗੇ।।"},{"number":16,"verse":"ਮੇਰੇ ਲਈ ਬੁਰਿਆਰਾਂ ਉੱਤੇ ਕੌਣ ਉੱਠੇਗਾ, ਅਤੇ ਮੇਰੇ ਲਈ ਬਦਕਾਰਾਂ ਦਾ ਸਾਹਮਣਾ ਕੌਣ ਕਰੇਗਾॽ"},{"number":17,"verse":"ਜੇ ਯਹੋਵਾਹ ਮੇਰਾ ਸਹਾਇਕ ਨਾ ਹੁੰਦਾ, ਤਾਂ ਮੇਰੀ ਜਾਨ ਝੱਟ ਖਾਮੋਸ਼ੀ ਵਿੱਚ ਜਾ ਵੱਸਦੀ।"},{"number":18,"verse":"ਜਦ ਮੈਂ ਆਖਿਆ, ਮੇਰਾ ਪੈਰ ਡੋਲਦਾ ਹੈ, ਤਾਂ, ਹੇ ਯਹੋਵਾਹ, ਤੇਰੀ ਦਯਾ ਮੈਨੂੰ ਸਮਾਲ੍ਹਦੀ ਸੀ।"},{"number":19,"verse":"ਜਾਂ ਮੇਰੇ ਅੰਦਰ ਬਹੁਤ ਚਿੰਤਾ ਹੁੰਦੀ ਹੈ, ਤਾਂ ਤੇਰੀਆਂ ਤਸੱਲੀਆਂ ਮੇਰੇ ਜੀ ਨੂੰ ਖੁਸ਼ ਕਰਦੀਆਂ ਹਨ।"},{"number":20,"verse":"ਕੀ ਬਰਬਾਦੀ ਦੀ ਰਾਜ ਗੱਦੀ ਤੇਰੇ ਨਾਲ ਸਾਂਝ ਰੱਖੇਗੀ, ਜੋ ਬਿਧੀ ਦੀ ਓਟ ਵਿੱਚ ਸ਼ਰਾਰਤ ਘੜਦੀ ਹੈॽ"},{"number":21,"verse":"ਓਹ ਧਰਮੀ ਦੀ ਜਾਨ ਦੇ ਵਿਰੁੱਧ ਚੜ੍ਹ ਆਉਂਦੇ ਹਨ, ਅਤੇ ਨਿਰਦੋਸ਼ੀ ਲਹੂ ਨੂੰ ਦੋਸ਼ੀ ਬਣਾਉਂਦੇ ਹਨ।"},{"number":22,"verse":"ਪਰ ਯਹੋਵਾਹ ਮੇਰਾ ਉੱਚਾ ਗੜ੍ਹ ਹੈ, ਅਤੇ ਮੇਰਾ ਪਰਮੇਸ਼ੁਰ ਮੇਰੀ ਪਨਾਹ ਦੀ ਚਟਾਨ,"},{"number":23,"verse":"ਅਤੇ ਉਹ ਉਨ੍ਹਾਂ ਦੀ ਬਦੀ ਮੁੜ ਉਨ੍ਹਾਂ ਹੀ ਦੇ ਪੱਲੇ ਪਾਵੇਗਾ, ਅਤੇ ਓਨ੍ਹਾਂ ਦੀ ਬੁਰਿਆਈ ਵਿੱਚ ਹੀ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗਾ, ਹਾਂ, ਯਹੋਵਾਹ ਸਾਡਾ ਪਰਮੇਸ਼ੁਰ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗਾ!।।"}]}