{"bibleAbbr":"Thomson1808","bookName":"2 Thessalonians","bookEnglishName":"2 Thessalonians","chapterNumber":1,"verses":[{"number":1,"verse":"Paul, and Silvanus, and Timothy, to the congregation of the Thessalonians in God our Father, and the Lord Jesus Christ:"},{"number":2,"verse":"Favour be to you and peace from God our Father, and the Lord Jesus Christ."},{"number":3,"verse":"We ought to give thanks to God always for you, brethren, as it is fit; because your faith increaseth exceedingly, and the love of every one of you all towards one another aboundeth:"},{"number":4,"verse":"So that we ourselves boast of you in the congregations of God, on account of your perseverance and belief, in all your persecutions. Indeed by these afflictions which you endure"},{"number":5,"verse":"there is a clear evidence of the righteous judgment of God that you are accounted worthy of the kingdom of God for which you, actually suffer;"},{"number":6,"verse":"since it is just with God to retribute affliction to them who afflict you;"},{"number":7,"verse":"and to you who are afflicted, rest with us at the manifestation of the Lord Jesus from heaven with his mighty angels,"},{"number":8,"verse":"executing, with flaming fire, vengeance on them who know not God, and on them who hearken not to the glad tidings of our Lord Jesus Christ."},{"number":9,"verse":"These shall suffer punishment, an everlasting destruction from the presence of the Lord, and from the glory of his majesty,"},{"number":10,"verse":"on the day when he shall come to be glorified by his saints, and to be admired by all those who believe that he was intrusted with this testimony of ours to you:"},{"number":11,"verse":"for which purpose we are continually praying for you, that our God would make you worthy of this invitation, and confirm all the good pleasure of his goodness and the work of faith, with power;"},{"number":12,"verse":"that the name of our Lord Jesus Christ may be glorified by you, and you by him, according to the favour of our God and Lord Jesus Christ."}]}