{"bibleAbbr":"guOV2016","bookName":"રોમનોને પાઉલ પ્રેરિતનો પત્ર","bookEnglishName":"Romans","chapterNumber":2,"verses":[{"number":1,"verse":"( ઈશ્વરનો ન્યાય) એ માટે, હે [બીજાઓનો] ન્યાય કરનાર માણસ, તું ગમે તે હોય, તું બહાનું કાઢી શકશે નહિ. કેમ કે ( ; .) જે બાબત વિષે તું બીજાનો ન્યાય કરે છે, તેમાં તું પોતાને અપરાધી ઠરાવે છે, કેમ કે તું ન્યાય કરનાર પોતે પણ તે જ કામો કરે છે."},{"number":2,"verse":"એવાં કામો કરનારાઓની વિરુદ્ધ ઈશ્વરનો ન્યાય સત્યાનુસાર છે, એવું આપણે જાણીએ છીએ."},{"number":3,"verse":"વળી, હે માણસ, તું જે એવાં કામ કરનારાંનો ન્યાય કરે છે, અને પોતે તે જ કામો કરે છે, તો શું તું ઈશ્વરના દંડથી બચીશ એવું તું ધારે છે?"},{"number":4,"verse":"અથવા ઈશ્વરનો ઉપકાર તને પસ્તાવો કરવા તરફ પ્રેરે છે, એથી અજ્ઞાન રહીને શું તેમના ઉપકારની, સહનશીલતાની તથા વિપુલધૈર્યની સંપત્તિને તું તુચ્છ ગણે છે?"},{"number":5,"verse":"તું તો તારા કઠણ તથા પશ્ચાત્તાપસહિત અંત:કરણ પ્રમાણે તારે પોતાને માટે કોપના તથા ઈશ્વરના યથાર્થ ન્યાયના પ્રગટીકરણને દિવસે થનાર કોપનો સંગ્રહ કરે છે."},{"number":6,"verse":"( ; .) તે દરેકને પોતપોતાની કરણી પ્રમાણે ફળ આપશે:"},{"number":7,"verse":"એટલે જેઓ ધીરજથી સારાં કામ કરીને મહિમા, માન તથા અવિનાશીપણું શોધે છે, તેઓને અનંતજીવન મળશે."},{"number":8,"verse":"પણ જેઓ તકરારી છે, અને સત્યને માનતા નથી, પણ અધર્મને માને છે,"},{"number":9,"verse":"તેઓમાંના ભૂંડું કરનાર દરેક માણસના ઉપર કોપ તથા ક્રોધ, વિપત્તિ તથા વેદના આવશે, પ્રથમ યહૂદી પર અને પછી ગ્રીક પર."},{"number":10,"verse":"પણ સત્કર્મ કરનારા દરેકને મહિમા, માન તથા શાંતિ પ્રાપ્ત થશે, પ્રથમ યહૂદીને અને પછી ગ્રીકને."},{"number":11,"verse":"કેમ કે ( .) ઈશ્વરની પાસે પક્ષપાત નથી."},{"number":12,"verse":"( નિયમશાસ્‍ત્ર વગર બિનયહૂદીઓ દોષિત છે.) નિયમશાસ્‍ત્ર વગરના જેટલાએ પાપ કર્યું, તેઓ નિયમશાસ્‍ત્ર વગર [ના છતાં] નાશ પામશે. અને જેટલાએ નિયમશાસ્‍ત્ર હોવા છતાં પાપ કર્યું, તેઓનો ન્યાય નિયમશાસ્‍ત્ર પ્રમાણે ચૂકવવામાં આવશે."},{"number":13,"verse":"કેમ કે નિયમ [શાસ્‍ત્ર] સાંભળનારા ઈશ્વરની નજરમાં ન્યાયી નથી, પણ નિયમ [શાસ્‍ત્ર] પાળનારા ન્યાયી ઠરશે."},{"number":14,"verse":"કેમ કે વિદેશીઓની પાસે નિયમ [શાસ્‍ત્ર] નથી તેઓ જ્યારે સ્વાભાવિક રીતે નિયમશાસ્‍ત્ર પ્રમાણે વર્તે છે, ત્યારે તેઓને નિયમ [શાસ્‍ત્ર] હોવા ન છતાં તેઓ પોતે પોતાને માટે નિયમરૂપ છે."},{"number":15,"verse":"તેઓના અંત:કરણમાં નિયમ લખેલો છે તે તેઓનાં કામ બતાવી આપે છે. તેઓની પ્રેરકબુદ્ધિ તે વિષે સાક્ષી આપે છે. અને તેઓના વિચાર એકબીજાને દોષિત અથવા નિર્દોષ ઠરાવે છે."},{"number":16,"verse":"ઈશ્વર મારી સુવાર્તા પ્રમાણે ઈસુ ખ્રિસ્તની મારફતે માણસોનાં ગુપ્ત કામોનો ન્યાય ચૂકવશે, તે દિવસે [એમ થશે]."},{"number":17,"verse":"( યહૂદીઓ પણ દોષિત છે) પણ જો તું યહૂદી કહેવાય છે, ને નિયમશાસ્‍ત્ર પર આધાર રાખે છે, ને ઈશ્વર વિષે અભિમાન ધરાવે છે,"},{"number":18,"verse":"તેમની ઇચ્છા જાણે છે, અને નિયમશાસ્‍ત્ર શીખેલો હોઈને સારુંખોટું પારખી જાણે છે,"},{"number":19,"verse":"અને પોતાના વિષે નિશ્ચયપૂર્વક માને છે કે, હું આંધળાઓને દોરનાર તથા જેઓ અંધકારમાં છે તેઓને પ્રકાશ આપનાર,"},{"number":20,"verse":"તથા બુદ્ધિહીનોનો શિક્ષક, તથા બાળકોનો ગુરુ છું, અને જ્ઞાનનું તથા સત્યનું સ્વરૂપ નિયમશાસ્‍ત્રમાં મને પ્રાપ્ત થયું છે!"},{"number":21,"verse":"ત્યારે હે બીજાને શીખવનાર, શું તું પોતાને શીખવતો નથી? ચોરી ન કરવી, એવો બોધ કરનાર, શું તું પોતે ચોરી કરે છે?"},{"number":22,"verse":"વ્યભિચાર ન કરવો, એવું કહેનાર શું તું પોતે વ્યભિચાર કરે છે? મૂર્તિઓથી કંટાળનાર, શું તું દેવળોને લૂંટે છે?"},{"number":23,"verse":"તું જે નિયમશાસ્‍ત્ર વિષે અભિમાન રાખે છે, તે તું નિયમશાસ્‍ત્રનું ઉલ્લંઘન કરીને ઈશ્વરનું અપમાન કરે છે?"},{"number":24,"verse":"કેમ કે [શાસ્‍ત્રમાં] લખેલું છે તે પ્રમાણે, ( .) તમારે લીધે વિદેશીઓમાં ઈશ્વરના નામની નિંદા થાય છે."},{"number":25,"verse":"જો તું નિયમ પાળનાર હોય, તો સુન્‍નત તને લાભકારક છે ખરી; પણ જો તું ઉલ્લંઘન કરનાર હોય, તો તારી સુન્‍નત બેસુન્‍નત થઈ જાય છે."},{"number":26,"verse":"માટે જો બેસુન્‍નતી માણસ નિયમ [શાસ્‍ત્ર] ના વિધિઓ પાળે, તો શું તેની બેસુન્‍નત તે સુન્‍નત તરીકે ગણાય નહિ?"},{"number":27,"verse":"અને જેઓ શરીરે બેસુન્‍નતીઓ છે તેઓ નિયમ પાળીને તને, એટલે શાસ્‍ત્ર તથા સુન્‍નત છતાં નિયમશાસ્‍ત્રનું ઉલ્લંઘન કરનારને, અપરાધી નહિ ઠરાવશે?"},{"number":28,"verse":"કેમ કે જે દેખીતો યહૂદી તે યહૂદી નથી, અને જે દેખીતી એટલે દેહની સુન્‍નત તે સુન્‍નત નથી."},{"number":29,"verse":"પણ જે આંતરિક યહૂદી તે જ યહૂદી; અને જે સુન્‍નત, એટલે [કેવળ] લેખના અક્ષરો પ્રમાણેની નહિ, ( .) પણ આત્મિક છે તે જ સુન્‍નત છે. અને માણસ તરફથી નહિ પણ ઈશ્વર તરફથી તેની પ્રશંસા છે."}]}