{"bibleAbbr":"guOV2016","bookName":"રોમનોને પાઉલ પ્રેરિતનો પત્ર","bookEnglishName":"Romans","chapterNumber":9,"verses":[{"number":1,"verse":"( ઈશ્વર અને તેમના પસંદ કરાયેલા લોકો) હું ખ્રિસ્તમાં સત્ય બોલું છું, -હું જૂઠું બોલતો નથી, મારું અંત:કરણ પણ પવિત્ર આત્મામાં મારો સાક્ષી છે-કે,"},{"number":2,"verse":"મને ભારે શોક તથા મારા અંત:કરણમાં અખંડ વેદના થાય છે."},{"number":3,"verse":"કેમ કે મારા ભાઈઓને બદલે, એટલે દેહ સંબંધી મારાં સગાંવહાલાં [ને બદલે] હું પોતે જ શાપિત થઈને ખ્રિસ્તથી બહિષ્કાર પામેલો થાઉં, એવી જાણે મને ઇચ્છા થાય છે."},{"number":4,"verse":"તેઓ ઇઝરાયલી છે, અને ( .) દત્તકપુત્રપણું, મહિમા, કરારો, નિયમશાસ્‍ત્રદાન, ભજનક્રિયા તથા વચનો તેઓનાં જ છે."},{"number":5,"verse":"ધર્મપિતૃઓ તેઓના છે, અને ખ્રિસ્ત દેહ પ્રમાણે તેઓમાંના છે. તે સર્વકાળ સર્વોપરી, સ્તુત્ય ઈશ્વર છે. આમીન."},{"number":6,"verse":"પણ ઈશ્વરની વાત જાણે કે વ્યર્થ ગઈ હોય એમ નથી. કેમ કે જેઓ ઇઝરાયલના [વંશજો] છે તેઓ સર્વ ઇઝરાયલી નથી."},{"number":7,"verse":"તેમ જ તેઓ ઇબ્રાહિમના વંશજો છે તેથી તેઓ સર્વ [તેનાં] છોકરાં છે, એમ પણ નથી! પણ [લખેલું છે કે,] ( .) ‘ઇસહાકથી તારો વંશ ગણાશે.’"},{"number":8,"verse":"એટલે જેઓ દેહનાં છોકરાં છે, તેઓ ઈશ્વરનાં છોકરાં છે, એમ નહિ; પણ જેઓ વચનનાં છોકરાં છે, તેઓ જ વંશ ગણાય છે."},{"number":9,"verse":"કેમ કે વચન તો આવું છે, ( .) “આ સમયે હું આવીશ, અને સારાને દીકરો થશે.”"},{"number":10,"verse":"માત્ર એટલું જ નહિ; પરંતુ રિબકાએ પણ એકથી એટલે આપણા પૂર્વજ ઇસહાકથી ગર્ભ ધર્યો,"},{"number":11,"verse":"અને [છોકરાઓના] જન્મ્યા પહેલાં જ્યારે તેઓએ હજુ કંઈ પણ સારું કે ભૂંડું કર્યું ન હતું, ત્યારે ઈશ્વરનો સંકલ્પ જે તેમની પસંદગી પ્રમાણે છે તે, કરણીઓ પર નહિ, પણ તેડું કરનારની ઇચ્છા પર આધાર રાખે,"},{"number":12,"verse":"માટે તેને કહેવામાં આવ્યું, ( .) “વડો નાનાની‍ ચાકરી કરશે.”"},{"number":13,"verse":"વળી, એમ પણ લખેલું છે, ( .) મેં યાકૂબ પર પ્રેમ રાખ્યો, પણ એસાવનો ધિકકાર કર્યો.’"},{"number":14,"verse":"તો આપણે શું અનુમાન કરીએ? શું ઈશ્વરને ત્યાં અન્યાય છે? ના, એવું ન થાઓ."},{"number":15,"verse":"કેમ કે તે મૂસાને કહે છે, ( .) “જેના ઉપર હું દયા કરવા [ચાહું] , તેના ઉપર હું દયા કરીશ; અને જેના ઉપર હું કરુણા કરવા [ચાહું] , તેના ઉપર હું કરુણા કરીશ.”"},{"number":16,"verse":"માટે એ તો ઇચ્છનારથી નહિ, અને દોડનારથી નહિ, પણ દયા કરનાર ઇશ્વરથી થાય છે."},{"number":17,"verse":"વળી શાસ્‍ત્રવચન ફારુનને કહે છે, ( .) “તારા દ્વારા હું મારું સામર્થ્ય બતાવું, અને મારું નામ આખી પૃથ્વી પર પ્રગટ થાય એ કામ માટે મેં તને ઊભો કર્યો છે.”"},{"number":18,"verse":"માટે ચાહે તેના પર તે દયા કરે છે, અને ચાહે તેને તે હઠીલો કરે છે."},{"number":19,"verse":"( ઈશ્વરનાં ક્રોધ અને કૃપા) તો તું મને પૂછશે, “તેમ છે તો તે દોષ કેમ કાઢે છે? કેમ કે તેમના સંકલ્પને કોણ અટકાવે છે?”"},{"number":20,"verse":"પણ અરે માણસ, તું વળી કોણ છે કે ઈશ્વરને સવાલ પૂછે? ( ; .) જે ઘડેલું છે, તે શું પોતાના ઘડનારને પૂછશે, “તમે મને એવું કેમ બનાવ્યું?”"},{"number":21,"verse":"શું કુંભારને એકનાએક ગારાના એક ભાગનું ઉત્તમ કાર્યને માટે તથા બીજાનું હલકા કામને માટે પાત્ર ઘડવાને ગારા ઉપર અધિકાર નથી?"},{"number":22,"verse":"અને જો ઈશ્વરે પોતાનો કોપ બતાવવાની તથા પોતાનું સામર્થ્ય જણાવવાની ઇચ્છા રાખીને નાશને યોગ્ય થયેલાં કોપનાં પાત્રોનું ઘણી સહનશીલતાથી સહન કર્યું."},{"number":23,"verse":"અને જો મહિમાને માટે આગળ તૈયાર કરેલાં દયાનાં પાત્રો પર,"},{"number":24,"verse":"એટલે આપણા પર જેઓને તેમણે કેવળ યહૂદીઓમાંથી નહિ, પણ વિદેશીઓમાંથી પણ તેડયા છે [તેઓ પર] , પોતાના મહિમાની સંપત્તિ જણાવવાની તેમની મરજી હતી તો તેમાં શું [ખોટું] ?"},{"number":25,"verse":"વળી, હોશિયામાં પણ તે એમ જ કહે છે, ( .) ‘જે મારી પ્રજા નહોતી તેને હું મારી પ્રજા, અને જે વહાલી ન હતી તેને હું વહાલી કહીશ.’"},{"number":26,"verse":"( .) અને જે સ્થળે તેઓને એવું કહેવામાં આવ્યું હતું, ‘તમે મારી પ્રજા નથી.’ તે સ્થળે તેઓ જીવતા ઈશ્વરના દીકરા કહેવાશે."},{"number":27,"verse":"વળી, યશાયા ઇઝરાયલ સંબંધી પોકારીને કહે છે, ( .) “જો સમુદ્રની રેતીના જેટલી ઇઝરાયલની સંખ્યા હોય તોપણ તેનો શેષ જ તારણ પામશે."},{"number":28,"verse":"કેમ કે પ્રભુ પોતાનું વચન પૂર્ણ કરશે, અને ટૂંકમાં પતાવીને તેને પૃથ્વી પર અમલમાં લાવશે.”"},{"number":29,"verse":"એમ જ યશાયાએ આગળ પણ કહ્યું હતું, ( .) “જો સૈન્યોના પ્રભુએ આપણે માટે બીજ રહેવા દીધું ન હોત, તો આપણે સદોમ તથા ગમોરાના જેવા થઈ ગયા હોત.”"},{"number":30,"verse":"( ઇઝરાયલ અને સુવાર્તા) તો આપણે શું અનુમાન કરીએ? એ જ કે વિદેશીઓ ન્યાયીપણાની પાછળ લાગુ રહેતા નહોતા, તોપણ તેઓને ન્યાયીપણું, એટલે જે ન્યાયપણું વિશ્વાસથી પ્રાપ્ત થાય છે તે, પ્રાપ્ત થયું."},{"number":31,"verse":"પણ જેથી ન્યાયીપણું પ્રાપ્ત કરી શકાય એવા નિયમની પાછળ લાગુ રહ્યા છતાં ઇઝરાયલ તે નિયમને પહોંચી શક્યા નહિ."},{"number":32,"verse":"શા માટે નહિ? કેમ કે તેઓ વિશ્વાસથી નહિ, પણ જાણે કે [નિયમની] કરણીઓથી [તેને શોધતા હતા] , તેઓએ ઠેસ ખવડાવનાર પથ્થરથી ઠોકર ખાધી."},{"number":33,"verse":"લખેલું છે, ( .) “જુઓ, હું સિયોનમાં ઠેસ ખવડાવનાર પથ્થર, ને ઠોકરરૂપ ખડક મૂકું છું. જે કોઈ તેના ઉપર વિશ્વાસ કરશે તે શરમાશે નહિ.”"}]}