{"bibleAbbr":"NET2007","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":11,"verses":[{"number":1,"verse":"When (tn Grk “And it happened when.” The introductory phrase καὶ ἐγένετο (kai egeneto, “it happened that”) is redundant in contemporary English and has not been translated.) Jesus had finished instructing his twelve disciples, he went on from there to teach and preach in their towns."},{"number":2,"verse":"(Jesus and John the Baptist) Now when John (sn John refers to John the Baptist.) heard in prison about the deeds Christ (tc The Western codex D and a few other mss (0233 1424 al) read “Jesus” here instead of “Christ.” This is not likely to be original because it is not found in the earliest and most important mss, nor in the rest of the ms tradition. tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.” sn See the note on Christ in 1:16.) had done, he sent his disciples to ask a question: (tc Instead of “by his disciples” (see the tn below for the reading of the Greek), the majority of later mss (C3 L Ë1 Ï lat bo) have “two of his disciples.” The difference in Greek, however, is only two letters: διὰ τῶν μαθητῶν αὐτοῦ vs. δύο τῶν μαθητῶν αὐτοῦ (dia twn maqhtwn autou vs. duo twn maqhtwn autou). Although an accidental alteration could account for either of these readings, it is more likely that δύο is an assimilation to the parallel in Luke 7:18. Further, διά is read by a good number of early and excellent witnesses (א B C* D P W Z Δ Θ 0233 Ë13 33 sa), and thus should be considered original. tn Grk “sending by his disciples he said to him.” The words “a question” are not in the Greek text, but are implied.)"},{"number":3,"verse":"“Are you the one who is to come, (sn Aspects of Jesus’ ministry may have led John to question whether Jesus was the promised stronger and greater one who is to come that he had preached about in Matt 3:1–12.) or should we look for another?”"},{"number":4,"verse":"Jesus answered them, (tn Grk “And answering, Jesus said to them.” This construction is somewhat redundant in English and has been simplified in the translation.) “Go tell John what you hear and see: (sn What you hear and see. The following activities all paraphrase various OT descriptions of the time of promised salvation: Isa 35:5–6; 26:19; 29:18–19; 61:1. Jesus is answering not by acknowledging a title, but by pointing to the nature of his works, thus indicating the nature of the time.)"},{"number":5,"verse":"The blind see, the (tn Grk “and the,” but καί (kai) has not been translated since English normally uses a coordinating conjunction only between the last two elements in a series of three or more. Two other conjunctions are omitted in this series.) lame walk, lepers are cleansed, the deaf hear, the dead are raised, and the poor have good news proclaimed to them."},{"number":6,"verse":"Blessed is anyone (tn Grk “whoever.”) who takes no offense at me.”"},{"number":7,"verse":"While they were going away, Jesus began to speak to the crowd about John: “What did you go out into the wilderness (tn Or “desert.”) to see? A reed shaken by the wind? (tn There is a debate as to whether one should read this figuratively (“to see someone who is easily blown over?”) or literally (Grk “to see the wilderness vegetation?… No, to see a prophet”). Either view makes good sense, but the following examples suggest the question should be read literally and understood to point to the fact that a prophet drew them to the desert.)"},{"number":8,"verse":"What (tn Grk “But what.” Here ἀλλά (alla, a strong contrastive in Greek) produces a somewhat awkward sense in English, and has not been translated. The same situation occurs at the beginning of v. 9.) did you go out to see? A man dressed in fancy clothes? (sn The reference to fancy clothes makes the point that John was not rich or powerful, in that he did not come from the wealthy classes.) Look, those who wear fancy clothes are in the homes of kings! (tn Or “palaces.”)"},{"number":9,"verse":"What did you go out to see? A prophet? Yes, I tell you, and more (tn John the Baptist is “more” because he introduces the one (Jesus) who brings the new era. The term is neuter, but may be understood as masculine in this context (BDAG 806 s. v. περισσότερος b).) than a prophet."},{"number":10,"verse":"This is the one about whom it is written: ‘Look, I am sending my messenger ahead of you, (tn Grk “before your face” (an idiom).) who will prepare your way before you.’ (sn The quotation is primarily from Mal 3:1 with pronouns from Exod 23:20. Here is the forerunner who points the way to the arrival of God’s salvation. His job is to prepare and guide the people, as the cloud did for Israel in the desert.)"},{"number":11,"verse":"“I tell you the truth, (tn Grk “Truly (ἀμήν, amhn), I say to you.”) among those born of women, no one has arisen greater than John the Baptist. Yet the one who is least (sn After John comes a shift of eras. The new era is so great that the lowest member of it (the one who is least in the kingdom of God) is greater than the greatest one of the previous era.) in the kingdom of heaven is greater than he is."},{"number":12,"verse":"From (tn Here δέ (de) has not been translated.) the days of John the Baptist until now the kingdom of heaven has suffered violence, and forceful people lay hold of it. (tn Or “the kingdom of heaven is forcibly entered and violent people take hold of it.” For a somewhat different interpretation of this passage, see the note on the phrase “urged to enter in” in Luke 16:16.)"},{"number":13,"verse":"For all the prophets and the law prophesied until John appeared. (tn The word “appeared” is not in the Greek text, but is implied.)"},{"number":14,"verse":"And if you are willing to accept it, he is Elijah, who is to come."},{"number":15,"verse":"The one who has ears had better listen! (tn The translation “had better listen!” captures the force of the third person imperative more effectively than the traditional “let him hear,” which sounds more like a permissive than an imperative to the modern English reader. This was Jesus’ common expression to listen and heed carefully (cf. Matt 13:9, 43; Mark 4:9, 23; Luke 8:8, 14:35).)"},{"number":16,"verse":"“To (tn Here δέ (de) has not been translated.) what should I compare this generation? They are like children sitting in the marketplaces who call out to one another, (tn Grk “who call out to one another, saying.” The participle λέγουσιν (legousin) is redundant in contemporary English and has not been translated.)"},{"number":17,"verse":"‘We played the flute for you, yet you did not dance; (sn ‘We played the flute for you, yet you did not dance…’ The children of this generation were making the complaint (see vv. 18–19) that others were not playing the game according to the way they played the music. John and Jesus did not follow “their tune.” Jesus’ complaint was that this generation wanted things their way, not God’s.) we wailed in mourning, (tn The verb ἐθρηνήσαμεν (eqrhnhsamen) refers to the loud wailing and lamenting used to mourn the dead in public in 1st century Jewish culture.) yet you did not weep.’"},{"number":18,"verse":"For John came neither eating nor drinking, and they say, ‘He has a demon!’ (sn John the Baptist was too separatist and ascetic for some, and so he was accused of not being directed by God, but by a demon.)"},{"number":19,"verse":"The Son of Man came eating and drinking, and they say, ‘Look at him, (tn Grk “Behold a man.”) a glutton and a drunk, a friend of tax collectors (sn See the note on tax collectors in 5:46.) and sinners!’ (sn Neither were they happy with Jesus (the Son of Man), even though he was the opposite of John and associated freely with people like tax collectors and sinners. Either way, God’s messengers were subject to complaint.) But wisdom is vindicated (tn Or “shown to be right.”) by her deeds.” (tc Most witnesses (B2 C D L Θ Ë1 33 Ï lat) have “children” (τέκνων, teknwn) here instead of “deeds” (ἔργων, ergwn), but since “children” is the reading of the parallel in Luke 7:35, scribes would be motivated to convert the less colorful “deeds” into more animate offspring of wisdom. Further, ἔργων enjoys support from א B* W (Ë13) as well as early versional and patristic support.)"},{"number":20,"verse":"(Woes on Unrepentant Cities) Then Jesus began to criticize openly the cities (tn The Greek word here is πόλις (polis) which can be translated “city” or “town.” “Cities” was chosen here to emphasize the size of the places Jesus’ mentions in the following verses.) in which he had done many of his miracles, because they did not repent."},{"number":21,"verse":"“Woe to you, Chorazin! (sn Chorazin was a town of Galilee that was probably fairly small in contrast to Bethsaida and is otherwise unattested. Bethsaida was declared a polis by the tetrarch Herod Philip, sometime after a. d. 30.) Woe to you, Bethsaida! If (tn This introduces a second class (contrary to fact) condition in the Greek text.) the miracles (tn Or “powerful deeds.”) done in you had been done in Tyre (map For location see Map1-A2; Map2-G2; Map4-A1; JP3-F3; JP4-F3.) and Sidon, (sn Tyre and Sidon are two other notorious OT cities (Isa 23; Jer 25:22; 47:4). The remark is a severe rebuke, in effect: “Even the sinners of the old era would have responded to the proclamation of the kingdom, unlike you!”map For location see Map1-A1; JP3-F3; JP4-F3.) they would have repented long ago in sackcloth and ashes."},{"number":22,"verse":"But I tell you, it will be more bearable for Tyre and Sidon on the day of judgment than for you!"},{"number":23,"verse":"And you, Capernaum, (sn Capernaum was a town on the northwest shore of the Sea of Galilee, 680 ft (204 m) below sea level. It was a major trade and economic center in the North Galilean region. map For location see Map1-D2; Map2-C3; Map3-B2.) will you be exalted to heaven? (tn The interrogative particle introducing this question expects a negative reply.) No, you will be thrown down to Hades! (sn In the OT, Hades was known as Sheol. It is the place where the unrighteous will reside (Luke 10:15; 16:23; Rev 20:13–14).) For if the miracles done among you had been done in Sodom, it would have continued to this day."},{"number":24,"verse":"But I tell you, it will be more bearable for the region of Sodom (sn The allusion to Sodom, the most wicked of OT cities from Gen 19:1–29, shows that to reject the current message is even more serious, and will result in more severe punishment, than the worst sins of the old era. The phrase region of Sodom is in emphatic position in the Greek text.) on the day of judgment than for you!”"},{"number":25,"verse":"(Jesus’ Invitation) At that time Jesus said, (tn Grk “At that time, answering, Jesus said.” This construction is somewhat redundant in English and has been simplified in the translation.) “I praise (tn Or “thank.”) you, Father, Lord (sn The title Lord is an important name for God, showing his sovereignty, but it is interesting that it comes next to a reference to the Father, a term indicative of God’s care. The two concepts are often related in the NT; see Eph 1:3–6.) of heaven and earth, because (tn Or “that.”) you have hidden these things from the wise (sn See 1 Cor 1:26–31.) and intelligent, and revealed them to little children."},{"number":26,"verse":"Yes, Father, for this was your gracious will. (tn Grk “for (to do) thus was well-pleasing before you,” BDAG 325 s. v. ἔμπροσθεν 1. b. δ; speaking of something taking place “before” God is a reverential way of avoiding direct connection of the action to him.)"},{"number":27,"verse":"All things have been handed over to me by my Father. (sn This verse has been noted for its conceptual similarity to teaching in John’s Gospel (10:15; 17:2). The authority of the Son and the Father are totally intertwined.) No one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son decides (tn Or “wishes”; or “intends”; or “plans” (cf. BDAG 182 s. v. βούλομαι 2. b). Here it is the Son who has sovereignty.) to reveal him."},{"number":28,"verse":"Come to me, all you who are weary and burdened, and I will give you rest."},{"number":29,"verse":"Take my yoke (sn A yoke is a wooden bar or frame that joins two animals like oxen or horses so that they can pull a wagon, plow, etc. together. Here it is used figuratively of the restrictions that a teacher or rabbi would place on his followers.) on you and learn from me, because I am gentle and humble in heart, and you will find rest for your souls."},{"number":30,"verse":"For my yoke is easy to bear, and my load is not hard to carry.”"}]}