{"bibleAbbr":"NET2007","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":16,"verses":[{"number":1,"verse":"The Demand for a Sign Now when the Pharisees (sn See the note on Pharisees in 3:7.) and Sadducees (sn See the note on Sadducees in 3:7.) came to test Jesus, (tn The object of the participle πειράζοντες (peirazontes) is not given in the Greek text but has been supplied here for clarity.) they asked him to show them a sign from heaven. (sn What exactly this sign would have been, given what Jesus was already doing, is not clear. But here is where the fence-sitters reside, refusing to commit to him.)"},{"number":2,"verse":"He (tn Grk “But answering, he said to them.” The construction has been simplified in the translation and δέ (de) has not been translated.) said, “When evening comes you say, ‘It will be fair weather, because the sky is red,’"},{"number":3,"verse":"and in the morning, ‘It will be stormy today, because the sky is red and darkening.’ (tn Or “red and gloomy” (L&N 14.56).) You know how to judge correctly the appearance of the sky, (tn Grk “The face of the sky you know how to discern.”) but you cannot evaluate the signs of the times."},{"number":4,"verse":"A wicked and adulterous generation asks for a sign, but no sign will be given to it except the sign of Jonah.” Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he left them and went away."},{"number":5,"verse":"The Yeast of the Pharisees and Sadducees When the disciples went to the other side, they forgot to take bread."},{"number":6,"verse":"“Watch out,” Jesus said to them, “beware of the yeast of the Pharisees (sn See the note on Pharisees in 3:7.) and Sadducees.” (sn See the note on Sadducees in 3:7.)"},{"number":7,"verse":"So (tn Here δέ (de) has been translated as “so” to indicate the implied result of Jesus’ saying about the Pharisees and Sadducees.) they began to discuss this among themselves, saying, “It is because we brought no bread.”"},{"number":8,"verse":"When Jesus learned of this, (tn Or “becoming aware of it.”) he said, “You who have such little faith! (tn Grk “Those of little faith.”) Why are you arguing (tn Or “discussing.”) among yourselves about having no bread?"},{"number":9,"verse":"Do you still not understand? Don’t you remember the five loaves for the five thousand, and how many baskets you took up?"},{"number":10,"verse":"Or the seven loaves for the four thousand and how many baskets you took up?"},{"number":11,"verse":"How could you not understand that I was not speaking to you about bread? But beware of the yeast of the Pharisees and Sadducees!”"},{"number":12,"verse":"Then they understood that he had not told them to be on guard against the yeast in bread, but against the teaching of the Pharisees and Sadducees."},{"number":13,"verse":"Peter’s Confession When (tn Here δέ (de) has not been translated.) Jesus came to the area of Caesarea Philippi, (map For location see Map1-C1; Map2-F4.) he asked his disciples, (tn Grk “he asked his disciples, saying.” The participle λέγων (legwn) is redundant and has been left untranslated.) “Who do people say that the Son of Man is?”"},{"number":14,"verse":"They answered, “Some say John the Baptist, others Elijah, (sn The appearance of Elijah would mean that the end time had come. According to 2 Kgs 2:11, Elijah was still alive. In Mal 4:5 it is said that Elijah would be the precursor of Messiah.) and others Jeremiah or one of the prophets.”"},{"number":15,"verse":"He said to them, “But who do you say that I am?”"},{"number":16,"verse":"Simon Peter answered, (tn Grk “And answering, Simon Peter said.”) “You are the Christ, (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 1:16.) the Son of the living God.”"},{"number":17,"verse":"And Jesus answered him, (tn Grk “answering, Jesus said to him.” The participle ἀποκριθείς (apokriqeis) is redundant, but the syntax of this phrase has been modified for clarity.) “You are blessed, Simon son of Jonah, because flesh and blood (tn The expression “flesh and blood” could refer to “any human being” (so TEV, NLT; cf. NIV “man”), but it could also refer to Peter himself (i. e., his own intuition; cf. CEV “You didn’t discover this on your own”). Because of the ambiguity of the referent, the phrase “flesh and blood” has been retained in the translation.) did not reveal this to you, but my Father in heaven!"},{"number":18,"verse":"And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades (tn Or “and the power of death” (taking the reference to the gates of Hades as a metonymy). sn In the OT, Hades was known as Sheol. It is the place where the unrighteous will reside (Matt 11:23; Luke 16:23; Rev 20:13–14). Some translations render this by its modern equivalent, “hell”; others see it as a reference to the power of death.) will not overpower it."},{"number":19,"verse":"I will give you the keys of the kingdom of heaven. Whatever you bind on earth will have been bound in heaven, and whatever you release on earth will have been released in heaven.”"},{"number":20,"verse":"Then he instructed his disciples not to tell anyone that he was the Christ. (tc Most mss (א2 C W Ï lat bo) have “Jesus, the Christ” (᾿Ιησοῦς ὁ Χριστός, Ihsou\" Jo Cristo\") here, while D has “Christ Jesus” (ὁ Χριστὸς ᾿Ιησοῦς). On the one hand, this is a much harder reading than the mere Χριστός, because the name Jesus was already well known for the disciples’ master – both to them and to others. Whether he was the Messiah is the real focus of the passage. But this is surely too hard a reading: There are no other texts in which the Lord tells his disciples not to disclose his personal name. Further, it is plainly a motivated reading in that scribes had the proclivity to add ᾿Ιησοῦς to Χριστός or to κύριος (kurio\", “Lord”), regardless of whether such was appropriate to the context. In this instance it clearly is not, and it only reveals that scribes sometimes, if not often, did not think about the larger interpretive consequences of their alterations to the text. Further, the shorter reading is well supported by א* B L Δ Θ Ë113 565 700 1424 al it sa. tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 1:16.)"},{"number":21,"verse":"First Prediction of Jesus’ Death and Resurrection From that time on (tn Grk “From then.”) Jesus began to show his disciples that he must go to Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) and suffer (sn The necessity that the Son of Man suffer is the particular point that needed emphasis since for many 1st century Jews the Messiah was a glorious and powerful figure, not a suffering one.) many things at the hands of the elders, chief priests, and experts in the law, (tn Or “and scribes.” See the note on the phrase “experts in the law” in 2:4.) and be killed, and on the third day be raised."},{"number":22,"verse":"So Peter took him aside and began to rebuke him: (tn Grk “began to rebuke him, saying.” The participle λέγων (legwn) is redundant in English and has not been translated.) “God forbid, (tn Grk “Merciful to you.” A highly elliptical expression: “May God be merciful to you in sparing you from having to undergo [some experience]” (L&N 88.78). A contemporary English equivalent is “God forbid!”) Lord! This must not happen to you!”"},{"number":23,"verse":"But he turned and said to Peter, “Get behind me, Satan! You are a stumbling block to me, because you are not setting your mind on God’s interests, but on man’s.” (tn Grk “people.”)"},{"number":24,"verse":"Then Jesus said to his disciples, “If anyone wants to become my follower, (tn Grk “to come after me.”) he must deny (tn This translation better expresses the force of the Greek third person imperative than the traditional “let him deny,” which could be understood as merely permissive.) himself, take up his cross, (sn To bear the cross means to accept the rejection of the world for turning to Jesus and following him. Discipleship involves a death that is like a crucifixion; see Gal 6:14.) and follow me."},{"number":25,"verse":"For whoever wants to save his life (tn Or “soul” (throughout vv. 25–26).) will lose it, (sn The point of the saying whoever wants to save his life will lose it is that if one comes to Jesus then rejection by many will certainly follow. If self-protection is a key motivation, then one will not respond to Jesus and will not be saved. One who is willing to risk rejection will respond and find true life.) but whoever loses his life for my sake will find it."},{"number":26,"verse":"For what does it benefit a person (tn Grk “a man,” but ἄνθρωπος (anqrwpo\") is used in a generic sense here to refer to both men and women.) if he gains the whole world but forfeits his life? Or what can a person give in exchange for his life?"},{"number":27,"verse":"For the Son of Man will come with his angels in the glory of his Father, and then he will reward each person according to what he has done. (sn An allusion to Pss 28:4; 62:12; cf. Prov 24:12.)"},{"number":28,"verse":"I tell you the truth, (tn Grk “Truly (ἀμήν, amhn), I say to you.”) there are some standing here who will not (tn The Greek negative here (οὐ μή, ou mh) is the strongest possible.) experience (tn Grk “will not taste.” Here the Greek verb does not mean “sample a small amount” (as a typical English reader might infer from the word “taste”), but “experience something cognitively or emotionally; come to know something” (cf. BDAG 195 s. v. γεύομαι 2).) death before they see the Son of Man coming in his kingdom.” (sn Several suggestions have been made as to the referent for the phrase the Son of Man coming in his kingdom: (1) the transfiguration itself, which immediately follows in the narrative; (2) Jesus’ resurrection and ascension; (3) the coming of the Spirit; (4) Christ’s role in the Church; (5) the destruction of Jerusalem; (6) Jesus’ second coming and the establishment of the kingdom. The reference to six days later in 17:1 seems to indicate that Matthew had the transfiguration in mind insofar as it was a substantial prefiguring of the consummation of the kingdom (although this interpretation is not without its problems). As such, the transfiguration would be a tremendous confirmation to the disciples that even though Jesus had just finished speaking of his death (in vv. 21–23), he was nonetheless the promised Messiah and things were proceeding according to God’s plan.)"}]}