{"bibleAbbr":"NET2007","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":21,"verses":[{"number":1,"verse":"(The Triumphal Entry) Now (tn Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) when they approached Jerusalem (map For location see Map5-B1; Map6-F3; Map7-E2; Map8-F2; Map10-B3; JP1-F4; JP2-F4; JP3-F4; JP4-F4.) and came to Bethphage, (sn The exact location of the village of Bethphage is not known. Most put it on the southeast side of the Mount of Olives and northwest of Bethany, about 1.5 miles (3 km) east of Jerusalem.) at the Mount of Olives, (sn “Mountain” in English generally denotes a higher elevation than it often does in reference to places in Palestine. The Mount of Olives is really a ridge running north to south about 3 kilometers (1.8 miles) long, east of Jerusalem across the Kidron Valley. Its central elevation is about 30 meters (100 ft) higher than Jerusalem. It was named for the large number of olive trees which grew on it.) Jesus sent two disciples,"},{"number":2,"verse":"telling them, “Go to the village ahead of you. (tn Grk “the village lying before you” (BDAG 530 s. v. κατέναντι 2. b).) Right away you will find a donkey tied there, and a colt with her. Untie them and bring them to me."},{"number":3,"verse":"If anyone says anything to you, you are to say, ‘The Lord needs them,’ (sn The custom called angaria allowed the impressment of animals for service to a significant figure.) and he will send them at once.”"},{"number":4,"verse":"This (tn Here δέ (de) has not been translated.) took place to fulfill what was spoken by the prophet: (tn Grk “what was spoken by the prophet, saying.” The present participle λέγοντος (legontos) is redundant and has not been translated.)"},{"number":5,"verse":"“Tell the people of Zion, (tn Grk “Tell the daughter of Zion” (the phrase “daughter of Zion” is an idiom for the inhabitants of Jerusalem: “people of Zion”). The idiom “daughter of Zion” has been translated as “people of Zion” because the original idiom, while firmly embedded in the Christian tradition, is not understandable to most modern English readers.) ‘Look, your king is coming to you, unassuming and seated on a donkey, and on a colt, the foal of a donkey.’” (tn Grk “the foal of an animal under the yoke,” i. e., a hard-working animal. This is a quotation from Zech 9:9.)"},{"number":6,"verse":"So (tn Here δέ (de) has been translated as “so” to indicate the implied result of Jesus’ instructions in vv. 2–3.) the disciples went and did as Jesus had instructed them."},{"number":7,"verse":"They brought the donkey and the colt and placed their cloaks (tn Grk “garments”; but this refers in context to their outer cloaks. The action is like 2 Kgs 9:13.) on them, and he sat on them."},{"number":8,"verse":"A (tn Here δέ (de) has not been translated.) very large crowd spread their cloaks on the road. Others cut branches from the trees and spread them on the road."},{"number":9,"verse":"The crowds that went ahead of him and those following kept shouting, (tn Grk “were shouting, saying.” The participle λέγοντας (legontas) is redundant here in contemporary English and has not been translated.) “Hosanna (tn The expression ῾Ωσαννά (Jwsanna, literally in Hebrew, “O Lord, save”) in the quotation from Ps 118:25–26 was probably by this time a familiar liturgical expression of praise, on the order of “Hail to the king,” although both the underlying Aramaic and Hebrew expressions meant “O Lord, save us.” In words familiar to every Jew, the author is indicating that at this point every messianic expectation is now at the point of realization. It is clear from the words of the psalm shouted by the crowd that Jesus is being proclaimed as messianic king. See E. Lohse, TDNT 9:682-84. sn Hosanna is an Aramaic expression that literally means, “help, I pray,” or “save, I pray.” By Jesus’ time it had become a strictly liturgical formula of praise, however, and was used as an exclamation of praise to God.) to the Son of David! Blessed is the one who comes in the name of the Lord! (sn A quotation from Ps 118:25–26.) Hosanna in the highest!”"},{"number":10,"verse":"As he entered Jerusalem the whole city was thrown into an uproar, (tn Grk “was shaken.” The translation “thrown into an uproar” is given by L&N 25.233.) saying, “Who is this?”"},{"number":11,"verse":"And the crowds were saying, “This is the prophet Jesus, from Nazareth (map For location see Map1-D3; Map2-C2; Map3-D5; Map4-C1; Map5-G3.) in Galilee.”"},{"number":12,"verse":"(Cleansing the Temple) Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) Jesus entered the temple area (tn Grk “the temple.”sn The merchants (those who were selling) would have been located in the Court of the Gentiles.) and drove out all those who were selling and buying in the temple courts, (tn Grk “the temple.”sn Matthew (here, 21:12–27), Mark (11:15–19) and Luke (19:45-46) record this incident of the temple cleansing at the end of Jesus’ ministry. John (2:13–16) records a cleansing of the temple at the beginning of Jesus’ ministry. See the note on the word temple courts in John 2:14 for a discussion of the relationship of these accounts to one another.) and turned over the tables of the money changers and the chairs of those selling doves."},{"number":13,"verse":"And he said to them, “It is written, ‘My house will be called a house of prayer,’ (sn A quotation from Isa 56:7.) but you are turning it into a den (tn Or “a hideout” (see L&N 1.57).) of robbers!” (sn A quotation from Jer 7:11. The meaning of Jesus’ statement about making the temple courts a den of robbers probably operates here at two levels. Not only were the religious leaders robbing the people financially, but because of this they had also robbed them spiritually by stealing from them the opportunity to come to know God genuinely. It is possible that these merchants had recently been moved to this location for convenience.)"},{"number":14,"verse":"The blind and lame came to him in the temple courts, and he healed them."},{"number":15,"verse":"But when the chief priests and the experts in the law (tn Or “and the scribes.” See the note on the phrase “experts in the law” in 2:4.) saw the wonderful things he did and heard the children crying out in the temple courts, (tn Grk “crying out in the temple [courts] and saying.” The participle λέγοντας (legontas) is somewhat redundant here in contemporary English and has not been translated.) “Hosanna to the Son of David,” they became indignant"},{"number":16,"verse":"and said to him, “Do you hear what they are saying?” Jesus said to them, “Yes. Have you never read, ‘Out of the mouths of children and nursing infants you have prepared praise for yourself’?” (sn A quotation from Ps 8:2.)"},{"number":17,"verse":"And leaving them, he went out of the city to Bethany and spent the night there."},{"number":18,"verse":"(The Withered Fig Tree) Now early in the morning, as he returned to the city, he was hungry."},{"number":19,"verse":"After noticing a fig tree (tn Grk “one fig tree.”sn The fig tree is a variation on the picture of a vine as representing the nation; see Isa 5:1–7.) by the road he went to it, but found nothing on it except leaves. He said to it, “Never again will there be fruit from you!” And the fig tree withered at once."},{"number":20,"verse":"When the disciples saw it they were amazed, saying, “How did the fig tree wither so quickly?”"},{"number":21,"verse":"Jesus (tn Grk “And answering, Jesus said.” This is somewhat redundant and has been simplified in the translation.) answered them, “I tell you the truth, (tn Grk “Truly (ἀμήν, amhn), I say to you.”) if you have faith and do not doubt, not only will you do what was done to the fig tree, but even if you say to this mountain, ‘Be lifted up and thrown into the sea,’ it will happen."},{"number":22,"verse":"And whatever you ask in prayer, if you believe, (tn Grk “believing”; the participle here is conditional.) you will receive.”"},{"number":23,"verse":"(The Authority of Jesus) Now after Jesus (tn Grk “he.”) entered the temple courts, (tn Grk “the temple.”) the chief priests and elders of the people came up to him as he was teaching and said, “By what authority (tn On this phrase, see BDAG 844 s. v. ποῖος 2. a. γ.1) are you doing these things, and who gave you this authority?”"},{"number":24,"verse":"Jesus (tn Grk “answering, Jesus said to them.” This is somewhat redundant and has been simplified in the translation. Here δέ (de) has not been translated.) answered them, “I will also ask you one question. If you answer me then I will also tell you by what authority I do these things."},{"number":25,"verse":"Where did John’s baptism come from? From heaven or from people?” (tn The plural Greek term ἀνθρώπων (anqrwpwn) is used here (and in v. 26) in a generic sense, referring to both men and women (cf. NAB, NRSV, “of human origin”; TEV, “from human beings”; NLT, “merely human”). sn The question is whether John’s ministry was of divine or human origin.) They discussed this among themselves, saying, “If we say, ‘From heaven,’ he will say, ‘Then why did you not believe him?’"},{"number":26,"verse":"But if we say, ‘From people,’ we fear the crowd, for they all consider John to be a prophet.”"},{"number":27,"verse":"So (tn Here δέ (de) has been translated as “So” to indicate that the clause is a result of the deliberations of the leaders.) they answered Jesus, (tn Grk “answering Jesus, they said.” This construction is somewhat awkward in English and has been simplified in the translation.) “We don’t know.” (sn Very few questions could have so completely revealed the wicked intentions of the religious leaders. Jesus’ question revealed the motivation of the religious leaders and exposed them for what they really were – hypocrites. They indicted themselves when they cited only two options and chose neither of them (“We do not know”). The point of Matt 21:23–27 is that no matter what Jesus said in response to their question, they were not going to believe it and would in the end use it against him.) Then he said to them, “Neither will I tell you (sn Neither will I tell you. Though Jesus gave no answer, the analogy he used to their own question makes his view clear. His authority came from heaven.) by what authority (tn On this phrase, see BDAG 844 s. v. ποῖος 2. a. γ. This is exactly the same phrase as in v. 23.) I am doing these things."},{"number":28,"verse":"(The Parable of the Two Sons) “What (tn Here δέ (de) has not been translated.) do you think? A man had two sons. He went to the first and said, ‘Son, go and work in the vineyard today.’"},{"number":29,"verse":"The boy answered, (tn Grk “And answering, he said.” This is somewhat redundant and has been simplified in the translation. Here the referent (“the boy”) has been specified in the translation for clarity.) ‘I will not.’ But later he had a change of heart (tn The Greek text reads here μεταμέλομαι (metamelomai): “to change one’s mind about something, with the probable implication of regret” (L&N 31.59); cf. also BDAG 639 s. v. The idea in this context involves more than just a change of mind, for the son regrets his initial response. The same verb is used in v. 32.) and went."},{"number":30,"verse":"The father (tn “And he”; here δέ (de) has not been translated.) went to the other son and said the same thing. This boy answered, (tn Grk “And answering, he said.” This is somewhat redundant and has been simplified in the translation. Here δέ (de) has not been translated. Here the referent (“this boy”) has been specified in the translation for clarity.) ‘I will, sir,’ but did not go."},{"number":31,"verse":"Which of the two did his father’s will?” They said, “The first.” (tc Verses 29-31 involve a rather complex and difficult textual problem. The variants cluster into three different groups: (1) The first son says “no” and later has a change of heart, and the second son says “yes” but does not go. The second son is called the one who does his father’s will. This reading is found in the Western mss (D it). But the reading is so hard as to be nearly impossible. One can only suspect some tampering with the text, extreme carelessness on the part of the scribe, or possibly a recognition of the importance of not shaming one’s parent in public. (Any of these reasons is not improbable with this texttype, and with codex D in particular.) The other two major variants are more difficult to assess. Essentially, the responses make sense (the son who does his father’s will is the one who changes his mind after saying “no”): (2) The first son says “no” and later has a change of heart, and the second son says “yes” but does not go. But here, the first son is called the one who does his father’s will (unlike the Western reading). This is the reading found in (א) C L W (Z) 0102 0281 Ë1 33 Ï and several versional witnesses. (3) The first son says “yes” but does not go, and the second son says “no” but later has a change of heart. This is the reading found in B Θ Ë13 700 and several versional witnesses. Both of these latter two readings make good sense and have significantly better textual support than the first reading. The real question, then, is this: Is the first son or the second the obedient one? If one were to argue simply from the parabolic logic, the second son would be seen as the obedient one (hence, the third reading). The first son would represent the Pharisees (or Jews) who claim to obey God, but do not (cf. Matt 23:3). This accords well with the parable of the prodigal son (in which the oldest son represents the unbelieving Jews). Further, the chronological sequence of the second son being obedient fits well with the real scene: Gentiles and tax collectors and prostitutes were not, collectively, God’s chosen people, but they did repent and come to God, while the Jewish leaders claimed to be obedient to God but did nothing. At the same time, the external evidence is weaker for this reading (though stronger than the first reading), not as widespread, and certainly suspect because of how neatly it fits. One suspects scribal manipulation at this point. Thus the second reading looks to be superior to the other two on both external and transcriptional grounds. But what about intrinsic evidence? One can surmise that Jesus didn’t always give predictable responses. In this instance, he may well have painted a picture in which the Pharisees saw themselves as the first son, only to stun them with his application (v. 32).) Jesus said to them, “I tell you the truth, (tn Grk “Truly (ἀμήν, amhn), I say to you.”) tax collectors (sn See the note on tax collectors in 5:46.) and prostitutes will go ahead of you into the kingdom of God!"},{"number":32,"verse":"For John came to you in the way of righteousness, and you did not believe him. But the tax collectors and prostitutes did believe. Although (tn Here δέ (de) has not been translated.) you saw this, you did not later change your minds (sn The word translated change your minds is the same verb used in v. 29 (there translated had a change of heart). Jesus is making an obvious comparison here, in which the religious leaders are viewed as the disobedient son.) and believe him."},{"number":33,"verse":"(The Parable of the Tenants) “Listen to another parable: There was a landowner (tn The term here refers to the owner and manager of a household.) who planted a vineyard. (sn The vineyard is a figure for Israel in the OT (Isa 5:1–7). The nation and its leaders are the tenants, so the vineyard here may well refer to the promise that resides within the nation. The imagery is like that in Rom 11:11–24.) He put a fence around it, dug a pit for its winepress, and built a watchtower. Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) he leased it to tenant farmers (sn The leasing of land to tenant farmers was common in this period.) and went on a journey."},{"number":34,"verse":"When the harvest time was near, he sent his slaves (tn See the note on the word “slave” in 8:9. sn These slaves represent the prophets God sent to the nation, who were mistreated and rejected.) to the tenants to collect his portion of the crop. (tn Grk “to collect his fruits.”)"},{"number":35,"verse":"But the tenants seized his slaves, beat one, (sn The image of the tenants mistreating the owner’s slaves pictures the nation’s rejection of the prophets and their message.) killed another, and stoned another."},{"number":36,"verse":"Again he sent other slaves, more than the first, and they treated them the same way."},{"number":37,"verse":"Finally he sent his son to them, (sn The owner’s decision to send his son represents God sending Jesus.) saying, ‘They will respect my son.’"},{"number":38,"verse":"But when the tenants saw the son, they said to themselves, ‘This is the heir. Come, let’s kill him and get his inheritance!’"},{"number":39,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of the tenants’ decision to kill the son in v. 38.) they seized him, (tn Grk “seizing him.” The participle λαβόντες (labontes) has been translated as attendant circumstance.) threw him out of the vineyard, (sn Throwing the heir out of the vineyard pictures Jesus’ death outside of Jerusalem.) and killed him."},{"number":40,"verse":"Now when the owner of the vineyard comes, what will he do to those tenants?”"},{"number":41,"verse":"They said to him, “He will utterly destroy those evil men! Then he will lease the vineyard to other tenants who will give him his portion at the harvest.”"},{"number":42,"verse":"Jesus said to them, “Have you never read in the scriptures: ‘The stone the builders rejected has become the cornerstone. (tn Or “capstone,” “keystone.” Although these meanings are lexically possible, the imagery in Eph 2:20–22 and 1 Cor 3:11 indicates that the term κεφαλὴ γωνίας (kefalh gwnia\") refers to a cornerstone, not a capstone. sn The stone the builders rejected has become the cornerstone. The use of Ps 118:22–23 and the “stone imagery” as a reference to Christ and his suffering and exaltation is common in the NT (see also Mark 12:10; Luke 20:17; Acts 4:11; 1 Pet 2:6–8; cf. also Eph 2:20). The irony in the use of Ps 118:22–23 here is that in the OT, Israel was the one rejected (or perhaps her king) by the Gentiles, but in the NT it is Jesus who is rejected by Israel.) This is from the Lord, and it is marvelous in our eyes’? (sn A quotation from Ps 118:22–23.)"},{"number":43,"verse":"For this reason I tell you that the kingdom of God will be taken from you and given to a people (tn Or “to a nation” (so KJV, NASB, NLT).) who will produce its fruit."},{"number":44,"verse":"The one who falls on this stone will be broken to pieces, and the one on whom it falls will be crushed.” (tc A few witnesses, especially of the Western text (D 33 it sys Or Eussyr), do not contain 21:44. However, the verse is found in א B C L W Z (Θ) 0102 Ë113 Ï lat syc, p, h co and should be included as authentic. tn Grk “on whomever it falls, it will crush him.”sn This proverb basically means that the stone crushes, without regard to whether it falls on someone or someone falls on it. On the stone as a messianic image, see Isa 28:16 and Dan 2:44–45.)"},{"number":45,"verse":"When (tn Here καί (kai) has not been translated.) the chief priests and the Pharisees (sn See the note on Pharisees in 3:7.) heard his parables, they realized that he was speaking about them."},{"number":46,"verse":"They wanted to arrest him, but they were afraid of the crowds, because the crowds (tn Grk “they”; the referent (the crowds) has been specified in the translation for clarity. Both previous occurrences of “they” in this verse refer to the chief priests and the Pharisees.) regarded him as a prophet."}]}