{"bibleAbbr":"NET2007","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":27,"verses":[{"number":1,"verse":"Jesus Brought Before Pilate When (tn Here δέ (de) has not been translated.) it was early in the morning, all the chief priests and the elders of the people plotted against Jesus to execute him."},{"number":2,"verse":"They (tn Here καί (kai) has not been translated.) tied him up, led him away, and handed him over to Pilate (tc Most mss (A C W Θ 0250 Ë113 Ï latt) have Ποντίῳ (Pontiw, “Pontius”) before Πιλάτῳ (Pilatw, “Pilate”), but there seems to be no reason for omitting the tribal name, either intentionally or unintentionally. Adding “Pontius,” however, is a natural expansion on the text, and is in keeping with several other NT and patristic references to the Roman governor (cf. Luke 3:1; Acts 4:27; 1 Tim 6:13; Ign. Magn. 11.1; Ign. Trall. 9.1; Ign. Smyrn. 1.2; Justin Martyr, passim). The shorter reading, supported by א B L 0281 33 pc co, is thus strongly preferred.) the governor. (sn The Jews most assuredly wanted to put Jesus to death, but they lacked the authority to do so. For this reason they handed him over to Pilate in hopes of securing a death sentence. The Romans kept close control of the death penalty in conquered territories to prevent it from being used to execute Roman sympathizers.)"},{"number":3,"verse":"Judas’ Suicide Now when (tn Grk “Then when.” Here τότε (tote) has been translated as “now” to indicate a somewhat parenthetical interlude in the sequence of events.) Judas, who had betrayed him, saw that Jesus (tn Grk “he”; the referent (Jesus) has been specified in the translation for clarity.) had been condemned, he regretted what he had done and returned the thirty silver coins to the chief priests and the elders,"},{"number":4,"verse":"saying, “I have sinned by betraying innocent blood!” But they said, “What is that to us? You take care of it yourself!”"},{"number":5,"verse":"So (tn Here καί (kai) has been translated as “so” to indicate the implied result of the leaders’ response to Judas.) Judas threw the silver coins into the temple and left. Then he went out and hanged himself."},{"number":6,"verse":"The (tn Here δέ (de) has not been translated.) chief priests took the silver and said, “It is not lawful to put this into the temple treasury, since it is blood money.”"},{"number":7,"verse":"After (tn Here δέ (de) has not been translated.) consulting together they bought the Potter’s Field with it, as a burial place for foreigners."},{"number":8,"verse":"For this reason that field has been called the “Field of Blood” to this day."},{"number":9,"verse":"Then what was spoken by Jeremiah (tc The problematic citing of Jeremiah for a text which appears to come from Zechariah has prompted certain scribes to alter it. Codex 22 has Ζαχαρίου (Zacariou, “Zechariah”) while Φ 33 omit the prophet’s name altogether. And codex 21 and the Latin ms l change the prophet’s name to “Isaiah,” in accordance with natural scribal proclivities to alter the text toward the most prominent OT prophet. But unquestionably the name Jeremiah is the wording of the original here, because it is supported by virtually all witnesses and because it is the harder reading. See D. A. Carson, “Matthew,” EBC 8:562-63, for a discussion of the textual and especially hermeneutical problem.) the prophet was fulfilled: “They took the thirty silver coins, the price of the one whose price had been set by the people of Israel, (tn Grk “the sons of Israel,” an idiom referring to the people of Israel as an ethnic entity (L&N 11.58).)"},{"number":10,"verse":"and they gave them for the potter’s field, as the Lord commanded me.” (sn The source of this citation is debated (see the tc note on Jeremiah in v. 9 above for a related discussion). The quotation is most closely related to Zech 11:12–13, but the reference to Jeremiah in v. 9 as the source leads one to look there as well. There is no exact match for this text in Jeremiah, but there are some conceptual parallels: In Jer 18:2–6 the prophet visits a potter, and in Jer 32:6–15 he buys a field. D. A. Carson argues that Jer 19:1–13 is the source of the quotation augmented with various phrases drawn from Zech 11:12–13 (“Matthew,” EBC 8:563). W. D. Davies and D. C. Allison argue that the reference to Jeremiah is not meant to refer to one specific text from that prophet, but instead to signal that his writings as a whole are a source from which the quotation is drawn (Matthew [ICC], 3:568-69). Although the exact source of the citation is uncertain, it is reasonable to see texts from the books of Jeremiah and Zechariah both coming into play here.)"},{"number":11,"verse":"Jesus and Pilate Then (tn Here δέ (de) has been translated as “then” to indicate the implied sequence of events within the narrative.) Jesus stood before the governor, and the governor asked him, (tn Grk “asked him, saying.” The participle λέγων (legwn) is redundant in contemporary English and has not been translated.) “Are you the king (sn “Are you the king of the Jews?” Pilate was interested in this charge because of its political implications of sedition against Rome.) of the Jews?” Jesus (tn Here δέ (de) has not been translated.) said, “You say so.” (sn The reply “You say so” is somewhat enigmatic, like Jesus’ earlier reply to the Jewish leadership in 26:64.)"},{"number":12,"verse":"But when he was accused by the chief priests and the elders, he did not respond."},{"number":13,"verse":"Then Pilate said to him, “Don’t you hear how many charges they are bringing against you?”"},{"number":14,"verse":"But he did not answer even one accusation, so that the governor was quite amazed."},{"number":15,"verse":"During the feast the governor was accustomed to release one prisoner to the crowd, (sn The custom of Pilate to release one prisoner is unknown outside the gospels in Jewish writings, but it was a Roman custom at the time and thus probably used in Palestine as well (cf. Matt 27:15; John 18:39).) whomever they wanted."},{"number":16,"verse":"At that time they had in custody a notorious prisoner named Jesus (tc Although the external evidence for the inclusion of “Jesus” before “Barabbas” (in vv. 16 and 17) is rather sparse, being restricted virtually to the Caesarean text (Θ Ë1 700* pc sys), the omission of the Lord’s name in apposition to “Barabbas” is such a strongly motivated reading that it can hardly be original. There is no good explanation for a scribe unintentionally adding ᾿Ιησοῦν (Ihsoun) before Βαραββᾶν (Barabban), especially since Barabbas is mentioned first in each verse (thus dittography is ruled out). Further, the addition of τὸν λεγόμενον Χριστόν (ton legomenon Criston, “who is called Christ”) to ᾿Ιησοῦν in v. 17 makes better sense if Barabbas is also called “Jesus” (otherwise, a mere “Jesus” would have been a sufficient appellation to distinguish the two).) Barabbas."},{"number":17,"verse":"So after they had assembled, Pilate said to them, “Whom do you want me to release for you, Jesus (tc Again, as in v. 16, the name “Jesus” is supplied before “Barabbas” in Θ Ë1 700* pc sys Ormss (Θ 700* lack the article τόν [ton] before Βαραββᾶν [Barabban]). The same argument for accepting the inclusion of “Jesus” as original in the previous verse applies here as well.) Barabbas or Jesus who is called the Christ?” (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 1:16.)"},{"number":18,"verse":"(For he knew that they had handed him over because of envy.) (sn This is a parenthetical note by the author.)"},{"number":19,"verse":"As (tn Here δέ (de) has not been translated.) he was sitting on the judgment seat, (tn Or “the judge’s seat.”sn The judgment seat (βῆμα, bhma) was a raised platform mounted by steps and usually furnished with a seat. It was used by officials in addressing an assembly or making official pronouncements, often of a judicial nature.) his wife sent a message (tn The word “message” is not in the Greek text, but is implied. Direct objects were frequently omitted in Greek when clear from the context.) to him: (tn Grk “saying.” The participle λέγουσα (legousa) is redundant here in contemporary English and has not been translated.) “Have nothing to do with that innocent man; (tn The Greek particle γάρ (gar, “for”) has not been translated here.) I have suffered greatly as a result of a dream (tn Or “suffered greatly in a dream.” See the discussion on the construction κατ᾿ ὄναρ (kat’ onar) in BDAG 710 s. v. ὄναρ.) about him today.”"},{"number":20,"verse":"But the chief priests and the elders persuaded the crowds to ask for Barabbas and to have Jesus killed."},{"number":21,"verse":"The (tn Grk “answering, the governor said to them.” This construction is somewhat redundant in English and has been simplified in the translation. Here δέ (de) has not been translated.) governor asked them, “Which of the two do you want me to release for you?” And they said, “Barabbas!”"},{"number":22,"verse":"Pilate said to them, “Then what should I do with Jesus who is called the Christ?” (tn Or “Messiah”; both “Christ” (Greek) and “Messiah” (Hebrew and Aramaic) mean “one who has been anointed.”sn See the note on Christ in 1:16.) They all said, “Crucify him!” (tn Grk “Him – be crucified!” The third person imperative is difficult to translate because English has no corresponding third person form for the imperative. The traditional translation “Let him be crucified” sounds as if the crowd is giving consent or permission. “He must be crucified” is closer, but it is more natural in English to convert the passive to active and simply say “Crucify him.”sn See the note on crucified in 20:19.)"},{"number":23,"verse":"He asked, “Why? What wrong has he done?” But they shouted more insistently, “Crucify him!”"},{"number":24,"verse":"Jesus is Condemned and Mocked When (tn Here δέ (de) has not been translated.) Pilate saw that he could do nothing, but that instead a riot was starting, he took some water, washed his hands before the crowd and said, “I am innocent of this man’s blood. You take care of it yourselves!” (sn You take care of it yourselves! Compare the response of the chief priests and elders to Judas in 27:4. The expression is identical except that in 27:4 it is singular and here it is plural.)"},{"number":25,"verse":"In (tn Grk “answering, all the people said.” This construction is somewhat redundant in English and has been simplified in the translation.) reply all the people said, “Let his blood be on us and on our children!”"},{"number":26,"verse":"Then he released Barabbas for them. But after he had Jesus flogged, (tn The Greek term φραγελλόω (fragellow) refers to flogging. BDAG 1064 s. v. states, “flog, scourge, a punishment inflicted on slaves and provincials after a sentence of death had been pronounced on them. So in the case of Jesus before the crucifixion…Mt 27:26; Mk 15:15.”sn A Roman flogging (traditionally, “scourging”) was an excruciating punishment. The victim was stripped of his clothes and bound to a post with his hands fastened above him (or sometimes he was thrown to the ground). Guards standing on either side of the victim would incessantly beat him with a whip (flagellum) made out of leather with pieces of lead and bone inserted into its ends. While the Jews only allowed 39 lashes, the Romans had no such limit; many people who received such a beating died as a result. See C. Schneider, TDNT, 515-19.) he handed him over (tn Or “delivered him up.”) to be crucified. (sn See the note on crucified in 20:19.)"},{"number":27,"verse":"Then the governor’s soldiers took Jesus into the governor’s residence (tn Or “into their headquarters”; Grk “into the praetorium.” sn The governor’s residence (Grk “praetorium”) was the Roman governor’s official residence. The one in Jerusalem may have been Herod’s palace in the western part of the city, or the fortress Antonia northwest of the temple area.) and gathered the whole cohort (sn A Roman cohort was a tenth of a legion, about 500-600 soldiers.) around him."},{"number":28,"verse":"They (tn Here καί (kai) has not been translated.) stripped him and put a scarlet robe (sn The scarlet robe probably refers to a military garment which had the color of royal purple, and thus resembled a king’s robe. The soldiers did this to Jesus as a form of mockery in view of the charges that he was a king.) around him,"},{"number":29,"verse":"and after braiding (tn Or “weaving.”) a crown of thorns, (sn The crown may have been made from palm spines or some other thorny plant common in Israel. In placing the crown of thorns on his head, the soldiers were unwittingly symbolizing God’s curse on humanity (cf. Gen 3:18) being placed on Jesus. Their purpose would have been to mock Jesus’ claim to be a king; the crown of thorns would have represented the “radiant corona” portrayed on the heads of rulers on coins and other artifacts in the 1st century.) they put it on his head. They (tn Here καί (kai) has not been translated.) put a staff (tn Or “a reed.” The Greek term can mean either “staff” or “reed.” See BDAG 502 s. v. κάλαμος 2.) in his right hand, and kneeling down before him, they mocked him: (tn Grk “they mocked him, saying.” The participle λέγοντες (legontes) is redundant and has not been translated.) “Hail, king of the Jews!” (tn Or “Long live the King of the Jews!”sn The statement Hail, King of the Jews! is a mockery patterned after the Romans’ cry of Ave, Caesar (“Hail, Caesar!”).)"},{"number":30,"verse":"They (tn Here καί (kai) has not been translated.) spat on him and took the staff (tn Or “the reed.”) and struck him repeatedly (tn The verb here has been translated as an iterative imperfect.) on the head."},{"number":31,"verse":"When (tn Here καί (kai) has not been translated.) they had mocked him, they stripped him of the robe and put his own clothes back on him. Then (tn Here καί (kai) has been translated as “then” to indicate the implied sequence of events within the narrative.) they led him away to crucify him."},{"number":32,"verse":"The Crucifixion As (tn Here δέ (de) has not been translated.) they were going out, they found a man from Cyrene named Simon, whom they forced (tn Or “conscripted”; or “pressed into service.”) to carry his cross. (sn Jesus was beaten severely with a whip before this (the prelude to crucifixion, known to the Romans as verberatio, mentioned in Matt 27:26; Mark 15:15; John 19:1), so he would have been weak from trauma and loss of blood. Apparently he was unable to bear the cross himself, so Simon was conscripted to help (in all probability this was only the crossbeam, called in Latin the patibulum, since the upright beam usually remained in the ground at the place of execution). Cyrene was located in North Africa where Tripoli is today. Nothing more is known about this Simon. Mark 15:21 names him as father of two people apparently known to Mark’s audience.)"},{"number":33,"verse":"They (tn Here καί (kai) has not been translated.) came to a place called Golgotha (tn This is an Aramaic name; see John 19:17.) (which means “Place of the Skull”) (sn A place called Golgotha (which means “Place of the Skull”). This location is north and just outside of Jerusalem. The hill on which it is located protruded much like a skull, giving the place its name. The Latin word for the Greek term κρανίον (kranion) is calvaria, from which the English word “Calvary” is derived (cf. Luke 23:33 in the KJV).)"},{"number":34,"verse":"and offered Jesus (tn Grk “him”; the referent (Jesus) has been specified in the translation for clarity.) wine mixed with gall to drink. (sn It is difficult to say for certain who gave Jesus this drink of wine mixed with gall (e. g., the executioner, or perhaps women from Jerusalem). In any case, whoever gave it to him most likely did so in order to relieve his pain, but Jesus was unwilling to take it.) But after tasting it, he would not drink it."},{"number":35,"verse":"When (tn Here δέ (de) has not been translated.) they had crucified (sn See the note on crucified in 20:19.) him, they divided his clothes by throwing dice. (tn Grk “by throwing the lot” (probably by using marked pebbles or broken pieces of pottery). A modern equivalent, “throwing dice,” was chosen here because of its association with gambling. According to L&N 6.219 a term for “dice” is particularly appropriate. sn An allusion to Ps 22:18.)"},{"number":36,"verse":"Then they sat down and kept guard over him there."},{"number":37,"verse":"Above (tn Here καί (kai) has not been translated.) his head they put the charge against him, (sn Mention of the inscription is an important detail, because the inscription would normally give the reason for the execution. It shows that Jesus was executed for claiming to be a king. It was also probably written with irony from the executioners’ point of view.) which read: (tn Grk “was written.”) “This is Jesus, the king of the Jews.”"},{"number":38,"verse":"Then two outlaws were crucified with him, one on his right and one on his left."},{"number":39,"verse":"Those (tn Here δέ (de) has not been translated.) who passed by defamed him, shaking their heads"},{"number":40,"verse":"and saying, “You who can destroy the temple and rebuild it in three days, save yourself! (sn There is rich irony in the statements of those who were passing by, “save yourself!” and “come down from the cross!” In summary, they wanted Jesus to come down from the cross and save his physical life, but it was indeed his staying on the cross and giving his physical life that led to the fact that they could experience a resurrection from death to life.) If you are God’s Son, come down (tc ‡ Many important witnesses (א* A D pc it sy[s], p) read καί (kai, here with the force of “then”) before κατάβηθι (katabhqi, “come down”). The shorter reading may well be due to homoioarcton, but judging by the diverse external evidence (א2 B L W Θ 0250 Ë113 33 Ï lat) it is equally possible that the shorter reading is original (and is so considered for this translation). NA27 puts the καί in brackets, indicating doubts as to its authenticity.) from the cross!”"},{"number":41,"verse":"In (tn Here καί (kai) has not been translated.) the same way even the chief priests — together with the experts in the law (tn Or “with the scribes.” See the note on the phrase “experts in the law” in 2:4.) and elders (tn Only “chief priests” is in the nominative case; this sentence structure attempts to capture this emphasis.) — were mocking him: (tn Grk “Mocking him, the chief priests…said.”)"},{"number":42,"verse":"“He saved others, but he cannot save himself! He is the king of Israel! If he comes down (tn Here the aorist imperative καταβάτω (katabatw) has been translated as a conditional imperative. This fits the pattern of other conditional imperatives (imperative + καί + future indicative) outlined by ExSyn 489.) now from the cross, we will believe in him!"},{"number":43,"verse":"He trusts in God — let God, if he wants to, deliver him now (sn An allusion to Ps 22:8.) because he said, ‘I am God’s Son’!”"},{"number":44,"verse":"The (tn Here δέ (de) has not been translated.) robbers who were crucified with him also spoke abusively to him. (sn Matthew’s wording suggests that both of the criminals spoke abusively to him. If so, one of them quickly changed his attitude toward Jesus (see Luke 23:40–43).)"},{"number":45,"verse":"Jesus’ Death Now from noon until three, (tn Grk “from the sixth hour to the ninth hour.”) darkness came over all the land. (sn This imagery has parallels to the Day of the Lord: Joel 2:10; Amos 8:9; Zeph 1:15.)"},{"number":46,"verse":"At (tn Here δέ (de) has not been translated.) about three o’clock Jesus shouted with a loud voice, (tn Grk “with a loud voice, saying.” The participle λέγων (legwn) is redundant here in contemporary English and has not been translated.) “Eli, Eli, lema sabachthani?” that is, “My God, my God, why have you forsaken me?” (sn A quotation from Ps 22:1.)"},{"number":47,"verse":"When (tn Here δέ (de) has not been translated.) some of the bystanders heard it, they said, “This man is calling for Elijah.”"},{"number":48,"verse":"Immediately (tn Here καί (kai) has not been translated.) one of them ran and got a sponge, filled it with sour wine, (sn Sour wine refers to cheap wine that was called in Latin posca, a cheap vinegar wine diluted heavily with water. It was the drink of slaves and soldiers, and was probably there for the soldiers who had performed the crucifixion.) put it on a stick, (tn Grk “a reed.”) and gave it to him to drink."},{"number":49,"verse":"But the rest said, “Leave him alone! Let’s see if Elijah will come to save him.” (tc Early and important mss (א B C L Γ pc) have another sentence at the end of this verse: “And another [soldier] took a spear and pierced him in the side, and water and blood flowed out.” This comment finds such a strong parallel in John 19:34 that it was undoubtedly lifted from the Fourth Gospel by early, well-meaning scribes and inserted into Matt 27:49. Consequently, even though the support for the shorter reading (A D W Θ Ë113 33 Ï lat sy sa bo) is not nearly as impressive, internal considerations on its behalf are compelling.)"},{"number":50,"verse":"Then Jesus cried out again with a loud voice and gave up his spirit."},{"number":51,"verse":"Just then (tn Grk “And behold.”) the temple curtain (tn The referent of this term, καταπέτασμα (katapetasma), is not entirely clear. It could refer to the curtain separating the holy of holies from the holy place (Josephus, J. W. 5.5.5 [5.219]), or it could refer to one at the entrance of the temple court (Josephus, J. W. 5.5.4 [5.212]). Many argue that the inner curtain is meant because another term, κάλυμμα (kalumma), is also used for the outer curtain. Others see a reference to the outer curtain as more likely because of the public nature of this sign. Either way, the symbolism means that access to God has been opened up. It also pictures a judgment that includes the sacrifices.) was torn in two, from top to bottom. The (tn Here καί (kai) has not been translated.) earth shook and the rocks were split apart."},{"number":52,"verse":"And tombs were opened, and the bodies of many saints who had died (tn The verb κοιμάω (koimaw) literally means “sleep,” but it is often used in the Bible as a euphemism for the death of a believer.) were raised."},{"number":53,"verse":"(They (tn Here καί (kai) has not been translated.) came out of the tombs after his resurrection and went into the holy city and appeared to many people.)"},{"number":54,"verse":"Now when the centurion (sn See the note on the word centurion in Matt 8:5.) and those with him who were guarding Jesus saw the earthquake and what took place, they were extremely terrified and said, “Truly this one was God’s Son!”"},{"number":55,"verse":"Many (tn Here δέ (de) has not been translated.) women who had followed Jesus from Galilee and given him support (tn Grk “and ministered to him.”sn Cf. Luke 8:3.) were also there, watching from a distance."},{"number":56,"verse":"Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of the sons of Zebedee."},{"number":57,"verse":"Jesus’ Burial Now (tn Here καί (kai) has been translated as “now” to indicate the transition to a new topic.) when it was evening, there came a rich man from Arimathea, named Joseph, who was also a disciple of Jesus. (sn Though some dispute that Joseph of Arimathea was a disciple of Jesus, his actions regarding Jesus’ burial suggest otherwise.)"},{"number":58,"verse":"He went to Pilate and asked for the body of Jesus. (sn Asking for the body of Jesus was indeed a bold move on the part of Joseph of Arimathea, for it clearly and openly identified him with a man who had just been condemned and executed, namely, Jesus. His faith is exemplary, especially for someone who was a member of the council that handed Jesus over for crucifixion (cf. Mark 15:43, Luke 23:51). He did this because he sought to give Jesus an honorable burial.) Then Pilate ordered that it be given to him."},{"number":59,"verse":"Joseph (tn Here καί (kai) has not been translated.) took the body, wrapped it in a clean linen cloth, (tn The term σινδών (sindwn) can refer to a linen cloth used either for clothing or for burial.)"},{"number":60,"verse":"and placed it (tc ‡ αὐτό (auto, “it”) is found after ἔθηκεν (eqhken, “placed”) in the majority of witnesses, including many important ones, though it seems to be motivated by a need for clarification and cannot therefore easily explain the rise of the shorter reading (which is read by א L Θ Ë13 33 892 pc). Regardless of which reading is original (though with a slight preference for the shorter reading), English style requires the pronoun. NA27 includes αὐτό here, no doubt due to the overwhelming external attestation.) in his own new tomb that he had cut in the rock. (tn That is, cut or carved into an outcropping of natural rock, resulting in a cave-like structure (see L&N 19.25).) Then he rolled a great stone across the entrance (tn Or “to the door,” “against the door.”) of the tomb and went away."},{"number":61,"verse":"(Now Mary Magdalene and the other Mary were sitting there, opposite the tomb.)"},{"number":62,"verse":"The Guard at the Tomb The (tn Here δέ (de) has not been translated.) next day (which is after the day of preparation) the chief priests and the Pharisees (sn See the note on Pharisees in 3:7.) assembled before Pilate"},{"number":63,"verse":"and said, “Sir, we remember that while that deceiver was still alive he said, ‘After three days I will rise again.’"},{"number":64,"verse":"So give orders to secure the tomb until the third day. Otherwise his disciples may come and steal his body (tn Grk “him.”) and say to the people, ‘He has been raised from the dead,’ and the last deception will be worse than the first.”"},{"number":65,"verse":"Pilate said to them, “Take (tn Grk “You have a guard.”) a guard of soldiers. Go and make it as secure as you can.”"},{"number":66,"verse":"So (tn Here δέ (de) has been translated as “so” to indicate the implied result of Pilate’s order.) they went with the soldiers (tn Grk “with the guard.” The words “soldiers of the” have been supplied in the translation to prevent “guard” from being misunderstood as a single individual.) of the guard and made the tomb secure by sealing the stone."}]}