{"bibleAbbr":"NRSVue2021","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":1,"verses":[{"number":1,"verse":"(End of the Babylonian Captivity) (2 Chr 36.22, 23; Ezra 5.13, 14; Jer 25.12; 29.10) In the first year of King Cyrus of Persia, to fulfill the word of the LORD from the mouth of Jeremiah, the LORD stirred up the spirit of King Cyrus of Persia so that he made a proclamation throughout all his kingdom and also in writing, saying:"},{"number":2,"verse":"(Isa 44.28; 45.1, 12, 13) “Thus says King Cyrus of Persia: The LORD, the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah."},{"number":3,"verse":"(Dan 6.26) Let any of those among you who are of his people—may their God be with them!—go up to Jerusalem in Judah and rebuild the house of the LORD, the God of Israel; he is the God who is in Jerusalem."},{"number":4,"verse":"And let all survivors in whatever place they reside be assisted by the people of their place with silver and gold, with goods, and with livestock, besides freewill offerings for the house of God in Jerusalem.”"},{"number":5,"verse":"(Phil 2.13) Then the heads of the families of Judah and Benjamin and the priests and the Levites—everyone whose spirit God had stirred—got ready to go up and rebuild the house of the LORD in Jerusalem."},{"number":6,"verse":"All their neighbors aided them with silver vessels, with gold, with goods, with livestock, and with valuable gifts, besides all that was freely offered."},{"number":7,"verse":"(2 Kings 24.13; 2 Chr 36.7; Ezra 5.14; 6.5) King Cyrus himself brought out the vessels of the house of the LORD that Nebuchadnezzar had carried away from Jerusalem and placed in the house of his gods."},{"number":8,"verse":"(Ezra 5.14) King Cyrus of Persia had them released into the charge of Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah."},{"number":9,"verse":"And this was the inventory: gold basins, thirty; silver basins, one thousand; knives, (Vg: Meaning of Heb uncertain) twenty-nine;"},{"number":10,"verse":"gold bowls, thirty; other silver bowls, four hundred ten; other vessels, one thousand;"},{"number":11,"verse":"the total of the gold and silver vessels was five thousand four hundred. All these Sheshbazzar brought up when the exiles were brought up from Babylonia to Jerusalem."}]}