{"bibleAbbr":"NRSVue2021","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":9,"verses":[{"number":1,"verse":"Denunciation of Mixed Marriages (Lev 18.24-30; Ezra 6.21; Neh 9.2) After these things had been done, the officials approached me and said, “The people of Israel, the priests, and the Levites have not separated themselves from the peoples of the lands with their abominations, from the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites."},{"number":2,"verse":"(Ex 22.31; Ezra 10.2, 18; Neh 13.3) For they have taken some of their daughters as wives for themselves and for their sons. Thus the holy seed has mixed itself with the peoples of the lands, and in this faithlessness the officials and leaders have led the way.”"},{"number":3,"verse":"(Neh 1.4; Job 1.20) When I heard this, I tore my garment and my mantle and pulled hair from my head and beard and sat appalled."},{"number":4,"verse":"(Ex 29.39; Ezra 10.3) Then all who trembled at the words of the God of Israel because of the faithlessness of the returned exiles gathered around me while I sat appalled until the evening sacrifice."},{"number":5,"verse":"Ezra’s Prayer (Ex 9.29, 33) At the evening sacrifice I got up from my fasting, with my garments and my mantle torn, and fell on my knees, spread out my hands to the LORD my God,"},{"number":6,"verse":"(2 Chr 28.9; Dan 9.7, 8; Rev 18.5) and said, “O my God, I am too ashamed and embarrassed to lift my face to you, my God, for our iniquities have risen higher than our heads, and our guilt has mounted up to the heavens."},{"number":7,"verse":"(Deut 28.36, 64; Dan 9.5-8) From the days of our ancestors to this day we have been deep in guilt, and for our iniquities we, our kings, and our priests have been handed over to the kings of the lands, to the sword, to captivity, to plundering, and to utter shame, as is now the case."},{"number":8,"verse":"(Ps 13.3; 34.5; Isa 22.23) But now for a brief moment favor has been shown by the LORD our God, who has left us a remnant and given us a stake in his holy place, in order that he (Heb our God) may brighten our eyes and grant us a little sustenance in our slavery."},{"number":9,"verse":"(Ezra 7.28; Neh 9.36) For we are slaves; yet our God has not forsaken us in our slavery but has extended to us his steadfast love before the kings of Persia, to give us new life to set up the house of our God, to repair its ruins, and to give us a wall in Judea and Jerusalem."},{"number":10,"verse":"“And now, our God, what shall we say after this? For we have forsaken your commandments,"},{"number":11,"verse":"(Ezra 6.21) which you commanded by your servants the prophets, saying, ‘The land that you are entering to possess is a land unclean with the pollutions of the peoples of the lands, with their abominations. They have filled it from end to end with their uncleanness."},{"number":12,"verse":"(Deut 7.3; 23.6; Prov 13.22) Therefore, do not give your daughters to their sons, neither take their daughters for your sons, and never seek their peace or prosperity, so that you may be strong and eat the good of the land and leave it for an inheritance to your children forever.’"},{"number":13,"verse":"(vv 6–8) After all that has come upon us for our evil deeds and for our great guilt, seeing that you, our God, have punished us less than our iniquities deserved and have given us such a remnant as this,"},{"number":14,"verse":"(v 2|EZR 9:2; Deut 9.8, 14; Neh 13.23, 27) shall we break your commandments again and intermarry with the peoples who practice these abominations? Would you not be angry with us until you destroy us without remnant or survivor?"},{"number":15,"verse":"(v 6|EZR 9:6; Neh 9.33; Ps 130.3; Dan 9.14) O LORD, God of Israel, you are just, but we have escaped as a remnant, as is now the case. Here we are before you in our guilt, though no one can face you because of this.”"}]}