{"bibleAbbr":"mrRV2015","bookName":"१ शमुवेल","bookEnglishName":"1 Samuel","chapterNumber":10,"verses":[{"number":1,"verse":"मग शमुवेलाने तेलाची कुपी घेऊन शौलाच्या मस्तकावर ओतली व त्याचे चुंबन घेऊन म्हटले, “परमेश्वराने तुला हा अभिषेक केला आहे तो त्याच्या वतनाचा अधिपती व्हावे म्हणूनच ना?"},{"number":2,"verse":"आज तू माझ्याकडून गेलास म्हणजे बन्यामिनी प्रदेशाच्या सीमेवर सेल्सह येथे राहेलीच्या कबरेजवळ तुला दोन माणसे भेटतील; ते तुला म्हणतील, तू जी गाढवे शोधायला गेला होतास ती सापडली आहेत; आणि तुझ्या पित्याने गाढवांची चिंता करायचे सोडले आहे; आता त्याला तुमचाच घोर लागला आहे; तो म्हणतो, ‘मी आपल्या पुत्रासाठी आता काय करू?”’"},{"number":3,"verse":"मग तेथून पुढे जाताना ताबोरचा एला वृक्ष तुला लागेल, तेथे तीन माणसे बेथेल येथे देवाकडे जाताना तुला आढळतील, त्यांतल्या एकाच्या हातात तीन करडे, दुसर्‍याच्या हातात तीन भाकरी आणि तिसर्‍याच्या हातात एक द्राक्षारसाचा बुधला असेल."},{"number":4,"verse":"ते तुला सलाम करतील. तुला दोन भाकरी देतील, त्या तू त्यांच्या हातातून घे."},{"number":5,"verse":"मग तू देवाच्या टेकडीजवळ पोहचशील, तेथे पलिष्ट्यांचा चौकीपहारा आहे; तू तेथे नगराजवळ पोहचल्यावर संदेष्ट्यांचा एक समुदाय उच्च स्थानाहून उतरून येताना तुला भेटेल, त्यांच्यापुढे सतार, डफ, सनई व वीणा वाजत असतील; व ते भाषण करीत असतील."},{"number":6,"verse":"तेव्हा परमेश्वराचा आत्मा तुझ्यावर सामर्थ्याने येईल. व तूही त्यांच्याबरोबर भाषण करू लागशील आणि तुझ्यात बदल होऊन तू निराळा मनुष्य होशील."},{"number":7,"verse":"ही चिन्हे तुला प्राप्त झाली म्हणजे तुला जे कर्तव्य करणे प्राप्त होईल ते तू करावेस; कारण देव तुझ्याबरोबर आहे."},{"number":8,"verse":"तू माझ्या अगोदर गिलगाल येथे जा; मग मी होमबली अर्पण करायला व शांत्यर्पणांचे यज्ञ करायला तुझ्याकडे येईन; तू सात दिवस माझी वाट पाहत राहा; मग मी तुझ्याकडे येऊन तुला काय करायचे हे दाखवीन.”"},{"number":9,"verse":"शमुवेलापासून निघून जाण्यासाठी त्याची पाठ वळली तोच देवाने त्याचे मन बदलून टाकले व ही सर्व चिन्हे त्याला त्या दिवशी प्राप्त झाली."},{"number":10,"verse":"ते टेकडीजवळ आले, तेव्हा पाहा, संदेष्ट्यांचा एक समुदाय त्याला भेटला; आणि देवाचा आत्मा त्याच्यावर सामर्थ्याने आला व तो त्यांच्याबरोबर भाषण करू लागला."},{"number":11,"verse":"जे लोक त्याला पूर्वीपासून ओळखत होते, त्यांनी जेव्हा पाहिले की हा संदेष्ट्यांबरोबर भाषण करीत आहे तेव्हा ते आपसांत म्हणू लागले, “कीशाच्या पुत्राला काय झाले? शौल हाही संदेष्ट्यांपैकी आहे काय?”"},{"number":12,"verse":"तेव्हा तेथल्या एका मनुष्याने उत्तर दिले; तो म्हणाला, “ह्या संदेष्ट्याचा बाप कोण होता?” ह्यावरून शौलही संदेष्ट्यांपैकी आहे काय अशी म्हण पडली."},{"number":13,"verse":"मग भाषण करणे संपल्यावर तो उच्च स्थानी गेला."},{"number":14,"verse":"शौलाचा काका त्याला व त्याच्या गड्याला म्हणाला, “तुम्ही कोठे गेला होता?” ते म्हणाले, “गाढवे शोधायला; ती सापडत नाहीत असे पाहून आम्ही शमुवेलाकडे गेलो.”"},{"number":15,"verse":"शौलाचा काका म्हणाला, “शमुवेल तुम्हांला काय म्हणाला ते मला सांगा.”"},{"number":16,"verse":"शौल आपल्या काकाला म्हणाला, “गाढवे सापडली आहेत असे त्याने आम्हांला कळवले.” शमुवेलाने राजपदाविषयी जे काही कळवले होते त्यासंबंधाने त्याने त्याला काहीएक सांगितले नाही."},{"number":17,"verse":"मग शमुवेलाने लोकांना मिस्पात परमेश्वरापुढे बोलावून जमा केले."},{"number":18,"verse":"तो इस्राएल लोकांना म्हणाला, “इस्राएलाचा देव परमेश्वर असे म्हणतो, मी इस्राएलास मिसर देशातून बाहेर आणले आणि तुम्हांला मिसरी लोकांच्या हातांतून व तुम्हांला गांजणार्‍या सर्व राष्ट्रांच्या हातातून सोडवले."},{"number":19,"verse":"पण तुम्हांला सर्व विपत्तीतून व संकटातून सोडवणार्‍या तुमच्या देवाचा आज तुम्ही अव्हेर केला आहे, व तुम्ही त्याला म्हणाला आहात की हे ठीक नव्हे, आमच्यावर राजा नेमावा; तर आता वंशावंशांनी आणि हजाराहजारांनी परमेश्वरासमोर येऊन हजर व्हा.”"},{"number":20,"verse":"शमुवेलाने सगळे वंश जवळ आणले, आणि बन्यामिनाच्या वंशाची चिठ्ठी निघाली."},{"number":21,"verse":"मग बन्यामिनी वंश कुळाकुळांनी जवळ आणला तेव्हा मात्रीच्या कुळाची चिठ्ठी निघाली; व शेवटी कीशाचा पुत्र शौल ह्याच्या नावाची चिठ्ठी निघाली; त्यांनी त्याला शोधले पण तो कोठे सापडेना."},{"number":22,"verse":"तेव्हा त्यांनी परमेश्वराला आणखी विचारले, “तो मनुष्य येथे आला आहे काय?” परमेश्वराने सांगितले, “पाहा, तो सामानसुमानात लपून राहिला आहे.”"},{"number":23,"verse":"त्यांनी धावत जाऊन त्याला तेथून आणले, आणि तो लोकांमध्ये उभा राहिला तेव्हा तो उंच दिसला; सर्व लोक त्याच्या केवळ खांद्याला लागले."},{"number":24,"verse":"मग शमुवेल लोकांना म्हणाला, “परमेश्वराने ज्याला निवडले त्याला तुम्ही पाहत आहात ना? सर्व लोकांमध्ये त्याच्या बरोबरीचा कोणी नाही.” तेव्हा सर्व लोकांनी म्हटले, “राजा चिरायू होवो.”"},{"number":25,"verse":"नंतर शमुवेलाने लोकांना राजनीती सांगितली व ती एका ग्रंथात लिहून तो ग्रंथ परमेश्वरापुढे ठेवून दिला. मग शमुवेलाने सर्व लोकांना आपापल्या घरी जाण्यास निरोप दिला."},{"number":26,"verse":"शौलही गिबा येथे आपल्या घरी गेला. ज्या सैनिकांच्या मनांस देवाकडून स्फूर्ती झाली ते त्याच्याबरोबर गेले."},{"number":27,"verse":"पण काही अधम लोक बोलले, “हा मनुष्य आमचा काय उद्धार करणार?” त्यांनी त्याला तुच्छ मानले आणि त्याला काही नजराणा आणला नाही; पण त्याने ते ऐकले न ऐकलेसे केले."}]}