{"bibleAbbr":"mrRV2015","bookName":"१ शमुवेल","bookEnglishName":"1 Samuel","chapterNumber":12,"verses":[{"number":1,"verse":"( प्रजेपुढे शमुवेलाचे भाषण) शमुवेल सर्व इस्राएल लोकांना म्हणाला, “पाहा, तुम्ही मला जे काही सांगितले ते सगळे मी ऐकून तुमच्यावर राजा नेमला आहे."},{"number":2,"verse":"तर आता तो राजा तुमच्यासमोर वर्तत आहे; मी तर वृद्ध झालो असून माझे केस पिकले आहेत आणि पाहा, माझे पुत्र तुमच्यामध्ये आहेत; मी बाळपणापासून आजवर तुमच्यासमोर वागलो-वर्तलो आहे."},{"number":3,"verse":"हा मी तुमच्यापुढे आहे, परमेश्वरासमक्ष व त्याच्या अभिषिक्तासमक्ष माझ्याविरुद्ध काही असेल तर सांगा; मी कोणाचा बैल घेतला आहे काय? कोणाचे गाढव घेतले आहे काय? कोणाला फसवले आहे काय? कोणावर बलात्कार केला आहे काय? डोळेझाक करण्यासाठी कोणाच्या हातून लाच घेतली आहे काय? असे काही असल्यास सांगा म्हणजे मी त्याची भरपाई करीन.”"},{"number":4,"verse":"ते म्हणाले, “तुम्ही आम्हांला फसवले नाही; आमच्यावर जुलूम केला नाही; अथवा कोणाच्या हातून काही घेतले नाही.”"},{"number":5,"verse":"तो त्यांना म्हणाला, “माझ्या हाती तुम्हांला काही सापडले नाही ह्याबद्दल आज परमेश्वर तुमच्यासंबंधाने साक्षी आहे, व त्याचा अभिषिक्तही आज साक्षी आहे.” ते म्हणाले, “होय, तो साक्षी आहे.”"},{"number":6,"verse":"शमुवेल लोकांना म्हणाला, “ज्याने मोशे व अहरोन ह्यांना नेमले व तुमच्या वाडवडिलांना मिसर देशातून आणले तो परमेश्वरच होय."},{"number":7,"verse":"तर आता तुम्ही स्तब्ध उभे राहा म्हणजे तुम्ही व तुमचे वडील ह्यांच्या बाबतीत परमेश्वराने जी न्यायकृत्ये केली त्यांच्यासंबंधीचा वाद मी तुमच्याशी परमेश्वरासमोर चालवतो."},{"number":8,"verse":"याकोब मिसरात गेला आणि तुमच्या वाडवडिलांनी परमेश्वराचा धावा केला, तेव्हा परमेश्वराने मोशे व अहरोन ह्यांना पाठवले व त्यांनी तुमच्या वाडवडिलांना मिसरातून काढून आणून ह्या स्थळी वसवले."},{"number":9,"verse":"पण त्यांचा देव परमेश्वर ह्याचे त्यांना विस्मरण झाले; तेव्हा त्याने हासोराचा सेनापती सीसरा, पलिष्टी लोक आणि मवाबाचा राजा ह्यांच्या स्वाधीन त्यांना केले आणि ते त्यांच्याशी लढले."},{"number":10,"verse":"त्यांनी परमेश्वराचा धावा करून म्हटले, ‘आम्ही पातक केले आहे, कारण आम्ही परमेश्वराला सोडून बआल देव व अष्टारोथ ह्यांची भक्ती केली; तर आता आमच्या शत्रूंच्या हातातून आम्हांला सोडव म्हणजे आम्ही तुझी भक्ती करू.’"},{"number":11,"verse":"ह्यावर परमेश्वराने यरुब्बाल, बदान, इफ्ताह व शमुवेल ह्यांना पाठवून तुम्हांला तुमच्या चहूकडल्या शत्रूंच्या हातांतून सोडवले व तुम्ही निर्भय राहू लागला."},{"number":12,"verse":"तरीपण अम्मोन्यांचा राजा नाहाश आपल्यावर स्वारी करीत आहे असे तुम्ही पाहिले तेव्हा परमेश्वर तुमचा देव तुमचा राजा असूनही तुम्ही मला म्हणालात, ‘हे ठीक नाही, आमच्यावर राज्य करण्यास राजा असावा.’"},{"number":13,"verse":"तर आता जो राजा तुम्ही निवडून घेतला व मागून घेतला तो हा पाहा; परमेश्वराने तुमच्यावर हा राजा नेमला आहे."},{"number":14,"verse":"तुम्ही परमेश्वराचे भय धरून त्याची भक्ती करीत राहाल, त्याची वाणी ऐकत राहाल, त्याच्या आज्ञेविरुद्ध बंड करणार नाही आणि तुमच्यावर राज्य करणारा हा राजा व तुम्ही आपला देव परमेश्वर ह्याचे अनुसरण कराल तर बरे;"},{"number":15,"verse":"परंतु तुम्ही परमेश्वराची वाणी ऐकणार नाही आणि परमेश्वराच्या आज्ञेविरुद्ध बंड कराल तर परमेश्वराचा हात जसा तुमच्या वाडवडिलांच्या विरुद्ध झाला होता तसा तुमच्याही विरुद्ध होईल."},{"number":16,"verse":"आता स्थिर उभे राहा आणि परमेश्वर तुमच्यासमक्ष मोठी कृती करणार आहे ती पाहा."},{"number":17,"verse":"आज गव्हाची कापणी चालू आहे ना? परमेश्वराने मेघगर्जना करून पर्जन्यवृष्टी करावी अशी मी प्रार्थना करीन, म्हणजे मग तुम्ही आपल्यासाठी राजा मागून परमेश्वराच्या दृष्टीने केवढा अपराध केला आहे हे तुमच्या लक्षात येईल.”"},{"number":18,"verse":"मग शमुवेलाने परमेश्वराची प्रार्थना केली, आणि परमेश्वराने त्या दिवशी गर्जना व पर्जन्यवृष्टी केली; तेव्हा सर्व लोकांना परमेश्वराची व शमुवेलाची दहशत बसली."},{"number":19,"verse":"तेव्हा सर्व लोक शमुवेलास म्हणाले, “आपल्या दासांप्रीत्यर्थ आपला देव परमेश्वर ह्याची प्रार्थना करा म्हणजे आम्ही मरणार नाही; आम्ही राजा मागितला त्यामुळे आमच्या एकंदर पातकांना हे एक दुष्कर्म आम्ही जोडले आहे.”"},{"number":20,"verse":"शमुवेल लोकांना म्हणाला, “भिऊ नका, हे दुष्कर्म तुम्ही केले आहे खरे, पण आता परमेश्वराला अनुसरण्याचे सोडून दुसरीकडे वळू नका, तर मनोभावे परमेश्वराची सेवा करा;"},{"number":21,"verse":"ज्या निरर्थक वस्तूंपासून तुम्हांला काही लाभ किंवा तुमचा उद्धार होणे शक्य नाही त्यांच्यामागे लागू नका, कारण त्या केवळ निरर्थक होत."},{"number":22,"verse":"परमेश्वर आपल्या थोर नामास्तव आपल्या लोकांचा त्याग करणार नाही, कारण परमेश्वराने कृपावंत होऊन तुम्हांला आपले प्रजाजन केले आहे."},{"number":23,"verse":"तुमच्यासाठी प्रार्थना करायची सोडून देणे हा परमेश्वराचा अपराध माझ्या हातून न घडो; मी तुम्हांला चांगला व सरळ मार्ग दाखवतो."},{"number":24,"verse":"मात्र तुम्ही परमेश्वराचे भय धरा व सत्याने व जिवेभावे त्याची सेवा करा; त्याने तुमच्यासाठी केवढी महत्कृत्ये केली आहेत ह्याचा विचार करा."},{"number":25,"verse":"पण तुम्ही दुष्कृत्ये करीत राहाल तर तुम्ही नष्ट व्हाल व तुमचा राजा नष्ट होईल.”"}]}