{"bibleAbbr":"mrRV2015","bookName":"१ शमुवेल","bookEnglishName":"1 Samuel","chapterNumber":14,"verses":[{"number":1,"verse":"एके दिवशी शौलाचा पुत्र योनाथान आपल्या शस्त्रवाहक तरुण सेवकाला म्हणाला, “चल, आपण पलीकडे पलिष्ट्यांचे ठाणे आहे तेथे जाऊ.” पण त्याने हे बापाला कळवले नाही."},{"number":2,"verse":"शौल गिब्याच्या सीमेवर मिग्रोन येथील डाळिंबाच्या झाडाखाली राहत होता व त्याच्याबरोबर सुमारे सहाशे लोक होते;"},{"number":3,"verse":"अहीया बिन अहीटूब (ईखाबोदाचा भाऊ) बिन फिनहास बिन एली शिलोत परमेश्वराचा याजक होता; तो एफोद धारण करून त्याच्याबरोबर होता. योनाथान गेला हे लोकांना माहीत नव्हते."},{"number":4,"verse":"ज्या घाटांनी योनाथान पलिष्ट्यांच्या छावणीकडे जाऊ पाहत होता त्यांच्या एका बाजूला एक व दुसर्‍या बाजूला एक असे दोन सुळके होते; एका सुळक्याचे नाव बोसेस व दुसर्‍याचे नाव सेने असे होते."},{"number":5,"verse":"एक सुळका उत्तरेकडे मिखमाशासमोर व दुसरा दक्षिणेस गिब्यासमोर आहे."},{"number":6,"verse":"तेव्हा योनाथानाने आपल्या शस्त्रवाहक तरुण सेवकाला म्हटले, “चल, आपण त्या बेसुनत लोकांच्या ठाण्याकडे जाऊ; कदाचित परमेश्वर आपले कार्य करील; परमेश्वराला बहुत लोकांच्या द्वारे किंवा थोडक्यांच्या द्वारे सुटका करण्यास अडचण नाही.”"},{"number":7,"verse":"त्याच्या शस्त्रवाहकाने त्याला म्हटले, “आपल्या मनाला येईल ते सगळे करा, तेथे चला; आपल्या मर्जीप्रमाणे मी आपल्याबरोबर आहे.”"},{"number":8,"verse":"योनाथान म्हणाला, “पाहा, आपण त्या माणसांजवळ जाऊन त्यांच्या दृष्टीस पडू."},{"number":9,"verse":"ते जर आपल्याला म्हणाले की, ‘थांबा, आम्ही तुमच्याकडे येतो,’ तर आपण जागच्या जागी थांबू, त्यांच्याकडे वर जाणार नाही;"},{"number":10,"verse":"पण जर ते म्हणाले, ‘आमच्याकडे वर या,’ तर आपण वर जाऊ; परमेश्वराने त्यांना आपल्या हाती दिले आहे ह्याची हीच खूण आपण समजू.”"},{"number":11,"verse":"मग ते दोघे पलिष्ट्यांच्या ठाण्यातील माणसांच्या दृष्टीसमोर गेले; तेव्हा पलिष्टी म्हणाले, “पाहा, इब्री लोक बिळात लपून राहिले होते ते आता बाहेर पडत आहेत.”"},{"number":12,"verse":"त्या ठाण्यातले लोक योनाथानाला व त्याच्या शस्त्रवाहकाला म्हणाले, “तुम्ही आमच्याकडे या, म्हणजे आम्ही तुम्हांला काही दाखवू.” योनाथान आपल्या शस्त्रवाहकाला म्हणाला, “माझ्यामागून वर ये; कारण परमेश्वराने त्यांना इस्राएलाच्या हाती दिले आहे.”"},{"number":13,"verse":"योनाथान व त्याच्यामागून त्याचा शस्त्रवाहक हे मेटाकुटीने वर चढले. योनाथानापुढे पलिष्टी लोक चीत झाले व त्याच्या शस्त्रवाहकाने त्याच्या मागून जाऊन त्यांचा संहार केला."},{"number":14,"verse":"योनाथान व त्याचा शस्त्रवाहक ह्यांनी जी पहिली कत्तल केली तींत एक बिघाभर जमिनीवर सुमारे वीस माणसे पडली."},{"number":15,"verse":"मग छावणीतील व मैदानातील इतर सर्व लोकांचा थरकाप झाला; ठाण्यातील लष्कर व लूट करणारे लोक हेही थरथरा कापू लागले; भूमीही कंपायमान झाली; ह्या प्रकारे प्रचंड कंप झाला."},{"number":16,"verse":"इकडे बन्यामिनाच्या गिब्यातल्या शौलाच्या पहारेकर्‍यांनी पाहिले तेव्हा लोकसमुदाय पांगला व लोक सैरावैरा धावू लागले."},{"number":17,"verse":"तेव्हा शौलाने आपल्याबरोबरच्या लोकांना म्हटले, “आपल्या लोकांची मोजणी करून त्यांच्यामधून कोण गेले ते पाहा.” त्यांनी मोजणी केली तेव्हा योनाथान व त्याचा शस्त्रवाहक हे नव्हते."},{"number":18,"verse":"मग शौल अहीयाला म्हणाला, “देवाचा कोश इकडे आण.” देवाचा कोश त्या समयी इस्राएल लोकांबरोबरच होता."},{"number":19,"verse":"शौल याजकाशी बोलत असता पलिष्ट्यांच्या छावणीत गलबला वाढत चालला, तेव्हा शौल याजकाला म्हणाला, “आपला हात आवर.”"},{"number":20,"verse":"मग शौल व त्याच्याबरोबरचे सर्व लोक एकत्र जमून लढाईला गेले; तेव्हा प्रत्येकाची तलवार त्याच्या-त्याच्या सोबत्यावर चालून ते पराकाष्ठेचे घाबरून गेले."},{"number":21,"verse":"तेव्हा जे इब्री पूर्वीपासून पलिष्ट्यांबरोबर होते व जे चोहोकडून त्यांच्या छावणीला येऊन मिळाले होते तेही शौल व योनाथान ह्यांच्याबरोबर असलेल्या इस्राएल लोकांना येऊन मिळाले."},{"number":22,"verse":"तसेच जे इस्राएल लोक एफ्राइमाच्या डोंगराळ प्रदेशात लपून राहिले होते त्यांनी जेव्हा ऐकले की, पलिष्टी लोक पळत आहेत तेव्हा त्यांनीही त्यांच्याशी लढून त्यांचा जबर पिच्छा पुरवला."},{"number":23,"verse":"ह्या प्रकारे परमेश्वराने त्या दिवशी इस्राएल लोकांचा बचाव केला आणि ते लढत लढत पलीकडे बेथ-आवेनापर्यंत गेले."},{"number":24,"verse":"त्या दिवशी इस्राएल लोक अतिशय दुःखी झाले; कारण शौलाने लोकांना शपथ घातली होती की, “मला आपल्या शत्रूंचा सूड घ्यायचा आहे, तर संध्याकाळपूर्वी जो कोणी अन्नाला स्पर्श करील त्याला शाप लागो;” म्हणून त्याच्या लोकांपैकी कोणीही अन्नाला शिवला नाही."},{"number":25,"verse":"मग सर्व लोक एका वनात आले; तेथे जमिनीवर मध होता."},{"number":26,"verse":"लोक वनात आले तेव्हा मधाच्या धारा लागलेल्या त्यांनी पाहिल्या. पण कोणीही तो हातात घेऊन तोंडाला लावला नाही, कारण लोकांना शपथेची भीती होती."},{"number":27,"verse":"आपल्या बापाने लोकांना शपथ घालून मनाई केली होती हे योनाथानाला ठाऊक नव्हते; म्हणून त्याने आपल्या हातात असलेल्या काठीचे टोक पुढे करून मधाच्या पोळ्यात खुपसले, आणि मध हातात घेऊन तोंडाशी नेला; तेव्हा त्याचे डोळे टवटवीत झाले."},{"number":28,"verse":"एका मनुष्याने त्याला म्हटले, “तुमच्या बापाने लोकांना शपथ घालून बजावून सांगितले आहे की, आज जो कोणी मनुष्य काही अन्न खाईल त्याला शाप लागो.” लोक तर व्याकूळ झाले होते."},{"number":29,"verse":"योनाथान म्हणाला, “माझ्या बापाने देश कष्टी करून सोडला आहे; मी हा मध थोडासा चाखला तोच माझे डोळे कसे टवटवीत झाले आहेत पाहा;"},{"number":30,"verse":"तर शत्रूंकडून मिळालेल्या लुटीतून लोकांनी यथेच्छ खाल्ले असते तर आज कितीतरी बरे झाले असते; कारण पलिष्ट्यांचा संहार फारसा झाला नाही.”"},{"number":31,"verse":"त्या दिवशी मिखमाशापासून अयालोनापर्यंत ते पलिष्ट्यांना चोपत गेले, पण ते अगदी व्याकूळ झाले होते;"},{"number":32,"verse":"म्हणून ते लुटीवर तुटून पडले आणि मेंढरे, बैल व वासरे जमिनीवर कापून रक्तासहित खाऊ लागले."},{"number":33,"verse":"शौलाला कोणी असे सांगितले की, “लोक रक्तासहित मांस खाऊन परमेश्वराचा अपराध करीत आहेत,” तेव्हा तो म्हणाला, “तुम्ही विश्वासघात केला आहे; एक मोठा दगड माझ्याकडे लवकर लोटून आणा.”"},{"number":34,"verse":"शौल म्हणाला, “लोकांमध्ये चोहोकडे जाऊन त्यांना सांगा की, आपापले बैल व मेंढरे माझ्याकडे घेऊन या आणि येथेच कापून खा; रक्तासहित मांस खाऊन परमेश्वराचा अपराध करू नका.” तेव्हा सर्व लोकांनी त्या रात्री आपापले बैल तेथे नेऊन कापले."},{"number":35,"verse":"शौलाने परमेश्वराप्रीत्यर्थ एक वेदी बांधली; ही पहिलीच वेदी त्याने परमेश्वराप्रीत्यर्थ बांधली."},{"number":36,"verse":"शौल म्हणाला, “आपण आज रात्री पलिष्ट्यांचा पाठलाग करून सकाळपर्यंत त्यांना लुटू; त्यांतला एक मनुष्यही सोडता कामा नये.” ते म्हणाले, “आपणाला बरे वाटेल तसे करा.” त्या वेळी याजकाने म्हटले, “चला, आपण येथे देवासमीप जाऊ.”"},{"number":37,"verse":"शौलाने देवाला विचारले, “मी पलिष्ट्यांचा पाठलाग करू काय? तू त्यांना इस्राएलाच्या हाती देशील काय?” पण त्याने त्या दिवशी त्याला उत्तर दिले नाही."},{"number":38,"verse":"शौल म्हणाला, “लोकनायकहो, इकडे या; आज कोणत्या प्रकारे हे पातक झाले आहे ह्याचा शोध करून पाहा."},{"number":39,"verse":"इस्राएलांस उद्धरणार्‍या परमेश्वराच्या जीविताची शपथ, हे पातक माझा पुत्र योनाथान ह्याच्याकडून झाले असले तर तोही अवश्य मारला जाईल.” पण त्या लोकांपैकी कोणीही बोलेना."},{"number":40,"verse":"मग त्याने इस्राएल लोकांना सांगितले, “तुम्ही एका बाजूला व्हा आणि मी व माझा पुत्र योनाथान दुसर्‍या बाजूला होऊ.” लोकांनी शौलाला म्हटले, “आपणाला बरे वाटेल तसे करा.”"},{"number":41,"verse":"शौल इस्राएलाचा देव परमेश्वर ह्याला म्हणाला, “खरे काय ते आम्हांला दाखवून दे.” तेव्हा योनाथान व शौल ह्यांच्या नावाची चिठ्ठी निघाली आणि लोक सुटले."},{"number":42,"verse":"शौल म्हणाला, “आता माझी व माझा पुत्र योनाथान ह्याची चिठ्ठी टाका.” तेव्हा योनाथानाच्या नावाची चिठ्ठी निघाली."},{"number":43,"verse":"शौल योनाथानाला म्हणाला, “तू काय केलेस ते मला सांग.” योनाथानाने सांगितले, “आपल्या हातातील काठीच्या टोकाने मी थोडासा मध चाखला; आता मला मरणे प्राप्त आहे.”"},{"number":44,"verse":"शौल म्हणाला, “परमेश्वर असेच करो, किंबहुना ह्याहून अधिक करो; योनाथान, तुला अवश्य मेले पाहिजे.”"},{"number":45,"verse":"तेव्हा लोक शौलाला म्हणाले, “ज्याने इस्राएलाचा एवढा उद्धार केला तो योनाथान मरणार काय? असे कदापि होणे नाही; परमेश्वराच्या जीविताची शपथ, त्याच्या डोक्यावरचा एक केसही भूमीवर पडता कामा नये, कारण त्याने आज परमेश्वराच्या पक्षाने कामगिरी केली आहे.” ह्या प्रकारे लोकांनी योनाथानाचा बचाव केला, तो मेला नाही."},{"number":46,"verse":"शौल पलिष्ट्यांचा पाठलाग करण्याचे सोडून परत गेला, आणि पलिष्टीही आपापल्या ठिकाणी गेले."},{"number":47,"verse":"इस्राएलावर राज्य स्थापित केल्यावर शौलाने मवाबी, अम्मोनी, अदोमी, सोबाचे राजे व पलिष्टी ह्यांच्याशी युद्ध केले. जिकडे जिकडे तो जाई तिकडे तिकडे तो विजयी होई."},{"number":48,"verse":"त्याने पराक्रम केला आणि अमालेकी लोकांना जिंकून इस्राएलांस जे जे लुटत असत त्यांच्या हातातून त्यांना सोडवले."},{"number":49,"verse":"शौलाचे पुत्र योनाथान, इश्वी व मलकीशुवा हे होते; त्याच्या दोन कन्यांची नावे अशी : थोरलीचे मेरब व धाकटीचे मीखल."},{"number":50,"verse":"शौलाच्या स्त्रीचे नाव अहीनवाम असे होते; ती अहीमास ह्याची कन्या. शौलाचा काका नेर ह्याचा पुत्र अबनेर हा सेनापती होता."},{"number":51,"verse":"शौलाचा बाप कीश; अबनेराचा बाप नेर हा अबियेलाचा पुत्र."},{"number":52,"verse":"शौलाची आयुष्यभर पलिष्ट्यांशी बिकट लढाई चालू राहिली; ह्यास्तव शौलाला कोणी पराक्रमी अथवा शूर पुरुष आढळला तर तो त्याला आपल्या पदरी ठेवून घेई."}]}