{"bibleAbbr":"mrRV2015","bookName":"१ शमुवेल","bookEnglishName":"1 Samuel","chapterNumber":21,"verses":[{"number":1,"verse":"( दावीद शौलापुढून पळून जातो) दावीद नोब येथे अहीमलेख याजकाकडे आला; तेव्हा अहीमलेख थरथर कापत दाविदाला सामोरा येऊन म्हणाला, “तुम्ही एकटेच का? तुमच्याबरोबर कोणी मनुष्य नाही?”"},{"number":2,"verse":"दावीद अहीमलेख याजकाला म्हणाला, “राजाने मला काही कामगिरीवर पाठवले आहे, आणि मला सांगितले आहे की ज्या कामगिरीवर मी तुला पाठवत आहे आणि तुला जी आज्ञा मी देत आहे तिच्याविषयी कोणाला काही कळू देऊ नकोस, मला अमुक ठिकाणी येऊन भेटा असे मी आपल्या चाकरांना सांगितले आहे."},{"number":3,"verse":"तर आता तुझ्याजवळ काय आहे? मला पाच भाकरी दे अथवा जे काही तुझ्याजवळ असेल ते दे.”"},{"number":4,"verse":"याजक दाविदाला म्हणाला, “माझ्याजवळ साधारण भाकर नाही, तर पवित्र भाकर आहे; तुझ्याबरोबरचे तरुण पुरुष मात्र स्त्रियांपासून दूर राहिलेले असले पाहिजेत.”"},{"number":5,"verse":"दाविदाने याजकाला म्हटले, “आम्ही वास्तविक आज तीन दिवस स्त्रियांपासून दूरच आहो; आमचा प्रवास पवित्र कार्यासाठी नाही, तरी मी निघालो तेव्हा तरुण पुरुषांची पात्रे पवित्र होती ती आज कितीतरी जास्त असली पाहिजेत?”"},{"number":6,"verse":"तेव्हा याजकाने त्याला पवित्र भाकर दिली; कारण त्या दिवशी समर्पित ऊन भाकर परमेश्वरासमोर ठेवण्यासाठी जुनी भाकर तेथून काढलेली होती; तिच्याशिवाय तेथे दुसरी भाकर नव्हती."},{"number":7,"verse":"त्या दिवशी तेथे शौलाचा दवेग नावाचा एक सेवक परमेश्वरासमोर खोळंबून राहिला होता; तो अदोमी असून शौलाच्या गुराख्यांचा प्रमुख होता."},{"number":8,"verse":"मग दावीद अहीमलेखाला म्हणाला, “येथे तुझ्याजवळ एखादा भाला किंवा तलवार आहे काय? राजाची कामगिरी एवढ्या निकडीची होती की मी आपली तलवार किंवा आपली दुसरी हत्यारे बरोबर आणली नाहीत.”"},{"number":9,"verse":"याजक म्हणाला, “एला खोर्‍यात गल्याथ पलिष्ट्याचा तुम्ही वध केला त्याची तलवार आहे, ती मी वस्त्रात गुंडाळून एफोदाच्या मागे ठेवली आहे; तुम्हांला पाहिजे तर ती घ्या; तिच्याशिवाय दुसरी कोणतीही तलवार येथे नाही.” दावीद म्हणाला, “तिच्यासारखी दुसरी तलवार नाही. ती मला दे.”"},{"number":10,"verse":"दावीद त्या दिवशी निघून शौलाच्या भीतीने पळाला आणि गथाचा राजा आखीश ह्याच्याकडे गेला."},{"number":11,"verse":"आखीशास त्याचे सेवक म्हणाले, “त्या देशाचा राजा दावीद तो हाच ना? ‘शौलाने हजारो वधले, दाविदाने लाखो वधले,’ असे ज्याच्याविषयी बोलून नाचत, गात होते तोच ना हा?”"},{"number":12,"verse":"दाविदाने हे बोलणे मनात ठेवले आणि गथाचा राजा आखीश ह्याचा त्याला फार धाक वाटला."},{"number":13,"verse":"तेव्हा त्याने त्यांच्यापुढे आपली चालचर्या बदलून वेड्याचे सोंग केले; तो फाटकाची कवाडे खडखडवू लागला व आपल्या दाढीवर लाळ गाळू लागला."},{"number":14,"verse":"आखीश आपल्या सेवकांना म्हणाला, “पाहा, हा माणूस वेडा आहे हे तुम्हांला दिसते ना? तुम्ही त्याला माझ्याकडे का आणले?"},{"number":15,"verse":"माझ्याजवळ वेडी माणसे काय कमी आहेत म्हणून तुम्ही माझ्यासमोर वेडेचार करायला ह्याला आणले आहे? असला मनुष्य माझ्या घरात यावा काय?”"}]}