{"bibleAbbr":"mrRV2015","bookName":"१ शमुवेल","bookEnglishName":"1 Samuel","chapterNumber":24,"verses":[{"number":1,"verse":"( एन-गेदी येथे दावीद शौलाला जीवदान देतो) शौल पलिष्ट्यांचा पाठलाग करून परत आला तेव्हा त्याला बातमी लागली की दावीद एन-गेदीच्या रानात आहे."},{"number":2,"verse":"तेव्हा शौल सर्व इस्राएलातून तीन हजार लोक निवडून घेऊन रानबकर्‍यांच्या खडकांवर दाविदाच्या व त्याच्या लोकांच्या शोधासाठी गेला."},{"number":3,"verse":"वाटेने जाताना तो एका मेंढवाड्याजवळ आला, तेथे एक गुहा होती; तिच्या आत शौल बहिर्दिशेस गेला. गुहेच्या अगदी आतल्या बाजूला दावीद व त्याचे लोक बसले होते."},{"number":4,"verse":"तेव्हा दाविदाला त्याचे लोक म्हणाले, “परमेश्वराने आपणाला सांगितले होते की, पाहा मी तुझा शत्रू तुझ्या हाती देईन, मग तुला वाटेल तसे त्याचे कर; हे घडून येण्याचा दिवस हाच आहे.” तेव्हा दाविदाने उठून शौलाच्या झग्याचा काठ हळूच कापून घेतला."},{"number":5,"verse":"नंतर शौलाच्या झग्याचा काठ कापून घेतल्याबद्दल दाविदाचे मन त्याला खाऊ लागले."},{"number":6,"verse":"तो आपल्या लोकांना म्हणाला, “मी आपल्या स्वामीवर, परमेश्वराच्या अभिषिक्तावर, आपला हात टाकावा अशी गोष्ट परमेश्वर माझ्याकडून न घडवो, कारण तो परमेश्वराचा अभिषिक्त आहे;”"},{"number":7,"verse":"असे बोलून त्याने आपल्या लोकांना आवरले; त्यांना शौलावर हात टाकू दिला नाही. मग शौल गुहेतून निघून मार्गस्थ झाला."},{"number":8,"verse":"नंतर दावीदही उठून गुहेतून बाहेर पडला आणि त्याने मागून शौलाला हाक मारली, “माझे स्वामीराज!” शौलाने मागे वळून पाहिले तेव्हा दाविदाने खाली लवून त्याला मुजरा केला."},{"number":9,"verse":"दावीद शौलाला म्हणाला, “लोक म्हणतात की, पाहा, दावीद आपला घात करू पाहत आहे, त्यांच्या बोलण्याकडे आपण का कान देता?"},{"number":10,"verse":"पाहा, आज आपण आपल्या डोळ्यांनी पाहिले आहे की परमेश्वराने आज गुहेत आपणाला माझ्या हाती दिले होते; आपणाला मारून टाकावे असे कोणी म्हटले, पण मी आपली गय केली; मी म्हटले की मी आपल्या स्वामीवर हात टाकू नये कारण तो परमेश्वराचा अभिषिक्त आहे."},{"number":11,"verse":"शिवाय माझ्या पित्या, पाहा, माझ्या हातात आपल्या झग्याचा काठ आहे, आपल्या झग्याचा काठ मी कापून घेतला, पण आपणाला जिवे मारले नाही, ह्यावरून निश्‍चये समजा की माझ्या मनात काही दुष्ट हेतू अथवा पातक नाही, आपला अपराध मी केला नाही, पण आपण माझा जीव घ्यायला एकसारखे टपला आहात."},{"number":12,"verse":"परमेश्वर माझ्यातुमच्यामध्ये न्याय करो आणि परमेश्वरच माझ्याबद्दल आपले शासन करो; पण माझा हात आपल्यावर पडणार नाही."},{"number":13,"verse":"प्राचीन काळच्या लोकांची म्हण आहे की दुष्टांपासून दुष्टता उद्भवते, पण माझा हात आपल्यावर पडणार नाही."},{"number":14,"verse":"इस्राएलाचा राजा कोणाचा पाठलाग करण्यास निघाला आहे? कोणाच्या पाठीस आपण लागला आहात? एका मेलेल्या कुत्र्याच्या! एका पिसवेच्या!"},{"number":15,"verse":"परमेश्वर न्यायाधीश आहे, तो माझ्या व तुमच्यामध्ये निवाडा करो; माझे प्रकरण लक्षात आणून तो माझा कैवार घेवो, व माझा न्याय करून मला आपल्या हातून सोडवो.”"},{"number":16,"verse":"दाविदाने शौलाशी बोलणे संपवल्यावर शौल म्हणाला, “माझ्या पुत्रा दाविदा, ही तुझीच वाणी काय?” आणि शौल गळा काढून रडू लागला."},{"number":17,"verse":"तो दाविदाला म्हणाला, “तू माझ्याहून नीतिमान आहेस; तू तर माझ्याशी भलाईने वागलास, पण मी तुझ्याशी वाईट वागलो."},{"number":18,"verse":"तू माझ्याशी भलाईने वागलास ह्याचे प्रमाण तू आज दाखवले आहेस, कारण परमेश्वराने मला तुझ्या हाती दिले असून तू मला मारून टाकले नाहीस."},{"number":19,"verse":"कोणाच्या तावडीत त्याचा शत्रू सापडला तर तो त्याला सहीसलामत जाऊ देईल काय? म्हणून आज तू जे वर्तन माझ्याशी केले आहेस त्याबद्दल परमेश्वर तुझे बरे करो."},{"number":20,"verse":"पाहा, मला हे ठाऊक आहे की तू खात्रीने राजा होणार आणि इस्राएलाचे राज्य तुझ्या हाती कायम राहणार."},{"number":21,"verse":"म्हणून आता माझ्याजवळ परमेश्वराच्या नामाने अशी आणभाक कर की तू माझ्या पश्‍चात माझ्या वंशाचा उच्छेद करणार नाहीस, आणि माझ्या बापाच्या घराण्यातून माझी नावनिशाणी नाहीशी करणार नाहीस.”"},{"number":22,"verse":"तेव्हा दाविदाने शौलाजवळ अशीच आणभाक केली; मग शौल आपल्या घरी गेला आणि दावीद आपल्या लोकांसह गडावर गेला."}]}