{"bibleAbbr":"mrRV2015","bookName":"१ शमुवेल","bookEnglishName":"1 Samuel","chapterNumber":25,"verses":[{"number":1,"verse":"( दावीद आणि अबीगईल) पुढे शमुवेल मृत्यू पावला; तेव्हा सर्व इस्राएल लोकांनी एकत्र जमून शोक केला आणि रामा येथील त्याच्या घरात त्याला मूठमाती दिली. इकडे दावीद निघून पारान नावाच्या अरण्यात गेला."},{"number":2,"verse":"मावोन येथे एक मनुष्य होता, तो आपला व्यवहार कर्मेल येथे चालवत असे; तो माणूस मोठा मातबर असून त्याची तीन हजार मेंढरे व एक हजार बकर्‍या होत्या; तो कर्मेलात आपल्या मेंढ्यांची लोकर कातरत होता."},{"number":3,"verse":"त्याचे नाव नाबाल असे होते व त्याच्या स्त्रीचे नाव अबीगईल असे होते. ती स्त्री बुद्धिमान व रूपवती होती; परंतु तो पुरुष कठोर व वाईट चालीचा होता; तो कालेब वंशातला होता."},{"number":4,"verse":"नाबाल आपल्या मेंढरांची लोकर कातरत असल्याचे दाविदाने अरण्यात ऐकले."},{"number":5,"verse":"तेव्हा दाविदाने दहा तरुण पुरुषांना तेथे पाठवले; त्याने त्या तरुणांना सांगितले की, “कर्मेल येथे नाबालाकडे जाऊन त्याला माझा सलाम सांगा."},{"number":6,"verse":"त्या सुखसंपन्न पुरुषाला म्हणा की, ‘आपले आपल्या घराण्याचे व आपल्या सर्वस्वाचे कुशल असो."},{"number":7,"verse":"मी असे ऐकले की आपण लोकर कातरणारे लावले आहेत; आपले धनगर आमच्यामध्ये होते; आम्ही त्यांना काही उपद्रव दिला नाही, आणि ते कर्मेलात असताना त्यांची काहीएक हानी झाली नाही."},{"number":8,"verse":"आपल्या चाकरांना विचारा म्हणजे ते आपणाला सांगतील; तर ह्या तरुण पुरुषांवर कृपादृष्टी करा; आम्ही आनंदाच्या दिवशी आलो आहोत, तर आपला हात चालेल तेवढे आपल्या दासांना व आपला पुत्र दावीद ह्याला द्या.”’"},{"number":9,"verse":"दाविदाच्या तरुण पुरुषांनी जाऊन त्याच्या नावाने नाबालाला हे सर्व शब्द सांगितले व ते स्तब्ध राहिले."},{"number":10,"verse":"नाबालाने दाविदाच्या सेवकांना म्हटले, “दावीद कोण? हा इशायाचा पुत्र कोण? आजकाल बहुत दास आपापल्या धन्याला सोडून पळून जातात."},{"number":11,"verse":"माझे अन्न, माझे पाणी आणि माझ्या कातरणार्‍यांसाठी मारलेल्या पशूंचे मांस जे कोण, कोठले, हे मला ठाऊक नाही असल्या लोकांना मी देऊ काय?”"},{"number":12,"verse":"तेव्हा दाविदाच्या तरुण पुरुषांनी आल्या वाटेने माघारे जाऊन हे सर्व शब्द जसेच्या तसे दाविदाला सांगितले."},{"number":13,"verse":"तेव्हा दावीद आपल्या लोकांना म्हणाला, “आपल्या तलवारी आपल्या कंबरांना बांधा;” आणि त्या प्रत्येकाने आपापली तलवार आपापल्या कंबरेला बांधली; दाविदानेही आपली तलवार कंबरेला बांधली; दाविदाबरोबर चारशे पुरुष गेले, आणि दोनशे पुरुष सामानसुमानाजवळ राहिले."},{"number":14,"verse":"इकडे एका चाकराने नाबालाची स्त्री अबीगईल हिला सांगितले की, “दाविदाने रानातून आमच्या स्वामींचे क्षेमकुशल विचारण्यासाठी जासूद पाठवले होते, पण तो त्यांच्या अंगावर ओरडला."},{"number":15,"verse":"हे लोक आमच्याशी चांगल्या रीतीने वागले आणि आम्ही मैदानात होतो तोवर त्यांचे-आमचे दळणवळण होते; त्या वेळी त्यांनी आम्हांला काही उपद्रव केला नाही व आमची काही हानी झाली नाही."},{"number":16,"verse":"आम्ही त्यांच्याबरोबर शेरडेमेंढरे राखत होतो तोवर ते रात्रंदिवस आम्हांला तटबंदीसारखे होते."},{"number":17,"verse":"तर आता काय करायचे ह्याचा चांगला विचार कर; कारण आमच्या धन्यावर व त्याच्या सर्व घराण्यावर अरिष्ट येणार आहे, आणि धनी तर असा अधम आहे की त्याला बोलण्याची कोणाची छाती नाही.”"},{"number":18,"verse":"तेव्हा अबीगईल हिने त्वरेने दोनशे भाकरी, द्राक्षारसाचे दोन बुधले, पाच मेंढरांचे रांधलेले मांस, पाच मापे हुरडा, खिसमिसांचे शंभर घड आणि अंजिराच्या दोनशे ढेपा हे सर्व घेऊन गाढवांवर लादले."},{"number":19,"verse":"ती आपल्या चाकरांना म्हणाली, “तुम्ही पुढे चला, मी तुमच्यामागून येते.” ह्याविषयी तिने आपला नवरा नाबाल ह्याला काही सांगितले नाही."},{"number":20,"verse":"ती गाढवावर बसून डोंगराच्या आडोशाने जात असता दावीद व त्याचे लोक समोरून येत होते ते तिला भेटले."},{"number":21,"verse":"दावीद म्हणाला होता की, “मी रानात ह्या मनुष्याच्या मालमत्तेचे रक्षण करून त्याची काहीएक हानी होऊ दिली नाही ते खरोखर व्यर्थ गेले; त्याने उपकाराबद्दल अपकार केला;"},{"number":22,"verse":"तर सकाळी उजाडेपर्यंत त्याच्या लोकांपैकी एकही पुरुष मी जिवंत राहू देणार नाही; परमेश्वर माझ्या सर्व शत्रूंचे असेच व ह्याहूनही अधिक वाईट करो.”"},{"number":23,"verse":"अबीगईल दाविदाला पाहून झटकन गाढवावरून उतरली व दाविदापुढे जमिनीवर उपडी पडून तिने दंडवत घातले."},{"number":24,"verse":"ती त्याच्या पाया पडून म्हणाली, “अहो माझे स्वामी, हा अपराध माझ्याच शिरी असू द्या. आपल्या दासीला आपल्या कानात काही सांगू द्या; आपल्या दासीचे बोलणे ऐका."},{"number":25,"verse":"माझ्या स्वामींनी त्या अधम नाबालाचे काहीएक मनात आणू नये; तो आपल्या नावासारखाच आहे; त्याचे नाव नाबाल (मूर्ख) असे आहे, आणि त्याच्या ठायी मूर्खपणा आहे; ज्या तरुण पुरुषांना माझ्या स्वामींनी पाठवले होते त्यांना मी पाहिले नाही."},{"number":26,"verse":"तर आता, अहो माझे स्वामी, परमेश्वराच्या जीविताची शपथ व आपल्या जीविताची शपथ, परमेश्वराने आपणाला रक्तपात करण्यापासून व आपल्या हाताने सूड घेण्यापासून आवरले आहे; म्हणून आता आपले शत्रू व माझ्या स्वामींची हानी चिंतणारे ह्यांचे नाबालासारखे होवो."},{"number":27,"verse":"मी आपल्या दासीने आपल्या स्वामींकडे जी ही भेट आणली आहे ती माझ्या स्वामींबरोबरच्या तरुणांना द्यावी."},{"number":28,"verse":"आपल्या ह्या दासीचा अपराध क्षमा करा; कारण परमेश्वर खरोखर माझ्या स्वामींचे घराणे कायमचे वसवील; कारण माझे स्वामी परमेश्वराच्या लढाया लढत आहेत; आपल्या सर्व आयुष्यभर आपल्या ठायी कसलेही अनिष्ट आढळणार नाही."},{"number":29,"verse":"एक मनुष्य आपला पाठलाग करायला व आपला प्राण घ्यायला उठला आहे, तरी माझ्या स्वामींचा प्राण आपला देव परमेश्वर ह्याच्याजवळ जिवंताच्या समूहात बांधलेला राहील, आणि आपल्या शत्रूंचे प्राण तो जसे काय गोफणीत घालून गोफणून टाकील."},{"number":30,"verse":"आपणाविषयी जे काही परमेश्वराने म्हटले आहे त्यानुसार माझ्या स्वामींचे कल्याण करून आपणाला परमेश्वराने इस्राएलाचा अधिपती नेमल्यावर,"},{"number":31,"verse":"आपण विनाकारण रक्तपात केल्याचा किंवा कोणाचा सूड उगवल्याचा आपणाला पस्तावा होणार नाही; किंवा माझ्या स्वामींच्या मनाला खेद होणार नाही; तर परमेश्वर माझ्या स्वामींचे कल्याण करील तेव्हा आपल्या दासीची आठवण करा.”"},{"number":32,"verse":"दावीद अबीगईलेस म्हणाला, “ज्याने तुला आज माझ्या भेटीसाठी पाठवले तो इस्राएलाचा देव परमेश्वर धन्य!"},{"number":33,"verse":"धन्य तुझ्या दूरदर्शीपणाची! तू स्वत: धन्य! तू आज मला माझ्या हाताने रक्तपात करण्यापासून व सूड उगवण्यापासून आवरले आहेस,"},{"number":34,"verse":"वस्तुतः इस्राएलाचा देव परमेश्वर ह्याने तुला उपद्रव करण्यापासून मला आवरले आहे; त्याच्या जीविताची शपथ, तू मला तातडीने भेटायला आली नसतीस तर खरोखर सकाळी उजाडेपर्यंत नाबालाचा एक पुरुषही जिवंत राहिला नसता.”"},{"number":35,"verse":"नंतर तिने जे काही आणले होते त्याचा स्वीकार करून दावीद तिला म्हणाला, “आपल्या घरी सुखाने जा; पाहा, मी तुझा शब्द ऐकला आहे व तुझी विनंती मान्य केली आहे.”"},{"number":36,"verse":"मग अबीगईल नाबालाकडे गेली, तेव्हा त्याने आपल्या घरी राजाच्यासारखी मेजवानी केली आहे असे तिने पाहिले; त्याचे चित्त रमून गेले होते. तो फार झिंगला होता; ह्यास्तव सकाळी उजाडेपर्यंत तिने त्याला कमीजास्त काही सांगितले नाही."},{"number":37,"verse":"सकाळी नाबालाची नशा उतरल्यावर त्याच्या स्त्रीने ह्या सर्व गोष्टी त्याला सांगितल्या; तेव्हा त्याचे हृदय मृतवत झाले, तो पाषाणासारखा झाला."},{"number":38,"verse":"नंतर दहा दिवसांनी परमेश्वराकडून नाबालास असा तडाका मिळाला की तो मृत्यू पावला."},{"number":39,"verse":"नाबालाच्या मृत्यूचे वृत्त ऐकून दावीद म्हणाला, “नाबालाच्या हातून माझी अप्रतिष्ठा झाली तिची दाद ज्याने घेतली आणि आपल्या दासाला घात करण्यापासून आवरले, तो परमेश्वर धन्य! परमेश्वराने नाबालाचे दुष्कर्म त्याच्याच शिरी उलटवले.” मग दाविदाने अबीगईलेशी लग्नाचे बोलणे करण्यासाठी तिच्याकडे लोक पाठवले."},{"number":40,"verse":"दाविदाचे चाकर कर्मेल येथे अबीगईलेकडे येऊन तिला म्हणाले, “तुला आपली स्त्री करण्यासाठी घेऊन यावे म्हणून दाविदाने तुझ्याकडे आम्हांला पाठवले आहे.”"},{"number":41,"verse":"ती उठून भूमीपर्यंत लवून म्हणाली की, “आपली दासी माझ्या स्वामींच्या दासांचे चरण धुणारी दासी होण्यास सिद्ध आहे.”"},{"number":42,"verse":"मग अबीगईल तातडीने उठून गाढवावर बसली; तिच्या पाच सख्या तिच्याबरोबर गेल्या; ती दाविदाच्या जासूदांमागून जाऊन त्याची स्त्री झाली."},{"number":43,"verse":"दाविदाने इज्रेलीण अहीनवाम, हीही एक बायको केली; अशा ह्या दोघी त्याच्या स्त्रिया झाल्या."},{"number":44,"verse":"शौलाने आपली कन्या मीखल, जी दाविदाची स्त्री होती, तिला गल्लीमवासी लइशाचा पुत्र पालती ह्याला देऊन टाकले होते."}]}