{"bibleAbbr":"mrRV2015","bookName":"१ शमुवेल","bookEnglishName":"1 Samuel","chapterNumber":26,"verses":[{"number":1,"verse":"( जीफ रानात दावीद शौलाला जीवदान देतो) मग जिफी लोक गिबा येथे शौलाकडे जाऊन म्हणाले, “रानासमोरील हकीला डोंगरात दावीद लपून राहिला आहे ना?”"},{"number":2,"verse":"तेव्हा शौल इस्राएलातले तीन हजार निवडक योद्धे बरोबर घेऊन दाविदाचा शोध करायला जीफ रानात निघून गेला."},{"number":3,"verse":"शौलाने आपली छावणी रस्त्याच्या बाजूला हकीला डोंगरावर केली. दावीद त्या रानात राहत होता; शौल आपला पाठलाग करीत रानात आला आहे हे त्याला समजले."},{"number":4,"verse":"तेव्हा दाविदाने हेर पाठवून शौल खरोखरच आला आहे की काय ह्याची माहिती काढली."},{"number":5,"verse":"मग दावीद उठून जेथे शौलाचा तळ पडला होता तेथे आला; तेथे शौल व त्याचा सेनापती नेराचा पुत्र अबनेर हे निजले होते ते स्थळ त्याने पाहिले. शौलाच्या सभोवती छावणी होती, आणि लोकांनी त्याच्या सभोवती आपले डेरे दिले होते."},{"number":6,"verse":"तेव्हा दाविदाने अहीमलेख हित्ती आणि यवाबाचा भाऊ सरूवेचा पुत्र अबीशय ह्यांना म्हटले, “माझ्याबरोबर त्या छावणीत शौलाकडे येण्यास कोण तयार आहे?” अबीशय म्हणाला, “मी आपल्याबरोबर येतो.”"},{"number":7,"verse":"तेव्हा दावीद व अबीशय त्या लोकांजवळ रात्रीचे गेले; तेथे जाऊन पाहतात तर शौल छावणीच्या आड निजला आहे, त्याच्या उशाजवळ त्याचा भाला भूमीत रोवलेला आणि अबनेर व इतर लोक त्याच्या सभोवती निजले आहेत असे त्यांच्या दृष्टीस पडले."},{"number":8,"verse":"तेव्हा अबीशय दाविदाला म्हणाला, “देवाने आज आपला शत्रू आपल्या हाती दिला आहे; तर आता मला त्याच्या भाल्याने त्याच्यावर असा एकच वार करू द्या की तो त्याला भेदून जमिनीत शिरेल; भाला पुन्हा मारण्याची जरूरच पडणार नाही.”"},{"number":9,"verse":"दावीद अबीशयास म्हणाला, “त्याचा वध करू नकोस, परमेश्वराच्या अभिषिक्तावर हात चालवून कोण निर्दोष राहणार?”"},{"number":10,"verse":"दावीद आणखी म्हणाला, “परमेश्वराच्या जीविताची शपथ, परमेश्वरच त्याला मारील अथवा त्याचा काळ आला म्हणजे तो मरेल अथवा युद्धात त्याचा अंत होईल."},{"number":11,"verse":"परमेश्वराच्या अभिषिक्तावर आपला हात टाकायचे माझ्याकडून न घडो; पण आता त्याच्या उशाजवळ असलेला भाला आणि पाण्याचा चंबू घे; मग आपण निघून जाऊ.”"},{"number":12,"verse":"तेव्हा दाविदाने शौलाच्या उशाजवळून भाला आणि पाण्याचा चंबू उचलून घेतला, आणि ते निघून गेले. ते निघून गेले तेव्हा कोणी त्यांना पाहिले किंवा ओळखले नाही व कोणी जागाही झाला नाही. ते सर्व निद्रिस्त होते; परमेश्वराने त्यांना गाढ निद्रा लावली होती."},{"number":13,"verse":"मग दावीद पलीकडील बाजूस एका दूरवरच्या टेकडीच्या माथ्यावर उभा राहिला; त्यांच्यामध्ये बरेच अंतर होते."},{"number":14,"verse":"दावीद त्या लोकांना आणि नेराचा पुत्र अबनेर ह्यांना मोठ्याने हाक मारून म्हणाला, “अबनेरा, ओ का देत नाहीस?” तेव्हा अबनेराने म्हटले, “राजाला हाक मारणारा असा तू कोण आहेस?”"},{"number":15,"verse":"दावीद अबनेरास म्हणाला, “तू मर्द आहेस ना? इस्राएलात तुझ्या तोडीचा कोण आहे? असे असून आपल्या स्वामीराजाचे तू का रक्षण केले नाहीस? एक जण तर तुझा स्वामीराजा ह्याचा घात करण्यास आला होता."},{"number":16,"verse":"तू हे जे काम केले ते काही चांगले नव्हे; परमेश्वराच्या जीविताची शपथ, तुम्ही मरणदंडास पात्र आहात, कारण प्रभू परमेश्वर ह्याचा अभिषिक्त आपला स्वामी ह्याचे रक्षण तुम्ही केले नाही. राजाचा भाला व त्याच्या उशाजवळ असलेला पाण्याचा चंबू कोठे आहे तो पाहा.”"},{"number":17,"verse":"तेव्हा शौल दाविदाचा शब्द ओळखून म्हणाला, “माझ्या पुत्रा दाविदा, हा तुझाच शब्द काय?” दावीद म्हणाला, “माझे स्वामीराज, होय, हा माझाच शब्द.”"},{"number":18,"verse":"तो आणखी म्हणाला, “माझे स्वामी आपल्या दासाच्या पाठीस का लागले आहेत? मी काय केले आहे? माझ्या हातून कोणती कसूर झाली आहे ?"},{"number":19,"verse":"आता माझे स्वामीराज ह्यांनी आपल्या दासाची विनंती ऐकावी; परमेश्वराने जर आपणाला माझ्याविरुद्ध चेतवले असेल तर तो हे माझे अर्पण मान्य करो; पण कोणी मानवांनी आपणाला चेतवले असेल तर परमेश्वराच्या दृष्टीने ते शापित होवोत, कारण मी परमेश्वराच्या वतनाचा वाटेकरी होऊ नये म्हणून त्यांनी मला बाहेर हाकून दिले आहे; ते म्हणतात, जा, अन्य देवतांची उपासना कर."},{"number":20,"verse":"तर आता परमेश्वराच्या दृष्टिवेगळे माझे रक्त भूमीवर न पडो; डोंगरात कोणी तितराची शिकार करावी तसा इस्राएलाचा राजा एक पिसू धुंडायला निघाला आहे.”"},{"number":21,"verse":"तेव्हा शौल म्हणाला, “मी अपराधी आहे; माझ्या पुत्रा दाविदा, माघारी ये; आज माझा प्राण तुझ्या दृष्टीला मोलवान वाटला म्हणून ह्यापुढे मी तुला काहीएक उपद्रव करणार नाही; मी मूर्खपणाने वागलो आहे, माझ्या हातून मोठा अधर्म झाला आहे.”"},{"number":22,"verse":"दावीद म्हणाला, “महाराज, हा पाहा भाला; हा घेऊन जाण्यासाठी एखाद्या सेवकाला पाठवा."},{"number":23,"verse":"परमेश्वर प्रत्येकाला त्याच्या नीतिमत्तेचे व सचोटीचे फळ देईल; आज परमेश्वराने आपणाला माझ्या हाती दिले होते तरी मी परमेश्वराच्या अभिषिक्तावर आपला हात टाकला नाही."},{"number":24,"verse":"पाहा, आपला प्राण जसा माझ्या दृष्टीला मोलवान वाटला तसाच माझाही प्राण परमेश्वराच्या दृष्टीस मोलवान वाटो व तो मला सर्व संकटांतून सोडवो.”"},{"number":25,"verse":"तेव्हा शौल दाविदाला म्हणाला, “माझ्या पुत्रा, दाविदा, तू धन्य हो; तू मोठा पराक्रमी होशील आणि खरोखर यशस्वी होशील.” मग दावीद आपल्या वाटेने गेला आणि शौल स्वस्थानी परत आला."}]}