{"bibleAbbr":"mrRV2015","bookName":"१ शमुवेल","bookEnglishName":"1 Samuel","chapterNumber":30,"verses":[{"number":1,"verse":"( दावीद अमालेक्यांचा पराभव करतो) दावीद आपल्या माणसांबरोबर सिकलाग येथे तिसर्‍या दिवशी पोहचला तेव्हा त्यांच्या दृष्टीस पडले की अमालेक्यांनी दक्षिण देश व सिकलाग ह्यांवर स्वारी केली असून सिकलागवर मारा करून ते अग्नीने जाळून टाकले आहे,"},{"number":2,"verse":"आणि तेथील स्त्रियांना व लहानमोठ्या सगळ्यांना त्यांनी कैद करून नेले आहे; त्यांनी कोणाची कत्तल केली नाही, तरी त्यांचा पाडाव करून ते आपल्या वाटेने गेले."},{"number":3,"verse":"दावीद व त्याचे लोक नगरात आले तेव्हा नगर जाळून टाकले आहे आणि त्यांच्या स्त्रिया, पुत्र व कन्या पाडाव करून नेल्या आहेत असे त्यांना दिसून आले."},{"number":4,"verse":"तेव्हा दावीद व त्याच्याबरोबरचे लोक गळा काढून एवढे रडले की त्यांना आणखी रडण्याची शक्ती राहिली नाही."},{"number":5,"verse":"दाविदाच्या दोन्ही स्त्रिया इज्रेलीण अहीनवाम व नाबालाची स्त्री कर्मेलीण अबीगईल ह्यांना पाडाव करून नेले होते."},{"number":6,"verse":"तेव्हा दावीद मोठ्या पेचात पडला; कारण लोक आपले पुत्र व कन्या ह्यांच्यासाठी शोकाकुल होऊन दाविदाला दगडमार करावा असे म्हणू लागले; पण दावीद आपला देव परमेश्वर ह्याच्यावर भिस्त ठेवून खंबीर राहिला."},{"number":7,"verse":"दावीद अहीमलेखाचा पुत्र अब्याथार याजक ह्याला म्हणाला, “एफोद माझ्याकडे आण. तेव्हा अब्याथाराने एफोद दाविदाकडे आणले."},{"number":8,"verse":"दाविदाने परमेश्वराला प्रश्‍न केला, “मी ह्या टोळीचा पाठलाग करू काय? मी त्यांना गाठीन काय?” त्याने उत्तर दिले, “त्यांचा पाठलाग कर, तू खात्रीने त्यांना गाठशील व सर्वांना सोडवून आणशील.”"},{"number":9,"verse":"तेव्हा दावीद आपल्याबरोबरची सहाशे माणसे घेऊन बसोर नाल्यापर्यंत जाऊन पोहचला; तेथे काही लोक मागे पडले व तेथे राहिले."},{"number":10,"verse":"दावीद व चारशे लोक ह्यांनी पाठलाग चालवला; बाकीचे दोनशे लोक एवढे थकून गेले होते की त्यांना बसोर नाल्यापलीकडे जाता येईना."},{"number":11,"verse":"त्या लोकांना मैदानात एक मिसरी पुरुष आढळला; त्याला त्यांनी दाविदाकडे नेले; त्यांनी भाकर दिली ती त्याने खाल्ली आणि त्याला त्यांनी पाणी पाजले."},{"number":12,"verse":"आणखी त्याला अंजिराच्या ढेपेचा तुकडा व दोन खिसमिसांचे घड दिले; ते खाऊन तो ताजातवाना झाला, कारण तीन दिवस व तीन रात्री त्याने भाकर खाल्ली नव्हती की तो पाणी प्याला नव्हता."},{"number":13,"verse":"दाविदाने त्याला विचारले, “तू कोण, कोठला?” त्याने म्हटले, “मी एक मिसरी तरुण पुरुष असून एका अमालेकी मनुष्याचा दास आहे. आज तीन दिवस झाले, मी आजारी पडलो म्हणून माझा धनी मला सोडून गेला."},{"number":14,"verse":"आम्ही करेथ्यांच्या दक्षिण प्रांतावर, यहूदा प्रांतावर व कालेबाच्या दक्षिण भागावर स्वारी केली आणि सिकलाग आग लावून जाळून टाकले.”"},{"number":15,"verse":"दावीद त्याला म्हणाला, “त्या टोळीकडे मला नेशील काय?” तेव्हा तो म्हणाला, “आपण मला जिवे मारणार नाही व माझ्या धन्याच्या हाती मला देणार नाही अशी आपण देवाच्या नावाने आणभाक कराल तर मी आपल्याला त्या टोळीकडे नेईन.”"},{"number":16,"verse":"तो त्याला तेथे घेऊन गेला तेव्हा त्याला असे दिसले की लोक जमिनीवर चोहोकडे पांगून खाऊनपिऊन मजा करीत आहेत; कारण त्यांनी पलिष्ट्यांच्या प्रांतातून व यहूद्यांच्या प्रांतातून पुष्कळ लूट आणली होती."},{"number":17,"verse":"तेव्हा त्या दिवसाच्या संध्याकाळपासून दुसर्‍या दिवसाच्या संध्याकाळपर्यंत दावीद त्यांचा संहार करीत राहिला; त्यांच्यापैकी चारशे तरुण पुरुष उंटांवर स्वार होऊन पळून गेले होते त्यांखेरीज एकही मनुष्य वाचला नाही."},{"number":18,"verse":"अमालेकी लोकांनी पाडाव करून नेलेल्या सर्वांना दाविदाने सोडवले आणि आपल्या दोन्ही स्त्रियाही सोडवल्या."},{"number":19,"verse":"लहानथोर, कन्यापुत्र, लूट वगैरे जे काही ते घेऊन गेले होते त्यांतले त्यांना परत मिळाले नाही असे काहीच नव्हते; दाविदाने ते सर्व परत आणले."},{"number":20,"verse":"दाविदाने त्यांची शेरडेमेंढरे, गाढवे, बैल वगैरे सर्व लुटले; ही जनावरे लोक आपल्या जनावरांपुढे हाकून नेताना ते म्हणाले, “ही दाविदाची लूट आहे.”"},{"number":21,"verse":"मग जे दोनशे पुरुष फार थकल्यामुळे दाविदाबरोबर गेले नव्हते व ज्यांना बसोर नाल्याजवळ तो ठेवून गेला होता, त्यांच्याजवळ दावीद गेला. तेव्हा ते त्याला व त्याच्याबरोबरच्या लोकांना भेटायला सामोरे आले; आणि दाविदाने त्यांच्याजवळ जाऊन त्यांचे क्षेमकुशल विचारले."},{"number":22,"verse":"तेव्हा दाविदाबरोबर गेलेल्या लोकांपैकी जे वाईट व अधम लोक होते ते म्हणू लागले, “काही लोक आमच्याबरोबर आले नाहीत म्हणून आम्ही जी लूट आणली आहे तिच्यातली त्यांना आम्ही काहीएक देणार नाही; प्रत्येकाची बायकापोरे मात्र ज्याची त्याला देऊ, त्यांनी त्यांना घेऊन निघून जावे.”"},{"number":23,"verse":"पण दावीद म्हणाला, “बांधवहो, परमेश्वराने जे आपल्याला दिले आहे त्याचे असे करू नका. त्याने आपले रक्षण केले आहे व जी टोळी आपल्यावर चाल करून आली होती ती आपल्या हातात दिली आहे."},{"number":24,"verse":"ह्या बाबतीत तुमचे कोण ऐकणार? जे लढाईला गेले त्यांना जेवढा वाटा मिळेल तेवढाच जे सामानसुमानाजवळ राहिले त्यांनाही मिळेल; त्यांना सारखाच वाटा मिळेल.”"},{"number":25,"verse":"त्या दिवसापासून पुढे हीच वहिवाट पडली; त्याने असाच नियमविधी इस्राएलांस आजपर्यंत लावून दिला आहे."},{"number":26,"verse":"दावीद सिकलाग येथे आला तेव्हा त्याने आपले मित्र यहूदाचे वडील ह्यांच्याकडे लुटीचा काही भाग पाठवून त्यांना सांगितले की, “परमेश्वराच्या शत्रूंच्या लुटीतून तुम्हांला ही भेट पाठवली आहे”;"},{"number":27,"verse":"बेथेल, दक्षिणेतील रामोथ, यत्तोर,"},{"number":28,"verse":"अरोएर, सिफमोथ, एष्टमो,"},{"number":29,"verse":"राखाल व यरहमेली येथले नगरवासी, केन्यांच्या नगरातले रहिवासी,"},{"number":30,"verse":"हर्मा, कोराशान, अथाख,"},{"number":31,"verse":"आणि हेब्रोन आदिकरून ज्या ज्या ठिकाणी दावीद आपल्या लोकांसह फिरत असे तेथील आपल्या मित्रांना त्याने लुटीतून भेटी पाठवल्या."}]}