{"bibleAbbr":"mniRNT2022","bookName":"Galatia","bookEnglishName":"Galatians","chapterNumber":1,"verses":[{"number":1,"verse":"Misingdagi nattaba aduga misinggi mapandagisu nattaba, adubu Jisu Christta amadi Ibungobu asibadagi hinggat-hanbiba Mapa Ibungo Tengban Mapugi mapandagi pakhonchatpa ama oina koubiraba Paul eina,"},{"number":2,"verse":"Aduga eiga mapham asida loinariba thajaba ichil-inao pumnamakna khurumjabagi wahei asi Galatia-da leiriba singlupsingda thajari."},{"number":3,"verse":"Ipa Ibungo Tengban Mapu amadi Ibungo Jisu Christtana nakhoida thoujal amadi ingthaba pinabiba oisanu."},{"number":4,"verse":"Eikhoibu houjikki phattraba chak asidagi kanbinaba eikhoigi Tengban Mapu amadi Ipa adugi aningba adubu injaduna eikhoigi papkidamak Christtana masamakpu katthokpire."},{"number":5,"verse":"Lomba naida naidana Tengban Mapuda matik mangal oisanu. Amen!"},{"number":6,"verse":"( Aphaba Pao asi nattaba atei amata leite) Christtagi thoujalda hingnanaba nakhoibu koubiba mahakpu asuk thuna thadoktuna tonganba aphaba pao amada nakhoina onsinkhiba asida ei ngak-i."},{"number":7,"verse":"Asengbamak “Atoppa aphaba pao” ama leite, adubu nakhoibu pukning olhanba amasung Christtagi Aphaba Pao adubu hongdoknaba hotnaba mi khara leibagi maramna eina masi haibani."},{"number":8,"verse":"Adubu eikhoimakna nattraga swargadagi dut amana eikhoina nakhoida sandokkhiba aphaba pao adu nattaba tonganba aphaba pao ama sandoklabadi mahak norokta tasanu."},{"number":9,"verse":"Eikhoina masi hannasu haikhre, aduga houjik amukkasu hanna hairi: Nakhoina lousinkhraba Aphaba pao adu nattaba tonganba Aphaba Pao ama nakhoida kanagumbana sandoklabadi, mahak norokta tasanu."},{"number":10,"verse":"Houjik eina misingna yanaba hotnaribra nattraga Tengban Mapuna yanaba hotnaribra? Nattraga eina misingbu pelhannaba hotnaribra? Karigumba eina houjikphaoba misingbu pelhannaba hotnaramlabadi, eina Christtagi manai oiramloidabani."},{"number":11,"verse":"( Paul-bu Tengban Mapuna koubiba) Ichil-inaosa, eina sandokkhiba aphaba pao asi mioibadagi lakpa natte haibasi eina nakhoida khanghanjaning-i."},{"number":12,"verse":"Masi eina mi kanadagisu phangkhiba natte aduga kananasu eingonda tambikhiba natte. Adubu Jisu Christta masamakna masi eingonda phongdokpibani."},{"number":13,"verse":"( Pakhon 8:3; 22: ; :) Eina Jihudigi laining laisonda lupcharingei matamda eina karamna hinglamba, eina Tengban Mapugi singluppu karamna minungsi yaodana ot-neiramba aduga madubu manghannaba angamba thakta hotnaramba adu nakhoina takhre."},{"number":14,"verse":"( Pakhon 22:3) Jihudi laining lichatta eina atoppa lengmannaba Jihudi kayadagi mang tharammi amasung eikhoigi ipa-ipugi chatnabisingda kayada henna thawai yaojarammi."},{"number":15,"verse":"( Pakhon 9:3-6; 22:6-10; 26:13-18) Adubu eina imagi pibuknungda leiringeidagi mahakki thoujalna Tengban Mapuna eihakpu mahakki thougal tounaba koubire. Amasung mahakna wa lepkhrabada,"},{"number":16,"verse":"haibadi mahakki Aphaba Pao adubu atoppa phurupsingda sandoknabagidamak Machanupa adubu iphamda phongdoknaba lepkhrabada, eina mi kanagi maphamdasu wa tannanaba chatkhide."},{"number":17,"verse":"Aduga eigi mangda pakhonchatpa oirambasing adubu unanaba Jerusalem-dasu chatkhide. Madugi mahutta eina khudak aduda Arabia-da chatlammi aduga adudagi eina Damascus-ta halakkhi."},{"number":18,"verse":"( Pakhon 9:26-30) Adudagi eina chahi ahum leiraba matungda, Peter-dagi pao phangnabagidamak Jerusalem-da chatlammi amasung mahakka loinana numit taramangani leiminnarammi."},{"number":19,"verse":"Aduga eina Ibungogi manao Jacob nattana atei pakhonchatpa kana amatabu ukhide."},{"number":20,"verse":"Eina iriba asi achumbani. Eina minamba ngangde haiba Tengban Mapuna khang-i!"},{"number":21,"verse":"Madugi matungda eina Syria amadi Cilicia-gi maphamsingda chatlammi."},{"number":22,"verse":"Matam aduda Christtada leiba Judea-gi singlupki misingna eibu hakthengnana sakkhanglamde."},{"number":23,"verse":"Makhoina khangba haibabu “Eikhoibu mamangda ot-neiramba nupa asina mahakna matam amada mang-hannanaba hotnaramba thajaba adu houjik sandokli” haina misingna hainaba adu khaktani."},{"number":24,"verse":"Aduga makhoina eigi maramgidamak Tengban Mapubu thagatcharammi."}]}