{"bibleAbbr":"awaERV2005","bookName":"निआवाधीसन","bookEnglishName":"Judges","chapterNumber":13,"verses":[{"number":1,"verse":"( सिमसोन क जनम) फुन इस्राएल क लोग उहइ कार्य किहेन जुउन यहोवा क नज़र मँ बुरा रहा। एह बरे यहोवा पलिस्ती लोगन क ओन पइ चालीस बरिस तलक सासन करइ दिहस।"},{"number":2,"verse":"एक मनई सोरा नगर क निवासी रहा। उ मनई क नाउँ मानोह रहा। उ दान क परिवार समूह स रहा। मनोह क एक ठु मेहरारू रही। मुला उ कउनो संतान पइदा नाहीं कइ सकत रही।"},{"number":3,"verse":"यहोवा क सरगदूत मानोह क मेहरारू क समन्वा परगट भवा अउर उ कहेस, “तू सन्तान उत्पन्न नाहीं कइ सकत अहा। मुला तू गर्भ धारण करबिउ अउर तोहका एक ठु पूत होइ।"},{"number":4,"verse":"तू दाखरस या कउनो नसीली पिअइ क चीज जिन पिआ। कउनो भी असुद्ध भोजन क न खा।"},{"number":5,"verse":"काहेकि तू फुरइ गर्भ धारण करबिउ अउर तोहका एक ठु पूत होइ। परमेस्सर बरे एक खास रूप मँ समर्पित होइ। उ एक नाज़ीर होइ। एह बरे तोहका ओकरे बाल कबहुँ नाहीं काटइ चाही। उ पइदा होइ स पहिले परमेस्सर क मनई होइ। उ इस्राएल क लोगन क पलिस्ती लोगन क सक्ती स अजाद कराई।”"},{"number":6,"verse":"तब उ मेहरारू आपन भतार क लगे गइ अउर जउन कछू भवा रहा, बताएस। उ कहेस, “परमेस्सर क निअरे स एक ठु मनई मोरे लगे आवा। उ परमेस्सर क एक सरगदूत क तरह मालूम होत रहा। उ बहोतइ अद्भुत देखाइ पड़त रहा अउर मइँ डेराइ गइ रही। मइँ ओहसे इ नाहीं पूछेउँ कि, तू कहाँ स आवा अहा। उ मोका आपन नाउँ नाहीं बताएस।"},{"number":7,"verse":"मुला उ मोसे कहेस, ‘तू गर्भ धारण करे अहा अउर तोहका एक ठु पूत होइ। कउनो दाखरस या नसीली चीज पिअइ क जिन पिआ। कउनो असुद्ध खइया जिन खा, काहेकि उ गदेला बिसेस रूप स परमेस्सर क समर्पित होइ। उ लड़का जनम क पहिले स लइके मरइ क दिन तलक परमेस्सर क नाज़ीरी होइ।’”"},{"number":8,"verse":"तब मानोह यहोवा स पराथना किहेस, “हे यहोवा, मइँ तोहसे पराथना करत हउँ कि तू परमेस्सर क मनई क हम लोगन क लगे फिन भेजा। हम चाहित ह कि उ हमका सिखावइ कि हम लोगन क हिआँ जउन बहोत हाली ही जनम लेइवाले गदेलन अहइ ओकरे संग हमका का करइ चाही?”"},{"number":9,"verse":"परमेस्सर मानोह क पराथना सुनेस। परमेस्सर क सरगदूत फुन उ मेहरारू क लगे, तब आता जब व खेते मँ बइठी रही। किन्तु ओकर भतार मानोह ओकरे संग नाहीं रहा।"},{"number":10,"verse":"एह बरे उ मेहरारू आपन भतारे स इ कहइ खातिर दउड़ी, “उ मनई लउटा ह। जउन मनई दूसर दिना मोरे लगे आवा रहा, उ हिआँ अहइ।”"},{"number":11,"verse":"मानोह उठा अउर आपन मेहरारू क पाछे चला। जब उ उ मनई क लगे पहोंचा तउ उ कहेस, “का तू उहइ मनई अहा जउन मोर मेहरारू स बातन किहे रही।” सरगदूत कहेस, “मइँ ही अहउँ।”"},{"number":12,"verse":"एह बरे मानोह कहेस, “मोका आसा अहइ कि जउन तू कहत अहा उ होइ। इ बतावा कि उ लड़का कैसी जिन्गी बिताइ? उ का करब?”"},{"number":13,"verse":"यहोवा क सरगदूत मानोह स कहेस, “तोहार मेहरारू क उ सब आदेस क पालन करइ चाही, जउन मइँ ओका करइ क कहेउँ ह।"},{"number":14,"verse":"ओका अंगूर क बेल पइ उगी कउनो चीज नाहीं खाइ चाही। ओका दाखरस या कउनो नसीली पिअइ क चीज नाहीं पिअइ चाही। ओका कउनो ऐसे खइया क नाहीं खाइ चाही जउन असुद्ध होइ। ओका उ सब करइ चाही, जउन करइ क आदेस मइँ दिहे अहँउ।”"},{"number":15,"verse":"तब मानोह यहोवा क सरगदूत स कहेस, “हम इ चाहित ह कि तू तनिक देर अउर रूका। हम लोग तोहरे भोजन बरे नया बोकरा पकाउब चाहत हीं।”"},{"number":16,"verse":"तब यहोवा क सरगदूत मानोह स कहेस, “जदि तू हिआँ स जाइ स मोका रोकब्या तउ भी मइँ तोहार खइया नाहीं खाउब। किन्तु जदि तू कछू तइयार करइ चाहत अहा तउ यहोवा क होमबलि द्या।” (मानोह नाहीं समुझेस कि उ मनई फुरइ यहोवा क सरगदूत रहा।)"},{"number":17,"verse":"तब मानोह यहोवा क सरगदूत स कहेस, “तोहार नाउँ का अहइ? हम लोग एह बरे जानइ चाहित ह कि हम तोहार सम्मान तब करि सकब, जब तोहार वचन सच्च होब्या।”"},{"number":18,"verse":"यहोवा क सरगदूत मानोह स कहेस, “तू मोर नाउँ काहे पूछत अहा? इ अद्भुत अहइ।”"},{"number":19,"verse":"तब मानोह चट्टाने पइ एक ठु बोकरा क बलि दिहस। उ यहोवा क कछू अन्न भी भेंट क रूप मँ दिहस। अउर जब मनोह अउर ओकर पत्नी देखत रहेन तउ उ एक अद्भुत काम किहस।"},{"number":20,"verse":"जइसी आगी क लपटन वेदी स अकास तलक उठिन, वइसे ही यहोवा क सरगदूत आगी मँ स आकास क चला गवा। जब मानोह अउ ओकर मेहरारू इ लखेन तउ उ पचे धरती पइ भहराइ गएन। उ पचे अपने मूँड़े क धरती स लगाएन।"},{"number":21,"verse":"मानोह अन्त मँ समुझेस कि उ मनई फुरइ यहोवा क दूत रहा। यहोवा क सरगदूत फुन मानोह अउर ओकरे पत्नी क समन्वा परगट नाहीं भवा।"},{"number":22,"verse":"मानोह कहेस, “हम लोग परमेस्सर क लखे अही! निहचइ ही इ कारण स हम लोग मरब।”"},{"number":23,"verse":"लेकिन ओकर मेहरारू ओहसे कहेस, “यहोवा हम लोगन क मारइ नाहीं चाहत। जदि यहोवा हम लोगन क मारइ चाहत तउ उ हम लोगन क होमबलि अउर अन्नबलि अंगीकार न करत। उ हम लोगन क उ सब न देखाए होत, अउर हम लोगन स इ सबइ बातन न कहे होत।”"},{"number":24,"verse":"एह बरे मेहरारू क एक ठु पूत भवा। उ ओकर नाउँ सिमसोन धरेस। सिमसोन बड़ा भवा अउर यहोवा ओका आसीर्वाद दिहेस।"},{"number":25,"verse":"यहोवा क अतिमा सिमसोन क हिलाना डोलाना सुरू किहेस, जब उ महनेदान नगर मँ रहत रहा। उ नगर सोरा अउ एसताओल नगर क बीच अहइ।"}]}