{"bibleAbbr":"awaERV2005","bookName":"निआवाधीसन","bookEnglishName":"Judges","chapterNumber":17,"verses":[{"number":1,"verse":"( मीका क मूरतियन) मीका नाउँ क एक मनई रहा जउन एप्रैम क पहाड़ी पहँटा मँ रहत रहा।"},{"number":2,"verse":"मीका आपन महतारी स कहेस, “का तोहका चाँदी क गियारह सौ सिक्कन याद अहइ जउन तोहसे चोराइ लीन्ह ग रहेन। मइँ तोहका ओकरे बारे मँ सराप देत सुनेउँ। उ चाँदी मोरे लगे अहइ। मइँ ओका लिहेउँ ह।” ओकर महतारी कहेस, “मोर पूत, तोहका यहोवा आसीर्बाद देइ।”"},{"number":3,"verse":"मीका आपन महतारी क गियारह सौ सिक्के वापस दिहेस। तब उ कहेस, “मइँ इ सबइ सिक्कन यहोवा क एक खास भेंट क रूप मँ देब। मइँ इ चाँदी आपन पूत क देब अउर उ एक ठु मूरति बनाई अउर ओका चाँदी स ढाँपि देइहीं। एह बरे पूत, अब इ चाँदी मइँ तोहका लउटावत हउँ।”"},{"number":4,"verse":"मुला मीका उ चाँदी आपन महतारी क लउटाइ दिहस। एह बरे उ दुइ सौ सेकेल चाँदी लिहेस अउ एक ठु सुनार क दइ दिहस। सुनार चाँदी क उपयोग चाँदी स ढाँपी एक ठु मूरति बनावइ मँ किहस। मूरति मीका क घरे मँ धरी गइ।"},{"number":5,"verse":"मीका क एक ठु मन्दिर मूरतियन क पूजा करइ बरे रहा। उ एक एपोद अउर कछू घरेलू मूरतियन बनाएस अउर ओनका हुआँ रखेस तब मीका आपन पूतन मँ स एक क आपन याजक चुनेस।"},{"number":6,"verse":"(उ समइ इस्राएल क लोगन क कउनो राजा नाहीं रहा। एह बरे हर एक मनई उ करत रहा जउन ओका नीक जँचत रहा।)"},{"number":7,"verse":"एक ठु लेवीवंसी नउजवान रहा। उ यहूदा भुइँया मँ बेतलेहेम नगर क निवासी रहा। उ यहूदा क परिवार समूह मँ रहत रहा।"},{"number":8,"verse":"उ नउजवान यहूदा मँ बेतलेहेम क तजि दिहस। उ रहइ बरे दूसर ठउर हेरत रहा। जब उ जात्रा करत रहा, उ मीका क घरे एप्रैम क पहाड़ी पहँटा मँ आवा"},{"number":9,"verse":"मीका ओहसे पूछेस, “तू कहाँ स आवा अहा?” नउजवान जवाब दिहेस, “मइँ उ बेतलेहम नगर क लेवी बंसी अहउँ जउन यहूदा मँ अहइ। मइँ रहइ खातिर एक ठु ठउर हेरत हउँ।”"},{"number":10,"verse":"तब मीका ओहसे कहेस, “मोरे संग रहा। मोर बाप अउर मोर याजक बना। मइँ हर साल तोहका दस ठु चाँदी क सिक्कन देब। मइँ तोहका ओढ़ना अउ खइया क देब।” लेवी बंसी नउजवान मीका क संग रहइ क तइयार होइ गवा।"},{"number":11,"verse":"नउजवान मीका क पूतन क जइसा होइ गवा।"},{"number":12,"verse":"मीका नउजवान क आपन याजक नियुक्त किहा। इ तरह नउजवान याजक बन गवा अउर मीका क घरे मँ रहइ लाग।"},{"number":13,"verse":"मीका कहेस, “अब मइँ जानत अहउँ कि यहोवा मोरे बरे नीक होइ। मइँ इ एह बरे जानत हउँ कि मइँ लेवी बंसी क परिवारे क एक ठु मनई क याजन क रूप मँ रखेउँ ह।”"}]}