{"bibleAbbr":"awaERV2005","bookName":"निआवाधीसन","bookEnglishName":"Judges","chapterNumber":18,"verses":[{"number":1,"verse":"( दान लैस नगर पइ कब्जा करत ह) उ समइ इस्राएल मँ कउनो राजा नाही रहा। उ दिन दान क परिवार समूह, आपन रहइ बरे, भुइँया क खोज मँ रहा। इस्राएल क दूसर परिवार समूह पहिले ही आपन भुइँया पाइ लिहे रहेन। किन्तु दान क परिवार समूह अबहिं तलक आपन भुइँया नाहीं लिया सका रहा।"},{"number":2,"verse":"एह बरे दान क परिवार समूह पाँच ठु फउजियन क कछू भुइँया हेरइ बरे पठएस। उ पचे रहइ बरे नीक ठउर हेरइ गएन। इ पचे पाँचहुँ सिपाही जोरा अउ एस्ताओल नगरन क रहेन। उ पचे एह बरे चुना ग रहेन कि उ पचे दान क परिवार समूहन मँ स रहेन। उ पचन्क आदेस दीन्ह ग रहा, “जा अउर कउनो भुइँया क खोज करा।” पाँचहुँ मनइयन एप्रैम क पहाड़ी छेत्र मँ आएन। उ पचे मीका क घरे आएन अउर हुँवई रात बिताएन।"},{"number":3,"verse":"जब पाँचहुँ मनई मीका क घरे क निअरे आएन तउ उ पचे लेवी बंस क परिवार समूह क नउजवान क अवाज सुनेन। उ पचे ओकर अवाज पहिचानेन, एह बरे उ पचे मीका क घर पइ रूकेन। उ पचे लेवी बंसी नउजवान स पूछेन, “तोहका इ ठउरे पइ कउन लावा ह? तू हिआँ का करत अहा? तोहार हिआँ का काम अहइ?”"},{"number":4,"verse":"उ ओनसे उहइ कहेस जउन मीका ओकर संग किहे रहा, “मीका मोका किराए पइ राखेस ह। मइँ ओकर याजक हउँ।”"},{"number":5,"verse":"उ पचे ओहसे कहेन, “कृपा कइके परमेस्सर स हम लोगन बरे कछू माँगा हम लोग कछू जानइ चाहित ह। का हमरे रहइ बरे भुइँया क खोज सफल होइ?”"},{"number":6,"verse":"याजक पाँचहुँ मनइयन स कहेस, “सान्ति स जा। यहोवा तोहार मारग-दरशन करी।”"},{"number":7,"verse":"एह बरे पाँचहुँ मनई हुवाँ स चलेन। उ पचे लैस नगर क आएन। उ पचे लखेन कि उ नगर क लोग सुरच्छित रहत ही। ओन पइ सीदोन क हुकूमत रही। उ पचे सान्ति अउ सुरच्छा क संग रहत रहेन। लोगन क लगे हर एक चीज बहोत जियादा रही अउर ओन पइ प्रहार करइवाला आसपास कउनो दुस्मन नाहीं रहा अउर उ पचे सीदोन नगर क लोगन स बहोत जियादा दूर रहत रहेन। ओनकर कउनो दूसर स कउनो मतलब नाहीं रहेन।"},{"number":8,"verse":"पाँचहुँ मनइयन सोरा अउ एस्ताकोल नगर क वापस लउटेन। ओनकर सम्बन्धियन पूछेन, “तू का पता लगाया ह?”"},{"number":9,"verse":"पाँचहुँ मनइयन जवाब दिहेन, “हम पचे भुइँया लखा ह अउर उ बहोतइ नीक बाटइ। हमका ओन पइ हमला करइ चाही। प्रतीच्छा जिन करा। हम चली अउ उ भुइँया क लइ लेइ।"},{"number":10,"verse":"जब तू पचे उ भुइँया मँ चलब्या तउ लखब्या कि हुवाँ पइ बहोत जियादा भुइँया अहइ। हुवाँ सब कछू बहोत जियादा अहइ। तू पचे इ भी पउब्या कि हुवाँ क लोगन क हमला क आसंका नाहीं अहइ। निहचइ ही परमेस्सर उ भुइँया हमका दिहस ह।”"},{"number":11,"verse":"एह बरे दान क परिवार समूह क छ: सौ मनइयन सोरा अउ एस्ताओल क नगरन क तजेन। उ पचे जुद्ध बरे तइयार रहेन।"},{"number":12,"verse":"लैस नगर क जात्रा करत समइ उ पचे यहूदा भुइँया मँ किर्य्यत्यारीम नगर मँ रूकेन। उ पचे हुवाँ डेरा डाएन। इहइ कारण अहइ कि किर्य्यत्यारीम क पच्छिम क स्थान आजु तलक महनेदाम कहा जात ह।"},{"number":13,"verse":"तब उ छ: सौ मनइयन हुआँ स एप्रैम क पहाड़ी प्रदेस क जात्रा किहन। उ पचे मीका क घर आएन।"},{"number":14,"verse":"तब ओन पाँचहुँ मनइयन जउन लैस क चारिहुँ कइँती क भुइँया क खोज किहे रहेन, आपन भाइयन स कहेन, “का तोहका मालूम अहइ कि एन घरन मँ स एक मँ एपोद, दूसर घरेलू देवता, एक खुदाईवाली मूरति एक ठु ढाली गइ मूरति अहइ? अब तू पचे जानत अहा कि तोहका का करइ क अहइ, जा अउर ओनका लइ आवा।”"},{"number":15,"verse":"एह बरे उ पचे मीका क घर रूकेन जहाँ लेवी बंसी नउजवान रहत रहा। उ पचे नउजवान स पूछेन कि उ कइसा रहा।"},{"number":16,"verse":"दान क परिवार समूह क छ: सौ लोग फाटक क दुआरे पइ खड़ा रहेन। ओनके लगे सबहिं तरह क हथियार रहेन तथा उ सबइ जुद्ध क बरे तइयार रहेन।"},{"number":17,"verse":"पाँचहुँ गुप्तचर घरे मँ गएन। उ पचे खुदाई वाली मूरति, एपोद, घरेलू मूरतियन अउ ढाली भइ मूरति क लिहन। जब उ पचे अइसा करत रहेन तब लेवी बंसी याजक अउर जुद्ध बरे तइयार छ: सौ स्त्रधारी फउजी फाटक क दुआर पइ खड़े रहेन। लेवी बंसी याजक ओनसे पूछेस, “तू का करत अहा?”"},{"number":19,"verse":"पाँचहुँ मनइयन कहेन, “चुप रहा, एक सब्द भी न बोला। हम लोगन क संग चला। हमार बाप अउर याजक बना। तोहका खुद चुनइ चाही कि तू केका जियादा नीक समुझत अहा? का इ तोहरे बरे जियादा नीक अहइ कि तू एक ठु मनई क याजक रहा? या ओहसे कहूँ जियादा इ अहइ कि तू इस्राएल क लोगन एक पूरा परिवार समूह क याजक बना?”"},{"number":20,"verse":"एहसे लेवी बंसी खुस भवा। एह बरे उ एपोद, घरेलू मूरतियन अउ खुदाईवाली मूरति क लिहस। उ दान क परिवार समूह क ओन लोगन क संग गवा।"},{"number":21,"verse":"तब दान परिवार समूह क छ: सौ मनई लेवी बंसी क संग मुड़ेन अउर उ पचे मीका क घरे क तजेन। उ पचे आपन नान्ह गदेलन, जनावरन अउ आपन सबहिं चीजन अपने समन्वा धरेस।"},{"number":22,"verse":"दान क परिवार समूह क लोग उ ठउरे स बहोत दूर गएन जब मीका क निअरे रहइवाले लोग एकत्र भएन। तब उ पचे दान क लोगन क पाछा किहन अउर ओनका जाइके धरेन।"},{"number":23,"verse":"मीका क लोग दान क लोगन पइ बरस पड़ेत रहेन। दान क लोग मुड़ेन। उ पचे मीका स कहेन, “तोहार समस्या का अहइ? तू मनईयन क लड़ाइ करइ बरे काहे बोलाएस?”"},{"number":24,"verse":"मीका जवाब दिहस, “दान क तू लोग, तू पचे मोर मूरतियन लिहा ह। मइँ ओन मूरतियन क अपने बरे बनाएउँ ह। तू पचे हमरे याजक क भी लइ लिहा ह। तू पचे तज्या का अहा? तू पचे मोका कइसे पूछ सकत ह, ‘समस्या का अहइ।’”"},{"number":25,"verse":"दान क परिवार समूह क लोग जवाब दिहन, “नीक होत, तू हम से बहस जिन करत्या, हम पचन मँ स कछू मनई गरम स्वभाव क बाटेन। जदि तू हम पइ चिचियात्या तउ उ पचे गरम स्वभाववाले लोग तोह पइ प्रहार कइ सकत हीं। तू अउर तोहार परिवार मार डावा जाइ सकत ह।”"},{"number":26,"verse":"तब दान क लोग मुड़ेन अउ आपन राहे पइ अगवा बढ़ गएन। मीका जानत रहा कि उ सबइ लोग ओकरे बरे बहोत जियादा सक्तीसाली अहइँ। एह बरे उ घर लउटि गवा।"},{"number":27,"verse":"इ तरह दान क लोग उ सबइ मूरतियन लिहन जउन मीका बनाए रहा। उ पचे मीका क संग रहइवाले याजक क भी लिहन। तब उ पचे लैस पहोंचेन। उ पचे लैस क लोगन पइ हमला किहन जउन कि सान्ति क साथ रहे रहेन काहेकि लैस क लोगन क हमला क आसंका नाहीं रही। दान क लोग ओन लोगन क आपन तरवारन क घाट उतारेन। तब उ पचे नगर क बार डाएन।"},{"number":28,"verse":"लैस मँ रहइवाले लोगन क रच्छा करवइया कउनो नाहीं रहा। उ पचे सीदोन क नगर स ऍतना जियादा दूर रहेन कि ओन लोगन क स मदद नाहीं लइ सकत रहेन। अउ कउनो दूसर स कउनो मतलब नाहीं रखत रहेन। लैस नगर बेतहर होब प्रदेस क अधिकार मँ एक घाटी मँ रहा। दान लोग उ ठउरे पइ एक ठु नवा नगर बनाएन अउर उ नगर ओनकर निवास ठउर बना।"},{"number":29,"verse":"दान क लोग लैस नगर क नवा नाउँ धरेन। उ पचे उ नगर क नाउँ आपन पुरखन क पाछे दान धरेन। दान इस्राएल क पूतन मँ स एक पूत रहा। पुराने समइ मँ इ नगर क नाउँ लैस रहा।"},{"number":30,"verse":"दान क परिवार समूह क लोग दान नगर मँ मूरतियन क स्थापना किहन। उ पचे गेर्सोम क पूत योनातान क आपन याजक बनाएन। गेर्सोम मनस्सी क पूत रहा। योनातान अउर ओकर पूत दान क परिवार समूह क तब तलक याजक रहेन जब तलक इस्राएल क लोगन क बन्दी बनाइके बाबेल नाहीं लइ जावा गवा।"},{"number":31,"verse":"दान क लोग ओन मूरतियन क पूजा किहन जेनका मीका बनाए रहा। उ पचे उ पूरे समइ तलक ओन मूरतियन क पूजत रहेन जब तलक सीलो मँ परमेस्सर क घर रहा।"}]}