{"bibleAbbr":"awaERV2005","bookName":"निआवाधीसन","bookEnglishName":"Judges","chapterNumber":5,"verses":[{"number":1,"verse":"( दबोरा क गीत) जउने दिन इस्राएल क लोग सीसरा क हराएन उ दिन दबोरा अउर अबीनोअम क पूत बाराक इ गीत क गाएस:"},{"number":2,"verse":"“इस्राएल क लोग अपने क जुद्ध बरे तइयार किहन। उ पचे जुद्ध मँ भाग लेइ बरे खुद आएन। यहोवा क बखान करा!"},{"number":3,"verse":"“राजा लोग, सुना। सासक लोगो, धियान द्या। मइँ गाउब। मइँ खुद यहोवा क बरे गाउब। मइँ यहोवा, इस्राएल क लोगन क परमेस्सर क स्तुति करब।"},{"number":4,"verse":"“हे यहोवा, अतीत मँ तू सेईर देस स आया। तू एदोम प्रदेस स चलकर आया, अउर धरती काँप उठी। गगर बरसा किहेस, मेघन जल गिराएन।"},{"number":5,"verse":"पर्वत, यहोवा सिनाई पर्वत क परमेस्सर क समन्वा, यहोवा, इस्राएल क लोगन क परमेस्सर क समन्वा काँप उठेन।"},{"number":6,"verse":"“अनात क पूत समगर क समइ मँ अउर याएल क समइ मँ, राजमार्गन सूना रहेन। काफिले अउ राही, गौण पथन स चलत रहेन।"},{"number":7,"verse":"“इस्राएल मँ कउनो जोधा नाहीं रहा, हे दबोरा, जब तलक तू नाहीं आएस रहा, जब तलक तू इस्राएल क महतारी बनिके न खड़ी भइउ रहा हुआँ कउनो फउजी नाहीं रहा।"},{"number":8,"verse":"“परमेस्सर नवे प्रमुखन क चुनेस कि उ पचे नगर-द्वार पइ जुद्ध करइँ। इस्राएल क चालीस हजार फउजियन मँ, कउनो ढाल अउ भाला नाहीं पाइ सका।"},{"number":9,"verse":"“मोर हिरदय इस्राएल क सेनापतियन क संग अहइ। इ सबइ सेनापति खुद आपन इच्छा स जुद्ध मँ गएन। यहोवा प्रसंसा करा।"},{"number":10,"verse":"“सफेद गदहन पइ सवार होइवाले लोगो तू पचे, जउन कम्बले क काठी पइ बइठत अहा अउर तु जउन राजपथे पइ अहा, धियान द्या।"},{"number":11,"verse":"घुंघरुअन क छमछम संगीत, गोरुअन बरे पानी वाले कुअँन पइ, सुना जा सकत ह। लोग यहोवा क विजय गीत गावत ह। उ पचे इस्राएल मँ यहोवा अउ ओकर वीरन क विजय-कथा कहत हीं। उ जब समइ यहोवा क लोग नगर दुआरन पइ लड़ेन अउर विजयी भएन।"},{"number":12,"verse":"“दबोरा जागा, जागा! जागा, जागा गीत गावा जागा, बाराक! जा, हे अबीनोअम के पूत आपन दुस्मनन क धरा!"},{"number":13,"verse":"“तउ कछू मनइयन ताकतवर मनइयन स लड़इ बरे गएन। यहोवा क लोगो, सक्तीसाली सिपाहियन क खिलाफ मोरे संग आवा।"},{"number":14,"verse":"“एप्रैम क कछू लोग अमालेक क पहाड़ी प्रदेस स आएन। हे बिन्यामीन, तू अउर तोहार लोग ओन मनइयन क अनुसरण किहन। माकीर क परिवार समूह स सेनापतियन आगे आएन। कॉसे क दण्ड क संग जबूलून परिवार समूह स नेता लोग आएन।"},{"number":15,"verse":"इस्साकार क नेता दबोरा क संग रहेन। इस्साकार क परिवार समूह बाराक क बरे सच्चा रहा। उ सबइ मनई पैदल ही घाटी मँ पठवा गएन। “रूबेन तोहार फउज मँ बहोत सारे बहादुर सिपाही अहइ।"},{"number":16,"verse":"एह बरे आपन भेड़वाले देवार स लगे तू सबहिं काहे बइठा अहा? रूबेन क वीर फउजियन जुद्ध बरे बहोत जियादा सोचेन। किन्तु उ पचे घर बइठेन भेड़िन बरे बजाइ जा रहेन संगीत क अनकत रहेन।"},{"number":17,"verse":"गिलाद क लोग यरदन नदी क पार आपन डेरन मँ पड़ा रहेन। ऐ, दान क लोगो, जहाँ तलक बात तोहार पचन्क अहइ तू पचे जहाजन क संग काहे चिपका रह्या? आसेर क लोग सागर तट पइ पड़ा रहेन। उ पचे आपन सुरच्छित बन्दरगाहन मँ डेरा डाएन।"},{"number":18,"verse":"“किन्तु जबूलून क लोग अउर नप्ताली क लोग, मैदान क ऊच छेत्रन मँ जुद्ध क खतरे मँ जीवन क डाएन।"},{"number":19,"verse":"राजा लोग आएन, उ पचे लड़ेन, उ समइ कनान क राजा लोगन, तानक सहर मँ मगिद्दो क जलासय पइ लड़ा किन्तु उ पचे इस्राएल क लोगन क कउनो सम्पति नाहीं लइ जाइ सकेन।"},{"number":20,"verse":"गगन क नछत्रन जुद्ध किहेन। नछत्रन आपन पथ स, सीसरा स जुद्ध किहन।"},{"number":21,"verse":"कीसोन नदी, सीसरा क फउजियन क बहाइ लइ गइ, उ पुरानी नदी-कीसोन नदी। मोर आतिमा, सक्ती स आगे बढ़ा!"},{"number":22,"verse":"उ समइ घोड़न क खरन भुइँया क पीटेन। सीसरा क सक्तीसाली घोड़न भागत गएन, भागत गएन।"},{"number":23,"verse":"“यहोवा क दूत कहेस, ‘मेरोज नगर क अभिसाप द्या। लोगन क अभिसाप द्या। लोगन क अभिसाप द्या जोधन क संग उ पचे यहोवा क मदद करइ नाहीं आएन।’"},{"number":24,"verse":"केनी हेबेर क मेहरारू याएल सबहिं मेहररूअन मँ स सब स जियादा धन्य होइ।"},{"number":25,"verse":"सीसरा जल माँगेस, किन्तु याएल दूध दिहस, उ सासक क बरे एक ठु उपयुक्त पिआला मँ मलाई लिआएस।"},{"number":26,"verse":"याएल बाहेर गइ अउर तम्बू क खूँटी लिआएस। ओकर दाहिने हाथे मँ हथौ़डा रहा जेका मजदूर काम लिअवतेन। अउर उ सीसरा पइ हथौरा चलाएस। उ ओकरे मूँड़ चूर किहेस। उ ओकरे मूँड़ क एक कइँती स बेधेस।"},{"number":27,"verse":"उ याएल क गोड़न क बीच बूड़ा। उ मर गवा। उहुवँइ पड़ गवा। उ ओकरे गो़ड़न क बीच बूड़ा। उ मर गवा जहाँ सीसरा बूड़ा। हुवँइ उ गिरा, मर गवा।"},{"number":28,"verse":"“सीसरा क महतारी, खिड़की स लखत अउर पर्दन स झाँकत भइ चिचियाइ उठी। ‘सीसरा क रथ क आवई मँ देरी काहे भवा? सीसरा क रथ क घोड़न क हिनहिनाइ मँ देरी काहे भवा?’"},{"number":29,"verse":"“सब स चतुर ओकर सेविकन जवाब ओका देतिन, हाँ सेविका ओका जवाब देत।"},{"number":30,"verse":"‘निहचइ ही उ पचे विजय पाएन ह, निहचय ही पराजितन क चिजियन उ पचे हड़पत अहइँ निहचय ही उ पचे आपुस मँ चिजियन क बाँटत हीं। एक ठु या दुइ लड़की, हर फउजी क दीन्ह जात हीं। संभव अहइ सीसरा कउनो रंगा ओढ़ना लेत अहइ, संभव अहइ इ एक कढ़े ओढ़ना क टूका होइ, या संभव अहइ, विजय सीसरा क पहिरइ बरे दुइ हुका होइ।’"},{"number":31,"verse":"“हे यहोवा, इ तरह तोहार, दुस्मन मर-मिट जाइँ। किन्तु उ सबइ लोग जउन तोहका पियार करत हीं उदय होत भवा चमकीला क समान सक्तीसाली बनइ।” तउ देस मँ चालीस बरिस तक सान्ति रही।"}]}