{"bibleAbbr":"awaERV2005","bookName":"निआवाधीसन","bookEnglishName":"Judges","chapterNumber":9,"verses":[{"number":1,"verse":"( अबीमेलेक राजा बना) अबीमेलेक यरूब्बाल क पूत रहा। अबीमेलेक आपन ओन मामा लोगन क लगे गवा जउन सकेम नगर मँ रहत रहेन। उ आपन मामा लोगन अउ महतारी क परिवार स कहेस,"},{"number":2,"verse":"“सकेम नगर क प्रमुख लोगन स इ सवाल पूछा: ‘यरूब्बाल का सत्तर पूतन स आप लोगन क सासित होब तोहार बरे नीक अहइ या कउनो एक मनई स सासित होब? याद राखा, मइँ तोहार सम्बंधी हउँ।’”"},{"number":3,"verse":"अबीमेलेक क मामा लोग सकेम क प्रमुख लोग स बात किहेन अउर ओनेस इ सवाल किहेन। सकेम क प्रमुख लोग अबीमेलेक क अनुसरण करइ क निहचइ किहेन। उ पचे कहेन, “आखिरकार उ हमार सम्बंधी अहइ।”"},{"number":4,"verse":"एह बरे सकेम क प्रमुख लोग अबीमेलेक क सत्तर चाँदी क टूकन दिहेन। उ चाँदी बालबरीत देवता क मन्दिर क रही। अबीमेलेक चाँदी क उपयोग कछू मनइयन क काम पइ लगावइ बरे किहेन। इ सबई मनई लापरवाह अउ बेकार रहेन। उ सबइ अबीमेलेक क पाछे, जहाँ कहूँ उ गवा, चलत रहेन।"},{"number":5,"verse":"अबीमेलेक ओप्रा नगर क गवा। ओप्रा ओकरे पिता क निवास स्थान रहा। उ नगर मँ अबीमेलेक आपन सत्तर भाइयन क कतल कइ दिहेस। उ सबइ सत्तर भाई अबीमेलेक क बाप यरूब्बाल क पूत रहेन। उ सबहिं क एक पथरे पइ मारेस किन्तु यरूब्बाल क सब स नान्ह पूत अबीमेलेक स छुप गवा अउर पराइ निकरा। सब स नान्ह पूत क नाउँ योताम रहा।"},{"number":6,"verse":"तब सकेम नगर क सबहिं प्रमुख अउर बेतमिल्लो क महल क निअम्बर एक संग आएन। उ सबइ सबहिं उ पाथर-खम्भा क निअरे क बड़का बृच्छ क लगे बटुर गएन जउन सकेम नगर मँ रहा अउर उ पचे अबीमेलेक क आपन राजा बनाएन।"},{"number":7,"verse":"( योताम क कथा) योताम सुनेस कि सकेम क प्रमुख लोग अबीमेलेक क राजा बनाइ दिहेन ह। जब उ सुनेस तउ उ गवा अउर गरिज्जीम पर्वत क चोटी पइ खड़ा भवा। योताम लोगन क इ कथा चिचियाइके सुनाएस। “सकेम क लोग, मोर बात सुना अउ तब आप क बात परमेस्सर सुनी।"},{"number":8,"verse":"“एक दिन बृच्छ आपन ऊपर हुकूमत करइ बरे एक ठु राजा चुनइ क निर्णय किहन। बृच्छन जइतून क बृच्छ स कहेन, ‘तू हमरे ऊपर राजा बना।’"},{"number":9,"verse":"“मुला जइतून क बृच्छ कहेस, ‘मनई अउ देवता मोर बड़कई मोरे तेल बरे करत ही। का मइँ जाइके सिरिफ दूसर बृच्छन पइ हुकूमत करइ क बरे आपन तेल बनाउब बन्द कइ देउँ?’"},{"number":10,"verse":"“तब बृच्छन अंजीर क बृच्छ स कहेन, ‘आवा अउर हमार राजा बना।’"},{"number":11,"verse":"“मुला अंजीर क बृच्छ जवाब दिहस, ‘का मइँ सिरिफ जाइके दूसर बृच्छन पइ हुकूमत करइ बरे आपन मीठ अउ नीक फल पइदा करब बन्द कइ देब?’"},{"number":12,"verse":"“तब बृच्छन अंगूर क बेल स कहेन, ‘आवा अउ हमार राजा बना।’"},{"number":13,"verse":"“मुला अंगूर क बेल जवाब दिहस, ‘मोर दाखरस मनईयन अउ राजा लोगन क खुस करत ह। का मोका सिरिफ जाइके अउर बृच्छन पइ सासन करइ बरे आपन दाखरस पइदा करब बन्द कइ देइ चाही।’"},{"number":14,"verse":"“आखीर मँ सबइ बृच्छन कँटेरी झाड़ी स कहेन, ‘आवा अउ हमार राजा बना।’"},{"number":15,"verse":"“किन्तु कँटेरी झाड़ी बृच्छन स कहेस, ‘जदि तू फुरइ मोका अपने ऊपर राजा बनावइ चाहत ह तउ आवा अउर मोर छाया मँ आपन सरण बनावा। जदि तू अइसा करइ नाहीं चाहत ह तउ इ कँटेरी झाड़ी स आगी निकरइ द्या, अउर उ आगी क लबानोन, क चीड़ क बृच्छन क भी जराइ देइ द्या।’"},{"number":16,"verse":"“अब जदि आप अबीमेलेक क आपन राजा बनाइके ठीक करत हीं। अउर जदि आप ओका राजा बनाइके यरूब्बाल अउर ओकर परिवार बरे निआव संगत अहइँ, अउर आप यरूब्बाल क संग उहई बर्ताव करत ह जेका उ हकदार अहइ, तउ इ ठीक अहइ!"},{"number":17,"verse":"किन्तु तनिक सोचा कि मोर बाप आपन बरे का किहेस ह? मोर बाप आप लोगन बरे लड़ेन। उ पचे आपन जिन्नगी क उ समइ खतरा मँ डाएन जब उ पचे आपन लोगन क मिद्यानी लोगन स बचाएस।"},{"number":18,"verse":"किन्तु अब आप लोग मोरे बाप क परिवार क खिलाफ होइ गवा अहइँ। आप लोग मोरे बाप क सत्तर पूतन क एक पाथर पइ मारेन ह। आप लोग अबीमेलेक क सकेम क राजा बनाएन ह। उ मोरे बाप क दासी क पूत अहइ। आप लोग अबीमेलेक क सिरिफ एह बरे राजा बनाएन ह कि उ आप क रिस्तेदार अहइ।"},{"number":19,"verse":"एह बरे जदि आज आप लोग यरूब्बाल अउ ओकरे परिवार क बरे ठीक किहेस ह, तब अबीमेलेक क आपन राजा मानिके आप क खुस होइ चाही अउर ओका भी तोहार संग खुस होइ चाही।"},{"number":20,"verse":"मुला जदि आप उचित नाही किहेन ह तउ, अबीमेलेक सकेम अउर मिल्लो सहर क सबइ प्रमुखन क नस्ट कइ डाएन। अउर सकेम नगर क अउर मिल्लो नगर क प्रमुखन भी अबीमेलेक क नस्ट कइ डाएन।”"},{"number":21,"verse":"योताम इ सब कहइ क पाछे भाग खड़ा भवा। उ पराइके बेर नगर मँ पहोंचा। योताम उ नगर मँ रहत रहा, काहेकि उ आपन भाई अबीमेलेक स डेरात रहा।"},{"number":22,"verse":"( अबीमेलेक सकेम क खिलाफ जुद्ध करत ह) अबीमेलेक इस्राएल क लोगन पइ तीन बरिस तलक हुकूमत किहस।"},{"number":23,"verse":"अबीमेलेक यरूब्बाल क सत्तर पूतन क मार डाए रहा। उ पचे अबीमेलेक क भाई रहेन। सकेम नगर क प्रमुख लोग ओन भाईयन क मारइ मँ ओकर मदद किहे रहेन। एह बरे परमेस्सर अबीमेलेक अउ सकेम क प्रमुखन क बीच झगड़ा पइदा कराएस अउ सकेम क प्रमुख लोग अबीमेलेक क नोस्कान पहोंचावइ बरे जोजना बनाएन।"},{"number":25,"verse":"ओन लोग पहाड़ियन क चोटी पइ स जाइवालन पइ हमला करइ अउर ओनकर सब कछू लूटइ बरे डाकू लोगन क किराये पइ राखेस। अबीमेलेक ओन हमलन क बारे मँ पता लगाएस।"},{"number":26,"verse":"गाल नाउँ क एक मनई अउर ओकर भाई सकेम नगर क आएन। गाल, एबेद नाउँ क मनई क पूत रहा। सकेम क प्रमुख लोग गाल पइ बिस्सास अउ ओकर अनुसरण करइ क निहचय किहेन।"},{"number":27,"verse":"एक दिन सकेम क लोग आपन बागन मँ अंगूर तोड़इ गएन। लोग दाखरस बनावइ बरे अंगूरन क निचोरेन अउर तब उ पचे आपन देवता क मन्दिर पइ एक ठु दावत दिहन। उ पचे खाएन अउ दाखरस पिएन। तब उ पचे अबीमेलेक क अभिसाप दिहेन।"},{"number":28,"verse":"तब एबेद क पूत गाल कहेस, “हम लोग सकेम क मनई अही। हम अबीमेलेक क आग्या काहे मानी? का उ यरूब्बाल क पूत नाहीं अहइ? का जबूल ओकर अधिकारी नाहीं अहइ? हमका अबीमेलेक क आग्या नाहीं मानइ चाही। हमका हमोर क लोगन क आग्या मानइ चाही। (हमोर सकेम क पिता रहा।)"},{"number":29,"verse":"जदि आप मोका एन लोगन क सेनापति बनावत हीं तउ मइँ अबीमेलेक स मुक्ति दियाइ देब। मइँ ओहसे कहब, ‘आपन फउज क तइयार करा अउर जुद्ध बरे आवा।’”"},{"number":30,"verse":"जबूल सकेम नगर क राजपाल रहा। जबूल उ सब सुनेस जउन एबेद क पूत गाल कहेस अउर जबूल बहोत कोहाइ गवा।"},{"number":31,"verse":"जबूल अबीमेलेक क लगे अरूमा नगर मँ दूतन क पठएस। सँदेसा इ रहा: “एबेद क पूत गाल अउ एकर भाई सकेम नगर मँ आएन ह अउर तोहरे बरे कठिनाई पइदा करत अहइँ। गाल पूरे नगर क तोहरे खिलाफ भड़कावत अहइ।"},{"number":32,"verse":"एह बरे अब तू पचन्क अउर तोहरे पचन्क लोगन क राति मँ उठइ चाही अउर नगर क बाहेर खेतन मँ छुपइ चाही।"},{"number":33,"verse":"जब भिंसारे सूरज निकरइ तउ नगर पइ हमला कइ द्या। गाल अउर ओकर मनईयन तोहार संग जुद्ध करइ बरे नगर क बाहेर आइ। जब उ सबइ लोग लड़इ बरे बाहेर आवइँ तउ तू पचे ओनकर जउन कइ सका, करा।”"},{"number":34,"verse":"एह बरे अबीमेलेक अउर सबहिं फउजी राति क उठेन अउर नगर क गएन। उ सबइ फउजी चार टुकड़िन मँ बँट गएन। उ पचे सकेम नगर क लगे छुप गएन।"},{"number":35,"verse":"एबेद क पूत गाल बाहेर निकरिके सकेम नगर क फाटक क प्रवेस दुआर पइ रहा। जब गाल हुआँ खड़ा रहा उहइ समइ अबीमेलेक अउर ओकर फउजी आपन छुपइ क ठउरन स बाहेर आएन।"},{"number":36,"verse":"गाल फउजियन क लखेस। गाल जबूल स कहेस, “धियान द्या, पर्वतन स लोग खाले उतरत अहइँ।” किन्तु जबूल कहेस, “तू सिरिफ पर्वतन क परछाँइयन लखत अहा। परछाँइयन लोगन क तरह देखाइ देत अहइँ।”"},{"number":37,"verse":"किन्तु गाल फिन कहेस, “लखा, प्रदेस क नाभि नाउँ क ठउरे स लोग बढ़त अहइँ, अउर जादूगर क बृच्छ क ओर स एक दुसर दल आवति अहइ।”"},{"number":38,"verse":"तब जबूल ओहसे कहेस, “अब तोहार बड़की-बड़की बातन कहाँ गइन, जउन तू कहत रह्या, ‘अबीमेलेक कउन होत ह, जेकरी मातहत मँ हम रहेन?’ का उ सबइ उहइ लोग नाहीं अहइँ जेनकर तू मसखरी उड़ावत रह्या? जा अउर ओनसे लड़ा।”"},{"number":39,"verse":"एह बरे गाल सकेम क प्रमुखन क अबीमेलेक स जुद्ध करइ बरे लइ गवा।"},{"number":40,"verse":"अबीमेलेक अउर ओकर फउजियन गाल अउ ओकरे मनइयन क पाछा किहेन। गाल क लोग सकेम नगर क फाटक कँइती स पाछे परानेन। गाल क बहोत स लोग फाटक पइ पहोंचइ स पहिले मार डावा गएन।"},{"number":41,"verse":"तब अबीमेलेक अरूमा नगर क लउटि गवा। जबूल गाल अउर ओकरे भाइयन क सकेम नगर तजइ क मजबूर किहस।"},{"number":42,"verse":"अगले दिन सकेम क लोग आपन खेतन मँ काम करइ क गएन। अबीमेलेक ओकरे बारे मँ पता लगाएस।"},{"number":43,"verse":"एह बरे अबीमेलेक आपन फउजियन क तीन टुकड़ियन मँ बाँटेस। उ सकेम क लोगन पइ अचानक हमला करइ क जोजना बनाएस। एह बरे उ आपन मनइयन क खेतन मँ छुपाएस। जब उ लोगन क नगर स बाहेर आवत लखेस तउ उ टूट पड़ा अउर ओन पइ हमला कइ दिहेस।"},{"number":44,"verse":"अबीमेलेक अउ ओकर लोग सकेम नगर क फाटक क लगे दौड़िके आएन। दूसर दुइ दुकड़ियन खेत मँ लोगन क लगे दोड़िके गइन अउर ओनका मारि डाएन।"},{"number":45,"verse":"अबीमेलेक अउ ओकर फउजी सकेम नगर क संग पूरे दिन लड़ेन। उ पचे सकेम नगर पइ कब्जा कइ लिहेन अउ उ नगर क लोगन क मार डाएन। तब अबीमेलेक उ नगर क बर्बाद किहस अउर उ ध्वंस पइ नोन फेंकवाइ दिहस।"},{"number":46,"verse":"कछू लोग सकेम क मीनार क लगे रहत रहेन। जब उ ठउरे क लोग सुनेन कि सकेम का संग का भवा ह तब उ पचे सब स जियादा सुरच्छित उ कमरा मँ बटुर गएन जउन एलबरीत देवता क मन्दिर रहा।"},{"number":47,"verse":"अबीमेलेक सुनेस कि सकेम क मीनार क सबहिं प्रमुख एक संग बटुर गएन ह।"},{"number":48,"verse":"एह बरे अबीमेलेक अउ ओकर सबहिं लोग सलमोन पर्वत प गएन। अबीमेलेक एक ठु कुल्हाड़ी लिहस अउर उ कछू डारन क काटेस। उ ओन डारन क आपन काँधन पइ धरेस। तब उ आपन मनइयन स कहेस, “हाली करा, जउन मइँ किहेउँ ह, उहइ करा।”"},{"number":49,"verse":"एह बरे ओन लोग डारन क काटेन अउर अबीमेलेक क पाछा किहन। उ पचे डारन क ढेर एलबरीत देवता क मन्दिर क सब स जियादा सुरच्छित कमरा क लगे लगाएस। तब उ पचे डारन मँ आगी लगाइ दिहन अउर कमरा मँ लोगन क बार डाएन। इ तरह लगभग सकेम क मीनार क निवासी एक हजार मेहरारू-मनसेधू मर गएन।"},{"number":50,"verse":"( अबीमेलेक का मउत) तब अबीमेलेक अउर ओकर मनईयन साथी तेबेस नगर क गएन। उ पचे उ नगर पइ कब्जा कइ लिहेन।"},{"number":51,"verse":"किन्तु तेबेस नगर मँ एक मजबूत मीनार रही। उ नगर क सबहिं मेहरारू-मनसेधू अउ उ नगर क प्रमुख उ मीनार क लगे पराइके पहोंचेन। जब नगर क लोग मीनार क भीतर घुस गएन तउ उ पचे अपने पाछे मीनार क दरवाजा बन्द कइ दिहन अउ ताला लगाइ दिहेन। तब उ पचे मीनार क छते पइ चढ़ गएन।"},{"number":52,"verse":"अबीमेलेक अउ ओकर साथी मीनार क लगे ओह पइ हमला करइ बरे पहोचेन। अबीमेलेक मीनार क दरवाज तलक गवा। उ मीनार क आगी लगावइ चाहत रहा।"},{"number":53,"verse":"जब अबीमेलेक दूआरे पइ खड़ा रहा, उहइ समइ एक मेहरारू एक ठु चक्की क पाथर ओकरे मूँड़े पइ फेंकेस। चक्की क पाथर अबीमेलेक क मूँड़े क चूर-चूर कइ डाएस।"},{"number":54,"verse":"अबीमेलेक हाली स आपन उ नौकर स कहेस जउन ओकर औजार लइ चलत रहा, “आपन तरवार निकारा अउर मोका मार डावा। मइँ चाहत हउँ कि तू मोका मार डावा जेहसे लोग इ न कहइँ कि, ‘एक ठु मेहरारू अबीमेलेक क मार डाएस।’” एह बरे उ नौकर आपन तरवार ओकरे के सरीर मँ घुसेड़ दिहस अउर अबीमेलेक मर गवा।"},{"number":55,"verse":"इस्राएल क लोग लखेन कि अबीमेलेक मर गवा। एह बरे उ पचे सबहिं आपन घरन क लउटि गएन।"},{"number":56,"verse":"इ तरह परमेस्सर अबीमेलेक क ओकर सबहिं कीन्ह गवा पापन खातिर दण्ड दिहस। अबीमेलेक आपन सत्तर भाइयन क मारिके अपने बाप क खिलाफ पाप किहे रहा।"},{"number":57,"verse":"परमेस्सर सकेम नगर क लोगन क भी ओनके जरिये कीन्ह गए पापन क दण्ड दिहस। इ तरह योताम जउन कहेस, फुरइ भवा। (योताम यरूब्बाल क सब स लहुरा पूत रहा। यरूब्बाल गिदोन रहा।)"}]}