{
  "bibleAbbr" : "TIRV2017",
  "bookName" : "நீதிமொழிகள்",
  "bookEnglishName" : "Proverbs",
  "chapterNumber" : 22,
  "verses" : [ {
    "number" : 1,
    "verse" : "சமுதாய வாழ்வின் விதிகள்திரளான செல்வத்தைவிட நற்புகழே தெரிந்துகொள்ளப்படக்கூடியது; பொன் வெள்ளியைவிட தயையே நலம்."
  }, {
    "number" : 2,
    "verse" : "செல்வந்தனும், தரித்திரனும் ஒருவரையொருவர் சந்திக்கிறார்கள்; அவர்கள் அனைவரையும் உண்டாக்கினவர் கர்த்தர்."
  }, {
    "number" : 3,
    "verse" : "விவேகி ஆபத்தைக் கண்டு மறைந்து கொள்ளுகிறான்; பேதைகள் நேராகப்போய் தண்டிக்கப்படுகிறார்கள்."
  }, {
    "number" : 4,
    "verse" : "தாழ்மைக்கும் கர்த்தருக்குப் பயப்படுதலுக்கும் வரும் பலன் செல்வமும், மகிமையும் ஜீவனும் ஆகும்."
  }, {
    "number" : 5,
    "verse" : "மாறுபாடுள்ளவனுடைய வழியிலே முட்களும் கண்ணிகளும் உண்டு; தன்னுடைய ஆத்துமாவைக் காக்கிறவன் அவைகளைவிட்டுத் தூரமாக விலகிப்போவான்."
  }, {
    "number" : 6,
    "verse" : "பிள்ளையை நடக்கவேண்டிய வழியிலே அவனை நடத்து; அவனுடைய முதிர்வயதிலும் அதை விடாமல் இருப்பான்."
  }, {
    "number" : 7,
    "verse" : "செல்வந்தன் தரித்திரனை ஆளுகிறான்; கடன் வாங்கினவன் கடன் கொடுத்தவனுக்கு அடிமை."
  }, {
    "number" : 8,
    "verse" : "அநியாயத்தை விதைக்கிறவன் வருத்தத்தை அறுப்பான்; அவனுடைய கடுங்கோபத்தின் கோல் ஒழியும்."
  }, {
    "number" : 9,
    "verse" : "கருணைக்கண்ணன் ஆசீர்வதிக்கப்படுவான்; அவன் தன்னுடைய உணவில் தரித்திரனுக்குக் கொடுக்கிறான்."
  }, {
    "number" : 10,
    "verse" : "பரியாசக்காரனைத் துரத்திவிடு; அப்பொழுது சண்டை நீங்கும், விரோதமும் அவமானமும் ஒழியும்."
  }, {
    "number" : 11,
    "verse" : "சுத்த இருதயத்தை விரும்புகிறவனுடைய உதடுகள் இனிமையானவைகள்; ராஜா அவனுக்கு நண்பனாவான்."
  }, {
    "number" : 12,
    "verse" : "கர்த்தருடைய கண்கள் ஞானத்தைக் காக்கும்; துரோகிகளின் வார்த்தைகளையோ அவர் தாறுமாறாக்குகிறார்."
  }, {
    "number" : 13,
    "verse" : "வெளியிலே சிங்கம், வீதியிலே கொல்லப்படுவேன் என்று சோம்பேறி சொல்லுவான்."
  }, {
    "number" : 14,
    "verse" : "ஒழுங்கீனமான பெண்களின் வாய் ஆழமான படுகுழி; கர்த்தருடைய கோபத்திற்கு ஏதுவானவன் அதிலே விழுவான்."
  }, {
    "number" : 15,
    "verse" : "பிள்ளையின் இருதயத்தில் மதியீனம் ஒட்டியிருக்கும்; அதைத் தண்டனையின் பிரம்பு அவனைவிட்டு அகற்றும்."
  }, {
    "number" : 16,
    "verse" : "தனக்கு அதிகம் உண்டாகத் தரித்திரனை ஒடுக்குகிறவன், தனக்குக் குறைச்சல் உண்டாகவே செல்வந்தனுக்குக் கொடுப்பான்."
  }, {
    "number" : 17,
    "verse" : "ஞானிகளுடைய சொல்உன் செவியைச் சாய்த்து, ஞானிகளுடைய வார்த்தைகளைக் கேட்டு, என் போதகத்தை உன் இருதயத்தில் வை."
  }, {
    "number" : 18,
    "verse" : "அவைகளை உன் உள்ளத்தில் காத்து, அவைகளை உன்னுடைய உதடுகளில் நிலைத்திருக்கச்செய்யும்போது, அது இன்பமாக இருக்கும்."
  }, {
    "number" : 19,
    "verse" : "உன் நம்பிக்கை கர்த்தர்மேல் இருக்கும்படி, இன்றையதினம் அவைகளை உனக்குத் தெரியப்படுத்துகிறேன்."
  }, {
    "number" : 20,
    "verse" : "சத்திய வார்த்தைகளின் யதார்த்தத்தை நான் உனக்குத் தெரிவிக்கும்படிக்கும், நீ உன்னை அனுப்பினவர்களுக்குச் சத்திய வார்த்தைகளை பதிலாக சொல்லும்படிக்கும்,"
  }, {
    "number" : 21,
    "verse" : "ஆலோசனையையும், ஞானத்தையும் பற்றி நான் உனக்கு முக்கியமானவைகளை எழுதவில்லையா?"
  }, {
    "number" : 22,
    "verse" : "ஏழையாக இருக்கிறான் என்று ஏழையைக் கொள்ளையிடாதே; சிறுமையானவனை நீதிமன்றத்தில் உபத்திரவப்படுத்தாதே."
  }, {
    "number" : 23,
    "verse" : "கர்த்தர் அவர்களுக்காக வழக்காடி, அவர்களைக் கொள்ளையிடுகிறவர்களுடைய உயிரைக் கொள்ளையிடுவார்."
  }, {
    "number" : 24,
    "verse" : "கோபக்காரனுக்குத் தோழனாகாதே; கோபமுள்ள மனிதனோடு நடக்காதே."
  }, {
    "number" : 25,
    "verse" : "அப்படிச் செய்தால். நீ அவனுடைய வழிகளைக் கற்றுக்கொண்டு, உன்னுடைய ஆத்துமாவுக்குக் கண்ணியை கொண்டுவருவாய்."
  }, {
    "number" : 26,
    "verse" : "உறுதியளித்து உடன்பட்டு, கடனுக்காகப் பிணைப்படுகிறவர்களில் ஒருவனாகாதே."
  }, {
    "number" : 27,
    "verse" : "செலுத்த உனக்கு ஒன்றும் இல்லாமல் இருந்தால், நீ படுத்திருக்கும் படுக்கையையும் அவன் எடுத்துக்கொள்ளவேண்டியதாகுமே."
  }, {
    "number" : 28,
    "verse" : "உன்னுடைய முன்னோர்கள் நாட்டின ஆரம்ப எல்லைக்குறியை மாற்றாதே."
  }, {
    "number" : 29,
    "verse" : "தன்னுடைய வேலையில் ஜாக்கிரதையாக இருக்கிறவனை நீ கண்டால், அவன் சாதாரணமானவர்களுக்கு முன்பாக நிற்காமல், ராஜாக்களுக்கு முன்பாக நிற்பான்."
  } ]
}