{"bibleAbbr":"DRC1752","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":38,"verses":[{"number":1,"verse":"A psalm for David, for a remembrance of the sabbath. Rebuke me not, O Lord, in thy indignation; nor chastise me in thy wrath."},{"number":2,"verse":"For thy arrows are fastened in me : and thy hand hath been strong upon me."},{"number":3,"verse":"There is no health in my flesh, because of thy wrath : there is no peace for my bones, because of my sins."},{"number":4,"verse":"For my iniquities are gone over my head : and as a heavy burden are become heavy upon me."},{"number":5,"verse":"My sores are putrified and corrupted, because of my foolishness."},{"number":6,"verse":"I am become miserable, and am bowed down even to the end : I walked sorrowful all the day long."},{"number":7,"verse":"For my loins are filled with illusions; and there is no health in my flesh."},{"number":8,"verse":"I am afflicted and humbled exceedingly : I roared with the groaning of my heart."},{"number":9,"verse":"Lord, all my desire is before thee, and my groaning is not hidden from thee."},{"number":10,"verse":"My heart is troubled, my strength hath left me, and the light of my eyes itself is not with me."},{"number":11,"verse":"My friends and my neighbours have drawn near, and stood against me. And they that were near me stood afar off :"},{"number":12,"verse":"And they that sought my soul used violence. And they that sought evils to me spoke vain things, and studied deceits all the day long."},{"number":13,"verse":"But I, as a deaf man, heard not : and as a dumb man not opening his mouth."},{"number":14,"verse":"And I became as a man that heareth not : and that hath no reproofs in his mouth."},{"number":15,"verse":"For in thee, O Lord, have I hoped : thou wilt hear me, O Lord my God."},{"number":16,"verse":"For I said: Lest at any time my enemies rejoice over me : and whilst my feet are moved, they speak great things against me."},{"number":17,"verse":"For I am ready for scourges : and my sorrow is continually before me."},{"number":18,"verse":"For I will declare my inequity : and I will think for my sin."},{"number":19,"verse":"But my enemies live, and are stronger that I : and they hate me wrongfully are multiplied."},{"number":20,"verse":"They that render evil for good, have detracted me, because I followed goodness."},{"number":21,"verse":"Forsake me not, O Lord my God : do not thou depart from me."},{"number":22,"verse":"Attend unto my help, O Lord, the God of my salvation."}]}