{"bibleAbbr":"DRC1752","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":80,"verses":[{"number":1,"verse":"Unto the end, for them that shall he changed, a testimony for Asaph, a psalm. Give ear, O thou that rulest Israel: thou that leadest Joseph like a sheep. Thou that sittest upon the cherubims, shine forth"},{"number":2,"verse":"before Ephraim, Benjamin, and Manasses. Stir up thy might, and come to save us."},{"number":3,"verse":"Convert us, O God: and shew us thy face, and we shall be saved."},{"number":4,"verse":"O Lord God of hosts, how long wilt thou be angry against the prayer of thy servant?"},{"number":5,"verse":"How long wilt thou feed us with the bread of tears: and give us for our drink tears in measure?"},{"number":6,"verse":"Thou hast made us to be a contradiction to our neighbours: and our enemies have scoffed at us."},{"number":7,"verse":"O God of hosts, convert us: and shew thy face, and we shall be saved."},{"number":8,"verse":"Thou hast brought a vineyard out of Egypt: thou hast cast cut the Gentiles and planted it."},{"number":9,"verse":"Thou wast the guide of its journey in its sight: thou plantedst the roots thereof, and it filled the land."},{"number":10,"verse":"The shadow of it covered the hills: and the branches thereof the cedars of God."},{"number":11,"verse":"It stretched forth its branches unto the sea, and its boughs unto the river."},{"number":12,"verse":"Why hast thou broken down the hedge thereof, so that all they who pass by the way do pluck it?"},{"number":13,"verse":"The boar out of the wood hath laid it waste: and a singular wild beast hath devoured it."},{"number":14,"verse":"Turn again, O God of hosts, look down from heaven, and see, and visit this vineyard:"},{"number":15,"verse":"And perfect the same which thy right hand hath planted: and upon the son of man whom thou hast confirmed for thyself."},{"number":16,"verse":"Things set on fire and dug down shall perish at the rebuke of thy countenance."},{"number":17,"verse":"Let thy hand be upon the man of thy right hand: and upon the son of man whom thou hast confirmed for thyself."},{"number":18,"verse":"And we depart not from thee, thou shalt quicken us: and we will call upon thy name."},{"number":19,"verse":"O Lord God of hosts, convert us: and shew thy face, and we shall be saved."}]}