{"bibleAbbr":"Geneva1599","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":13,"verses":[{"number":1,"verse":"((5 The enticers to idolatry must be slain, seem they never so holy.6 So near of kindred or of friendship.12 Or great in multitude or power.) ) If there arise among you a Prophet or a dreamer of (Which sayeth that he hath things revealed unto him in dreams.) dreams, (and give thee a sign or wonder,"},{"number":2,"verse":"And the sign and the wonder, which he hath told thee, come to pass) saying, (He showeth whereunto the false prophets tend.) Let us go after other gods, which thou hast not known, and let us serve them,"},{"number":3,"verse":"Thou shalt not hearken unto the words of the prophet, or unto that dreamer of dreams: for the Lord your God (God ordaineth all these things that his may be known.) proveth you, to know whether you love the Lord your God with all your heart, and with all your soul."},{"number":4,"verse":"Ye shall walk after the Lord your God and fear him, and shall keep his commandments, and hearken unto his voice, and ye shall serve him, and cleave unto him."},{"number":5,"verse":"But that Prophet, or that dreamer of dreams, he shall (Being convicted by testimonies, and condemned by the judge.) be slain, because he hath spoken to turn you away from the Lord your God (which brought you out of the land of Egypt, and delivered you out of the house of bondage) to thrust thee out of the way, wherein the Lord thy God commanded thee to walk: so shalt thou take the evil away forth of the midst of thee."},{"number":6,"verse":"¶ If (All natural affections must give place to God’s honor.) thy brother, the son of thy mother, or thine own son, or thy daughter, or the wife, that lieth in thy bosom, or thy friend, which is as thine own (Whom thou lovest as thy life.) soul, entice thee secretly, saying, Let us go and serve other gods, (which thou hast not known, thou I say, nor thy fathers)"},{"number":7,"verse":"Any of the gods of the people which are round about you, near unto thee or far off from thee, from the one end of the earth unto the other:"},{"number":8,"verse":"Thou shalt not consent unto him, nor hear him, neither shall thine eye pity him, nor show mercy, nor keep him secret:"},{"number":9,"verse":"But thou shalt even kill him: (As the witness is charged, Deut. 17:7.) thine hand shall be first upon him to put him to death, and then the hands of the people."},{"number":10,"verse":"And thou shalt stone him with stones, that he die (because he hath gone about to thrust thee away from the Lord thy God, which brought thee out of the land of Egypt: from the house of bondage)"},{"number":11,"verse":"(Cross references: : Deut. 17:13) That all Israel may hear and fear, and do no more any such wickedness as this among you."},{"number":12,"verse":"¶ If thou shalt hear say (concerning any of thy cities, which the Lord thy God hath given thee to dwell in)"},{"number":13,"verse":"(Hebrew, children of Belial.) Wicked men are gone out from among you, and have drawn away the inhabitants of their city, saying, Let us go and serve other gods, which ye have not known,"},{"number":14,"verse":"Then (Which art appointed to see faults punished.) thou shalt seek, and make search and inquire diligently: and if it be true, and the thing certain, that such abomination is wrought among you,"},{"number":15,"verse":"Thou shalt even slay the inhabitants of that city with the edge of the sword: destroy it utterly, and all that is therein, and the cattle thereof with the edge of the sword,"},{"number":16,"verse":"And (Signifying that no idolatry is so execrable, nor more grievously to be punished, than of them which once professed God.) thou shalt gather all the spoil of it into the midst of the street thereof, and burn with fire the city and all the spoil thereof every whit, unto the Lord thy God: and it shall be an heap forever, it shall not be built again."},{"number":17,"verse":"And there shall cleave nothing of the (Of the spoil of that idolatrous and cursed city, Read Deut. 7:26 and Josh. 7:11.) damned thing to thine hand, that the Lord may turn from the fierceness of his wrath, and show thee mercy, and have compassion on thee, and multiply thee as he hath sworn unto thy fathers:"},{"number":18,"verse":"When thou shalt obey the voice of the Lord thy God, and keep all his commandments which I command thee this day: that thou do that which is right in the eyes of the Lord thy God."}]}