{"bibleAbbr":"Geneva1599","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":16,"verses":[{"number":1,"verse":"((1 Of Easter.10 Whitsuntide,13 And the feast of tabernacles.18 What officers ought to be ordained.21 Idolatry forbidden.) ) Thou shalt keep the month of (Read Exod. 13:4.) Abib, and thou shalt celebrate the Passover unto the Lord thy God: for in the month of Abib the Lord thy God brought thee out of Egypt by night."},{"number":2,"verse":"Thou shalt therefore (Thou shalt eat the Easter lamb.) offer the Passover unto the Lord thy God, of sheep and bullocks (Cross references: : Deut. 12:5) in the place where the Lord shall choose to cause his Name to dwell."},{"number":3,"verse":"Thou (Exod. 12:1415) shalt eat no leavened bread with it: but seven days shalt thou eat unleavened bread therewith, even the bread of (Which signified that affliction, which thou hadst in Egypt.) tribulation: for thou camest out of the land of Egypt in haste: that thou mayest remember the day when thou camest out of the land of Egypt, all the days of thy life."},{"number":4,"verse":"And there shall be no leaven seen with thee in all thy coasts seven days long: neither shall there remain the night any of the flesh until the morning which thou offeredst the first day at even."},{"number":5,"verse":"Thou mayest (This was chiefly accomplished, when the Temple was built.) not offer the Passover within any of the gates, which the Lord thy God giveth thee:"},{"number":6,"verse":"But in the place which the Lord thy God shall choose to place his Name, there thou shalt offer the (Which was instituted to put them in remembrance of their deliverance out of Egypt: and to continue them in the hope of Jesus Christ, of whom this lamb was a figure.) Passover at even, about the going down of the sun, in the season that thou camest out of Egypt."},{"number":7,"verse":"And thou shalt roast and eat it in the place which the Lord thy God shall choose, and shalt return on the morrow, and go unto thy tents."},{"number":8,"verse":"Six days shalt thou eat unleavened bread, and the seventh day shall be a solemn assembly to the Lord thy God: thou shalt do no work therein."},{"number":9,"verse":"¶ Seven weeks shalt thou (Beginning at the next morning after the Passover, Lev. 23:15; Exod. 13:4.) number unto thee, and shalt begin to number the seven weeks, when thou beginnest to put the sickle to the corn:"},{"number":10,"verse":"And thou shalt keep the feast of weeks unto the Lord thy God, (Or, as thou art able, willingly.) even a free gift of thine hand, which thou shalt give unto the Lord thy God, as the Lord thy God hath blessed thee."},{"number":11,"verse":"And thou shalt rejoice before the Lord thy God, thou and thy son, and thy daughter, and thy servant, and thy maid, and the Levite that is within thy gates, and the stranger, and the fatherless, and the widow, that are among you, in the place which the Lord thy God shall choose to place his Name there,"},{"number":12,"verse":"And thou shalt remember that thou wast a servant in Egypt: therefore thou shalt observe and do these ordinances."},{"number":13,"verse":"¶ Thou shalt (That is, the 15th day of the seventh month, Lev. 23:34.) observe the feast of the Tabernacles seven days, when thou hast gathered in thy corn, and thy wine."},{"number":14,"verse":"And thou shalt rejoice in thy feast, thou and thy son, and thy daughter, and thy servant, and thy maid, and the Levite, and the stranger, and the fatherless, and the widow, that are within thy gates."},{"number":15,"verse":"Seven days shalt thou keep a feast unto the Lord thy God in the place which the Lord shall choose: when the Lord thy God shall bless thee in all thine increase, and in all the works of thine hands, thou shalt in any case be glad."},{"number":16,"verse":"¶ (Exod. 23:15; Exod. 34:23) Three times in the year shall all the males appear before the Lord thy God in the place which he shall choose: in the feast of the unleavened bread, and in the feast of the weeks, and in the feast of the Tabernacle: and they shall not appear before the Lord empty."},{"number":17,"verse":"Every man shall give according to the gift of his (According to the ability that God hath given him.) hand, and according to the blessing of the Lord thy God, which he hath given thee."},{"number":18,"verse":"¶ (He gave authority to that people for a time to choose themselves magistrates.) Judges and officers shalt thou make thee in all thy cities, which the Lord thy God giveth thee, throughout the tribes: and they shall judge the people with righteous judgment."},{"number":19,"verse":"Wrest not thou the Law, nor respect any person, neither take reward: for the reward blindeth the eyes of the wise, and perverteth the words of the just."},{"number":20,"verse":"That which (The magistrate must constantly follow the tenor of the Law, and in nothing decline from justice.) is just and right shalt thou follow, that thou mayest live, and possess the land which the Lord thy God giveth thee."},{"number":21,"verse":"¶ Thou shalt plant thee no grove of any trees near unto the Altar of the Lord thy God, which thou shalt make thee."},{"number":22,"verse":"Thou shalt set thee up no (Or, image) pillar, which thing the Lord thy God hateth."}]}