{"bibleAbbr":"Geneva1599","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":2,"verses":[{"number":1,"verse":"(4 Israel is forbidden to fight with the Edomites, 9 Moabites,19 and Ammonites.23 Sihon King of Heshbon.) Then (They obeyed, after that God had chastised them.) we turned, and took our journey into the wilderness, by the way of the red Sea, as the Lord spake unto me: and were compassed mount Seir [a] (Eight and thirty years, as verse 14.) long time."},{"number":2,"verse":"And the Lord spake unto me, saying,"},{"number":3,"verse":"Ye have compassed this mountain long enough: turn you Northward."},{"number":4,"verse":"And warn thou the people, saying, Ye shall go through the (This was the second time: for before they had caused the Israelites to return, Num. 20:21.) coast of your brethren the children of Esau, which dwell in Seir, and they shall be afraid of you: take ye good heed therefore."},{"number":5,"verse":"Ye shall not provoke them: for I will not give you of their land so much as a foot breadth, (Cross references: : Gen. 36:3) because I have given mount Seir unto Esau for a possession."},{"number":6,"verse":"Ye shall buy meat of them for money to eat, and ye shall also procure water of them for money to drink."},{"number":7,"verse":"For the Lord thy God hath (And given thee means, wherewith thou mayest make recompense: also God will direct thee by his providence, as he hath done.) blessed thee in all the works of thine hand: he knoweth thy walking through this great wilderness, and the Lord thy God hath been with thee this forty years, and thou hast lacked nothing."},{"number":8,"verse":"And when we were departed from our brethren the children of Esau which dwelt in Seir: through the way of the (Or, wilderness.) plain, from Elath, and from Ezion Geber, we turned and went by the way of the wilderness of Moab."},{"number":9,"verse":"Then the Lord said unto me, Thou shalt not (Or, besiege.) vex Moab, neither provoke them to battle: for I will not give thee of their land for a possession, because I have given Ar unto the children (Which were the Moabites and Ammonites.) of Lot for a possession."},{"number":10,"verse":"The (Signifying that as these giants were driven out for their sins: so the wicked when their sins are ripe, cannot avoid God’s plagues.) Emims dwelt therein in times past, a people great and many, and tall, as the Anakims."},{"number":11,"verse":"They also were taken for giants as the Anakims: whom the Moabites call Emims."},{"number":12,"verse":"The (Gen. 36:29) Horites also dwelt in Seir before time, whom the children of Esau chased out and destroyed them before them, and dwelt in their stead: as Israel shall do unto the land of his possession, which the Lord hath given them."},{"number":13,"verse":"Now rise up, said I, and get you over the river (Num. 21:12) Zered: and we went over the river Zered."},{"number":14,"verse":"The (He showeth hereby, that as God is true in his promise, so his threatenings are not in vain.) space also wherein we came from Kadesh Barnea, until we were come over the river Zered, was eight and thirty years, until all the generation of the men of war were wasted out from among the host, as the Lord sware unto them."},{"number":15,"verse":"For indeed the (His plague and punishment to destroy all that were twenty years old and above.) hand of the Lord was against them, to destroy them from among the host, till they were consumed."},{"number":16,"verse":"¶ So when all the men of war were consumed and dead from among the people:"},{"number":17,"verse":"Then the Lord spake unto me, saying,"},{"number":18,"verse":"Thou shalt go through Ar the coast of Moab this day:"},{"number":19,"verse":"And thou shalt come near over against the children of Ammon: but shalt not lay siege unto them, nor move war against them: for I will not give thee of the land of the children of Ammon any possession: for I have given it unto the children of Lot for a possession."},{"number":20,"verse":"That also was taken for a land (Who called themselves Rephaims: that is, preservers, or physicians to heal and reform vices: but were indeed Zamzummims, that is, wicked and abominable.) of giants: for giants dwelt therein afore time, whom the Ammonites called Zamzummims:"},{"number":21,"verse":"A people that was great, and many, and tall, as the Anakims: but the Lord destroyed them before them, and they succeeded them in their inheritance, and dwelt in their stead:"},{"number":22,"verse":"As he did to the children of Esau which dwell in Seir, when he destroyed the Horites before them, and they possessed them, and dwelt in their stead unto this day."},{"number":23,"verse":"And the Avim which dwelt in Hazarim even unto (Or, Gaza.) Azzah, the Caphtorims which came out of Caphtor destroyed them, and dwelt in their stead."},{"number":24,"verse":"¶ Rise up therefore, said the Lord: take your journey, and pass over the river Arnon: behold, I have given into thy hand Sihon, the (According to his promise made to Abraham, Gen. 15:21.) Amorite, King of Heshbon, and his land: begin to possess it, and provoke him to battle."},{"number":25,"verse":"This day will I (This declareth that the hearts of men are in God’s hands either to be made faint, or bold.) begin to send thy fear and thy dread, upon all people under the whole heaven, which shall hear thy fame, and shall tremble and quake before thee."},{"number":26,"verse":"Then I sent messengers out of the wilderness of Kedemoth unto Sihon King of Heshbon, with words of peace, saying,"},{"number":27,"verse":"¶ (Num. 21:2122) Let me pass through thy land: I will go by the highway: I will neither turn unto the right hand nor to the left."},{"number":28,"verse":"Thou shalt sell me meat for money, for to eat, and shalt give me water for money for to drink: only I will go through on my foot,"},{"number":29,"verse":"(As the (Because neither entreaty nor examples or others could move him, he could not complain of his just destruction.) children of Esau which dwell in Seir, and the Moabites which dwell in Ar, did unto me) until I be come over Jordan, into the land which the Lord our God giveth us."},{"number":30,"verse":"But Sihon the King of Heshbon would not let us pass by him: for the Lord thy God had (God in his election and reprobation doth not only appoint the ends, but the means tending to the same.) hardened his spirit, and made his heart obstinate, because he would deliver him into thine hand, as appeareth this day."},{"number":31,"verse":"And the Lord said unto me, Behold, I have begun to give Sihon and his land before thee: begin to possess and inherit his land."},{"number":32,"verse":"(Num. 21:23) Then came out Sihon to meet us, himself with all his people to fight at Jahaz."},{"number":33,"verse":"But the Lord our God delivered him (Hebrew, before us.) into our power, and we smote him, and his sons, and all his people."},{"number":34,"verse":"And we took all his cities the same time, and destroyed every city, men, and (God had cursed Canaan, and therefore he would not that any of the wicked race should be preserved.) women, and children: we let nothing remain."},{"number":35,"verse":"Only the cattle we took to ourselves, and the spoil of the cities which we took."},{"number":36,"verse":"From Aroer, which is by the bank of the river of Arnon, and from the city that is upon the river, even unto Gilead: there was not one city that escaped us: for the Lord our God delivered up all (Or, into our hand.) before us."},{"number":37,"verse":"Only unto the land of the children of Ammon thou camest not, nor unto any place of the (Or, ford.) river Jabbok, nor unto the cities in the mountains, nor unto whatsoever the Lord our God forbade us."}]}