{"bibleAbbr":"Geneva1599","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":25,"verses":[{"number":1,"verse":"((3 The beating of the offenders.5 To raise up seed to the kinsmen.11 In what case a woman’s hand must be cut off.13 Of just weights and measures.19 To destroy the Amalekites.) ) When there shall be strife between men, and they shall come unto judgment, (Whether there be a plaintiff or none, the magistrates ought to try our faults, and punish according to the crime.) and sentence shall be given upon them, and the righteous shall be justified, and the wicked condemned,"},{"number":2,"verse":"Then if so be the wicked be worthy to be beaten, the judge shall cause him to lie down, (When the crime deserveth not death.) and to be beaten before his face, according to his trespass unto a certain number."},{"number":3,"verse":"(The Jews of superstition afterward took one away, 2 Cor. 11:24.) Forty stripes shall he cause him to have, and not past, lest if he should exceed and beat him above that with many stripes, thy brother should appear despised in thy sight."},{"number":4,"verse":"¶ (Cross references: : 1 Cor. 9:9; 1 Tim. 5:18) Thou shalt not muzzle the ox that treadeth out the corn."},{"number":5,"verse":"¶ (Ruth 4:3; Matt. 22:24; Mark 12:19; Luke 20:28) If brethren dwell together, and one of them die and have no son, the wife of the dead shall not marry without, that is, unto a stranger, but his (Because the Hebrew word signifieth not the natural brother, and the word that signifieth a brother, is taken also for a kinsman: it seemeth that it is not meant that the natural brother should marry his brother’s wife, but some other of the kindred that was in that degree which might marry.) kinsman shall go in unto her, and take her to wife, and do the kinsman’s office to her."},{"number":6,"verse":"And the firstborn which she beareth, shall succeed in the name of his brother which is dead, that his name be not put out of Israel."},{"number":7,"verse":"And if the man will not take his kinswoman, then let his kinswoman go up to the gate unto the Elders, and say, My kinsman refuseth to raise up unto his brother a name in Israel: he will not do the office of a kinsman unto me."},{"number":8,"verse":"Then the Elders of the city shall call him, and commune with him: if he stand and say, I will not take her,"},{"number":9,"verse":"Then shall his kinswoman come unto him in the presence of the Elders, and loose his shoe from his foot, and spit in his face, and answer, and say, So shall it be done unto that man that will not build up his brother’s house."},{"number":10,"verse":"And his name shall be called in Israel, The house of him whose shoe is put off."},{"number":11,"verse":"¶ (This law importeth that godly shamefastness be preserved: for it is an horrible thing to see a woman past shame.) When men strive together, one with another, if the wife of the one come near, for to rid her husband out of the hands of him that smiteth him, and put forth her hand, and take him by his privities,"},{"number":12,"verse":"Then thou shalt cut off her hand: thine eye shall not spare her."},{"number":13,"verse":"¶ Thou shalt not have in thy bag two manner of (Hebrew, stone and stone.) weights, a great and a small:"},{"number":14,"verse":"Neither shalt thou have in thine house divers (Hebrew, Ephah and Ephah, read Exod. 12:6.) measures, a great and a small:"},{"number":15,"verse":"But thou shalt have a right and just weight: a perfect and a just measure shalt thou have, that thy days may be lengthened in the land, which the Lord thy God giveth thee."},{"number":16,"verse":"For all that do such things, and all that do unrighteously, are abomination unto the Lord thy God."},{"number":17,"verse":"(Exod. 17:4) Remember what Amalek did unto thee by the way, when ye were come out of Egypt:"},{"number":18,"verse":"How he met thee by the way, and smote the hindmost of you, all that were feeble behind thee, when thou wast fainted and weary, and he feared not God."},{"number":19,"verse":"Therefore, when the Lord thy God hath given thee rest from all thine enemies round about in the land which the Lord thy God giveth thee for an inheritance to possess it, then thou shalt put out the (This was partly accomplished by Saul, about 450 years afterward.) remembrance of Amalek from under heaven: forget not."}]}