{"bibleAbbr":"Geneva1599","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":31,"verses":[{"number":1,"verse":"(2, 7 Moses preparing himself to die, appointeth Joshua to rule the people.9 He giveth the law to the Levites, that they should read it to the people.19 God giveth them a song as a witness between him and them.23 God confirmeth Joshua.29 Moses showeth them that they will rebel after his death.) Then Moses went and spake these words unto all Israel,"},{"number":2,"verse":"And said unto them, I am an hundred and twenty years old this day: I (I can no longer execute mine office.) can no more go out and in: also the Lord hath said unto me, (Cross references: : Num. 20:12; Deut. 3:26) Thou shalt not go over this Jordan."},{"number":3,"verse":"The Lord thy God he will go over before thee: he will destroy these nations before thee, and thou shalt possess them. (Num. 27:18) Joshua, he shall go before thee, as the Lord hath said."},{"number":4,"verse":"And the Lord shall do unto them, as he did to (Num. 21:24) Sihon and to Og kings of the Amorites, and unto their land whom he destroyed."},{"number":5,"verse":"And the Lord shall give them (Into your hands.) before you, that ye may do unto them according unto every (Deut. 7:2) commandment which I have commanded you."},{"number":6,"verse":"Pluck (Or, be of good courage.) up your hearts therefore, and be strong: dread not, nor be afraid of them: for the Lord thy God himself doth go with thee: he will not fail thee, nor forsake thee."},{"number":7,"verse":"¶ And Moses called Joshua, and said unto him in the sight of all Israel, Be (For he that must govern the people, hath need to be valiant to repress vice, and constant to maintain virtue.) of a good courage and strong: for thou shalt go with this people unto the land which the Lord hath sworn unto their fathers, to give them, and thou shalt give it them to inherit."},{"number":8,"verse":"And the Lord himself doth (Signifying that man can never be of good courage, except he be persuaded of God’s favor and assistance.) go before thee: he will be with thee: he will not fail thee, neither forsake thee: fear not therefore, nor be discomforted."},{"number":9,"verse":"¶ And Moses wrote this Law, and delivered it unto the Priests the sons of Levi (which bare the Ark of the covenant of the Lord) and unto all the Elders of Israel."},{"number":10,"verse":"And Moses commanded them, saying, (Neh. 8:1) Every seventh year (Deut. 15:1) when the year of freedom shall be in the feast of the Tabernacles:"},{"number":11,"verse":"When all Israel shall come to appear (Before the Ark of the covenant, which was the sign of God’s presence, and the figure of Christ.) before the Lord thy God, and the place which he shall choose, thou shalt read this Law before all Israel that they may hear it."},{"number":12,"verse":"Gather the people together: men, and women, and children, and thy stranger that is within thy gates, that they may hear, and that they may learn, and fear the Lord your God, and keep and observe all the words of this Law,"},{"number":13,"verse":"And that their children which (Which were not born when the law was given.) have not known it, may hear it, and learn to fear the Lord your God, as long as ye live in the land, whither ye go over Jordan to possess it."},{"number":14,"verse":"¶ Then the Lord said unto Moses, Behold, thy days are come, that thou must die: Call Joshua, and stand ye in the Tabernacle of the Congregation that I may give him a (Or, commandment.) charge. So Moses and Joshua went, and stood in the Tabernacle of the Congregation."},{"number":15,"verse":"And the Lord appeared in the Tabernacle in the pillar of a (In a cloud that was fashioned like a pillar.) cloud: and the pillar of the cloud stood over the door of the Tabernacle."},{"number":16,"verse":"¶ And the Lord said unto Moses, Behold, thou shalt sleep with thy fathers, and this people will rise up, and go a whoring after the gods of a strange land (whither they go to dwell therein) and will forsake me: and break my covenant which I have made with them."},{"number":17,"verse":"Wherefore my wrath will wax hot against them at that day, and I will forsake them, and will (That is, I will take my favor from them: as to turn his face toward us, is to show us his favor.) hide my face from them: then they shall be consumed, and many adversities and tribulations shall come upon them: so then they will say, Are not these troubles come upon me, because God is not with me?"},{"number":18,"verse":"But I will surely hide my face in that day, because of all the evil which they shall commit, in that they are turned unto other gods."},{"number":19,"verse":"Now therefore write ye this (To preserve you and your children from idolatry, by remembering God’s benefits.) song for you, and teach it the children of Israel: put it in their mouths, that this song may be my witness against the children of Israel."},{"number":20,"verse":"For I will bring them into the land (which I sware unto their fathers) that floweth with milk and honey: and they shall eat and fill themselves, and wax fat: (For this is the nature of flesh, no longer to obey God, than it is under the rod.) then shall they turn unto other gods, and serve them, and contemn me, and break my covenant."},{"number":21,"verse":"And then when many adversities and tribulations shall come upon them, this song shall (That these evils are come upon them, because they forsook me.) answer them to their faces as a witness: for it shall not be forgotten out of the mouths of their posterity: for I know their imagination, which they go about even now, before I have brought them into the land which I sware."},{"number":22,"verse":"¶ Moses therefore wrote this song the same day, and taught it the children of Israel."},{"number":23,"verse":"And God gave Joshua the son of Nun a charge, and said, (Josh. 1:6) Be strong and of a good courage: for thou shalt bring the children of Israel into the land, which I sware unto them, and I will be with thee."},{"number":24,"verse":"¶ And when Moses had made an end of writing the words of this Law in a book until he had finished them,"},{"number":25,"verse":"Then Moses commanded the Levites, which bare the Ark of the covenant of the Lord, saying,"},{"number":26,"verse":"Take the book of this Law, and put ye it in the side of the Ark of the covenant of the Lord your God, that it may be there for a (Of thine infidelity, when thou shalt turn away from the doctrine contained therein.) witness against thee."},{"number":27,"verse":"For I know thy rebellion and thy stiff neck: behold, I being yet alive with you this day, ye are rebellious against the Lord: how much more then after my death?"},{"number":28,"verse":"Gather unto me all the Elders of your tribes, and your (As governors, judges and magistrates.) officers, that I may speak these words in their audience, and call heaven and earth to record against them."},{"number":29,"verse":"For I am sure that after my death, ye will utterly be corrupt and turn from the way which I have commanded you: therefore evil will come upon you at the length, because ye will commit evil in the sight of the Lord, by provoking him to anger through the (By idolatry, and worshipping images, which are the work of your hands.) work of your hands."},{"number":30,"verse":"Thus Moses spake in the audience of all the Congregation of Israel the words of this song, until he had ended them."}]}