{"bibleAbbr":"Geneva1599","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":34,"verses":[{"number":1,"verse":"((1 Moses seeth all the Land of Canaan.5 He dieth.8. Israel weepeth.9 Joshua succeedeth in Moses’ room.10 The praise of Moses.) ) Then Moses went from the plain of Moab up into mount (Which was a part of mount Abarim, Num. 27:12.) Nebo unto the top of Pisgah that is over against Jericho: and the Lord showed him (Cross references: : Deut. 3:27) all the land of Gilead, unto Dan,"},{"number":2,"verse":"And all Naphtali and the land of Ephraim and Manasseh, and all the land of Judah, unto the utmost (Called, Mediterranean.) sea:"},{"number":3,"verse":"And the South, and the plain of the valley of Jericho, the city of palm trees, unto Zoar."},{"number":4,"verse":"And the Lord said unto him, (Gen. 12:7; Gen. 13:15) This is the land which I sware unto Abraham, to Isaac and to Jacob, saying, I will give it unto thy seed: I have caused thee to see it with thine eyes, but thou shalt not go over thither."},{"number":5,"verse":"So Moses the servant of the Lord died there in the land of Moab, according to the word of the Lord."},{"number":6,"verse":"And (To wit, the Angel of the Lord, Jude 9.) he buried him in a valley in the land of Moab over against Beth Peor, but no man knoweth of his sepulcher unto (That the Jews might not have occassion thereby to commit Idolatry.) this day."},{"number":7,"verse":"Moses was now an hundred and twenty years old when he died, his eye was not dim, nor his natural force abated:"},{"number":8,"verse":"And the children of Israel wept for Moses in the plain of Moab thirty days: so the days of weeping and mourning for Moses were ended."},{"number":9,"verse":"And (Hereby appeareth the favor of God, that leaveth not his Church destitute of a governor.) Joshua the son of Nun was full of the spirit of wisdom: for Moses had put his hands upon him. And the children of Israel were obedient unto him, and did as the Lord had commanded Moses."},{"number":10,"verse":"But there arose not a Prophet since in Israel like unto Moses (whom the Lord knew (Unto whom the Lord did reveal himself so plainly, as Exod. 33:11.) face to face.)"},{"number":11,"verse":"In all the miracles and wonders which the Lord sent him to do in the land of Egypt before Pharaoh and before all his servants, and before all his land,"},{"number":12,"verse":"And in all that mighty (Meaning, the power of God working by Moses in the wilderness.) hand and all that great fear, which Moses wrought in the sight of all Israel."}]}