{"bibleAbbr":"NKJV1982","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":17,"verses":[{"number":1,"verse":"Proclamation Against Syria and Israel The (Gen. 14:15; 15:2; 2 Kin. 16:9; Jer. 49:23; Amos 1:3-5; Zech. 9:1; Acts 9:2) burden against Damascus. “Behold, Damascus will cease from being a city, And it will be a ruinous heap."},{"number":2,"verse":"The cities of (Num. 32:34) Aroer are forsaken; They will be for flocks Which lie down, and (Jer. 7:33) no one will make them afraid."},{"number":3,"verse":"(Is. 7:16; 8:4) The fortress also will cease from Ephraim, The kingdom from Damascus, And the remnant of Syria; They will be as the glory of the children of Israel,” Says the LORD of hosts."},{"number":4,"verse":"“In that day it shall come to pass That the glory of Jacob will wane, And (Is. 10:16) the fatness of his flesh grow lean."},{"number":5,"verse":"(Is. 17:11; Jer. 51:33; Joel 3:13; Matt. 13:30) It shall be as when the harvester gathers the grain, And reaps the heads with his arm; It shall be as he who gathers heads of grain In the Valley of Rephaim."},{"number":6,"verse":"(Deut. 4:27; Is. 24:13; Obad. 5) Yet gleaning grapes will be left in it, Like the shaking of an olive tree, Two or three olives at the top of the uppermost bough, Four or five in its most fruitful branches,” Says the LORD God of Israel."},{"number":7,"verse":"In that day a man will (Is. 10:20; Hos. 3:5; Mic. 7:7) look to his Maker, And his eyes will have respect for the Holy One of Israel."},{"number":8,"verse":"He will not look to the altars, The work of his hands; He will not respect what his (Is. 2:8; 31:7) fingers have made, Nor the wooden images nor the incense altars."},{"number":9,"verse":"In that day his strong cities will be as a forsaken bough And an uppermost branch, Which they left because of the children of Israel; And there will be desolation."},{"number":10,"verse":"Because you have forgotten (Ps. 68:19; Is. 51:13) the God of your salvation, And have not been mindful of the Rock of your stronghold, Therefore you will plant pleasant plants And set out foreign seedlings;"},{"number":11,"verse":"In the day you will make your plant to grow, And in the morning you will make your seed to flourish; But the harvest will be a heap of ruins In the day of grief and desperate sorrow."},{"number":12,"verse":"Woe to the multitude of many people Who make a noise (Is. 5:30; Jer. 6:23; Ezek. 43:2; Luke 21:25) like the roar of the seas, And to the rushing of nations That make a rushing like the rushing of mighty waters!"},{"number":13,"verse":"The nations will rush like the rushing of many waters; But God will (Ps. 9:5; Is. 41:11) rebuke them and they will flee far away, And (Ps. 83:13; Hos. 13:3) be chased like the chaff of the mountains before the wind, Like a rolling thing before the whirlwind."},{"number":14,"verse":"Then behold, at eventide, trouble! And before the morning, he is no more. This is the portion of those who plunder us, And the lot of those who rob us."}]}