{"bibleAbbr":"NKJV1982","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":51,"verses":[{"number":1,"verse":"The LORD Comforts Zion “Listen to Me, ((Rom. 9:30-32)) you who follow after righteousness, You who seek the LORD: Look to the rock from which you were hewn, And to the hole of the pit from which you were dug."},{"number":2,"verse":"(Rom. 4:1-3; Heb. 11:11) Look to Abraham your father, And to Sarah who bore you; (Gen. 12:1) For I called him alone, And (Gen. 24:35; Deut. 1:10; Ezek. 33:24) blessed him and increased him.”"},{"number":3,"verse":"For the LORD will (Is. 40:1; 52:9; Ps. 102:13) comfort Zion, He will comfort all her waste places; He will make her wilderness like Eden, And her desert (Gen. 13:10; Joel 2:3) like the garden of the LORD; Joy and gladness will be found in it, Thanksgiving and the voice of melody."},{"number":4,"verse":"“Listen to Me, My people; And give ear to Me, O My nation: (Is. 2:3) For law will proceed from Me, And I will make My justice rest (Is. 42:6) As a light of the peoples."},{"number":5,"verse":"(Is. 46:13) My righteousness is near, My salvation has gone forth, (Ps. 67:4) And My arms will judge the peoples; (Is. 60:9) The coastlands will wait upon Me, And ((Rom. 1:16)) on My arm they will trust."},{"number":6,"verse":"(Is. 40:26) Lift up your eyes to the heavens, And look on the earth beneath. For (Ps. 102:25, 26; Is. 13:13; 34:4; Matt. 24:35; Heb. 1:10-12; 2 Pet. 3:10) the heavens will vanish away like smoke, (Is. 24:19, 20; 50:9; Heb. 1:10-12) The earth will grow old like a garment, And those who dwell in it will die in like manner; But My salvation will be (Is. 45:17) forever, And My righteousness will not be abolished."},{"number":7,"verse":"“Listen to Me, you who know righteousness, You people (Ps. 37:31; Jer. 31:33; (Heb. 10:16)) in whose heart is My law: (Is. 25:8; 54:4; (Matt. 5:11, 12; 10:28; Acts 5:41)) Do not fear the reproach of men, Nor be afraid of their insults."},{"number":8,"verse":"For (Is. 50:9) the moth will eat them up like a garment, And the worm will eat them like wool; But My righteousness will be forever, And My salvation from generation to generation.”"},{"number":9,"verse":"(Ps. 44:23) Awake, awake, (Ps. 93:1) put on strength, O arm of the LORD! Awake (Ps. 44:1) as in the ancient days, In the generations of old. (Job 26:12; Ps. 89:10; Is. 30:7) Are You not the arm that cut (Ps. 87:4) Rahab apart, And wounded the (Ps. 74:13; Is. 27:1) serpent?"},{"number":10,"verse":"Are You not the One who (Ex. 14:21; Is. 63:11-13) dried up the sea, The waters of the great deep; That made the depths of the sea a road For the redeemed to cross over?"},{"number":11,"verse":"So (Is. 35:10; Jer. 31:11, 12) the ransomed of the LORD shall return, And come to Zion with singing, With everlasting joy on their heads. They shall obtain joy and gladness; Sorrow and sighing shall flee away."},{"number":12,"verse":"“I, even I, am He (2 Cor. 1:3) who comforts you. Who are you that you should be afraid (Ps. 118:6; Is. 2:22) Of a man who will die, And of the son of a man who will be made (Is. 40:6, 7; James 1:10; 1 Pet. 1:24) like grass?"},{"number":13,"verse":"And (Deut. 6:12; 8:11; Is. 17:10; Jer. 2:32) you forget the LORD your Maker, (Ps. 104:2) Who stretched out the heavens And laid the foundations of the earth; You have feared continually every day Because of the fury of the oppressor, When he has prepared to destroy. (Job 20:7) And where is the fury of the oppressor?"},{"number":14,"verse":"The captive exile hastens, that he may be loosed, (Zech. 9:11) That he should not die in the pit, And that his bread should not fail."},{"number":15,"verse":"But I am the LORD your God, Who (Job 26:12) divided the sea whose waves roared— The LORD of hosts is His name."},{"number":16,"verse":"And (Deut. 18:18; Is. 59:21; John 3:34) I have put My words in your mouth; (Ex. 33:22; Is. 49:2) I have covered you with the shadow of My hand, (Is. 65:17) That I may plant the heavens, Lay the foundations of the earth, And say to Zion, ‘You are My people.’ ”"},{"number":17,"verse":"God’s Fury Removed (Is. 52:1) Awake, awake! Stand up, O Jerusalem, You who (Job 21:20; Is. 29:9; Jer. 25:15; Rev. 14:10; 16:19) have drunk at the hand of the LORD The cup of His fury; You have drunk the dregs of the cup of trembling, And drained it out."},{"number":18,"verse":"There is no one to guide her Among all the sons she has brought forth; Nor is there any who takes her by the hand Among all the sons she has brought up."},{"number":19,"verse":"(Is. 47:9) These two things have come to you; Who will be sorry for you?— Desolation and destruction, famine and sword— (Amos 7:2) By whom will I comfort you?"},{"number":20,"verse":"(Lam. 2:11) Your sons have fainted, They lie at the head of all the streets, Like an antelope in a net; They are full of the fury of the LORD, The rebuke of your God."},{"number":21,"verse":"Therefore please hear this, you afflicted, And drunk (Lam. 3:15) but not with wine."},{"number":22,"verse":"Thus says your Lord, The LORD and your God, Who (Is. 3:12, 13; 49:25; Jer. 50:34) pleads the cause of His people: “See, I have taken out of your hand The cup of trembling, The dregs of the cup of My fury; You shall no longer drink it."},{"number":23,"verse":"(Is. 14:2; Jer. 25:17, 26-28; Zech. 12:2) But I will put it into the hand of those who afflict you, Who have said to you, ‘Lie down, that we may walk over you.’ And you have laid your body like the ground, And as the street, for those who walk over.”"}]}