{"bibleAbbr":"NKJV1982","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":56,"verses":[{"number":1,"verse":"Salvation for the Gentiles Thus says the LORD: “Keep justice, and do righteousness, (Is. 46:13; Matt. 3:2; 4:17; Rom. 13:11, 12) For My salvation is about to come, And My righteousness to be revealed."},{"number":2,"verse":"Blessed is the man who does this, And the son of man who lays hold on it; (Ex. 20:8-11; 31:13-17; Is. 58:13; Jer. 17:21, 22; Ezek. 20:12, 20) Who keeps from defiling the Sabbath, And keeps his hand from doing any evil.”"},{"number":3,"verse":"Do not let (Is. 14:1; (Eph. 2:12-19)) the son of the foreigner Who has joined himself to the LORD Speak, saying, “The LORD has utterly separated me from His people”; Nor let the (Deut. 23:1; Jer. 38:7; Acts 8:27) eunuch say, “Here I am, a dry tree.”"},{"number":4,"verse":"For thus says the LORD: “To the eunuchs who keep My Sabbaths, And choose what pleases Me, And hold fast My covenant,"},{"number":5,"verse":"Even to them I will give in (1 Tim. 3:15) My house And within My walls a place ((1 John 3:1, 2)) and a name Better than that of sons and daughters; I will give them an everlasting name That shall not be cut off."},{"number":6,"verse":"“Also the sons of the foreigner Who join themselves to the LORD, to serve Him, And to love the name of the LORD, to be His servants— Everyone who keeps from defiling the Sabbath, And holds fast My covenant—"},{"number":7,"verse":"Even them I will ((Is. 2:2, 3; 60:11; Mic. 4:1, 2)) bring to My holy mountain, And make them joyful in My (Matt. 21:13; Mark 11:17; Luke 19:46) house of prayer. ((Rom. 12:1; Heb. 13:15; 1 Pet. 2:5)) Their burnt offerings and their sacrifices Will be (Is. 60:7) accepted on My altar; For (Matt. 21:13) My house shall be called a house of prayer ((Mal. 1:11)) for all nations.”"},{"number":8,"verse":"The Lord GOD, (Ps. 147:2; Is. 11:12; 27:12; 54:7) who gathers the outcasts of Israel, says, (Is. 60:3-11; 66:18-21; (John 10:16)) “Yet I will gather to him Others besides those who are gathered to him.”"},{"number":9,"verse":"Israel’s Irresponsible Leaders (Jer. 12:9) All you beasts of the field, come to devour, All you beasts in the forest."},{"number":10,"verse":"His watchmen are (Matt. 15:14) blind, They are all ignorant; (Phil. 3:2) They are all dumb dogs, They cannot bark; Sleeping, lying down, loving to slumber."},{"number":11,"verse":"Yes, they are (Is. 28:7; Ezek. 13:19; (Mic. 3:5, 11)) greedy dogs Which (Ezek. 34:2-10) never have enough. And they are shepherds Who cannot understand; They all look to their own way, Every one for his own gain, From his own territory."},{"number":12,"verse":"“Come,” one says, “I will bring wine, And we will fill ourselves with intoxicating (Is. 28:7) drink; (Ps. 10:6; Prov. 23:35; Is. 22:13; Luke 12:19; 1 Cor. 15:32) Tomorrow will be (2 Pet. 3:4) as today, And much more abundant.”"}]}