{"bibleAbbr":"NKJV1982","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":59,"verses":[{"number":1,"verse":"(Separated from God) Behold, the LORD’s hand is not (Num. 11:23; Is. 50:2; Jer. 32:17) shortened, That it cannot save; Nor His ear heavy, That it cannot hear."},{"number":2,"verse":"But your iniquities have separated you from your God; And your sins have hidden His face from you, So that He will (Is. 1:15) not hear."},{"number":3,"verse":"For (Is. 1:15, 21; Jer. 2:30, 34; Ezek. 7:23; Hos. 4:2) your hands are defiled with blood, And your fingers with iniquity; Your lips have spoken lies, Your tongue has muttered perversity."},{"number":4,"verse":"No one calls for justice, Nor does any plead for truth. They trust in (Is. 30:12; Jer. 7:4) empty words and speak lies; (Job 15:35; Ps. 7:14; Is. 33:11) They conceive evil and bring forth iniquity."},{"number":5,"verse":"They hatch vipers’ eggs and weave the spider’s web; He who eats of their eggs dies, And from that which is crushed a viper breaks out."},{"number":6,"verse":"(Job 8:14) Their webs will not become garments, Nor will they cover themselves with their works; Their works are works of iniquity, And the act of violence is in their hands."},{"number":7,"verse":"(Prov. 1:16; Rom. 3:15) Their feet run to evil, And they make haste to shed (Prov. 6:17) innocent blood; (Is. 55:7) Their thoughts are thoughts of iniquity; Wasting and (Rom. 3:16, 17) destruction are in their paths."},{"number":8,"verse":"The way of (Is. 57:20, 21) peace they have not known, And there is no justice in their ways; (Ps. 125:5; Prov. 2:15) They have made themselves crooked paths; Whoever takes that way shall not know peace."},{"number":9,"verse":"(Sin Confessed) Therefore justice is far from us, Nor does righteousness overtake us; (Jer. 8:15) We look for light, but there is darkness! For brightness, but we walk in blackness!"},{"number":10,"verse":"(Deut. 28:29; Job 5:14; Amos 8:9) We grope for the wall like the blind, And we grope as if we had no eyes; We stumble at noonday as at twilight; We are as dead men in desolate places."},{"number":11,"verse":"We all growl like bears, And (Is. 38:14; Ezek. 7:16) moan sadly like doves; We look for justice, but there is none; For salvation, but it is far from us."},{"number":12,"verse":"For our (Is. 24:5; 58:1) transgressions are multiplied before You, And our sins testify against us; For our transgressions are with us, And as for our iniquities, we know them:"},{"number":13,"verse":"In transgressing and lying against the LORD, And departing from our God, Speaking oppression and revolt, Conceiving and uttering (Matt. 12:34) from the heart words of falsehood."},{"number":14,"verse":"Justice is turned back, And righteousness stands afar off; For truth is fallen in the street, And equity cannot enter."},{"number":15,"verse":"So truth fails, And he who departs from evil makes himself a (Is. 5:23; 10:2; 29:21; 32:7) prey. Then the LORD saw it, and it displeased Him That there was no justice."},{"number":16,"verse":"(The Redeemer of Zion) (Is. 41:28; 63:5; 64:7; Ezek. 22:30) He saw that there was no man, And (Mark 6:6) wondered that there was no intercessor; (Ps. 98:1; Is. 63:5) Therefore His own arm brought salvation for Him; And His own righteousness, it sustained Him."},{"number":17,"verse":"(Eph. 6:14, 17; 1 Thess. 5:8) For He put on righteousness as a breastplate, And a helmet of salvation on His head; He put on the garments of vengeance for clothing, And was clad with zeal as a cloak."},{"number":18,"verse":"(Is. 63:6; Rom. 2:6) According to their deeds, accordingly He will repay, Fury to His adversaries, Recompense to His enemies; The coastlands He will fully repay."},{"number":19,"verse":"(Ps. 113:3; Mal. 1:11) So shall they fear The name of the LORD from the west, And His glory from the rising of the sun; When the enemy comes in (Rev. 12:15) like a flood, The Spirit of the LORD will lift up a standard against him."},{"number":20,"verse":"“The (Rom. 11:26) Redeemer will come to Zion, And to those who turn from transgression in Jacob,” Says the LORD."},{"number":21,"verse":"“As ((Heb. 8:10; 10:16)) for Me,” says the LORD, “this is My covenant with them: My Spirit who is upon you, and My words which I have put in your mouth, shall not depart from your mouth, nor from the mouth of your descendants, nor from the mouth of your descendants’ descendants,” says the LORD, “from this time and forevermore.”"}]}