{"bibleAbbr":"NKJV1982","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":64,"verses":[{"number":1,"verse":"Oh, that You would rend the heavens! That You would come down! That the mountains might shake at Your (Ex. 19:18; Ps. 18:9; 144:5; Mic. 1:3, 4; (Hab. 3:13)) presence—"},{"number":2,"verse":"As fire burns brushwood, As fire causes water to boil— To make Your name known to Your adversaries, That the nations may tremble at Your presence!"},{"number":3,"verse":"When (Ex. 34:10) You did awesome things for which we did not look, You came down, The mountains shook at Your presence."},{"number":4,"verse":"For since the beginning of the world (Ps. 31:19) Men have not heard nor perceived by the ear, Nor has the eye seen any God besides You, Who acts for the one who waits for Him."},{"number":5,"verse":"You meet him who rejoices and does righteousness, Who remembers You in Your ways. You are indeed angry, for we have sinned— (Mal. 3:6) In these ways we continue; And we need to be saved."},{"number":6,"verse":"But we are all like an unclean thing, And all ((Phil. 3:9)) our righteousnesses are like filthy rags; We all (Ps. 90:5, 6; Is. 1:30) fade as a leaf, And our iniquities, like the wind, Have taken us away."},{"number":7,"verse":"And there is no one who calls on Your name, Who stirs himself up to take hold of You; For You have hidden Your face from us, And have consumed us because of our iniquities."},{"number":8,"verse":"But now, O LORD, You are our Father; We are the clay, and You our (Is. 29:16; 45:9; Jer. 18:6; (Rom. 9:20, 21)) potter; And all we are the work of Your hand."},{"number":9,"verse":"Do not be furious, O LORD, Nor remember iniquity forever; Indeed, please look—we all are Your people!"},{"number":10,"verse":"Your holy cities are a wilderness, Zion is a wilderness, Jerusalem a desolation."},{"number":11,"verse":"Our holy and beautiful temple, Where our fathers praised You, Is burned up with fire; And all (Ezek. 24:21) our pleasant things are laid waste."},{"number":12,"verse":"(Is. 42:14) Will You restrain Yourself because of these things, O LORD? (Ps. 83:1) Will You hold Your peace, and afflict us very severely?"}]}