{"bibleAbbr":"ASV1901","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"The burden<WH4853> of the wilderness<WH4057> of the sea<WH3220>. As whirlwinds<WH5492> in the South<WH5045> sweep<WH2498> through<WH935>, it cometh from the wilderness<WH4057>, from a terrible<WH3372> land<WH776>."},{"number":2,"verse":"A grievous<WH7186> vision<WH2380> is declared<WH5046> unto me<WH898>; the treacherous man dealeth treacherously<WH898>, and the destroyer<WH7703> destroyeth<WH7703>. Go up<WH5927>, O Elam<WH5867>; besiege<WH6696>, O Media<WH4074>; all the sighing<WH585> thereof have I made to cease<WH7673>."},{"number":3,"verse":"Therefore are my loins<WH4975> filled<WH4390> with anguish<WH2479>; pangs<WH6735> have taken hold<WH270> upon me<WH6735>, as the pangs of a woman in travail<WH3205>: I am pained<WH5753> so that I cannot hear<WH8085>; I am dismayed<WH926> so that I cannot see<WH7200>."},{"number":4,"verse":"My heart<WH3824> fluttereth<WH8582>, horror<WH6427> hath affrighted<WH1204> me<WH5399>; the twilight that I desired<WH2837> hath been turned<WH7760> into trembling unto me<WH2731>."},{"number":5,"verse":"They prepare<WH6186> the table<WH7979>, they set<WH6186> the watch<WH6822>, they eat<WH398>, they drink<WH8354>: rise<WH6965> up<WH8269>, ye princes, anoint<WH4886> the shield<WH4043>."},{"number":6,"verse":"For thus hath the Lord<WH136> said<WH559> unto me<WH3212>, Go, set<WH5975> a watchman<WH6822>: let him declare<WH5046> what he seeth<WH7200>:"},{"number":7,"verse":"and when he seeth<WH7200> a troop<WH7393>, horsemen<WH6571> in pairs<WH6776>, a troop<WH7393> of asses<WH2543>, a troop<WH7393> of camels<WH1581>, he shall hearken<WH7181> diligently<WH7182> with much<WH7227> heed<WH7182>."},{"number":8,"verse":"And he cried<WH7121> as a lion<WH738>: O Lord<WH136>, I stand<WH5975> continually<WH8548> upon the watch-tower<WH4707> in the day-time<WH3119>, and am set<WH5324> in my ward<WH4931> whole nights<WH3915>;"},{"number":9,"verse":"and <WH935>, behold, here cometh a troop<WH7393> of men<WH376>, horsemen<WH6571> in pairs<WH6776>. And he answered<WH6030> and said<WH559>, Fallen<WH5307>, fallen<WH5307> is Babylon<WH894>; and all the graven images<WH6456> of her gods<WH430> are broken<WH7665> unto the ground<WH776>."},{"number":10,"verse":"O thou my threshing<WH4098>, and the grain<WH1121> of my floor<WH1637>! that which I have heard<WH8085> from Jehovah<WH3068> of hosts<WH6635>, the God<WH430> of Israel<WH3478>, have I declared unto you<WH5046>."},{"number":11,"verse":"The burden<WH4853> of Dumah<WH1746>. One calleth<WH7121> unto me out of Seir<WH8165>, Watchman<WH8104>, what of the night<WH3915>? Watchman<WH8104>, what of the night<WH3915>?"},{"number":12,"verse":"The watchman<WH8104> said<WH559>, The morning<WH1242> cometh<WH857>, and also the night<WH3915>: if ye will inquire<WH1158>, inquire<WH1158> ye<WH7725>: turn ye<WH857>, come."},{"number":13,"verse":"The burden<WH4853> upon Arabia<WH6152>. In the forest<WH3293> in Arabia<WH6152> shall ye lodge<WH3885>, O ye caravans<WH736> of Dedanites<WH1720>."},{"number":14,"verse":"Unto him<WH7125> that was thirsty<WH6771> they brought<WH857> water<WH4325>; the inhabitants<WH3427> of the land<WH776> of Tema<WH8485> did meet<WH6923> the fugitives<WH5074> with their bread<WH3899>."},{"number":15,"verse":"For they fled<WH5074> away from<WH6440> the swords<WH2719>, from<WH6440> the drawn<WH5203> sword<WH2719>, and from<WH6440> the bent<WH1869> bow<WH7198>, and from<WH6440> the grievousness<WH3514> of war<WH4421>."},{"number":16,"verse":"For thus hath the Lord<WH136> said<WH559> unto me<WH8141>, Within a year, according to the years<WH8141> of a hireling<WH7916>, all the glory<WH3519> of Kedar<WH6938> shall fail<WH3615>;"},{"number":17,"verse":"and the residue<WH7605> of the number<WH4557> of the archers<WH7198>, the mighty men<WH1368> of the children<WH1121> of Kedar<WH6938>, shall be few<WH4591>; for Jehovah<WH3068>, the God<WH430> of Israel<WH3478>, hath spoken it<WH1696>."}]}