{"bibleAbbr":"ASV1901","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":33,"verses":[{"number":1,"verse":"Woe <WH1945> to thee that destroyest<WH7703>, and thou wast not destroyed<WH7703>; and dealest treacherously<WH898>, and they dealt not treacherously<WH898> with thee<WH8552>! When thou hast ceased to destroy<WH7703>, thou shalt be destroyed<WH7703>; and when thou hast made an end<WH5239> of dealing treacherously<WH898>, they shall deal treacherously with thee<WH898>."},{"number":2,"verse":"O Jehovah<WH3068>, be gracious<WH2603> unto us<WH6960>; we have waited for thee<WH2220>: be thou our arm every morning<WH1242>, our salvation<WH3444> also in the time<WH6256> of trouble<WH6869>."},{"number":3,"verse":"At the noise<WH6963> of the tumult<WH1995> the peoples<WH5971> are fled<WH5074>; at the lifting up<WH7427> of thyself the nations<WH1471> are scattered<WH5310>."},{"number":4,"verse":"And your spoil<WH7998> shall be gathered<WH622> as the caterpillar<WH2625> gathereth<WH625>: as locusts<WH1357> leap<WH4944> shall men leap upon it<WH8264>."},{"number":5,"verse":"Jehovah <WH3068> is exalted<WH7682>; for he dwelleth<WH7931> on high<WH4791>: he hath filled<WH4390> Zion<WH6726> with justice<WH4941> and righteousness<WH6666>."},{"number":6,"verse":"And there shall be stability<WH530> in thy times<WH6256>, abundance<WH2633> of salvation<WH3444>, wisdom<WH2451>, and knowledge<WH1847>: the fear<WH3374> of Jehovah<WH3068> is thy treasure<WH214>."},{"number":7,"verse":"Behold <WH691>, their valiant ones cry<WH6817> without<WH2351>; the ambassadors<WH4397> of peace<WH7965> weep<WH1058> bitterly<WH4751>."},{"number":8,"verse":"The highways<WH4546> lie waste<WH8074>, the wayfaring man<WH5674> ceaseth<WH7673>: the enemy hath broken<WH6565> the covenant<WH1285>, he hath despised<WH3988> the cities<WH5892>, he regardeth<WH2803> not man<WH582>."},{"number":9,"verse":"The land<WH776> mourneth<WH56> and languisheth<WH535>; Lebanon<WH3844> is confounded<WH2659> and withereth away<WH7060>; Sharon<WH8289> is like a desert<WH6160>; and Bashan<WH1316> and Carmel<WH3760> shake off their leaves<WH5287>."},{"number":10,"verse":"Now will I arise<WH6965>, saith<WH559> Jehovah<WH3068>; now will I lift up<WH5375> myself<WH7426>; now will I be exalted."},{"number":11,"verse":"Ye shall conceive<WH2029> chaff<WH2842>, ye shall bring forth<WH3205> stubble<WH7179>: your breath<WH7307> is a fire<WH784> that shall devour you<WH398>."},{"number":12,"verse":"And the peoples<WH5971> shall be as the burnings<WH4955> of lime<WH7875>, as thorns<WH6975> cut down<WH3683>, that are burned<WH3341> in the fire<WH784>."},{"number":13,"verse":"Hear <WH8085>, ye that are far off<WH7350>, what I have done<WH6213>; and<WH7138>, ye that are near, acknowledge<WH3045> my might<WH1369>."},{"number":14,"verse":"The sinners<WH2400> in Zion<WH6726> are afraid<WH6342>; trembling<WH6342> hath seized<WH270> the godless<WH2611> ones<WH1481>: Who among us can dwell with the devouring<WH398> fire<WH784>? who among us can dwell<WH1481> with everlasting<WH5769> burnings<WH4168>?"},{"number":15,"verse":"He that walketh<WH1980> righteously<WH6666>, and speaketh<WH1696> uprightly<WH4339>; he that despiseth<WH3988> the gain<WH1215> of oppressions<WH4642>, that shaketh<WH5287> his hands<WH3709> from taking<WH8551> a bribe<WH7810>, that stoppeth<WH331> his ears<WH241> from hearing<WH8085> of blood<WH1818>, and shutteth<WH6105> his eyes<WH5869> from looking<WH7200> upon evil<WH7451>:"},{"number":16,"verse":"He shall dwell<WH7931> on high<WH4791>; his place of defence<WH4869> shall be the munitions<WH4679> of rocks<WH5553>; his bread<WH3899> shall be given<WH5414> him<WH4325>; his waters shall be sure<WH539>."},{"number":17,"verse":"Thine eyes<WH5869> shall see<WH2372> the king<WH4428> in his beauty<WH3308>: they shall behold<WH7200> a land<WH776> that reacheth afar<WH4801>."},{"number":18,"verse":"Thy heart<WH3820> shall muse<WH1897> on the terror<WH367>: Where is he that counted<WH5608>, where is he that weighed<WH8254> the tribute<WH5608>? where is he that counted the towers<WH4026>?"},{"number":19,"verse":"Thou shalt not see<WH7200> the fierce<WH3267> people<WH5971>, a people<WH5971> of a deep<WH6012> speech<WH8193> that thou canst not comprehend<WH8085>, of a strange<WH3932> tongue<WH3956> that thou canst not understand<WH998>."},{"number":20,"verse":"Look <WH2372> upon Zion<WH6726>, the city<WH7151> of our solemnities<WH4150>: thine eyes<WH5869> shall see<WH7200> Jerusalem<WH3389> a quiet<WH7600> habitation<WH5116>, a tent<WH168> that shall not be removed<WH6813>, the stakes<WH3489> whereof shall never<WH5331> be plucked<WH5265> up<WH2256>, neither shall any of the cords thereof be broken<WH5423>."},{"number":21,"verse":"But there Jehovah<WH3068> will be with us in majesty<WH117>, a place<WH4725> of broad<WH7342> rivers<WH5104> and streams<WH2975>, wherein shall go<WH3212> no<WH1077> galley<WH590> with oars<WH7885>, neither shall gallant<WH117> ship<WH6716> pass thereby<WH5674>."},{"number":22,"verse":"For Jehovah<WH3068> is our judge<WH8199>, Jehovah<WH3068> is our lawgiver<WH2710>, Jehovah<WH3068> is our king<WH4428>; he will save us<WH3467>."},{"number":23,"verse":"Thy tacklings<WH2256> are loosed<WH5203>; they could not strengthen<WH2388> the foot<WH3653> of their mast<WH8650>, they could not spread<WH6566> the sail<WH5251>: then was the prey<WH5706> of a great<WH4766> spoil<WH7998> divided<WH2505>; the lame<WH6455> took<WH962> the prey<WH957>."},{"number":24,"verse":"And the inhabitant<WH7934> shall not say<WH559>, I am sick<WH2470>: the people<WH5971> that dwell<WH3427> therein shall be forgiven<WH5375> their iniquity<WH5771>."}]}