{"bibleAbbr":"ASV1901","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":38,"verses":[{"number":1,"verse":"In those days<WH3117> was Hezekiah<WH2396> sick<WH2470> unto death<WH4191>. And Isaiah<WH3470> the prophet<WH5030> the son<WH1121> of Amoz<WH531> came<WH935> to him<WH559>, and said unto him<WH559>, Thus saith Jehovah<WH3068>, Set thy house<WH1004> in order<WH6680>; for thou shalt die<WH4191>, and not live<WH2421>."},{"number":2,"verse":"Then Hezekiah<WH2396> turned<WH5437> his face<WH6440> to the wall<WH7023>, and prayed<WH6419> unto Jehovah<WH3068>,"},{"number":3,"verse":"and said<WH559>, Remember<WH2142> now<WH3068>, O Jehovah, I beseech<WH577> thee<WH1980>, how I have walked before<WH6440> thee in truth<WH571> and with a perfect<WH8003> heart<WH3820>, and have done<WH6213> that which is good<WH2896> in thy sight<WH5869>. And Hezekiah<WH2396> wept<WH1058> sore<WH1419>."},{"number":4,"verse":"Then came the word<WH1697> of Jehovah<WH3068> to Isaiah<WH3470>, saying<WH559>,"},{"number":5,"verse":"Go <WH1980>, and say<WH559> to Hezekiah<WH2396>, Thus saith<WH559> Jehovah<WH3068>, the God<WH430> of David<WH1732> thy father<WH1>, I have heard<WH8085> thy prayer<WH8605>, I have seen<WH7200> thy tears<WH1832>: behold<WH3254>, I will add unto thy days<WH3117> fifteen<WH2568> years<WH8141>."},{"number":6,"verse":"And I will deliver<WH5337> thee and this city<WH5892> out of the hand<WH3709> of the king<WH4428> of Assyria<WH804>; and I will defend<WH1598> this city<WH5892>."},{"number":7,"verse":"And this shall be the sign<WH226> unto thee from Jehovah<WH3068>, that Jehovah<WH3068> will do<WH6213> this thing<WH1697> that he hath spoken<WH1696>:"},{"number":8,"verse":"behold <WH6738>, I will cause the shadow on the steps<WH4609>, which is gone down<WH3381> on the<WH8121> dial<WH4609> of Ahaz<WH271> with the sun<WH7725>, to return backward<WH322> ten<WH6235> steps<WH4609>. So the sun<WH8121> returned<WH7725> ten<WH6235> steps<WH4609> on the dial whereon<WH4609> it was gone down<WH3381>."},{"number":9,"verse":"The writing<WH4385> of Hezekiah<WH2396> king<WH4428> of Judah<WH3063>, when he had been sick<WH2470>, and was recovered<WH2421> of his sickness<WH2483>."},{"number":10,"verse":"I said<WH559>, In the noontide<WH1824> of my days<WH3117> I shall go<WH3212> into the gates<WH8179> of Sheol<WH7585>: I am deprived<WH6485> of the residue<WH3499> of my years<WH8141>."},{"number":11,"verse":"I said<WH559>, I shall not see<WH7200> Jehovah<WH3050>, even Jehovah<WH3050> in the land<WH776> of the living<WH2416>: I shall behold<WH5027> man<WH120> no more with the inhabitants<WH3427> of the world<WH2309>."},{"number":12,"verse":"My dwelling<WH1755> is removed<WH5265>, and is carried<WH1540> away from me as a shepherd<WH7473>'s tent<WH168>: I have rolled<WH7088> up<WH707>, like a weaver, my life<WH2416>; he will cut me off<WH1214> from the loom<WH1803>: From day<WH3117> even to night<WH3915> wilt thou make an end of me<WH7999>."},{"number":13,"verse":"I quieted<WH7737> myself until morning<WH1242>; as a lion<WH738>, so he breaketh<WH7665> all my bones<WH6106>: From day<WH3117> even to night<WH3915> wilt thou make an end of me<WH7999>."},{"number":14,"verse":"Like a swallow<WH5693> or a crane<WH5483>, so did I chatter<WH6850>; I did moan<WH1897> as a dove<WH3123>; mine eyes<WH5869> fail<WH1809> with looking upward<WH4791>: O Lord<WH3068>, I am oppressed<WH6234>, be thou my surety<WH6148>."},{"number":15,"verse":"What shall I say<WH1696>? he hath both spoken<WH559> unto me<WH6213>, and himself hath done it<WH1718>: I shall go softly all my years<WH8141> because of the bitterness<WH4751> of my soul<WH5315>."},{"number":16,"verse":"O Lord<WH136>, by these things men live<WH2421>; And wholly therein is the life<WH2416> of my spirit<WH7307>: Wherefore recover<WH2492> thou me<WH2421>, and make me to live."},{"number":17,"verse":"Behold <WH7965>, it was for my peace that I had great bitterness<WH4751>: But thou hast in love<WH2836> to my soul<WH5315> delivered it from the pit<WH7845> of corruption<WH1097>; For thou hast cast<WH7993> all my sins<WH2399> behind<WH310> thy back<WH1460>."},{"number":18,"verse":"For Sheol<WH7585> cannot praise<WH3034> thee<WH4194>, death cannot celebrate<WH1984> thee<WH3381>: They that go down into the pit<WH953> cannot hope<WH7663> for thy truth<WH571>."},{"number":19,"verse":"The living<WH2416>, the living<WH2416>, he shall praise<WH3034> thee<WH3117>, as I do this day: The father<WH1> to the children<WH1121> shall make known<WH3045> thy truth<WH571>."},{"number":20,"verse":"Jehovah <WH3068> is ready to save<WH3467> me<WH5058>: Therefore we will sing my songs with stringed instruments<WH5059> All the days<WH3117> of our life<WH2416> in the house<WH1004> of Jehovah<WH3068>."},{"number":21,"verse":"Now Isaiah<WH3470> had said<WH559>, Let them take<WH5375> a cake<WH1690> of figs<WH8384>, and lay it for a plaster<WH4799> upon the boil<WH7822>, and he shall recover<WH2421>."},{"number":22,"verse":"Hezekiah <WH2396> also had said<WH559>, What is the sign<WH226> that I shall go up<WH5927> to the house<WH1004> of Jehovah<WH3068>?"}]}