{"bibleAbbr":"ASV1901","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":41,"verses":[{"number":1,"verse":"Keep silence<WH2790> before me<WH339>, O islands; and let the peoples<WH3816> renew<WH2498> their strength<WH3581>: let them come near<WH5066>; then let them speak<WH1696>; let us come near<WH7126> together<WH3162> to judgment<WH4941>."},{"number":2,"verse":"Who hath raised up<WH5782> one from the east<WH4217>, whom he calleth<WH7121> in righteousness<WH6664> to his foot<WH7272>? he giveth<WH5414> nations<WH1471> before<WH6440> him<WH7287>, and maketh him rule over kings<WH4428>; he giveth<WH5414> them as the dust<WH6083> to his sword<WH2719>, as the driven<WH5086> stubble<WH7179> to his bow<WH7198>."},{"number":3,"verse":"He pursueth<WH7291> them<WH5674>, and passeth on safely<WH7965>, even by a way<WH734> that he had not gone<WH935> with his feet<WH7272>."},{"number":4,"verse":"Who hath wrought<WH6466> and done<WH6213> it<WH7121>, calling the generations<WH1755> from the beginning<WH7218>? I<WH3068>, Jehovah, the first<WH7223>, and with the last<WH314>, I am he."},{"number":5,"verse":"The isles<WH339> have seen<WH7200>, and fear<WH3372>; the ends<WH7098> of the earth<WH776> tremble<WH2729>; they draw near<WH7126>, and come<WH857>."},{"number":6,"verse":"They help<WH5826> every one<WH376> his neighbor<WH7453>; and every one saith<WH559> to his brother<WH251>, Be of good courage<WH2388>."},{"number":7,"verse":"So the carpenter<WH2796> encourageth<WH2388> the goldsmith<WH6884>, and he that smootheth<WH2505> with the hammer<WH6360> him that smiteth<WH1986> the anvil<WH6471>, saying<WH559> of the soldering<WH1694>, It is good<WH2896>; and he fasteneth<WH2388> it with nails<WH4548>, that it should not be moved<WH4131>."},{"number":8,"verse":"But thou<WH3478>, Israel, my servant<WH5650>, Jacob<WH3290> whom I have chosen<WH977>, the seed<WH2233> of Abraham<WH85> my friend<WH157>,"},{"number":9,"verse":"thou whom I have taken<WH2388> hold of from the ends<WH7098> of the earth<WH776>, and called<WH7121> from the corners<WH678> thereof<WH559>, and said unto thee<WH5650>, Thou art my servant, I have chosen<WH977> thee and not cast thee away<WH3988>;"},{"number":10,"verse":"Fear <WH3372> thou not<WH8159>, for I am with thee; be not dismayed, for I am thy God<WH430>; I will strengthen<WH553> thee<WH5826>; yea, I will help thee<WH8551>; yea, I will uphold thee with the right hand<WH3225> of my righteousness<WH6664>."},{"number":11,"verse":"Behold <WH2734>, all they that are incensed against thee shall be put to shame<WH3637> and confounded<WH954>: they<WH582> that strive<WH7379> with thee shall be as nothing<WH6>, and shall perish."},{"number":12,"verse":"Thou shalt seek<WH1245> them<WH4672>, and shalt not find them<WH582>, even them that contend<WH4695> with thee<WH4421>: they that war against thee shall be as nothing<WH657>, and as a thing of nought."},{"number":13,"verse":"For I<WH3068>, Jehovah thy God<WH430>, will hold<WH2388> thy right hand<WH3225>, saying<WH559> unto thee<WH3372>, Fear not<WH5826>; I will help thee."},{"number":14,"verse":"Fear <WH3372> not<WH8438>, thou worm Jacob<WH3290>, and ye men<WH4962> of Israel<WH3478>; I will help<WH5826> thee<WH5002>, saith Jehovah<WH3068>, and thy Redeemer<WH1350> is the Holy One<WH6918> of Israel<WH3478>."},{"number":15,"verse":"Behold <WH7760>, I have made thee to be a new<WH2319> sharp<WH2742> threshing<WH4173> instrument having<WH1167> teeth<WH6374>; thou shalt thresh<WH1758> the mountains<WH2022>, and beat them small<WH1854>, and shalt make<WH7760> the hills<WH1389> as chaff<WH4671>."},{"number":16,"verse":"Thou shalt winnow<WH2219> them<WH7307>, and the wind shall carry them away<WH5375>, and the whirlwind<WH5591> shall scatter<WH6327> them<WH1523>; and thou shalt rejoice in Jehovah<WH3068>, thou shalt glory<WH1984> in the Holy One<WH6918> of Israel<WH3478>."},{"number":17,"verse":"The poor<WH6041> and needy<WH34> seek<WH1245> water<WH4325>, and there is none<WH3956>, and their tongue faileth<WH5405> for thirst<WH6772>; I<WH3068>, Jehovah, will answer<WH6030> them<WH430>, I, the God of Israel<WH3478>, will not forsake them<WH5800>."},{"number":18,"verse":"I will open<WH6605> rivers<WH5104> on the bare heights<WH8205>, and fountains<WH4599> in the midst<WH8432> of the valleys<WH1237>; I will make<WH7760> the wilderness<WH4057> a pool<WH98> of water<WH4325>, and the dry<WH6723> land<WH776> springs<WH4161> of water<WH4325>."},{"number":19,"verse":"I will put<WH5414> in the wilderness<WH4057> the cedar<WH730>, the acacia<WH7848>, and the myrtle<WH1918>, and the oil<WH8081> - tree<WH6086>; I will set<WH7760> in the desert<WH6160> the fir-tree<WH1265>, the pine<WH8410>, and the box-tree<WH8391> together<WH3162>:"},{"number":20,"verse":"that they may see<WH7200>, and know<WH3045>, and consider<WH7760>, and understand<WH7919> together<WH3162>, that the hand<WH3027> of Jehovah<WH3068> hath done<WH6213> this<WH6918>, and the Holy One of Israel<WH3478> hath created it<WH1254>."},{"number":21,"verse":"Produce <WH7126> your cause<WH7379>, saith<WH559> Jehovah<WH3068>; bring forth<WH5066> your strong<WH6110> reasons<WH559>, saith the King<WH4428> of Jacob<WH3290>."},{"number":22,"verse":"Let them bring forth<WH5066>, and declare<WH5046> unto us what shall happen<WH7136>: declare<WH5046> ye the former things<WH7223>, what they are<WH7760>, that we may consider them<WH3045>, and know the latter end<WH319> of them<WH8085>; or show us things to come<WH935>."},{"number":23,"verse":"Declare <WH5046> the things that are to come<WH857> hereafter<WH268>, that we may know<WH3045> that ye are gods<WH430>: yea<WH3190>, do good, or do evil<WH7489>, that we may be dismayed<WH8159>, and behold<WH7200> it together<WH3162>."},{"number":24,"verse":"Behold <WH369>, ye are of nothing, and your work<WH6467> is of nought<WH659>; an abomination<WH8441> is he that chooseth you<WH977>."},{"number":25,"verse":"I have raised up<WH5782> one from the north<WH6828>, and he is come<WH857>; from the rising<WH4217> of the sun<WH8121> one that calleth<WH7121> upon my name<WH8034>: and he shall come<WH935> upon rulers<WH5461> as upon mortar<WH2563>, and as the potter<WH3335> treadeth<WH7429> clay<WH2916>."},{"number":26,"verse":"Who hath declared<WH5046> it from the beginning<WH7218>, that we may know<WH3045>? and beforetime<WH6440>, that we may say<WH559>, He is right<WH6662>? yea<WH5046>, there is none that declareth, yea<WH8085>, there is none that showeth, yea<WH8085>, there is none that heareth your words<WH561>."},{"number":27,"verse":"I am the first<WH7223> that saith unto Zion<WH6726>, Behold<WH2009>, behold<WH2009> them<WH5414>; and I will give to Jerusalem<WH3389> one that bringeth good tidings<WH1319>."},{"number":28,"verse":"And when I look<WH7200>, there is no man<WH376>: even among them there is no counsellor<WH3289>, that<WH7592>, when I ask of them<WH7725>, can answer a word<WH1697>."},{"number":29,"verse":"Behold <WH4639>, all of them, their works are vanity<WH205> and nought<WH657>; their molten images<WH5262> are wind<WH7307> and confusion<WH8414>."}]}