{"bibleAbbr":"ASV1901","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":42,"verses":[{"number":1,"verse":"Behold <WH5650>, my servant, whom I uphold<WH8551>; my chosen<WH972>, in whom my soul<WH5315> delighteth<WH7521>: I have put<WH5414> my Spirit<WH7307> upon him<WH3318>; he will bring forth justice<WH4941> to the Gentiles<WH1471>."},{"number":2,"verse":"He will not cry<WH6817>, nor lift up<WH5375> his voice<WH6963>, nor cause it to be heard<WH8085> in the street<WH2351>."},{"number":3,"verse":"A bruised<WH7533> reed<WH7070> will he not break<WH7665>, and a dimly<WH3544> burning wick<WH6594> will he not quench<WH3518>: he will bring forth<WH3318> justice<WH4941> in truth<WH571>."},{"number":4,"verse":"He will not fail<WH3543> nor be discouraged<WH7533>, till he have set<WH7760> justice<WH4941> in the earth<WH776>; and the isles<WH339> shall wait<WH3176> for his law<WH8451>."},{"number":5,"verse":"Thus saith<WH559> God<WH410> Jehovah<WH3068>, he that created<WH1254> the heavens<WH8064>, and stretched them forth<WH5186>; he that spread abroad<WH7554> the earth<WH776> and that which cometh out<WH7554> of it<WH5414>; he that giveth breath<WH5397> unto the people<WH5971> upon it<WH7307>, and spirit to them that walk therein<WH1980>:"},{"number":6,"verse":"I <WH3068>, Jehovah, have called<WH7121> thee in righteousness<WH6664>, and will hold<WH2388> thy hand<WH3027>, and will keep<WH5341> thee<WH5414>, and give thee for a covenant<WH1285> of the people<WH5971>, for a light<WH216> of the Gentiles<WH1471>;"},{"number":7,"verse":"to open<WH6491> the blind<WH5787> eyes<WH5869>, to bring out<WH3318> the prisoners<WH616> from the dungeon<WH4525>, and them that sit<WH3427> in darkness<WH2822> out of the<WH3608> prison-house<WH1004>."},{"number":8,"verse":"I am Jehovah<WH3068>, that is my name<WH8034>; and my glory<WH3519> will I not give<WH5414> to another<WH312>, neither my praise<WH8416> unto graven images<WH6456>."},{"number":9,"verse":"Behold <WH7223>, the former things are come to pass<WH935>, and new things<WH2319> do I declare<WH5046>; before they spring forth<WH6779> I tell you of them<WH8085>."},{"number":10,"verse":"Sing <WH7891> unto Jehovah<WH3068> a new<WH2319> song<WH7892>, and his praise<WH8416> from the end<WH7097> of the earth<WH776>; ye that go down<WH3381> to the sea<WH3220>, and all that is therein<WH4393>, the isles<WH339>, and the inhabitants thereof<WH3427>."},{"number":11,"verse":"Let the wilderness<WH4057> and the cities<WH5892> thereof lift up<WH5375> their voice<WH2691>, the villages that Kedar<WH6938> doth inhabit<WH3427>; let the inhabitants<WH3427> of Sela<WH5553> sing<WH7442>, let them shout<WH6681> from the top<WH7218> of the mountains<WH2022>."},{"number":12,"verse":"Let them give<WH7760> glory<WH3519> unto Jehovah<WH3068>, and declare<WH5046> his praise<WH8416> in the islands<WH339>."},{"number":13,"verse":"Jehovah <WH3068> will go forth<WH3318> as a mighty man<WH1368>; he will stir up<WH5782> his zeal<WH7068> like a man<WH376> of war<WH4421>: he will cry<WH7321>, yea<WH6873>, he will shout aloud; he will do mightily<WH1396> against his enemies<WH341>."},{"number":14,"verse":"I have long time<WH5769> holden my peace<WH2814>; I have been still<WH2790>, and refrained<WH662> myself<WH6463>: now will I cry out like a travailing woman<WH3205>; I will gasp<WH5395> and pant<WH7602> together<WH3162>."},{"number":15,"verse":"I will lay waste<WH2717> mountains<WH2022> and hills<WH1389>, and dry up<WH3001> all their herbs<WH6212>; and I will make<WH7760> the rivers<WH5104> islands<WH339>, and will dry up<WH3001> the pools<WH98>."},{"number":16,"verse":"And I will bring<WH3212> the blind<WH5787> by a way<WH1870> that they know<WH3045> not<WH5410>; in paths that they know<WH3045> not will I lead<WH1869> them<WH7760>; I will make darkness<WH4285> light<WH216> before<WH6440> them<WH4625>, and crooked places straight<WH4334>. These things<WH4625> will I do<WH6213>, and I will not forsake them<WH5800>."},{"number":17,"verse":"They shall be turned<WH5472> back<WH268>, they shall be utterly<WH1322> put to shame<WH954>, that trust<WH982> in graven images<WH6459>, that say<WH559> unto molten images<WH4541>, Ye are our gods<WH430>."},{"number":18,"verse":"Hear <WH8085>, ye deaf<WH2795>; and look<WH5027>, ye blind<WH5787>, that ye may see<WH7200>."},{"number":19,"verse":"Who is blind<WH5787>, but my servant<WH5650>? or deaf<WH2795>, as my messenger<WH4397> that I send<WH7971>? who is blind<WH5787> as he that is at peace<WH7999> with me<WH5787>, and blind as Jehovah<WH3068>'s servant<WH5650>?"},{"number":20,"verse":"Thou seest<WH7200> many things<WH7227>, but thou observest<WH8104> not<WH241>; his ears are open<WH6491>, but he heareth not<WH8085>."},{"number":21,"verse":"It pleased<WH2654> Jehovah<WH3068>, for his righteousness<WH6664>' sake<WH1431>, to magnify the law<WH8451>, and make it honorable<WH142>."},{"number":22,"verse":"But this is a people<WH5971> robbed<WH962> and plundered<WH8154>; they are all of them snared<WH6351> in holes<WH2352>, and they are hid<WH2244> in prison<WH3608> - houses<WH1004>: they are for a prey<WH957>, and none delivereth<WH5337>; for a spoil<WH4933>, and none saith<WH559>, Restore<WH7725>."},{"number":23,"verse":"Who is there among you that will give ear<WH238> to this<WH7181>? that will hearken and hear<WH8085> for the time to come<WH268>?"},{"number":24,"verse":"Who gave<WH5414> Jacob<WH3290> for a spoil<WH4933>, and Israel<WH3478> to the robbers<WH962>? did not Jehovah<WH3068>? he against whom<WH2098> we have sinned<WH2398>, and in whose ways<WH1870> they would<WH14> not walk<WH1980>, neither were they obedient<WH8085> unto his law<WH8451>."},{"number":25,"verse":"Therefore he poured<WH8210> upon him the fierceness<WH2534> of his anger<WH639>, and the strength<WH5807> of battle<WH4421>; and it set him on fire<WH3857> round about<WH5439>, yet he knew<WH3045> not<WH1197>; and it burned him<WH7760>, yet he laid it not to heart<WH3820>."}]}