{"bibleAbbr":"ASV1901","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":45,"verses":[{"number":1,"verse":"Thus saith<WH559> Jehovah<WH3068> to his anointed<WH4899>, to Cyrus<WH3566>, whose right hand<WH3225> I have holden<WH2388>, to subdue<WH7286> nations<WH1471> before<WH6440> him<WH6605>, and I will loose the loins<WH4975> of kings<WH4428>; to open<WH6605> the doors<WH1817> before<WH6440> him<WH1817>, and the gates shall not be shut<WH5462>:"},{"number":2,"verse":"I will go<WH3212> before<WH6440> thee<WH3474>, and make the rough places<WH1921> smooth<WH3474>; I will break in pieces<WH7665> the doors<WH1817> of brass<WH5154>, and cut in sunder<WH1438> the bars<WH1280> of iron<WH1270>;"},{"number":3,"verse":"and I will give<WH5414> thee the treasures<WH214> of darkness<WH2822>, and hidden riches<WH4301> of secret places<WH4565>, that thou mayest know<WH3045> that it is I<WH3068>, Jehovah, who call<WH7121> thee by thy name<WH8034>, even the God<WH430> of Israel<WH3478>."},{"number":4,"verse":"For Jacob<WH3290> my servant<WH5650>'s sake<WH3478>, and Israel my chosen<WH972>, I have called<WH7121> thee by thy name<WH8034>: I have surnamed<WH3655> thee<WH3045>, though thou hast not known me."},{"number":5,"verse":"I am Jehovah<WH3068>, and there is none else<WH2108>; besides me there is no God<WH430>. I will gird<WH247> thee<WH3045>, though thou hast not known me;"},{"number":6,"verse":"that they may know<WH3045> from the rising<WH4217> of the sun<WH8121>, and from the west<WH4628>, that there is none<WH657> besides<WH1107> me<WH3068>: I am Jehovah, and there is none else."},{"number":7,"verse":"I form<WH3335> the light<WH216>, and create<WH1254> darkness<WH2822>; I make<WH6213> peace<WH7965>, and create<WH1254> evil<WH7451>. I am Jehovah<WH3068>, that doeth all these things<WH6213>."},{"number":8,"verse":"Distil <WH7491>, ye heavens<WH8064>, from above<WH4605>, and let the skies<WH7834> pour down<WH5140> righteousness<WH6664>: let the earth<WH776> open<WH6605>, that it may bring forth<WH6509> salvation<WH3468>, and let it cause righteousness<WH6666> to spring up<WH6779> together<WH3162>; I<WH3068>, Jehovah, have created it<WH1254>."},{"number":9,"verse":"Woe <WH1945> unto him that striveth<WH7378> with his Maker<WH3335>! a potsherd<WH2789> among the potsherds<WH2789> of the earth<WH127>! Shall the clay<WH2563> say<WH559> to him that fashioneth<WH3335> it<WH6213>, What makest thou<WH6467>? or thy work, He hath no hands<WH3027>?"},{"number":10,"verse":"Woe <WH1945> unto him that saith<WH559> unto a father<WH1>, What begettest<WH3205> thou<WH802>? or to a woman, With what travailest thou<WH2342>?"},{"number":11,"verse":"Thus saith<WH559> Jehovah<WH3068>, the Holy One<WH6918> of Israel<WH3478>, and his Maker<WH3335>: Ask<WH7592> me of the things that are to come<WH857>; concerning my sons<WH1121>, and concerning the work<WH6467> of my hands<WH3027>, command ye me<WH6680>."},{"number":12,"verse":"I have made<WH6213> the earth<WH776>, and created<WH1254> man<WH120> upon it<WH3027>: I, even my hands, have stretched out<WH5186> the heavens<WH8064>; and all their host<WH6635> have I commanded<WH6680>."},{"number":13,"verse":"I have raised him up<WH5782> in righteousness<WH6664>, and I will make straight<WH3474> all his ways<WH1870>: he shall build<WH1129> my city<WH5892>, and he shall let my exiles<WH1546> go<WH7971> free<WH4242>, not for price nor reward<WH7810>, saith<WH559> Jehovah<WH3068> of hosts<WH6635>."},{"number":14,"verse":"Thus saith<WH559> Jehovah<WH3068>, The labor<WH3018> of Egypt<WH4714>, and the merchandise<WH5505> of Ethiopia<WH3568>, and the Sabeans<WH5436>, men<WH582> of stature<WH4060>, shall come over<WH5674> unto thee<WH3212>, and they shall be thine: they shall go after<WH310> thee<WH2131>, in chains they shall come over<WH5674>; and they shall fall down<WH7812> unto thee<WH6419>, they shall make supplication unto thee<WH410>, saying, Surely God is in thee<WH657>; and there is none else, there is no God<WH430>."},{"number":15,"verse":"Verily <WH403> thou art a God<WH410> that hidest<WH5641> thyself<WH430>, O God of Israel<WH3478>, the Saviour<WH3467>."},{"number":16,"verse":"They shall be put to shame<WH3637>, yea<WH954>, confounded, all of them<WH1980>; they shall go into confusion<WH3639> together<WH3162> that are makers<WH2796> of idols<WH6736>."},{"number":17,"verse":"But Israel<WH3478> shall be saved<WH3467> by Jehovah<WH3068> with an everlasting<WH5769> salvation<WH8668>: ye shall not be put to shame<WH3637> nor confounded<WH954> world<WH5769> without end<WH5703>."},{"number":18,"verse":"For thus saith<WH559> Jehovah<WH3068> that created<WH1254> the heavens<WH8064>, the God<WH430> that formed<WH3335> the earth<WH776> and made<WH6213> it<WH3559>, that established it and created<WH1254> it not a waste<WH8414>, that formed<WH3335> it to be inhabited<WH3427>: I am Jehovah<WH3068>; and there is none else."},{"number":19,"verse":"I have not spoken<WH1696> in secret<WH5643>, in a place<WH4725> of the land<WH776> of darkness<WH2822>; I said<WH559> not unto the seed<WH2233> of Jacob<WH3290>, Seek<WH1245> ye me in vain<WH8414>: I<WH3068>, Jehovah, speak<WH1696> righteousness<WH6664>, I declare<WH5046> things that are right<WH4339>."},{"number":20,"verse":"Assemble <WH6908> yourselves and come<WH935>; draw near<WH5066> together<WH3162>, ye that are escaped<WH6412> of the nations<WH1471>: they have no knowledge<WH3045> that carry<WH5375> the wood<WH6086> of their graven image<WH6459>, and pray<WH6419> unto a god<WH410> that cannot save<WH3467>."},{"number":21,"verse":"Declare <WH5046> ye<WH5066>, and bring it forth; yea<WH3289>, let them take counsel together<WH3162>: who hath showed<WH5046> this from ancient time<WH6924>? who hath declared<WH5046> it of old<WH3068>? have not I, Jehovah? and there is no God<WH430> else besides<WH1107> me<WH6662>, a just God<WH410> and a Saviour<WH3467>; there is none<WH369> besides me<WH2108>."},{"number":22,"verse":"Look <WH6437> unto me<WH3467>, and be ye saved, all the ends<WH657> of the earth<WH776>; for I am God<WH410>, and there is none else."},{"number":23,"verse":"By myself have I sworn<WH7650>, the word<WH1697> is gone forth<WH3318> from my mouth<WH6310> in righteousness<WH6666>, and shall not return<WH7725>, that unto me every knee<WH1290> shall bow<WH3766>, every tongue<WH3956> shall swear<WH7650>."},{"number":24,"verse":"Only in Jehovah<WH3068>, it is said<WH559> of me<WH6666>, is righteousness and strength<WH5797>; even to him shall men come<WH935>; and all they that were incensed<WH2734> against him shall be put to shame<WH954>."},{"number":25,"verse":"In Jehovah<WH3068> shall all the seed<WH2233> of Israel<WH3478> be justified<WH6663>, and shall glory<WH1984>."}]}