{"bibleAbbr":"ASV1901","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":63,"verses":[{"number":1,"verse":"Who is this that cometh<WH935> from Edom<WH123>, with dyed<WH2556> garments<WH899> from Bozrah<WH1224>? this that is glorious<WH1921> in his apparel<WH3830>, marching<WH6808> in the greatness<WH7230> of his strength<WH3581>? I that speak<WH1696> in righteousness<WH6666>, mighty<WH7227> to save<WH3467>."},{"number":2,"verse":"Wherefore art thou red<WH122> in thine apparel<WH3830>, and thy garments<WH899> like him that treadeth<WH1869> in the winevat<WH1660>?"},{"number":3,"verse":"I have trodden<WH1869> the winepress<WH6333> alone<WH5971>; and of the peoples there was no<WH376> man with me<WH1869>: yea, I trod them in mine anger<WH639>, and trampled<WH7429> them in my wrath<WH2534>; and their lifeblood<WH5332> is sprinkled<WH5137> upon my garments<WH899>, and I have stained<WH1351> all my raiment<WH4403>."},{"number":4,"verse":"For the day<WH3117> of vengeance<WH5359> was in my heart<WH3820>, and the year<WH8141> of my redeemed<WH1350> is come<WH935>."},{"number":5,"verse":"And I looked<WH5027>, and there was none to help<WH5826>; and I wondered<WH8074> that there was none to uphold<WH5564>: therefore mine own arm<WH2220> brought salvation<WH3467> unto me<WH2534>; and my wrath, it upheld me<WH5564>."},{"number":6,"verse":"And I trod down<WH947> the peoples<WH5971> in mine anger<WH639>, and made them drunk<WH7937> in my wrath<WH2534>, and I poured<WH3381> out their lifeblood<WH5332> on the earth<WH776>."},{"number":7,"verse":"I will make mention<WH2142> of the lovingkindnesses<WH2617> of Jehovah<WH3068>, and the praises<WH8416> of Jehovah<WH3068>, according to all that Jehovah<WH3068> hath bestowed<WH1580> on us<WH7227>, and the great goodness<WH2898> toward the house<WH1004> of Israel<WH3478>, which he hath bestowed<WH1580> on them according to his mercies<WH7356>, and according to the multitude<WH7230> of his lovingkindnesses<WH2617>."},{"number":8,"verse":"For he said<WH559>, Surely<WH5971>, they are my people, children<WH1121> that will not deal falsely<WH8266>: so he was their Saviour<WH3467>."},{"number":9,"verse":"In all their affliction<WH6869> he was afflicted<WH6862>, and the angel<WH4397> of his presence<WH6440> saved<WH3467> them<WH160>: in his love and in his pity<WH2551> he redeemed<WH1350> them<WH5190>; and he bare them<WH5375>, and carried them all the days<WH3117> of old<WH5769>."},{"number":10,"verse":"But they rebelled<WH4784>, and grieved<WH6087> his holy<WH6944> Spirit<WH7307>: therefore he was turned<WH2015> to be their enemy<WH341>, and himself fought against them<WH3898>."},{"number":11,"verse":"Then he remembered<WH2142> the days<WH3117> of old<WH5769>, Moses<WH4872> and his people<WH5971>, saying<WH5927>, Where is he that brought them up out of the sea<WH3220> with the shepherds<WH7462> of his flock<WH6629>? where is he that put<WH7760> his holy<WH6944> Spirit<WH7307> in the midst of them<WH7130>?"},{"number":12,"verse":"that caused his glorious<WH8597> arm<WH2220> to go<WH3212> at the right hand<WH3225> of Moses<WH4872>? that divided<WH1234> the waters<WH4325> before<WH6440> them<WH6213>, to make himself an everlasting<WH5769> name<WH8034>?"},{"number":13,"verse":"that led<WH3212> them through the depths<WH8415>, as a horse<WH5483> in the wilderness<WH4057>, so that they stumbled not<WH3782>?"},{"number":14,"verse":"As the cattle<WH929> that go down<WH3381> into the valley<WH1237>, the Spirit<WH7307> of Jehovah<WH3068> caused them to rest<WH5117>; so didst thou lead<WH5090> thy people<WH5971>, to make<WH6213> thyself a glorious<WH8597> name<WH8034>."},{"number":15,"verse":"Look <WH7200> down<WH5027> from heaven<WH8064>, and behold<WH7200> from the habitation<WH2073> of thy holiness<WH6944> and of thy glory<WH8597>: where are thy zeal<WH7068> and thy mighty<WH1369> acts<WH1995>? the yearning of thy heart<WH4578> and thy compassions are restrained toward me<WH662>."},{"number":16,"verse":"For <WH3588> thou art our Father<WH1>, though Abraham<WH85> knoweth<WH3808> us not<WH3478>, and Israel doth not acknowledge<WH5234> us<WH3068>: thou, O Jehovah, art our Father<WH1>; our Redeemer<WH1350> from everlasting<WH5769> is thy name<WH8034>."},{"number":17,"verse":"O Jehovah<WH3068>, why dost thou make us to err<WH8582> from thy ways<WH1870>, and hardenest<WH7188> our heart<WH3820> from thy fear<WH3374>? Return<WH7725> for thy servants<WH5650>' sake<WH7626>, the tribes of thine inheritance<WH5159>."},{"number":18,"verse":"Thy holy<WH6944> people<WH5971> possessed<WH3423> it but a little while<WH4705>: our adversaries<WH6862> have trodden down<WH947> thy sanctuary<WH4720>."},{"number":19,"verse":"We are become as they over whom thou never<WH5769> barest rule<WH4910>, as they that were not called<WH7121> by thy name<WH8034>."}]}