{"bibleAbbr":"teERV1997","bookName":"నెహెమ్యా","bookEnglishName":"Nehemiah","chapterNumber":12,"verses":[{"number":1,"verse":"( యాజకులు, లేవీయులు) యూదా దేశానికి తిరిగి వచ్చిన యాజకులు, లేవీయులు వీళ్లు: వీళ్లు షయల్తీయేలు కుమారుడు జెరుబ్బాబెలుతో, యేషూవతో కలిసి తిరిగి వచ్చిన వాళ్లు. వాళ్ల పేర్ల జాబితా ఇది: శెరాయా, యిర్మియా, ఎజ్రా,"},{"number":2,"verse":"అమర్యా, మల్లూకు, హట్టూషు,"},{"number":3,"verse":"షెకన్యా, రెహూము, మెరేమోతు,"},{"number":4,"verse":"ఇద్దో, గిన్నెతోను, అబీయా,"},{"number":5,"verse":"మియామీను, మయెద్యా, బిల్గా,"},{"number":6,"verse":"షెమయా, యెయారీబు, యెదాయా,"},{"number":7,"verse":"సల్లూ, ఆమోకు, హిల్కియా, యెదాయా, యేషూవ కాలంలో వీళ్లు యాజకుల నాయకులు, బంధువులు."},{"number":8,"verse":"లేవీయులు వీళ్లు: యేషూవ, బిన్నూయి, కద్మీయేలు, షేరేబ్యా, యూదా, మత్తన్యా. మత్తన్యా బంధువులతోబాటు వీళ్లు దేవుని భజనల విషయంలో బాధ్యులు."},{"number":9,"verse":"బక్బుక్యా, ఉన్నీలు ఆ లేవీయుల బంధువులు. వీళ్లిద్దరూ వాళ్లకి ఎదురుగా నిలిచి ఆరాధన సభలో పాల్గానేవారు."},{"number":10,"verse":"యేషూవా యోయాకీము తండ్రి. యోయాకీము ఎలియాషీబు తండ్రి. ఎలియాషీబు యోయాదా తండ్రి."},{"number":11,"verse":"యోయాదా యోనాతాను తండ్రి. యోనాతాను యెద్దూవ తండ్రి."},{"number":12,"verse":"యోయాకీము కాలంలో యాజకుల కుటుంబాల నాయకులు వీళ్లే: శెరాయా కుటుంబ నాయకుడు మెరాయా. యిర్మీయా కుటుంబ నాయకుడు హనన్యా."},{"number":13,"verse":"ఎజ్రా కుటుంబ నాయకుడు మెషుల్లాము. అమర్యా కుటుంబ నాయకుడు యెహోహానాను."},{"number":14,"verse":"మల్లూకు కుటుంబ నాయకుడు యోనాతాను. షెకన్యా కుటుంబ నాయకుడు యోసేపు."},{"number":15,"verse":"హారీము కుటుంబ నాయకుడు అద్నా. మెరేమోతు కుటుంబ నాయకుడు హెల్కయి."},{"number":16,"verse":"ఇద్దో కుటుంబ నాయకుడు జెకర్యా. గిన్నేతోను కుటుంబ నాయకుడు మెషుల్లాము."},{"number":17,"verse":"అబీయా కుటుంబ నాయకుడు జిఖ్రీ, మిన్యామీను, మాదేయా కుటుంబాల నాయకుడు పిల్టయి."},{"number":18,"verse":"బిల్గా కుటుంబ నాయకుడు షమ్మూయి. షెమాయా కుటుంబ నాయకుడు యెహోనాతాను."},{"number":19,"verse":"యోయారీబు కుటుంబ నాయకుడు మత్తెనయి. యెదాయా కుటుంబ నాయకుడు ఉజ్జీ."},{"number":20,"verse":"సల్లయి కుటుంబ నాయకుడు కల్లయి. అమోకు కుటుంబ నాయకుడు ఏబెరు."},{"number":21,"verse":"హిల్కియా కుటుంబ నాయకుడు హషబ్యా. యెదాయా కుటుంబ నాయకుడు నెతనేలు."},{"number":22,"verse":"పారసీక రాజు దర్యావేషు పాలనకాలంలో ఎల్యాషీబు, యోదాయా, యోహానాను, యద్దూవ కాలపు లేవీ కుటుంబాల పెద్దల, యాజకుల పేర్లు నమోదు చేయబడ్డాయి."},{"number":23,"verse":"లేవీ కుటుంబ నాయకులు, ఎల్యాషిబు కొడుకైన యోహానాను పేర్లు చరిత్ర గ్రంథంలో లిఖించబడ్డాయి."},{"number":24,"verse":"లేవీయుల నాయకులు వీళ్లు: షేరేబ్యా, కద్మీయేలు కొడుకు యేషూవా, వాళ్ల సోదరులు. వాళ్ల సోదరులు వీళ్లకి ఎదురుగా నిలబడి దైవ స్తోత్రాలు, భజన పాటలు పాడేవారు. ఒక బృందం మరో బృందానికి సమాధానంగా పాడుతుంది. దేవుని ప్రతినిధి అయిన దావీదు ఆదేశించిన రీతిలో ఈ స్తుతిపాటలు సాగుతాయి."},{"number":25,"verse":"వెలుపలి ద్వారాల ప్రక్కన వున్న సామాన్ల గదులను కాసే ద్వారపాలకుల పేర్లు: మత్తన్యా, బక్బుక్యా, ఓబద్యా, మెషుల్లాము, టల్మోను, అక్కూబు."},{"number":26,"verse":"ఈ ద్వారపాలకులు యెయాకీము కాలంలో కొలువు చేశారు. యోయాకీము యేషూవా కొడుకు. యేషూవా యోయాదాకు కొడుకు. ఆ ద్వారపాలకులు నెహెమ్యా పాలనాధికారిగా వున్న కాలంలో, యాజకుడు, ఉపదేశకుడు అయిన ఎజ్రా కాలంలో కూడా కొలువుచేశారు."},{"number":27,"verse":"( యెరూషలేము ప్రాకార ప్రతిష్ట) ప్రజలు యెరూషలేము ప్రాకారాన్ని ప్రతిష్ఠించారు. వాళ్లు లేవీయులందర్నీ యెరూషలేముకి తీసుకువచ్చారు. ఆ లేవీయులు తాము నివసించే ఆయా పట్టణాలనుంచి వచ్చారు. వాళ్లు యెరూషలేముకి ప్రాకారం ప్రతిష్ఠించటం కోసం వచ్చారు. లేవీయులు దైవ స్తోత్రాలు పాడేందుకూ, కీర్తనలు పాడేందుకూ వచ్చారు. వాళ్లు స్వరమండల సితారలు, తాళాలు వాయించారు. తంబురలు మోగించారు."},{"number":28,"verse":"గాయకులందరూ కూడా యెరుషలేముకి వచ్చారు. ఆ గాయకులు యెరూషలేము చుట్టూవున్న పట్టణాల నుంచి వచ్చారు. వాళ్లు నెటోపా పట్టణం నుంచి, బేత్గిల్గాలు, గెబ, అజ్మావెతుల నుంచి వచ్చారు. ఆ గాయకులు యెరూషలేము చుట్టుప్రక్కల ప్రాంతాల్లో తమకోసం చిన్న చిన్న పట్టణాలు నిర్మించుకున్నారు."},{"number":30,"verse":"యాజకులూ, లేవీయులూ తమని తాము పవిత్రం చేసుకున్నారు. తర్వాత వాళ్లు యెరూషలేము ప్రాకారాలన్నీ ఒక ఆచారములో పవిత్రీకరించారు."},{"number":31,"verse":"అప్పుడు నేను (నెహెమ్యాను) యూదా నాయకులకి పైకెక్కి ప్రాకారం మీద నిలబడమని చెప్పాను. దైవ స్తుతి, కృతజ్ఞత గీతాలు పాడేందుకు రెండు పెద్ద గాయక బృందాలను కూడా ఎంపిక చేశాను. వాటిలో ఒక బృందం కుడివైపున పెంట గుమ్మం దిశగా పోయి ప్రాకారం పైకి ఎక్కాలి."},{"number":32,"verse":"హోషెయా, యూదా నాయకుల్లో సగంమంది ఆ గాయకుల వెంట వెళ్లారు."},{"number":33,"verse":"అజర్యా, ఎజ్రా, మెషుల్లాము,"},{"number":34,"verse":"యూదా, బెన్యామీను, షెమయా, యిర్మీయా, మొదలైనవారు కూడా వాళ్లతో వెళ్లారు."},{"number":35,"verse":"యాజకుల్లో కొందరు కూడా బూరలు ఊదుతూ వాళ్లని ప్రాకారం దాకా అనుసరించారు, జెకర్యా కూడా వాళ్ల వెంట నడిచాడు (జెకర్యా యోనాతాను కొడుకు, యోనాతాను షెమయా కొడుకు, షెమయా మత్తనయా కొడుకు, మత్తనయా మీకాయా కొడుకు. మీకాయా జక్కూరు కొడుకు, జక్కూరు అసాఫు కొడుకు)."},{"number":36,"verse":"అంతేకాక ఆసాపు సోదరులు కూడా వున్నారు. వాళ్లు: షెమయా, అజరేలు, మిలయి, గిలలయి, మాయి, నెతనేలు, యూదా, హానానీ. వాళ్ల దగ్గర దైవ జనుడయిన దావీదు తయారు చేసిన సంగీత వాద్యాలు వున్నాయి. ఉపదేశకుడైన ఎజ్రా ప్రాకారానికి ప్రతిష్ఠ చేసే బృందానికి అగ్రభాగాన నడిచాడు."},{"number":37,"verse":"వాళ్లు ఊట గుమ్మం దగ్గరికి వెళ్లారు. వాళ్లు మెట్లు ఎక్కి దావీదు నగరం ( దావీదు నగరం యెరూషలేము నగరపు ఆగ్నేయ మూలనున్న అతి పురాతన ప్రాంతం.) చేరుకున్నారు. వాళ్లు ప్రహరీగోడపైన నిలబడ్డారు. వాళ్లు దావీదు భవనం దాటి, ఊట గుమ్మం దిశగా గోడమీద నడిచి వెళ్లారు."},{"number":38,"verse":"రెండవ గాయక బృందం రెండో దిశకి ఎడమ దిశకి బయల్దేరింది. వాళ్లు గోడపైకి వెళ్తున్నప్పుడు నేను వాళ్లని అనుసరించాను. జనంలో సగంమంది కూడా వాళ్లని అనుసరించారు. వాళ్లు అగ్ని గుండాల శిఖరాన్ని దాటి, వెడల్పు గోడను చేరుకున్నారు."},{"number":39,"verse":"తర్వాత వాళ్లు ఈ క్రింది ద్వారాలు దాటారు: ఎఫ్రాయిము గుమ్మము, పురాతన గుమ్మము, మత్స్య గుమ్మము హనాన్యేలు శిఖరము, శతశిఖరము, గొర్రెల ద్వారం దాటి చివరకు కావలి ద్వారం దగ్గర ఆగారు."},{"number":40,"verse":"అటు తర్వాత, ఆ గాయక బృందాలు రెండూ దేవుని ఆలయంలో తమ తమ స్థానాలకు చేరుకున్నాయి. నేను నా స్థానంలో నిలిచాను. అధికారుల్లో సగంమంది ఆలయంలో తమతమ స్థానాల్లో నిలబడ్డారు."},{"number":41,"verse":"తర్వాత ఈ క్రింది యాజకులు ఎల్యాకీము, మయశేయా, మిన్యామీను, మీకాయ, ఎల్యోయెనై, జెకర్యా, హనన్యా బూరలు పట్టుకుని తమతమ స్థానాల్లో నిలిచారు."},{"number":42,"verse":"తర్వాత, మయశేయా, షెమయా, ఎలియాజరు, ఉజ్జీ, యెహోహానాను, మల్కీయా, ఏలాము, ఏజెరు అనే యాజకులు ఆలయంలో తమతమ స్థానాల్లో నిలబడ్డారు. అప్పుడు రెండు గాయక బృందాలూ ఇజ్రహాయా నాయకత్వాన పాడనారంభించాయి."},{"number":43,"verse":"ఈ విధంగా, ఆ ప్రత్యేక దినాన యాజకులు చాలా బలులు అర్పించారు. ప్రతి ఒక్కరూ చాలా ఆనందంగా వున్నారు. దేవుడే వారందరినీ ఆనందపరవశుల్ని చేశాడు. చివరకు స్త్రీలు, పిల్లలు సైతం మహోత్సాహంతో, ఆనందంలో తేలియాడారు. దూర ప్రాంతాలవారు సైతం యెరూషలేము నుంచి వెలువడే ఆనంద కోలాహలాన్ని వినగలిగారు."},{"number":44,"verse":"ఆ రోజున వస్తుపులను భద్రపరచు గదులలో భద్రపరచు కొందరిని నియమించారు. జనం తమ తొలికాపు ఫలాలను, పదోవంతు పంటలను తీసుకు వచ్చారు. వస్తువులను భద్రపరచువారు వాటిని వస్తువులను భద్రపరచు గదులలో పదిలపరిచారు. బాధ్యులుగా వున్న యాజకుల, లేవీయుల విషయంలో యూదా జనసామాన్యం చాలా తృప్తి చెందారు. అందుకని, వాళ్లు గిడ్డంగుల్లో పెట్టేందుకు చాలా వస్తువులు తెచ్చారు."},{"number":45,"verse":"యాజకులూ, లేవీయులూ తమ దేవునిపట్ల భక్తిభావంతో ఈ పనులు చేశారు. వాళ్లు జనాన్ని పరిశుద్ధులను చేసే విధానాలు ఆచరించారు. గాయకులూ, ద్వారపాలకులూ తమ తమ విధులను నిర్వర్తించారు. దావీదూ, సొలొమోనూ ఆదేశించిన పనులన్నీ వాళ్లు చేశారు."},{"number":46,"verse":"(ఎన్నడో పూర్వం, దావీదు కాలంలో, ఆసాపు ప్రధానుడుగా వున్నాడు. అతనికి చాలా స్తోత్రాలూ, దైవసంకీర్తనలూ తెలుసును.)"},{"number":47,"verse":"ఈ విధంగా, జెరుబ్బాబెలు, నెహెమ్యాల కాలంలో, ఇశ్రాయేలు ప్రజలందరూ గాయకుల, ద్వార పాలకుల సహాయార్థం ప్రతిరోజూ ఏదో ఒకటి ఇస్తూనే వుండేవారు. జనం కూడా తదితర లేవీయుల కోసం ఏదోఒకటి, ఎంతో కొంత కేటాయించేవారు. పోతే, లేవీయులు అహరోను వంశీకుల (యాజకుల) కోసం కొంత సొమ్ము కేటాయించేవారు."}]}