{"bibleAbbr":"teERV1997","bookName":"నెహెమ్యా","bookEnglishName":"Nehemiah","chapterNumber":6,"verses":[{"number":1,"verse":"( ఎదురైన మరిన్ని సమస్యలు) నేను ప్రాకార నిర్మాణం పూర్తి చేశానన్న సంగతిని సన్బల్లటు, టోబీయా, అరబీయుడైన గెషెము మా ఇతర శత్రువులూ విన్నారు. మేము గోడలోని కంతలన్నీ పూడ్చాము. అయితే, ద్వారాలకు మేమింకా తలుపులు అమర్చలేదు."},{"number":2,"verse":"సన్బల్లటూ, గెషెమూ నాకు, “నెహెమ్యా, నువ్వొకసారి వస్తే మనం కలుసు కుందాము. ఓనో మైదానంలోని కెఫీరిము గ్రామంలో కలుసుకోవచ్చు” అని కబురంపారు. అయితే, వాళ్లు నాకు హాని తలపెట్టారని నాకు తెలుసు."},{"number":3,"verse":"అందుకని, దూతల ద్వారా నేను వాళ్లకి, “నేను చాలా ముఖ్యమైన పనిలో నిమగ్నమై వున్నాను. అందు కని, నేను రాలేను. మిమ్మల్ని కలుసు కొనడానికై నేను పని చేయుట ఆపినప్పుడు, పని ఆగుట నాకిష్టము లేదు” అని సమాధానం పంపాను."},{"number":4,"verse":"సన్బల్లటూ, గెషెమూ అదే సందేశాన్ని నాకు నాలుగుసార్లు పంపారు. ప్రతి ఒక్కసారీ నేను వాళ్లకి నా వెనకటి సమాధానమే పంపాను."},{"number":5,"verse":"అప్పుడు అయిదవసారి, సన్బల్లటు అదే సందేశాన్ని తన సహాయకుని ద్వారా నాకు పంపాడు. అతడి చేతిలో విప్పియున్న ఒక లేఖవుంది."},{"number":6,"verse":"ఆ లేఖలో ఇలా పేర్కొనబడింది, “ఒక విషయం నాలుగు ప్రక్కలా ప్రచారమవుతోంది. ఎక్కడ చూసినా జనం అదే చెప్పుకుంటున్నారు. మరి, అన్నట్టు, గెషెము అది నిజమే అంటున్నాడు. నీవూ, యూదులూ రాజు మీద తిరగబడాలని కుట్రపన్నుతున్నట్లు జనం చెప్పుకుంటున్నారు. అందుకే నీవు యెరూషలేము ప్రాకారం నిర్మిస్తున్నావట. అంతేకాదు, నీవు యూదులకు కాబోయే రాజువని కూడా జనం చెప్పుకుంటున్నారు."},{"number":7,"verse":"యెరూషలేములో నిన్ను గురించి ఈ విషయాన్ని ప్రకటించేటందుకు నీవు ప్రవక్తలను ఎంపిక చేశావన్న విషయం, ‘యూదాలో ఒక రాజు వున్నాడు!’ అన్న విషయం ప్రచారంలో వుంది. “నెహెమ్యా, ఇప్పుడు నిన్ను నేను హెచ్చరిస్తున్నాను. అర్తహషస్త రాజురు ఈ విషయం వింటారు. అందుకని, నీవు రా, మనం కలిసి కూర్చుని ఈ విషయం మాట్లాడుకుందాము.”"},{"number":8,"verse":"అందుకని, నేను సన్బల్లటుకి ఈ క్రింది సమాధానం పంపాను: “మీరు చెబుతున్నదేమీ ఇక్కడ జరగడం లేదు. ఇదంతా మీ ఊహా కల్పితం మాత్రమే.”"},{"number":9,"verse":"మన శత్రువులు మనల్ని భయపెట్టేందుకు ప్రయత్నిస్తున్నారు. వాళ్ల మట్టుకు వాళ్లు, “ఈ యూదులు భయంతో బిక్కచచ్చి, జావకారిపోయి పని కొనసాగించేందుకు అసమర్థులవుతారు. అప్పుడిక ప్రాకార నిర్మాణం పూర్తికాదు” అనుకుంటున్నారు. కాని నేను, “దేవా, నన్ను బలపరచుము” అని ప్రార్థించాను."},{"number":10,"verse":"నేనొక రోజున దెలాయ్యా కొడుకు షెమయా ఇంటికి వెళ్లాను. దెలాయ్యా మెహేతబేలు కొడుకు. ఇంటి వద్దనే వుండవలసిన షెమయా ఇలా అన్నాడు: “నెహెమ్యా, ఆలయానికి పోయి కూర్చుందాము. లోపలికి పోయి తలుపులు మూసుకుందాము. ఎందుకంటే నిన్ను చంపేందుకు మనుష్యులు వస్తున్నారు. ఈ రాత్రి నిన్ను చంపేందుకు వాళ్లొస్తున్నారు.”"},{"number":11,"verse":"అయితే, నేను షెమయాతో ఇలా అన్నాను: “నాలాంటి మనిషి పారిపోవాలంటావా? నాలాంటి వాడు తన ప్రాణం కాపాడుకొనేందుకు దేవాలయంలోకి పారిపోకూడదు, నేనలా వెళ్లను!”"},{"number":12,"verse":"షెమయాని దేవుడు పంపించలేదని నాకు తెలుసు. టోబీయా, సన్బల్లటు అతనికి డబ్బు ముట్టజెప్పారు కనుక, అతను నాకు వ్యతిరేకంగా హితబోధ చేశాడు."},{"number":13,"verse":"నన్ను ఇరుకున పెట్టేందుకూ, భయపెట్టేందుకూ వాళ్లు షెమయాని కుదుర్చుకున్నారు. భయపడి, ఆలయానికి పారిపోవడం ద్వారా నేను పాపం చెయ్యాలని వాళ్లు కోరుకున్నారు. అప్పుడు, నన్ను భయపెట్టి, నాకు అపకీర్తి తెచ్చేందుకు నా శత్రువులకి అవకాశం చిక్కి వుండేది."},{"number":14,"verse":"ఓ నా దేవా, దయచేసి టోబియా, సన్బల్లటులు చేస్తున్న పనులు గమనించు. వాళ్లు చేసిన పాపిష్టి పనులు కూడా గుర్తు చేసుకో. నన్ను భయపెట్టేందుకు ప్రయత్నిస్తున్న నోవద్యా అనే ప్రవక్త్రిని, తదితర ప్రవక్తలను కూడా గుర్తు చేసుకో."},{"number":15,"verse":"( ప్రాకార నిర్మాణం పూర్తయింది) ఈ విధంగా యెరూషలేము ప్రాకార నిర్మాణం ఏలూలు ( ఏలూలు క్రీ. పూ. 443 ఆగస్టు, సెప్టెంబరు.) నెల ఇరవై ఐదవ రోజున పూర్తయింది. ఆ గోడ కట్టడం పూర్తి చేసేందుకు ఏభై రెండు రోజులు పట్టింది."},{"number":16,"verse":"అప్పుడు, మేము గోడ కట్టడం పూర్తి చేసినట్లు మా శత్రువులందరూ విన్నారు. గోడ కట్టడం పూర్తయిందన్న విషయాన్ని మా చుట్టు ప్రక్కల దేశపు ప్రజలందరూ చూశారు. దానితో, వాళ్లు ధైర్యం కోల్పోయారు. ఎందుకంటే, ఈ పని మన దేవుని సహాయం వల్ల జరిగిందని వాళ్లు అర్థం చేసుకున్నారు."},{"number":17,"verse":"అంతేకాదు, ఆ రోజుల్లో, గోడ కట్టడం పూర్తయిన దరిమిలా, యూదాలోని ధనికులు టోబీయాకి ఎన్నో ఉత్తరాలు పంపుతూవచ్చారు. టోబీయా వాళ్ల జాబులకి సమాధానాలు వ్రాస్తూండే వాడు."},{"number":18,"verse":"యూదాలో చాలామంది అతనికి విధేయులుగా వుంటామని మాట ఇచ్చినందువల్ల, వాళ్లు అతనికి ఆ జాబులు వ్రాశారు. దీనికి కారణం ఏమిటంటే, టోబీయా అరహు కుమారుడైన షెకన్యాకి అల్లుడు. టోబీయా కొడుకు యోహానాను మెషూల్లము కూతుర్ని పెళ్లి చేసుకున్నాడు. మెషూల్లము బెరెక్యా కొడుకు."},{"number":19,"verse":"గతంలో వాళ్లు టోబీయాకి ఒక ప్రత్యేక వాగ్దానం చేశారు. అందుకని, వాళ్లు నాకు టోబీయా ఎంతో మంచివాడని చెప్తూ వచ్చారు. నేను చేస్తున్న పనులను గురించి వాళ్లు టోబీయాకి చెప్తూండేవారు. నన్ను భయపెట్టేందుకని టోబీయా నాకు లేఖలు పంపుతూ వచ్చాడు."}]}