{"bibleAbbr":"teERV1997","bookName":"నెహెమ్యా","bookEnglishName":"Nehemiah","chapterNumber":8,"verses":[{"number":1,"verse":"( ఎజ్రా ధర్మశాస్త్రాన్ని చదవటం) ఆ విధంగా, ఇశ్రాయేలీయులందరూ ఆ ఏడాది ఏడవ నెలలో సమావేశమయ్యారు. వాళ్లందరూ నీటి గుమ్మం ముందరి మైదానంలో ఏక మనస్కులై ఒకే మనిషి అన్నట్లు గుమికూడారు. వాళ్లు ఎజ్రా ఉపదేశకుణ్ణి మోషే ధర్మశాస్త్రాన్ని పైకి తీసి పఠించ వలసిందిగా కోరారు. ఇశ్రాయేలీయులకు యెహోవా ఇచ్చిన ధర్మశాస్త్రమది."},{"number":2,"verse":"యాజకుడైన ఎజ్రా సమావేశమైన జనం ముందుకి ధర్మశాస్త్రాన్ని తెచ్చాడు. అది నెల మొదటి రోజు. అది ఏడాదిలో ఏడవ నెల. ఆ సమావేశంలో స్త్రీలు, పురుషులు విని, అర్థం చేసుకోగల వయస్కులు వున్నారు."},{"number":3,"verse":"ఎజ్రా ఉదయాన్నుంచి మిట్ట మధ్యాహ్నంవరకు ధర్మశాస్త్రాన్ని చదివాడు. నీటి గుమ్మం ఎదుటవున్న మైదానానికి ఎదురుగా నిలబడి, ఎజ్రా స్త్రీలనీ, పురుషుల్నీ విని అర్థం చేసుకోగల వాళ్లందర్నీ ఉద్దేశించి చదివాడు. జనం అందరూ ధర్మశాస్త్ర గ్రంథం పట్ల భక్తి శ్రద్ధలతో విన్నారు."},{"number":4,"verse":"ఎజ్రా ఈ ప్రత్యేక సందర్భంకోసం నిర్మింపబడిన ఎత్తైన కొయ్య వేదిక మీద నిలబడ్డాడు. ఎజ్రా కుడి ప్రక్కన మత్తిత్యా, షెమ, అనాయా, ఊరియా, హిల్కియా, మయశేయాలు ఉన్నారు. ఎజ్రా ఎడమ ప్రక్కన పెదాయా, మిషాయేలు, మల్కీయా, హాషుము, హష్బద్దానా, జెకర్యా, మెషుల్లాములు వున్నారు."},{"number":5,"verse":"అప్పుడు ఎజ్రా గ్రంథం విప్పాడు. ఎజ్రా ఎతైన వేదిక మీద నిలబడి ఉన్నందున జనులందరూ అతన్ని చూడగలుగుతున్నారు. ఎజ్రా ధర్మశాస్త్ర గ్రంథాన్ని తెరవగానే, జనం అందరూ గౌరవంగా లేచి నిలబడ్డారు."},{"number":6,"verse":"ఎజ్రా మహా దేవుడైన యెహోవాను స్తుతించాడు. జనులందరూ తమ చేతులు పైకెత్తి బిగ్గరగా, “ఆమేన్! ఆమేన్!” అన్నారు. తర్వాత జనులందరూ నేలమీదవంగి నమస్కరించి యెహోవాను ఆరాధించారు."},{"number":7,"verse":"జనం అక్కడ నిలబడి వుండగా లేవీయులు ధర్మశాస్త్ర నియమాలను జనానికి బోధించారు. అలా బోధించిన లేవీయులు: యేషూవ, బానీ, షేరేబ్యా, యామీను, అక్కూబు, షబ్బెతై, హూదీయా, మయశాయా, కెలీటా, అజర్యా, యెజాబాదు, హానాను, పెలాయా."},{"number":8,"verse":"ఆ లేవీయులు దేవుని ధర్మశాస్త్ర గ్రంథాన్ని చదివారు. వాళ్లు జనానికి అర్థం వివరించి దాన్ని సులభం చేశారు. చదివినదాన్ని జనం తేలిగ్గా అర్థం చేసుకోగలిగేందుకు గాను వాళ్లు తాత్పర్యాలను వివరించి చెప్పారు."},{"number":9,"verse":"తర్వాత పాలనాధికారి నెహెమ్యా, యాజకుడును, ఉపదేశకుడునైన ఎజ్రా, జనానికి బోధిస్తున్న లేవీయులు మాట్లాడారు. వాళ్లు, “ఈ రోజు మీ దేవుడైన యెహోవాకి ప్రత్యేక దినం ( ప్రత్యేక దినం ఇది ప్రత్యేకమైన ఆరాధనా దినం. ఈ రోజున జనం ఒక చోట కూడి, సహవాసపు విందులో పాల్గొనేవారు.) మీరు విచారంగా వుండకండి, ఏడ్వకండి!” అని చెప్పారు. ధర్మశాస్త్రంలోని సందేశాలను వింటూ జనం అందరూ రోదించనారంభించిన మూలంగా వాళ్లీ మాటలు చెప్పారు."},{"number":10,"verse":"నెహెమ్యా ఇలా చెప్పాడు: “పోయి కొవ్విన మాంసంతో భోజనం చేయండి, మధుర ద్రాక్షారసం సేవించండి. ఏ ఆహారమూ తయారు చేసుకోని వాళ్లకికొంత ఆహారమూ పానీయాలూ ఇవ్వండి. ఈ రోజు యెహోవాకి ప్రత్యేకమైన రోజు. విచారాన్ని విడనాడండి! ఎందుకంటే, యెహోవా ఆనందం మీకు పుష్టిని చేకూరుస్తుంది.”"},{"number":11,"verse":"జనం శాంతచిత్తులయ్యేందుకు లేవీయులు తోడ్పడ్డారు. “శాంతించండి, మౌనంగా వుండండి. ఇదొక ప్రత్యేక దినం, దుఃఖించకండి.”"},{"number":12,"verse":"అప్పుడిక అందరూ విందు భోజనం చేసేందుకు వెళ్లారు. వాళ్లు తమ ఆహార పదార్థాలనీ, పానీయాలనీ పరస్పరం పంచుకున్నారు. ఆ ప్రత్యేక దినాన్ని వాళ్లెంతో సంతోషంగా జరుపుకున్నారు. వాళ్లు చివరికి బోధకులు తమకి బోధించ ప్రయత్నిస్తున్న ధర్మశాస్త్ర గుణపాఠాలను అర్థం చేసుకున్నారు."},{"number":13,"verse":"అటు తర్వాత, నెల రెండవ రోజున ( నెల రెండవ రోజు ప్రతి నెలా మొదటి, రెండవ రోజులు ప్రత్యేకమైన ఆరాధనా దినాలు. జనం ఒక చోట కూడి స్నేహ పూర్వకమైన భోజనాలు చేసే రోజులు.) అన్ని కుటుంబాల పెద్దలూ ఎజ్రానూ, యాజకులనూ, లేవీయులనూ కలుసుకునేందుకు వెళ్లారు. వాళ్లందరూ ధర్మశాస్త్రంలోని ప్రవచనాలను అధ్యయనం చేసేందుకు ఉపదేశకుడైన ఎజ్రాచుట్టూ చేరారు."},{"number":14,"verse":"వాళ్లు ధర్మశాస్త్రాన్ని అధ్యయనం చేయగా దానిలో ఈ దిగువ ఆజ్ఞలు వాళ్లకి కనిపించాయి యెహోవా మోషే ద్వారా ఈ ఆజ్ఞ ఇచ్చాడు: ఏడాది ఏడవ నెలలో ఇశ్రాయేలీయులు యెరూషలేముకు ప్రత్యేకమైన పండుగ జరుపుకునేందుకు విధిగా పోవాలి. వాళ్లు తాత్కాలిక పర్ణశాలల్లో ఉండాలి. తమ పట్టణాలన్నింటికీ, యెరూషలేముకీ పోయి, ఈ క్రింది మాటలు ప్రకటించాలి. “పర్వత ప్రాంతానికి పోయి రకరకాల ఒలీవ చెట్ల కొమ్మలు తీసుకురావాలి. కదంబ, తాటి, ఈత ఆకులను, అలాగే నీడనిచ్చే ఇతర మొక్కలను తీసుకురావాలి. ఆ కొమ్మలతో తాత్కాలికమైన పర్ణశాలలు వెయ్యాలి. ధర్మశాస్త్ర గ్రంథం చెప్పినట్లు చెయ్యండి.”"},{"number":16,"verse":"సరే, జనం పోయి, ఆ చెట్ల కొమ్మలు తెచ్చారు. తర్వాత వాటితో వాళ్లు తమకి తాత్కాలిక పర్ణశాలలు నిర్మించుకున్నారు. వాళ్లు పర్ణశాలలను తమ ఇళ్ల కప్పులపైనా, తమ ఆవరణల్లోనూ వేసుకున్నారు. వాళ్లు ఆలయ ప్రాంగణంలో, నీటి గుమ్మం దగ్గరి ఖాళీ స్థలంలో, ఎఫ్రాయిము ద్వారం దగ్గర పర్ణశాలలు నిర్మించారు."},{"number":17,"verse":"చెరనుంచి బంధవిముక్తులై తిరిగివచ్చిన ఇశ్రాయేలీయుల బృందమంతా పర్ణశాలలు కట్టు కున్నారు. వాళ్లు తాము కట్టుకున్న పర్ణశాలల్లో నివసించారు. నూను కుమారుడైన యెహోషువా కాలంనుంచి ఆనాటిదాకా ఇశ్రాయేలీయులు పర్ణశాలల పండుగను ఇంత చక్కగా జరుపుకోలేదు. అందరూ ఎంతో సంతోషించారు!"},{"number":18,"verse":"ఆ పండుగ ప్రతి రోజూ, మొదటి రోజునుంచి చివరి రోజు వరకు ఎజ్రా వాళ్లకి ధర్మశాస్త్ర గ్రంథాన్ని చదివి వినిపించాడు. ఇశ్రాయేలు ప్రజలు ఆ పండగను వారం రోజులపాటు జరుపుకున్నారు. అటు తర్వాత ఎనిమిదో రోజున, ధర్మ శాస్త్రం నిర్దేశించినట్టు ఒక ప్రత్యేక సమావేశం కోసం ఒక చోట కూడారు."}]}