{"bibleAbbr":"mrRV2015","bookName":"होशेय","bookEnglishName":"Hosea","chapterNumber":10,"verses":[{"number":1,"verse":"इस्राएल उफाड्याने वाढणारा द्राक्षीचा वेल आहे, त्याला भरपूर फळे येतात; जो जो त्याला जास्त फळे आली तो तो त्याने जास्त वेद्या केल्या; त्याची जमीन जसजशी सुपीक होत गेली तसतसे त्याने अधिक सुरेख मूर्तिस्तंभ उभारले."},{"number":2,"verse":"त्यांचे हृदय बेइमान आहे, आता त्यांना प्रायश्‍चित्त मिळालेच पाहिजे; तो त्यांच्या वेद्या मोडून टाकील; तो त्यांचे मूर्तिस्तंभ उद्ध्वस्त करील."},{"number":3,"verse":"आता ते निश्‍चये म्हणतील, “आम्हांला राजा नाही, कारण आम्ही परमेश्वराचे भय बाळगले नाही; राजा आमच्या काय कामाचा?”"},{"number":4,"verse":"ते फक्त वचने बोलतात, खोट्या प्रतिज्ञा करतात, करार करतात, म्हणून शेताच्या तासात विषवल्ली उगवते तसे त्यांच्यासाठी प्रतिफळ उगवेल."},{"number":5,"verse":"बेथ-आवेनाच्या वासरांसाठी शोमरोनातले रहिवासी घाबरे होतील; तेथले लोक त्याच्याविषयी शोक करतील, त्याचे पुजारी जे त्याच्या वैभवाबद्दल आनंद करीत असत ते आता त्याकरता विलाप करतील, कारण ते त्यांना अंतरले आहे."},{"number":6,"verse":"यारेब राजासाठी भेट म्हणून ते अश्शूरास नेतील; एफ्राईम लज्जेने व्याप्त होईल, इस्राएलास आपल्या स्वतःच्या मसलतीची लाज वाटेल;"},{"number":7,"verse":"शोमरोन नाश पावला आहे, त्याचा राजा पाण्यावर तरंगणार्‍या ढलप्यासारखा आहे."},{"number":8,"verse":"इस्राएलाचे पाप म्हणजे आवेनाची उच्च स्थाने नाश पावतील; त्यांच्या वेद्यांवर काटेकुसळे व काटेरी झुडपे उगवतील; ते पर्वतांना म्हणतील, ‘आम्हांला झाकून टाका, टेकड्यांना म्हणतील, आमच्यावर पडा.’"},{"number":9,"verse":"हे इस्राएला, गिबात घडलेल्या गोष्टींच्या वेळेपासून तू पाप करीत आला आहेस; तेथेच ते अद्यापि आहेत; गिबात दुष्कर्म्यांबरोबर झालेल्या लढाईत ते सापडले नाहीत."},{"number":10,"verse":"मला वाटेल तेव्हा मी त्यांना शासन करीन; त्यांना त्यांच्या दोन्ही पातकांस्तव शासन करण्यास त्यांच्याविरुद्ध राष्ट्रे गोळा होतील."},{"number":11,"verse":"एफ्राईम शिकवलेली कालवड आहे, तिला मळणी करण्याची आवड आहे; मी तिच्या सुंदर मानेवर जूं ठेवीन, मी एफ्राइमाला जुंपीन; यहूदा नांगरील; याकोब कोळपील."},{"number":12,"verse":"तुम्ही आपणांसाठी नीतिमत्त्वाची पेरणी करा म्हणजे प्रेमाची कापणी कराल; पडीत जमीन नांगरून काढा; कारण परमेश्वराने येऊन तुमच्यावर नीतिमत्त्वाची वृष्टी करावी ह्याकरता त्याला शरण जाण्याचा हा समय आहे."},{"number":13,"verse":"तुम्ही दुष्टतेच्या पेरणीसाठी नांगरले, अधर्माची कापणी केली, तुम्ही लबाडीचे फळ खाल्ले. कारण तू आपल्या मार्गांवर1 भिस्त ठेवली, आपल्या पराक्रमी वीरसमूहावर भाव ठेवला."},{"number":14,"verse":"तुझ्या लोकांमध्ये कलह माजेल; युद्धसमयी शल्मनाने बेथ-आर्बेलास उद्ध्वस्त केले तेव्हा आईला मुलांसह आपटून मारले, तशी सर्व तटबंदीची नगरे नाश पावतील."},{"number":15,"verse":"तुमच्या दुष्टतेच्या अघोरतेमुळे बेथेल येथे तुम्हांला असे होईल; प्रभातकाळी इस्राएलाचा राजा नाश पावेल."}]}