{"bibleAbbr":"mrRV2015","bookName":"होशेय","bookEnglishName":"Hosea","chapterNumber":12,"verses":[{"number":1,"verse":"एफ्राईम वायूची जोपासना करतो, पूर्वेच्या वार्‍याच्या मागे लागतो; दिवसभर तो लबाडी व नाश ह्यांची वृद्धी करतो; ते अश्शूराबरोबर करार करतात, मिसर देशात तेल नेतात."},{"number":2,"verse":"परमेश्वराचा यहूदाबरोबर वाद आहे, तो याकोबाला त्याच्या आचरणाप्रमाणे शासन करील; त्याच्या कर्माप्रमाणे तो त्याला प्रतिफळ देईल."},{"number":3,"verse":"गर्भाशयात असता त्याने आपल्या भावाची टाच धरली; तो आपल्या भरज्वानीत असता देवाबरोबर झगडला."},{"number":4,"verse":"म्हणजे अर्थात दिव्यदूताबरोबर झगडून तो जय पावला, त्याने रडून देवाची करुणा भाकली. त्याला देवाचे बेथेलास दर्शन झाले, तेथे तो आमच्याबरोबर बोलला म"},{"number":5,"verse":"परमेश्वर, सेनाधीश देव परमेश्वर, हे नाम त्याचे स्मारक आहे :"},{"number":6,"verse":"“म्हणून तू आपल्या देवाकडे वळ; दया व न्याय ह्यांचे पालन कर; आपल्या देवाची प्रतीक्षा करून राहा.”"},{"number":7,"verse":"कनानाच्या1 हाती खोटा ताजवा आहे; जुलूम करणे त्याला आवडते."},{"number":8,"verse":"एफ्राईम म्हणतो, “मी खरोखर धनवान झालो आहे, मी संपत्ती मिळवली आहे, पापाचा बट्टा लागेल असा अधर्म माझ्या सर्व कमाईत माझ्या हातून झाला नाही.”"},{"number":9,"verse":"मिसर देशापासून मी परमेश्वर तुझा देव आहे, उत्सवाच्या दिवसांप्रमाणे मी तुला पुन्हा तंबूत राहायला लावीन."},{"number":10,"verse":"मी संदेष्ट्यांबरोबर बोललो आहे; मीच दिव्यदर्शनांची रेलचेल केली आहे आणि संदेष्ट्यांच्या द्वारे मी दृष्टान्त देऊन बोध केला आहे."},{"number":11,"verse":"गिलाद मूर्तिपूजक बनला आहे ना? तर तो शून्यवत होऊन जाईल; गिल्गालात त्यांनी बैल अर्पण केले; त्यांच्या वेद्या शेतांच्या तासांतील दगडांच्या राशींसारख्या आहेत."},{"number":12,"verse":"याकोब अरामाच्या रानात पळून गेला; इस्राएलाने बायकोसाठी चाकरी केली, बायकोसाठी मेंढरे राखली."},{"number":13,"verse":"एका संदेष्ट्याच्या हस्ते परमेश्वराने इस्राएलास मिसर देशातून बाहेर आणले, दुसर्‍या संदेष्ट्याच्या हस्ते त्याचे रक्षण करवले."},{"number":14,"verse":"एफ्राइमाने क्रोध अत्यंत चेतवला आहे, त्याचा रक्तपातदोष त्याच्यावर तसाच राहील, आणि प्रभू त्याने केलेल्या अप्रतिष्ठेचे उसने फेडील."}]}