{"bibleAbbr":"paOV2016","bookName":"ਪੌਲੁਸ ਰਸੂਲ ਦੀ ਪੱਤ੍ਰੀ ਰੋਮੀਆਂ ਨੂੰ","bookEnglishName":"Romans","chapterNumber":9,"verses":[{"number":1,"verse":"( ਯਹੂਦੀ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਭਾਵੀ) ਮੈਂ ਮਸੀਹ ਵਿੱਚ ਸਤ ਆਖਦਾ ਹਾਂ, ਝੂਠ ਨਹੀਂ ਕਹਿੰਦਾ ਅਤੇ ਮੇਰਾ ਅੰਤਹਕਰਨ ਪਵਿੱਤਰ ਆਤਮਾ ਵਿੱਚ ਮੇਰਾ ਗਵਾਹ ਹੈ"},{"number":2,"verse":"ਜੋ ਮੈਨੂੰ ਵੱਡਾ ਸੋਗ ਹੈ ਅਤੇ ਮੇਰਾ ਮਨ ਸਦਾ ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ"},{"number":3,"verse":"ਮੈਂ ਚਾਹੁੰਦਾ ਸਾਂ ਭਈ ਆਪਣੇ ਭਰਾਵਾਂ ਦੇ ਲਈ ਜਿਹੜੇ ਸਰੀਰ ਦੇ ਕਾਰਨ ਮੇਰੇ ਅੰਗ ਸਾਕ ਹਨ ਆਪੇ ਮਸੀਹ ਵੱਲੋਂ ਸਰਾਪੀ ਹੁੰਦਾ"},{"number":4,"verse":"ਓਹ ਇਸਰਾਏਲੀ ਹਨ ਅਤੇ ਪੁੱਤ੍ਰੇਲਾਪਣ, ਪਰਤਾਪ, ਨੇਮ, ਸ਼ਰਾ ਦਾ ਦਾਨ, ਪਰਮੇਸ਼ੁਰ ਦੀ ਉਪਾਸਨਾ ਅਤੇ ਪਰਤੱਗਿਆ ਓਹਨਾਂ ਦੇ ਹਨ"},{"number":5,"verse":"ਨਾਲੇ ਪਿਤਰ ਓਹਨਾਂ ਦੇ ਹਨ ਅਤੇ ਸਰੀਰ ਦੇ ਅਨੁਸਾਰ ਮਸੀਹ ਓਹਨਾਂ ਵਿੱਚੋਂ ਹੋਇਆ ਜਿਹੜਾ ਸਭਨਾਂ ਉੱਤੇ ਪਰਮੇਸ਼ੁਰ ਜੁੱਗੋ ਜੁੱਗ ਮੁਬਾਰਕ ਹੈ, ਆਮੀਨ!"},{"number":6,"verse":"ਪਰ ਇਉਂ ਨਹੀਂ ਜੋ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬਚਨ ਅਕਾਰਥ ਹੋ ਗਿਆ; ਕਿਉਂਕਿ ਜਿਹੜੇ ਇਸਰਾਏਲ ਦੇ ਵਿੱਚੋਂ ਹਨ ਓਹ ਸੱਭੇ ਇਸਰਾਏਲੀ ਨਹੀਂ"},{"number":7,"verse":"ਅਤੇ ਅਬਰਾਹਾਮ ਦੀ ਅੰਸ ਹੋਣ ਕਰਕੇ ਓਹ ਸੱਭੇ ਉਹ ਦੀ ਸੰਤਾਨ ਨਹੀਂ ਹਨ ਸਗੋਂ ( ) \"ਇਸਹਾਕ ਤੋਂ ਤੇਰੀ ਅੰਸ ਪੁਕਾਰੀ ਜਾਵੇਗੀ\""},{"number":8,"verse":"ਅਰਥਾਤ ਨਾ ਓਹ ਜਿਹੜੇ ਸਰੀਰ ਦੀ ਸੰਤਾਨ ਹਨ ਏਹ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸੰਤਾਨ ਹਨ ਪਰ ਵਾਇਦੇ ਦੀ ਸੰਤਾਨ ਅੰਸ ਗਿਣੀਦੀ ਹੈ"},{"number":9,"verse":"ਵਾਇਦੇ ਦਾ ਬਚਨ ਤਾਂ ਇਹ ਹੈ ( ) ਭਈ ਇੱਸੇ ਸਮੇਂ ਦੇ ਅਨੁਸਾਰ ਮੈਂ ਆਵਾਂਗਾ ਅਤੇ ਸਾਰਾਹ ਇੱਕ ਪੁੱਤ੍ਰ ਜਣੇਗੀ"},{"number":10,"verse":"ਅਤੇ ਨਿਰਾ ਇਹੋ ਨਹੀਂ ਸਗੋਂ ਜਾਂ ਰਿਬਕਾਹ ਇੱਕ ਜਣੇ ਤੋਂ ਅਰਥਾਤ ਸਾਡੇ ਪਿਤਾ ਇਸਹਾਕ ਤੋਂ ਗਰਭਣੀ ਹੋਈ"},{"number":11,"verse":"ਭਾਵੇਂ ਬਾਲਕ ਅਜੇ ਜੰਮੇ ਨਹੀਂ ਸਨ ਅਤੇ ਨਾ ਕੁਝ ਭਲਾ ਬੁਰਾ ਕੀਤਾ ਸੀ ਤਾਂ ਜੋ ਪਰਮੇਸ਼ੁਰ ਦੀ ਮਨਸ਼ਾ ਜਿਹੜੀ ਚੋਣ ਦੇ ਅਨੁਸਾਰ ਹੈ ਬਣੀ ਰਹੇ, ਕਰਨੀਆਂ ਤੋਂ ਨਹੀਂ ਸਗੋਂ ਸੱਦਣ ਵਾਲੇ ਦੀ ਇੱਛਿਆ ਤੋਂ"},{"number":12,"verse":"ਤਦ ਉਹ ਨੂੰ ਇਹੋ ਆਖਿਆ ਗਿਆ ਸੀ ( ) ਭਈ ਵੱਡਾ ਛੋਟੇ ਦੀ ਟਹਿਲ ਕਰੇਗਾ"},{"number":13,"verse":"ਜਿਵੇਂ ਲਿਖਿਆ ਹੋਇਆ ਹੈ ( , ) ਜੋ ਮੈਂ ਯਾਕੂਬ ਨਾਲ ਪ੍ਰੇਮ ਪਰ ਏਸਾਉ ਨਾਲ ਵੈਰ ਕੀਤਾ।।"},{"number":14,"verse":"ਫੇਰ ਅਸੀਂ ਕੀ ਆਖੀਏॽ ਭਲਾ, ਪਰਮੇਸ਼ੁਰ ਕੋਲੋਂ ਕੁਨਿਆਉਂ ਹੁੰਦਾ ਹੈॽ ਕਦੇ ਨਹੀਂ !"},{"number":15,"verse":"ਕਿਉਂ ਜੋ ਉਹ ਮੂਸਾ ਨੂੰ ਆਖਦਾ ਹੈਂ ਭਈ ਜਿਹ ਦੇ ਉੱਤੇ ਮੈਂ ਦਿਆਲ ਹਾਂ ਓਸ ਉੱਤੇ ਦਿਆਲ ਹੋਵਾਂਗਾ ਅਤੇ ਜਿਹ ਦੇ ਉੱਤੇ ਮੈਂ ਰਹਮ ਕਰਨਾ ਹੈ, ਓਸ ਉੱਤੇ ਰਹਮ ਕਰਾਂਗਾ"},{"number":16,"verse":"ਸੋ ਇਹ ਤਾਂ ਨਾ ਚਾਹੁਣ ਵਾਲੇ ਦਾ, ਨਾ ਦੌੜ ਭੱਜ ਕਰਨ ਵਾਲੇ ਦਾ, ਸਗੋਂ ਪਰਮੇਸ਼ੁਰ ਦਾ ਕੰਮ ਹੈ ਜਿਹੜਾ ਦਯਾ ਕਰਦਾ ਹੈ"},{"number":17,"verse":"ਕਿਉਂ ਜੋ ਧਰਮ ਪੁਸਤਕ ਫ਼ਿਰਊਨ ਨੂੰ ਆਖਦਾ ਹੈ ( ) ਜੋ ਮੈਂ ਇਸੇ ਕਾਰਨ ਤੈਨੂੰ ਖੜਾ ਕੀਤਾ ਤਾਂ ਜੋ ਤੇਰੇ ਵਿੱਚ ਆਪਣੀ ਸਮਰੱਥਾ ਪਰਗਟ ਕਰਾਂ ਅਤੇ ਸਾਰੀ ਧਰਤੀ ਵਿੱਚ ਮੇਰਾ ਨਾਮ ਪਰਸਿੱਧ ਹੋਵੇ"},{"number":18,"verse":"ਸੋ ਜਿਹ ਦੇ ਉੱਤੇ ਚਾਹੁੰਦਾ ਹੈ ਉਹ ਦੇ ਉੱਤੇ ਦਯਾ ਕਰਦਾ ਹੈ ਅਤੇ ਜਿਹ ਤੇ ਉੱਤੇ ਉਹ ਚਾਹੁੰਦਾ ਹੈ ਉਹ ਸਖ਼ਤੀ ( ਅਥਵਾ ਉਹ ਨੂੰ ਸਖ਼ਤ ਕਰਦਾ ਹੈ) ਕਰਦਾ ਹੈ।।"},{"number":19,"verse":"ਤਾਂ ਤੂੰ ਮੈਨੂੰ ਆਖੇਂਗਾ, ਫੇਰ ਉਹ ਹੁਣ ਕਾਹਨੂੰ ਦੋਸ਼ ਲਾਉਂਦਾ ਹੈ ਕਿਉਂ ਜੇ ਉਹ ਦੀ ਮਨਸ਼ਾ ਦਾ ਕਿਨ ਸਾਹਮਣਾ ਕੀਤਾॽ"},{"number":20,"verse":"ਭਲਾ ਹੇ ਸ਼ਖ਼ਸ਼ਾ, ਤੂੰ ਪਰਮੇਸ਼ੁਰ ਨਾਲ ਵਿਵਾਦ ਕਰਨ ਵਾਲਾ ਕੌਣ ਹੈਂॽ ਕੀ ਘੜਤ ਘੜਨ ਵਾਲੇ ਨੂੰ ਆਖੇਗੀ ਭਈ ਤੈਂ ਮੈਨੂੰ ਇਸ ਢਬ ਕਿਉਂ ਬਣਾਇਆ?"},{"number":21,"verse":"ਕੀ ਘੁਮਿਆਰ ਮਿੱਟੀ ਦੇ ਉੱਪਰ ਵੱਸ ਨਹੀਂ ਰੱਖਦਾ ਜੋ ਇੱਕ ਪੇੜੇ ਵਿੱਚੋਂ ਇੱਕ ਭਾਂਡਾ ਆਦਰ ਅਤੇ ਦੂਜਾ ਨਿਰਾਦਰ ਦੇ ਕੰਮ ਲਈ ਬਣਾਵੇॽ"},{"number":22,"verse":"ਅਤੇ ਕੀ ਹੋਇਆ ਜੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਇਹ ਚਾਹ ਕਰ ਕੇ ਭਈ ਆਪਣਾ ਕ੍ਰੋਧ ਵਿਖਾਲੇ ਅਤੇ ਆਪਣੀ ਸਮਰੱਥਾ ਪਰਗਟ ਕਰੇ ਕ੍ਰੋਧ ਦੇ ਭਾਂਡਿਆਂ ਨੂੰ ਜਿਹੜੇ ਨਾਸ ਦੇ ਲਈ ਤਿਆਰ ਕੀਤੇ ਹੋਏ ਸਨ ਵੱਡੇ ਧੀਰਜ ਨਾਲ ਸਹਾਰਿਆॽ"},{"number":23,"verse":"ਤਾਂ ਜੋ ਦਯਾ ਦੇ ਭਾਂਡਿਆਂ ਉੱਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਨੇ ਅੱਗਿਓਂ ਪਰਤਾਪ ਦੇ ਲਈ ਤਿਆਰ ਕੀਤਾ ਸੀ ਆਪਣੇ ਪਰਤਾਪ ਦਾ ਧਨ ਪਰਗਟ ਕਰੇ"},{"number":24,"verse":"ਅਰਥਾਤ ਸਾਡੇ ਉੱਤੇ ਜਿਹੜੇ ਉਹ ਦੇ ਨਿਰੇ ਯਹੂਦੀਆਂ ਵਿੱਚੋਂ ਹੀ ਨਹੀਂ ਸਗੋਂ ਪਰਾਈਆਂ ਕੌਮਾਂ ਵਿੱਚੋਂ ਵੀ ਬੁਲਾਏ"},{"number":25,"verse":"ਜਿਵੇਂ ਹੋਸ਼ੇਆ ਦੀ ਪੁਸਤਕ ਵਿੱਚ ਵੀ ਉਹ ਆਖਦਾ ਹੈ, ( ; ) - ਜਿਹੜੀ ਮੇਰੀ ਕੌਮ ਨਾ ਸੀ, ਉਹ ਨੂੰ ਮੈਂ ਆਪਣੀ ਪਰਜਾ ਕਰਕੇ ਸੱਦਾਂਗਾ, ਅਤੇ ਜਿਹੜੀ ਪਿਆਰੀ ਨਾ ਸੀ, ਉਹ ਨੂੰ ਪਿਆਰੀ ਕਰਕੇ ਸੱਦਾਂਗਾ।"},{"number":26,"verse":"ਅਤੇ ਐਉਂ ਹੋਵੇਗਾ, ਭਈ ਜਿੱਥੇ ਉਨ੍ਹਾਂ ਨੂੰ ਏਹ ਆਖਿਆ ਗਿਆ ਸੀ, ਕਿ ਤੁਸੀਂ ਮੇਰੀ ਪਰਜਾ ਨਹੀਂ, ਉੱਥੇ ਓਹ ਜੀਉਂਦੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਪੁੱਤ੍ਰ ਅਖਵਾਉਣਗੇ।।"},{"number":27,"verse":"ਯਸਾਯਾਹ ਇਸਰਾਏਲ ਦੇ ਵਿੱਖੇ ਪੁਕਾਰਦਾ ਹੈ ( , ) ਭਈ ਇਸਰਾਏਲ ਦਾ ਵੰਸ ਭਾਵੇਂ ਗਿਣਤੀ ਵਿੱਚ ਸਮੁੰਦਰ ਦੀ ਰੇਤ ਦੇ ਤੁੱਲ ਹੋਵੇ ਪਰ ਉਹ ਦਾ ਬਕੀਆ ਹੀ ਬਚਾਇਆ ਜਾਵੇਗਾ"},{"number":28,"verse":"ਕਿਉਂ ਜੋ ਪ੍ਰਭੁ ਆਪਣੇ ਬਚਨ ਨੂੰ ਤਮਾਮ ਅਤੇ ਛੇਤੀ ਕਰ ਕੇ ਧਰਤੀ ਉੱਤੇ ਪੂਰਾ ਕਰੇਗਾ"},{"number":29,"verse":"ਜਿਵੇਂ ਯਸਾਯਾਹ ਨੇ ਅੱਗੇ ਭੀ ਕਿਹਾ ਹੈ ( ) — ਜੇ ਸੈਨਾਂ ਦੇ ਪ੍ਰਭੁ ਨੇ ਸਾਡੇ ਲਈ ਅੰਸ ਨਾ ਛੱਡੀ ਹੁੰਦੀ ਤਾਂ ਅਸੀਂ ਸਦੂਮ ਵਰਗੇ ਹੋ ਜਾਂਦੇ ਅਤੇ ਅਮੂਰਾਹ ਜਿਹੇ ਬਣ ਜਾਂਦੇ।।"},{"number":30,"verse":"ਉਪਰੰਤ ਅਸੀਂ ਕੀ ਆਖੀਏॽ ਭਈ ਪਰਾਈਆਂ ਕੌਮਾਂ ਜਿਹੜੀਆਂ ਧਰਮ ਦਾ ਪਿੱਛਾ ਨਹੀਂ ਕਰਦੀਆਂ ਸਨ ਓਹਨਾਂ ਨੇ ਧਰਮ ਨੂੰ ਪ੍ਰਾਪਤ ਕੀਤਾ ਸਗੋਂ ਉਸ ਧਰਮ ਨੂੰ ਜਿਹੜਾ ਨਿਹਚਾ ਤੋਂ ਹੁੰਦਾ ਹੈ"},{"number":31,"verse":"ਪਰ ਇਸਰਾਏਲ ਨੇ ਭਾਵੇਂ ਧਰਮ ਦੀ ਸ਼ਰਾ ਦਾ ਪਿੱਛਾ ਕੀਤਾ ਤਦ ਵੀ ਉਸ ਸ਼ਰਾ ਤੀਕ ਨਾ ਅੱਪੜਿਆ"},{"number":32,"verse":"ਕਿਉਂॽ ਇਸ ਲਈ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਨਿਹਚਾ ਦੇ ਰਾਹ ਤੋਂ ਨਹੀਂ ਪਰ ਮਾਨੋ ਕਰਨੀਆਂ ਦੇ ਰਾਹ ਤੋਂ ਉਹ ਦਾ ਪਿੱਛਾ ਕੀਤਾ। ਉਨ੍ਹਾਂ ਠੇਡੇ ਖੁਆਉਣ ਵਾਲੇ ਪੱਥਰ ਨਾਲ ਠੇਡਾ ਖਾਧਾ"},{"number":33,"verse":"ਜਿਵੇਂ ਲਿਖਿਆ ਹੋਇਆ ਹੈ ( ; ) — ਵੇਖੋ, ਮੈਂ ਸੀਯੋਨ ਵਿੱਚ ਠੇਡਾ ਲੱਗਣ ਦਾ ਪੱਥਰ, ਅਤੇ ਠੋਕਰ ਖਾਣ ਦੀ ਚਟਾਨ ਰੱਖਦਾ ਹਾਂ ਅਤੇ ਜਿਹੜਾ ਉਸ ਉੱਤੇ ਨਿਹਚਾ ਕਰਦਾ ਹੈ, ਉਹ ਲੱਜਿਆਵਾਨ ਨਾ ਹੋਵੇਗਾ।।"}]}