{"bibleAbbr":"paOV2016","bookName":"ਮਲਾਕੀ","bookEnglishName":"Malachi","chapterNumber":1,"verses":[{"number":1,"verse":"( ਪਲੀਤ ਚੜ੍ਹਾਵੇ) ਮਲਾਕੀ ਦੇ ਰਾਹੀਂ ਇਸਰਾਏਲ ਲਈ ਯਹੋਵਾਹ ਦੀ ਬਾਣੀ ਦਾ ਅਗੰਮ ਵਾਕ"},{"number":2,"verse":"ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਨਾਲ ਪਿਆਰ ਕੀਤਾ। ਤੁਸੀਂ ਆਖਦੇ ਹੋ, ਤੈਂ ਕਿਵੇਂ ਸਾਡੇ ਨਾਲ ਪਿਆਰ ਕੀਤਾ। ਕੀ ਏਸਾਓ ਯਾਕੂਬ ਦਾ ਭਰਾ ਨਹੀਂ ਸੀॽ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ, ਮੈਂ ਯਾਕੂਬ ਨੂੰ ਪਿਆਰ ਕੀਤਾ"},{"number":3,"verse":"ਪਰ ਏਸਾਓ ਨਾਲ ਵੈਰ ਰੱਖਿਆ, ਮੈਂ ਉਸ ਦੇ ਪਹਾੜ ਨੂੰ ਵੀਰਾਨ ਕਰ ਛੱਡਿਆ ਹੈ ਅਤੇ ਉਸ ਦੀ ਮਿਲਖ ਉਜਾੜ ਦੇ ਗਿੱਦੜਾਂ ਨੂੰ ਦੇ ਦਿੱਤੀ ਹੈ"},{"number":4,"verse":"ਭਾਵੇਂ ਅਦੋਮ ਆਖੇ ਕਿ ਅਸੀਂ ਭੰਨੇ ਤੋੜੇ ਤਾਂ ਗਏ ਪਰ ਉੱਜੜੇ ਹੋਏ ਅਸਥਾਨਾਂ ਨੂੰ ਮੁੜ ਕੇ ਉਸਾਰਾਂਗੇ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ, ਓਹ ਉਸਾਰਨਗੇ ਪਰ ਮੈਂ ਢਾਹ ਦੇਵਾਂਗਾ ਅਤੇ ਲੋਕ ਉਹ ਨੂੰ \"ਦੁਸ਼ਟੀ ਦੇਸ\" ਪੁਕਾਰਨਗੇ ਅਤੇ \"ਉਹ ਪਰਜਾ ਜਿਹ ਦੇ ਉੱਤੇ ਯਹੋਵਾਹ ਦਾ ਗਜ਼ਬ ਸਦਾ ਲਈ ਰਿਹਾ ਹੈ\""},{"number":5,"verse":"ਤੁਹਾਡੀਆਂ ਅੱਖਾਂ ਵੇਖਣਗੀਆਂ ਅਤੇ ਤੁਸੀਂ ਆਖੋਗੇ ਯਹੋਵਾਹ ਦੀ ਵਡਿਆਈ ਇਸਰਾਏਲ ਦੀਆਂ ਹੱਦਾਂ ਤੋਂ ਅੱਗੇ ਤੀਕ ਹੋਵੇ!।।"},{"number":6,"verse":"ਪੁੱਤ੍ਰ ਆਪਣੇ ਪਿਤਾ ਦਾ ਅਤੇ ਦਾਸ ਆਪਣੇ ਸੁਆਮੀ ਦਾ ਆਦਰ ਕਰਦਾ ਹੈ। ਜੇ ਮੈਂ ਪਿਤਾ ਹਾਂ ਤਾਂ ਮੇਰਾ ਆਦਰ ਕਿੱਥੇ ਅਤੇ ਜੇ ਮੈਂ ਸੁਆਮੀ ਹਾਂ ਤਾਂ ਮੇਰਾ ਭੈ ਕਿੱਥੇॽ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਤੁਹਾਨੂੰ ਆਖਦਾ ਹੈ, ਮੇਰੇ ਨਾਮ ਦੀ ਨਿਰਾਦਰੀ ਕਰਨ ਵਾਲਿਓ ਜਾਜਕੋ! ਪਰ ਤੁਸੀਂ ਆਖਦੇ ਹੋ ਅਸਾਂ ਕਿਹੜੀ ਗੱਲ ਵਿੱਚ ਤੇਰੇ ਨਾਮ ਦੀ ਨਿਰਾਦਰੀ ਕੀਤੀॽ"},{"number":7,"verse":"ਤੁਸੀਂ ਮੇਰੀ ਜਗਵੇਦੀ ਉੱਤੇ ਭਰਿਸ਼ਟ ਰੋਟੀਆਂ ਚੜ੍ਹਾਉਂਦੇ ਹੋ ਅਤੇ ਤੁਸੀਂ ਆਖਦੇ ਹੋ, ਅਸੀਂ ਕਿਸ ਗੱਲੋਂ ਤੈਨੂੰ ਭਰਿਸ਼ਟ ਕੀਤਾॽ ਤੁਹਾਡੇ ਏਸੇ ਆਖਣ ਵਿੱਚ ਭਈ ਯਹੋਵਾਹ ਦੀ ਮੇਜ਼ ਤਾਂ ਤੁੱਛ ਹੈ"},{"number":8,"verse":"ਜਦ ਤੁਸੀਂ ਅੰਨ੍ਹੇ ਦਾ ਚੜ੍ਹਾਵਾ ਚੜ੍ਹਾਉਂਦੇ ਹੋ ਤਾਂ ‍\"ਕੁਝ ਬੁਰਿਆਈ ਨਹੀਂ\", ਜਦ ਲੰਙੇ ਯਾ ਬਿਮਾਰ ਦਾ ਚੜ੍ਹਾਵਾ ਚੜ੍ਹਾਉਂਦੇ ਹੋ ਤਾਂ \"ਕੁਝ ਬੁਰਿਆਈ ਨਹੀਂ!\" ਜ਼ਰਾ ਤੂੰ ਆਪਣੇ ਹਾਕਮ ਨੂੰ ਏਹੋ ਹੀ ਚੜ੍ਹਾ, - ਕੀ ਉਹ ਤੈਥੋਂ ਖੁਸ਼ ਹੋਵੇਗਾ ਯਾ ਕੀ ਤੇਰੇ ਚਿਹਰੇ ਨੂੰ ਉਹ ਆਦਰ ਦੇਵੇਗਾॽ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਦਾ ਫਰਮਾਨ ਹੈ"},{"number":9,"verse":"ਹੁਣ ਜ਼ਰਾ ਪਰਮੇਸ਼ੁਰ ਅੱਗੇ ਬੇਨਤੀ ਕਰੋ ਕਿ ਉਹ ਸਾਡੇ ਉੱਤੇ ਦਯਾ ਕਰੇ । ਜਦ ਤੁਹਾਡੇ ਹੀ ਹੱਥੋਂ ਇਹ ਹੋਇਆ ਤਾਂ ਕੀ ਉਹ ਤੁਹਾਡੇ ਚਿਹਰਿਆਂ ਨੂੰ ਆਦਰ ਦੇਵੇਗਾॽ ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ"},{"number":10,"verse":"ਕਾਸ਼ ਕਿ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਬੁਹਾ ਬੰਦ ਕਰਦਾ ਅਤੇ ਤੁਸੀਂ ਮੇਰੀ ਜਗਵੇਦੀ ਉੱਤੇ ਵਿਅਰਥ ਅੱਗ ਨਾ ਬਾਲਦੇ! ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ, ਮੈਂ ਤੁਹਾਥੋਂ ਪਰਸੰਨ ਨਹੀਂ ਹਾਂ ਅਤੇ ਤੁਹਾਡੇ ਹੱਥਾਂ ਦਾ ਚੜ੍ਹਾਵਾ ਕਬੂਲ ਨਹੀਂ ਕਰਾਂਗਾ"},{"number":11,"verse":"ਕਿਉਂ ਜੋ ਸੂਰਜ ਦੇ ਚੜ੍ਹਦੇ ਤੋਂ ਲਹਿੰਦੇ ਤੀਕ ਕੌਮਾਂ ਵਿੱਚ ਮੇਰਾ ਨਾਮ ਮਹਾਨ ਹੈ ਅਤੇ ਹਰ ਥਾਂ ਉੱਤੇ ਮੇਰੇ ਨਾਮ ਲਈ ਧੂਪ ਧੁਖਾਉਣਗੇ ਅਤੇ ਸ਼ੁੱਧ ਚੜ੍ਹਾਵਾ ਚੜਾਉਣਗੇ ਕਿਉਂ ਜੋ ਕੌਮਾਂ ਵਿੱਚ ਮੇਰਾ ਨਾਮ ਮਹਾਨ ਹੈ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ"},{"number":12,"verse":"ਪਰ ਤੁਸੀਂ ਉਸ ਨੂੰ ਪਲੀਤ ਕਰਦੇ ਹੋ ਜਦ ਆਖਦੇ ਹੋ ਕਿ ਪ੍ਰਭੁ ਦੀ ਮੇਜ਼ ਭਰਿਸ਼ਟ ਹੈ ਅਤੇ ਉਸ ਦਾ ਫਲ ਅਰਥਾਤ ਭੋਜਨ ਤੁੱਛ ਹੈ"},{"number":13,"verse":"ਅਤੇ ਤੁਸਾਂ ਆਖਿਆ, ਇਹ ਸਾਨੂੰ ਕੀ ਅਕੇਵਾਂ ਲਾ ਛੱਡਿਆ ਹੈ! ਅਤੇ ਉਸ ਉੱਤੇ ਨੱਕ ਚੜ੍ਹਾਉਂਦੇ ਹੋ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ, ਫੇਰ ਤੁਸੀਂ ਲੁੱਟ ਦਾ ਮਾਲ ਲਿਆਉਂਦੇ ਹੋ, ਲੰਙੇ ਨੂੰ ਯਾ ਬਿਮਾਰ ਨੂੰ, ਇਹ ਭੇਟ ਤੁਸੀਂ ਲਿਆਉਂਦੇ ਹੋ! ਕੀ ਮੈਂ ਇਹ ਤੁਹਾਡੇ ਹੱਥੋਂ ਕਬੂਲ ਕਰਾਂਗਾ? ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ"},{"number":14,"verse":"ਫਿਟਕਾਰ ਉਸ ਛਲੀਏ ਉੱਤੇ ਜਿਸ ਦੇ ਇੱਜੜ ਵਿੱਚ ਨਰ ਪਸੂ ਤਾਂ ਹੈ ਜਿਹ ਦੀ ਉਹ ਸੁੱਖਣਾ ਸੁੱਖਦਾ ਪਰ ਪ੍ਰਭੁ ਦੇ ਲਈ ਬਿੱਜ ਵਾਲਾ ਚੜ੍ਹਾਵਾ ਚੜ੍ਹਾਉਂਦਾ ਹੈ ਕਿਉਂ ਜੋ ਮੈਂ ਮਹਾਰਾਜਾ ਹਾਂ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, ਕੌਮਾਂ ਵਿੱਚ ਮੇਰਾ ਨਾਮ ਭੈ ਦਾਇਕ ਹੈ!।।"}]}