{"bibleAbbr":"paOV2016","bookName":"ਮਲਾਕੀ","bookEnglishName":"Malachi","chapterNumber":3,"verses":[{"number":1,"verse":"( ਦਸਵੰਧ ਦੀ ਬਰਕਤ) ਵੇਖੋ, ਮੈਂ ਆਪਣੇ ਦੂਤ ਨੂੰ ਘੱਲਦਾ ਹਾਂ ਅਤੇ ਉਹ ਮੇਰੇ ਅੱਗੇ ਰਾਹ ਨੂੰ ਤਿਆਰ ਕਰੇਗਾ ਅਤੇ ਪ੍ਰਭੁ ਜਿਹ ਨੂੰ ਤੁਸੀਂ ਭਾਲਦੇ ਹੋ ਅਚਾਣਕ ਆਪਣੀ ਹੈਕਲ ਵਿੱਚ ਆ ਜਾਵੇਗਾ, ਹਾਂ, ਨੇਮ ਦਾ ਦੂਤ ਜਿਸ ਤੋਂ ਤੁਸੀਂ ਖੁਸ਼ ਹੋ, - ਵੇਖੋ, ਉਹ ਆਉਂਦਾ ਹੈ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ"},{"number":2,"verse":"ਪਰ ਉਸ ਦੇ ਆਉਣ ਦੇ ਦਿਨ ਨੂੰ ਕੌਣ ਸਹਾਰ ਸੱਕਦਾ ਹੈ ਅਤੇ ਕੌਣ ਖੜਾ ਰਹੇਗਾ ਜਦ ਉਹ ਪਰਗਟ ਹੋਵੇਗਾॽ ਕਿਉਂ ਜੋ ਉਹ ਸੁਨਿਆਰੇ ਦੀ ਅੱਗ ਅਤੇ ਧੋਬੀ ਦੇ ਸਾਬਣ ਵਰਗਾ ਹੈ"},{"number":3,"verse":"ਉਹ ਚਾਂਦੀ ਨੂੰ ਤਾਉਣ ਅਤੇ ਸਾਫ਼ ਕਰਨ ਲਈ ਬੈਠੇਗਾ ਅਤੇ ਲੇਵੀਆਂ ਨੂੰ ਚਾਂਦੀ ਵਾਂਙੁ ਸਾਫ਼ ਕਰੇਗਾ ਅਤੇ ਓਹਨਾਂ ਨੂੰ ਸੋਨੇ ਵਾਙੁ ਅਤੇ ਚਾਂਦੀ ਵਾਂਙੁ ਤਾਵੇਗਾ ਅਤੇ ਓਹ ਧਰਮ ਨਾਲ ਯਹੋਵਾਹ ਲਈ ਭੇਟ ਚੜ੍ਹਾਉਣਗੇ"},{"number":4,"verse":"ਤਦ ਯਹੂਦਾਹ ਅਤੇ ਯਰੂਸ਼ਲਮ ਦੀ ਭੇਟ ਯਹੋਵਾਹ ਨੂੰ ਪਸੰਦ ਆਵੇਗੀ ਜਿਵੇਂ ਪਰਾਚੀਨ ਦਿਨਾਂ ਵਿੱਚ, ਜਿਵੇਂ ਪਿੱਛਲਿਆਂ ਵਰ੍ਹਿਆਂ ਵਿੱਚ"},{"number":5,"verse":"ਮੈਂ ਨਿਆਉਂ ਲਈ ਤੁਹਾਡੇ ਨੇੜੇ ਆਵਾਂਗਾ ਅਤੇ ਮੈਂ ਚੁਸਤ ਗਵਾਹ ਹੋਵਾਂਗਾ ਜਾਦੂਗਰਾਂ, ਵਿਭਚਾਰੀਆਂ ਅਤੇ ਝੂਠੀ ਸੌਂਹ ਖਾਣ ਵਾਲਿਆਂ ਦੇ ਵਿਰੁੱਧ ਵਿੱਧਵਾ ਅਤੇ ਅਨਾਥ ਨੂੰ ਦੁੱਖ ਦੇਣ ਵਾਲਿਆਂ ਦੇ ਵਿਰੁੱਧ ਅਤੇ ਮਜੂਰ ਨੂੰ ਮਜੂਰੀ ਲਈ ਦੁਖ ਦੇਣ ਵਾਲਿਆਂ ਦੇ ਵਿਰੁੱਧ ਜੋ ਪਰਦੇਸੀ ਨੂੰ ਮੋੜ ਦਿੰਦੇ ਹਨ ਅਤੇ ਮੈਥੋਂ ਨਹੀਂ ਡਰਦੇ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ"},{"number":6,"verse":"ਕਿਉਂ ਜੋ ਮੈਂ ਯਹੋਵਾਹ ਅਟਲ ਹਾਂ। ਏਸੇ ਕਾਰਨ, ਹੇ ਯਾਕੂਬ ਦੇ ਪੁੱਤ੍ਰੋ, ਤੁਸੀਂ ਨਹੀਂ ਮੁੱਕੇ"},{"number":7,"verse":"ਆਪਣੇ ਪਿਓ ਦਾਦਿਆਂ ਦੇ ਦਿਨਾਂ ਤੋਂ ਮੇਰੀਆਂ ਬਿਧੀਆਂ ਤੋਂ ਬੇਮੁਖ ਹੁੰਦੇ ਆਏ ਹੋ, ਤੁਸਾਂ ਓਹਨਾਂ ਦੀ ਪਾਲਨਾ ਨਹੀਂ ਕੀਤੀ। ਤੁਸੀਂ ਮੇਰੀ ਵੱਲ ਮੁੜੋ ਤਾਂ ਮੈਂ ਤੁਹਾਡੀ ਵੱਲ ਮੁੜਾਂਗਾ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ, ਪਰ ਤੁਸੀਂ ਆਖਦੇ ਹੋ, ਅਸੀਂ ਕਿਹੜੀ ਗੱਲ ਵਿੱਚ ਮੁੜੀਏॽ"},{"number":8,"verse":"ਕੀ ਕੋਈ ਆਦਮੀ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਠੱਗੇਗਾॽ ਪਰ ਤੁਸਾਂ ਮੈਨੂੰ ਠੱਗ ਲਿਆ ਅਤੇ ਤੁਸੀਂ ਆਖਦੇ ਹੋ, ਕਿਹੜੀ ਗੱਲ ਵਿੱਚ ਅਸਾਂ ਤੈਨੂੰ ਠੱਗ ਲਿਆॽ ਦਸਵੰਧਾਂ ਅਤੇ ਭੇਟਾਂ ਵਿੱਚ !"},{"number":9,"verse":"ਤੁਸੀਂ ਸਰਾਪੀਆਂ ਦੇ ਸਰਾਪੀ ਹੋਏ ! ਤੁਸੀਂ ਮੈਨੂੰ ਠੱਗਦੇ ਹੋ, ਸਗੋਂ ਸਾਰੀ ਕੌਮ ਵੀ"},{"number":10,"verse":"ਸਾਰੇ ਦਸਵੰਧ ਮੇਰੇ ਮੋਦੀ ਖ਼ਾਨੇ ਵਿੱਚ ਲਿਆਓ ਤਾਂ ਜੋ ਮੇਰੇ ਭਵਨ ਵਿੱਚ ਭੋਜਨ ਹੋਵੇ ਅਤੇ ਉਸੇ ਨਾਲ ਮੈਨੂੰ ਜ਼ਰਾ ਪਰਤਾਓ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ, ਕੀ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਅਕਾਸ਼ ਦੀਆਂ ਖਿੜਕੀਆਂ ਖੋਲ੍ਹਦਾ ਹਾਂ ਕਿ ਨਹੀਂ ਭਈ ਤੁਹਾਡੇ ਲਈ ਬਰਕਤ ਵਰ੍ਹਾਵਾਂ ਏਥੋਂ ਤੀਕ ਕਿ ਉਹ ਦੇ ਲਈ ਥਾਂ ਨਾ ਹੋਵੇਗਾ!"},{"number":11,"verse":"ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਖਾਣ ਵਾਲੇ ਨੂੰ ਝਿੜਕਾਂਗਾ ਕਿ ਓਹ ਤੁਹਾਡੀ ਜ਼ਮੀਨ ਦੇ ਫਲਾਂ ਨੂੰ ਨਾਸ ਨਾ ਕਰੇ ਅਤੇ ਤੁਹਾਡੇ ਅੰਗੂਰ ਪੈਲੀ ਵਿੱਚ ਅਫਲ ਨਾ ਰਹਿ ਜਾਣ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ"},{"number":12,"verse":"ਤਦ ਸਾਰੀਆਂ ਕੌਮਾਂ ਤੁਹਾਨੂੰ ਧੰਨ ਆਖਣਗੀਆਂ ਅਤੇ ਤੁਸੀਂ ਖੁਸ਼ੀ ਦਾ ਦੇਸ ਹੋਵੋਗੇ, ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ"},{"number":13,"verse":"ਤੁਹਾਡੀਆਂ ਗੱਲਾਂ ਮੇਰੇ ਵਿਰੁੱਧ ਕਰੜੀਆਂ ਹਨ, ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ, ਤਦ ਵੀ ਤੁਸੀਂ ਆਖਦੇ ਹੋ, ਤੇਰੇ ਵਿਰੁੱਧ ਸਾਥੋਂ ਕੀ ਬੋਲਿਆ ਗਿਆॽ"},{"number":14,"verse":"ਤੁ ਸਾਂ ਆਖਿਆ, ਪਰਮੇਸ਼ੁਰ ਦੀ ਸੇਵਾ ਵਿਅਰਥ ਹੈ ਅਤੇ ਕੀ ਲਾਭ ਹੈ ਭਈ ਅਸੀਂ ਉਹ ਦੇ ਹੁਕਮਾਂ ਦੀ ਪਾਲਨਾ ਕਰੀਏ ਅਤੇ ਸੈਨਾਂ ਦੇ ਯਹੋਵਾਹ ਦੇ ਸਨਮੁਖ ਸਿਆਪਾ ਕਰਦੇ ਹੋਏ ਚੱਲੀਏॽ"},{"number":15,"verse":"ਹੁਣ ਤਾਂ ਅਸੀਂ ਆਕੜ ਬਾਜ਼ਾਂ ਨੂੰ ਧੰਨ ਆਖਦੇ ਹਾਂ ਅਤੇ ਦੁਸ਼ਟ ਸਫਲ ਹੀ ਹੁੰਦੇ ਹਨ। ਓਹ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਪਰਤਾ ਕੇ ਵੀ ਛੁਟਕਾਰਾ ਪਾਉਂਦੇ ਹਨ।।"},{"number":16,"verse":"ਤਦ ਯਹੋਵਾਹ ਦਾ ਭੈ ਮੰਨਣ ਵਾਲਿਆਂ ਨੇ ਇੱਕ ਦੂਜੇ ਨਾਲ ਗੱਲਾਂ ਕੀਤੀਆਂ। ਯਹੋਵਾਹ ਨੇ ਧਿਆਨ ਦੇ ਕੇ ਸੁਣੀਆਂ ਤਾਂ ਯਹੋਵਾਹ ਤੋਂ ਡਰਨ ਵਾਲਿਆਂ ਲਈ ਅਤੇ ਉਸ ਦੇ ਨਾਮ ਦਾ ਵਿਚਾਰ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਉਸ ਦੇ ਸਨਮੁਖ ਯਾਦਗੀਰੀ ਦੀ ਪੁਸਤਕ ਲਿਖੀ ਗਈ"},{"number":17,"verse":"ਸੈਨਾਂ ਦਾ ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ, ਓਹ ਮੇਰੇ ਲਈ ਹੋਣਗੇ ਅਰਥਾਤ ਮੇਰੀ ਖਾਸ ਮਲਕੀਅਤ ਜਿਸ ਦਿਨ ਮੈਂ ਇਹ ਕਰਾਂ। ਮੈਂ ਓਹਨਾਂ ਨੂੰ ਬਖ਼ਸ਼ ਦਿਆਂਗਾ ਜਿਵੇਂ ਕੋਈ ਮਨੁੱਖ ਆਪਣੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਪੁੱਤ੍ਰ ਨੂੰ ਬਖ਼ਸ਼ ਦਿੰਦਾ ਹੈ"},{"number":18,"verse":"ਤਦ ਤੁਸੀਂ ਮੁੜੋਗੇ ਅਤੇ ਧਰਮੀ ਅਤੇ ਦੁਸ਼ਟ ਵਿੱਚ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਵਿੱਚ ਅਤੇ ਜਿਹੜਾ ਸੇਵਾ ਨਹੀਂ ਕਰਦਾ ਉਹ ਦੇ ਵਿੱਚ ਪਰਖ ਕਰੋਗੇ।।"}]}