{"bibleAbbr":"mrRV2015","bookName":"२ शमुवेल","bookEnglishName":"2 Samuel","chapterNumber":12,"verses":[{"number":1,"verse":"( नाथान दाविदाला ताडन करतो) मग परमेश्वराने नाथानाला दाविदाकडे पाठवले. तो त्याच्याकडे जाऊन म्हणाला, “एका नगरात दोन माणसे राहत होती; त्यांतला एक श्रीमंत व दुसरा गरीब होता."},{"number":2,"verse":"त्या श्रीमंत माणसाची मेंढरे व गुरे विपुल होती;"},{"number":3,"verse":"पण त्या गरिबाजवळ एका लहानशा मेंढीखेरीज काहीच नव्हते. त्याने ती विकत घेऊन तिचे संगोपन केले होते; ती त्याच्याबरोबर व त्याच्या मुलाबाळांबरोबर लहानाची मोठी झाली; ती त्याच्या घासातला घास खात असे, त्याच्या प्याल्यातून पाणी पीत असे व त्याच्या उराशी निजत असे; ती त्याची मुलगीच बनली होती."},{"number":4,"verse":"एकदा त्या श्रीमंताकडे एक पाहुणा आला, तेव्हा त्याच्याकडे आलेल्या त्या पाहुण्यासाठी भोजन तयार करावे म्हणून त्याने आपल्या शेरडामेंढरांतून अथवा गाईबैलांतून एखादे न घेता त्या गरीब माणसाची ती मेंढी घेऊन आपल्या पाहुण्यासाठी भोजन तयार केले.”"},{"number":5,"verse":"हे ऐकून त्या माणसावर दाविदाचा कोप भडकला. तो नाथानाला म्हणाला, “परमेश्वराच्या जीविताची शपथ, ज्या माणसाने हे काम केले तो प्राणदंडास पात्र आहे;"},{"number":6,"verse":"त्याने हे कृत्य केले व त्याला काही दयामाया वाटली नाही म्हणून त्याने त्या मेंढीच्या चौपट बदला दिला पाहिजे.”"},{"number":7,"verse":"नाथान दाविदाला म्हणाला, “तो मनुष्य तूच आहेस. इस्राएलाचा देव परमेश्वर म्हणतो, मी तुला अभिषेक करून इस्राएलाचा राजा केले व तुला शौलाच्या हातातून सोडवले;"},{"number":8,"verse":"मग तुझ्या स्वामीचे मंदिर मी तुला दिले, त्याच्या स्त्रिया तुझ्या उराशी दिल्या, इस्राएल व यहूदा ह्यांचे घराणे तुला दिले, आणि एवढे जर थोडे झाले असते तर मी तुला आणखी हवे ते दिले असते."},{"number":9,"verse":"तू परमेश्वराची आज्ञा तुच्छ मानून त्याच्या दृष्टीने वाईट असे हे कृत्य का केलेस? उरीया हित्ती ह्याचा तू तलवारीने घात केला, त्याची बायको आपल्या घरात घातलीस आणि उरीयाचा अम्मोन्यांच्या तलवारीने वध करवलास?"},{"number":10,"verse":"तर आता तलवार तुझे घर सोडणार नाही, कारण तू मला तुच्छ मानून उरीया हित्ती ह्याची स्त्री आपल्या घरात घातली आहेस."},{"number":11,"verse":"परमेश्वर म्हणतो, पाहा, मी तुझ्याच घरातून तुझ्यावर अरिष्ट उभे करीन; तुझ्या स्त्रिया तुझ्यादेखत तुझ्या शेजार्‍याला देईन; तो ह्या सूर्यादेखत त्यांची अब्रू घेईल."},{"number":12,"verse":"तू ते काम गुप्तपणे केलेस, पण मी हे सर्व इस्राएलादेखत, ह्या सूर्यादेखत करीन.”"},{"number":13,"verse":"दावीद नाथानाला म्हणाला, “मी परमेश्वराविरुद्ध पातक केले आहे,” नाथान दाविदाला म्हणाला, “परमेश्वराने तुझे पातक दूर केले आहे; तू मरणार नाहीस."},{"number":14,"verse":"तरी तू हे काम करून परमेश्वराच्या शत्रूंना उपहास करायला निमित्त दिले आहेस, ह्यास्तव तुला जो पुत्र झाला आहे तो खात्रीने मरणार.”"},{"number":15,"verse":"मग नाथान आपल्या घरी गेला. उरीयाच्या स्त्रीला जो मुलगा दाविदापासून झाला त्याच्यावर परमेश्वराचा तडाका येऊन तो फार आजारी पडला;"},{"number":16,"verse":"म्हणून दावीद त्या मुलासाठी परमेश्वराची काकळूत करू लागला. त्याने उपास केला व आत जाऊन रात्रभर जमिनीवर पडून राहिला."},{"number":17,"verse":"त्याच्या घरची म्हातारी माणसे त्याच्याकडे येऊन त्याला जमिनीवरून उठवू लागली; तो उठेना व त्यांच्याबरोबर बसून भोजन करीना."},{"number":18,"verse":"सातव्या दिवशी ते मूल मेले; पण मूल मेले आहे हे दाविदाला सांगायला त्याच्या चाकरांना भय वाटले; ते म्हणाले, “पाहा, मूल जिवंत असताना आम्ही त्याला समजावले पण त्याने ऐकले नाही; तर मूल मरण पावले आहे असे त्याला कळवले तर तो स्वतःला अपाय करून घ्यायचा.”"},{"number":19,"verse":"आपले चाकर आपसांत कुजबुजत आहेत हे पाहून आपले मूल मेले आहे असे दाविदाने ताडले; त्याने त्यांना विचारले, “मूल मेले काय?” ते म्हणाले, “मेले.”"},{"number":20,"verse":"मग दावीद जमिनीवरून उठला; त्याने स्नान करून तैलाभ्यंग केला, आपला पोशाख बदलला आणि परमेश्वराच्या मंदिरात जाऊन दंडवत घालून आराधना केली; मग तो आपल्या मंदिरात आला, त्याने सांगितल्यावरून त्याच्या सेवकांनी त्याच्यापुढे अन्न वाढले, ते त्याने सेवन केले."},{"number":21,"verse":"त्याच्या चाकरांनी त्याला विचारले, “आपण हे असे काय केले? मूल जिवंत होते तोवर आपण त्याच्यासाठी उपास व शोक केला, पण ते मरण पावताच आपण उठून भोजन केले?”"},{"number":22,"verse":"त्याने उत्तर दिले, “मूल जिवंत होते तोवर मी उपास केला व रुदन केले. मला वाटले, न जाणो, कदाचित परमेश्वर माझ्यावर कृपा करील व मूल जिवंत राहील;"},{"number":23,"verse":"पण आता ते मरण पावले तर मी आता का उपास करावा? माझ्याने थोडेच त्याला परत आणवेल? मी त्याच्याकडे जाईन, पण ते माझ्याकडे परत येणार नाही.”"},{"number":24,"verse":"मग दाविदाने आपली स्त्री बथशेबा हिचे सांत्वन केले, तो तिच्यापाशी जाऊन निजला. त्यानंतर तिला पुत्र झाला, त्याने त्याचे नाव शलमोन ठेवले; परमेश्वराला तो प्रिय झाला."},{"number":25,"verse":"त्याने नाथान संदेष्टा ह्याच्या द्वारे सांगून पाठवल्यावर परमेश्वरासाठी त्याचे नाव यदीद्या (परमेश्वराला प्रिय) असे ठेवले."},{"number":26,"verse":"( दावीद राब्बा नगर घेतो) ( ( 130 20:1-3 )) नंतर यवाबाने अम्मोन्यांच्या राब्बा ह्या नगराशी लढून ते राजनगर हस्तगत केले."},{"number":27,"verse":"यवाबाने दाविदाकडे जासूद पाठवून त्याला कळवले की, “मी राब्बा नगराबरोबर लढलो व जलनगर हस्तगत केले आहे."},{"number":28,"verse":"तर आता अवशिष्ट लोक जमा करून, नगरापुढे छावणी देऊन ते हस्तगत करा; मी ते घ्यावे व माझे नाव व्हावे असे न होवो.”"},{"number":29,"verse":"तेव्हा दावीद सर्व लोकांना जमा करून राब्बा नगराकडे गेला, व त्याने ते लढून घेतले."},{"number":30,"verse":"त्याने त्या लोकांच्या राजाच्या1 मस्तकावरून मुकुट काढला; त्याचे वजन सोन्याचा एक किक्कार2 असून तो रत्नखचित होता, तो दाविदाच्या मस्तकावर ठेवला. त्याने त्या नगरातून पुष्कळ लूट आणली."},{"number":31,"verse":"त्याने त्या नगराच्या रहिवाशांना बाहेर काढले व त्यांना करवती, लोखंडी दाताळी, लोखंडी कुर्‍हाडी ह्यांचे3 आणि विटांच्या भट्ट्यांचे काम करायला लावले; अम्मोन्यांच्या सर्व नगरांचेही त्याने असेच केले. मग दावीद सर्व लोकांसह यरुशलेमेला परत आला."}]}