{"bibleAbbr":"mrRV2015","bookName":"२ शमुवेल","bookEnglishName":"2 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"( अम्नोन आणि तामार) ह्यानंतर असे झाले की दाविदाचा पुत्र अबशालोम ह्याची एक सुंदर बहीण होती, तिचे नाव तामार; दाविदाचा पुत्र अम्नोन हा तिच्यावर मोहित झाला."},{"number":2,"verse":"अम्नोन आपली बहीण तामार हिच्यामुळे इतका बेचैन झाला की तो आजारी पडला. ती कुमारी होती म्हणून तिच्याशी कमीजास्त करणे अम्नोनाला अवघड होते."},{"number":3,"verse":"अम्नोनाचा योनादाब नावाचा एक मित्र होता, तो दाविदाचा भाऊ शिमा ह्याचा पुत्र; तो मोठा चतुर होता."},{"number":4,"verse":"तो अम्नोनाला म्हणाला, “राजकुमारा, तू दिवसानुदिवस असा क्षीण का होत चालला आहेस? मला नाही का सांगणार?” अम्नोनाने त्याला उत्तर दिले, “माझा बंधू अबशालोम ह्याची बहीण तामार हिच्यावर माझे मन बसले आहे.”"},{"number":5,"verse":"योनादाब त्याला म्हणाला, “तू आपल्या पलंगावर निजून आजार्‍याचे मिष कर, व तुझा पिता तुझा समाचार घेण्यास आला म्हणजे तू त्याला सांग, कसेही करून माझी बहीण तामार हिने येऊन मला अन्न भरवावे, तिने ते अन्न माझ्यादेखत तयार करावे म्हणजे मी ते प्रत्यक्ष पाहून तिच्या हातून खाईन.”"},{"number":6,"verse":"मग अम्नोनाने अंथरुणावर पडून आजार्‍याचे सोंग केले; राजा त्याच्या समाचाराला गेला तेव्हा अम्नोन राजाला म्हणाला, “एवढे करा; माझी बहीण तामार हिने माझ्याकडे येऊन दोन पोळ्या माझ्यादेखत तयार कराव्यात, म्हणजे त्या मी तिच्या हातून खाईन.”"},{"number":7,"verse":"दाविदाने अंतर्गृहात तामारेला सांगून पाठवले की, “तुझा भाऊ अम्नोन ह्याच्या घरी जा व त्याच्यासाठी अन्न तयार कर.”"},{"number":8,"verse":"तामार आपला भाऊ अम्नोन ह्याच्या घरी गेली; तो अंथरुणाला खिळला होता. तिने पीठ घेऊन मळले व त्याच्यादेखत पोळ्या करून भाजल्या."},{"number":9,"verse":"तिने त्याच्यापुढे ताट मांडून त्यात त्या वाढल्या, पण तो त्या काही केल्या खाईना. अम्नोन म्हणाला, “माझ्याजवळच्या सर्व लोकांना बाहेर घालवा.” तेव्हा सर्व लोक तेथून निघून गेले."},{"number":10,"verse":"मग अम्नोन तामारेस म्हणाला, “जेवण माझ्या खोलीत घेऊन ये म्हणजे मी तुझ्या हातून खाईन.” त्यावरून तामार आपण केलेल्या पोळ्या आपला भाऊ अम्नोन ह्याच्याकडे खोलीत घेऊन गेली."},{"number":11,"verse":"त्या पोळ्या त्याने खाव्यात म्हणून त्याच्याजवळ ती घेऊन गेली तेव्हा त्याने तिला धरून म्हटले, “माझ्या भगिनी, येऊन माझ्यापाशी नीज.”"},{"number":12,"verse":"ती म्हणाली, “माझ्या बंधो, छे, माझ्यावर बलात्कार करू नकोस, इस्राएलात असे कुकर्म करू नये; असला मूर्खपणा तू करू नकोस."},{"number":13,"verse":"माझी बेअब्रू झाल्यास ती मी कोठे लपवू? व तुझी तर इस्राएलातल्या मूर्खांत गणना होईल; ह्यास्तव राजाशी बोलणे कर, म्हणजे तो मला तुला देण्याचे नाही म्हणणार नाही.”"},{"number":14,"verse":"पण तो काही केल्या तिचे ऐकेना व तो तिच्यापेक्षा बळकट असल्यामुळे त्याने तिच्यावर बलात्कार करून तिला भ्रष्ट केले."},{"number":15,"verse":"मग अम्नोनाला तिचा अत्यंत तिरस्कार वाटला, तो एवढा की त्याची तिच्यावर प्रीती होती तिच्याहून हा तिरस्कार अधिक होता; मग अम्नोन तिला म्हणाला, “उठून चालती हो.”"},{"number":16,"verse":"ती म्हणाली, “असे करू नकोस, तू माझ्याशी दुष्कर्म केलेस त्याहून मला घालवून देणे हा गुन्हा मोठा आहे.” पण तो तिचे ऐकेना."},{"number":17,"verse":"त्याने त्याच्या खिजमतीतल्या एका चाकराला बोलावून सांगितले, “ह्या स्त्रीला माझ्यापासून बाहेर घालव व हिच्यामागून दरवाजाला खीळ घाल.”"},{"number":18,"verse":"ती त्या वेळी पायघोळ झगा ल्याली होती; राजकुमारी असताना असे झगे घालत असत. अम्नोनाच्या चाकराने तिला बाहेर घालवून दरवाजाला खीळ घातली."},{"number":19,"verse":"तामारेने आपल्या डोक्यात राख घातली, आपल्या अंगावरचा पायघोळ झगा फाडून टाकला व डोक्यावर हात ठेवून वाटेने ती रडत ओरडत चालली."},{"number":20,"verse":"तिचा भाऊ अबशालोम तिला म्हणाला, “माझ्या भगिनी तुझा भाऊ अम्नोन हा तुझ्यापाशी गेला ना? तर गप्प बस; तो तुझा भाऊ आहे; तू ह्या गोष्टीचा खेद करू नकोस.” तेव्हा तामार आपला भाऊ अबशालोम ह्याच्या घरी उदास होऊन राहिली."},{"number":21,"verse":"ह्या सर्व गोष्टी दावीद राजाच्या कानी आल्या तेव्हा त्याला फार क्रोध आला."},{"number":22,"verse":"अबशालोम अम्मोनास बरेवाईट काही बोलला नाही; अम्मोनाने त्याची बहीण तामार भ्रष्ट केली म्हणून अबशालोमाने त्याच्याशी वैर धरले."},{"number":23,"verse":"( अबशालोमाने घेतलेला सूड व त्याचे पलायन) पुरी दोन वर्षे गेल्यावर एफ्राइमानजीक बाल-हासोर गावी अबशालोमाने आपल्या मेंढरांची लोकर कातरवली; त्या वेळी सर्व राजकुमारांना आमंत्रण केले."},{"number":24,"verse":"तो राजाकडे जाऊन म्हणाला, “माझी अशी विनंती आहे की आपल्या सेवकाच्या मेंढ्यांच्या लोकरीची कातरणी आहे म्हणून राजाने आपले चाकर घेऊन ह्या सेवकाबरोबर यावे.”"},{"number":25,"verse":"राजा अबशालोमाला म्हणाला, “माझ्या पुत्रा, नाही, आम्ही सर्वांनी येणे बरे नाही; आमचा भार तुझ्यावर पडू नये.” त्याने फार आग्रह केला तरी तो गेला नाही, पण त्याने त्याला आशीर्वाद दिला."},{"number":26,"verse":"मग अबशालोम म्हणाला, “आपण येत नाही तर माझा भाऊ अम्नोन ह्याला तरी आमच्याबरोबर येऊ द्या.” राजाने त्याला विचारले, “त्याने तुझ्याबरोबर का यावे?”"},{"number":27,"verse":"अबशालोमाने त्याला एवढा आग्रह केला की त्याने अम्नोनास व सर्व राजकुमारांना त्याच्याबरोबर जाऊ दिले."},{"number":28,"verse":"अबशालोमाने आपल्या सर्व सेवकांना अशी ताकीद देऊन ठेवली होती की, “सावध राहा, अम्नोन द्राक्षारस पिऊन रंगात आला म्हणजे मी तुम्हांला इशारा केल्याबरोबर तुम्ही अम्नोनावर प्रहार करून त्याला ठार करा, काही भिऊ नका; मी तुम्हांला हुकूम करतो आहे ना? हिंमत धरा, शौर्य दाखवा.”"},{"number":29,"verse":"अबशालोमाच्या आज्ञेप्रमाणे त्याच्या चाकरांनी अम्नोनाचे केले. तेव्हा सर्व राजकुमार उठून आपापल्या खेचरांवर बसून पळून गेले."},{"number":30,"verse":"ते वाट चालत असताना दाविदाला अशी खबर आली की, “अबशालोमाने सर्व राजकुमार मारून टाकले, त्यांतला एकही उरला नाही.”"},{"number":31,"verse":"हे ऐकून दाविदाने उठून आपली वस्त्रे फाडली व जमिनीवर अंग टाकले; त्याचे सर्व सेवकही आपली वस्त्रे फाडून त्याच्याजवळ उभे राहिले."},{"number":32,"verse":"तेव्हा दाविदाचा भाऊ शिमा ह्याचा पुत्र योनादाब म्हणाला, “माझे स्वामी, सर्व राजपुत्र मरण पावले अशी कल्पना महाराजांनी मनात आणू नये; केवळ अम्नोनाचा वध झाला आहे; कारण ज्या दिवशी त्याने अबशालोमाची बहीण तामार भ्रष्ट केली त्या दिवशी त्याच्या संकल्पाने ही गोष्ट निश्‍चित झाली होती."},{"number":33,"verse":"तर आता, अहो माझे स्वामीराज, सर्व राजकुमार मरण पावले आहेत असा आपल्या मनाचा समज करून घेऊन आपण कष्टी होऊ नका; कारण केवळ अम्नोन मृत्यू पावला आहे.”"},{"number":34,"verse":"इकडे अबशालोमाने पलायन केले. पहार्‍यावर असलेल्या तरुण पुरुषाने वर दृष्टी करून पाहिले तर मागल्या बाजूस पहाडाच्या वाटेने पुष्कळ लोक येत आहेत असे त्याला दिसले."},{"number":35,"verse":"तेव्हा योनादाब राजाला म्हणाला, “पाहा, राजकुमार येत आहेत; आपल्या दासाने सांगितले तेच खरे.”"},{"number":36,"verse":"त्याचे बोलणे संपते न संपते तोच राजकुमार आले व गळा काढून रडू लागले; तेव्हा राजाही आपल्या सेवकांसह मोठ्याने रडू लागला."},{"number":37,"verse":"अबशालोम पळून गशूराचा राजा तलमय बिन अम्मीहूर ह्याच्याकडे गेला. दावीद आपल्या पुत्रासाठी नित्य विलाप करत राहिला."},{"number":38,"verse":"अबशालोम पळून गशूरास गेला; तेथे तो तीन वर्षे राहिला."},{"number":39,"verse":"अबशालोमाला भेटायला दावीद राजा फार आतुर झाला; कारण अम्नोन मरून बरेच दिवस झाल्यामुळे त्याचे चित्त शांत झाले होते."}]}