{"bibleAbbr":"mrRV2015","bookName":"२ शमुवेल","bookEnglishName":"2 Samuel","chapterNumber":22,"verses":[{"number":1,"verse":"( दाविदाने गाइलेले मुक्तिगीत) ( ( 230 18:1-50 )) परमेश्वराने दाविदाला त्याच्या सर्व शत्रूंपासून व शौलाच्या हातांतून सोडवले त्या समयी त्याने परमेश्वराला हे कवन गाईले."},{"number":2,"verse":"तो म्हणाला, “परमेश्वर माझा दुर्ग, माझा गड मला सोडवणारा, माझाच होय."},{"number":3,"verse":"माझा देव जो माझा दुर्ग, त्याचा आश्रय मी करतो; तो माझे कवच, माझे तारणशृंग, माझा उंच बुरूज, माझे शरणस्थान आहे; माझ्या उद्धारकर्त्या, घातापासून तू मला वाचवतोस."},{"number":4,"verse":"स्तुतिपात्र परमेश्वराचा मी धावा करतो, तेव्हा शत्रूंपासून माझा बचाव होतो."},{"number":5,"verse":"मृत्युतरंगांनी मला वेष्टिले अधर्माच्या पुरांनी मला घाबरे केले."},{"number":6,"verse":"अधोलोकाच्या बंधनांनी मला घेरले, मृत्युपाश माझ्यावर आले."},{"number":7,"verse":"मी आपल्या संकटात परमेश्वराचा धावा केला, माझ्या देवाला मी हाक मारली; त्याने आपल्या मंदिरातून माझी वाणी ऐकली, माझी हाक त्याच्या कानी गेली."},{"number":8,"verse":"तेव्हा पृथ्वी हालली व कापली, आकाशाचे पाये डळमळले, त्यांना झोके बसले, कारण तो संतप्त झाला होता."},{"number":9,"verse":"त्याच्या नाकपुड्यांतून धूर निघत होता, त्याच्या मुखातून अग्नी निघून ग्रासत चालला होता. त्यामुळे निखारे धगधगत होते."},{"number":10,"verse":"तो आकाश लववून खाली उतरला; त्याच्या पायांखाली निबिड अंधकार होता."},{"number":11,"verse":"तो करूबारुढ होऊन उडाला, वायूच्या पंखांवर तो दृष्टीस पडला."},{"number":12,"verse":"त्याने आपल्याभोवती जलसंचय, आणि अंतराळातील अति घन मेघ ह्यांच्या अंधकाराचे मंडप आपल्यासभोवार केले."},{"number":13,"verse":"त्याच्यापुढील तेजातून निखारे धगधगत होते."},{"number":14,"verse":"परमेश्वराने आकाशातून गर्जना केली, परात्पराची वाणी झाली."},{"number":15,"verse":"त्याने बाण सोडून त्यांची दाणादाण केली; विजा पाडून त्यांची त्रेधा उडवली."},{"number":16,"verse":"तेव्हा परमेश्वराच्या धमकीने, त्याच्या नाकपुड्यांतील श्वासाच्या सोसाट्याने सागराचे तळ दिसू लागले, पृथ्वीचे पाये उघडे पडले."},{"number":17,"verse":"त्याने वरून हात लांब करून मला धरले, आणि मोठ्या जलसंचयांतून मला बाहेर काढले."},{"number":18,"verse":"माझा बलाढ्य वैरी व माझे द्वेष्टे ह्यांच्यापासून मला त्याने सोडवले, कारण ते माझ्याहून अति बलिष्ठ होते."},{"number":19,"verse":"माझ्या विपत्काळी ते माझ्यावर चालून आले; तेव्हा परमेश्वर माझा आधार झाला."},{"number":20,"verse":"त्याने मला प्रशस्त स्थळी बाहेर आणले, त्याने मला सोडवले, कारण माझ्यामध्ये त्याला संतोष होता."},{"number":21,"verse":"परमेश्वराने माझ्या नीतिमत्तेप्रमाणे मला फळ दिले, माझ्या हाताच्या निर्मलतेप्रमाणे त्याने मला प्रतिफळ दिले."},{"number":22,"verse":"कारण मी परमेश्वराचे मार्ग धरून राहिलो, मी आपल्या देवाला सोडण्याची दुष्टाई केली नाही."},{"number":23,"verse":"तर त्याचे सर्व निर्णय माझ्या दृष्टीपुढे असत, मी त्याच्या नियमांचा त्याग केला नाही,"},{"number":24,"verse":"मी त्याच्याशी निर्दोषतेने वागत असे, आणि मी अधर्मापासून स्वत:ला अलिप्त राखले."},{"number":25,"verse":"ह्यास्तव परमेश्वराने माझ्या नीतिमत्तेप्रमाणे, त्याच्या नजरेस आलेल्या माझ्या निर्मलतेप्रमाणे, मला प्रतिफळ दिले."},{"number":26,"verse":"दयाळू जनांशी तू दयेने वागतोस, सात्त्विकाशी सात्त्विकतेने वागतोस;"},{"number":27,"verse":"शुद्ध जनांशी तू शुद्ध भावनेने वागतोस कुटिलांशी तू कुटिलतेने वागतोस."},{"number":28,"verse":"दीन जनांस तू तारतोस, उन्मत्त जनांवर दृष्टी ठेवून त्यांचा अध:पात करतोस."},{"number":29,"verse":"हे परमेश्वरा, तू माझा दीप आहेस; परमेश्वर माझ्या अंधकाराचा प्रकाश करतो."},{"number":30,"verse":"तुझ्या साहाय्याने मी फौजेवर चाल करून जातो, माझ्या देवाच्या साहाय्याने मी तट उडून जातो."},{"number":31,"verse":"देवाविषयी म्हणाल तर त्याचा मार्ग अव्यंग आहे; परमेश्वराचे वचन कसास लागलेले आहे; त्याचा आश्रय करणार्‍या सर्वांची तो ढाल आहे."},{"number":32,"verse":"परमेश्वराशिवाय देव कोण आहे? आमच्या देवाशिवाय दुर्ग कोण आहे?"},{"number":33,"verse":"देव माझा अढळ दुर्ग आहे, सात्त्विक जनांस तो आपल्या मार्गाने नेतो."},{"number":34,"verse":"तो माझे पाय हरिणीच्या पायांसारखे करतो, आणि मला माझ्या उच्च स्थानांवर स्थापतो."},{"number":35,"verse":"तो माझ्या हातांना युद्धकला शिकवतो, म्हणून माझे भुज पितळी धनुष्य वाकवतात."},{"number":36,"verse":"तू मला आपले तारणरूप कवच दिले आहे. तुझ्या लीनतेमुळे मला थोरवी प्राप्त झाली आहे."},{"number":37,"verse":"तू माझ्या पावलांसाठी प्रशस्त जागा केली आहेस. माझे पाय घसरले नाहीत."},{"number":38,"verse":"मी आपल्या वैर्‍यांच्या पाठीस लागून त्यांचा संहार केला, आणि त्यांचा नायनाट केल्याशिवाय परत फिरलो नाही."},{"number":39,"verse":"मी त्यांचा धुव्वा उडवला, मी त्यांना इतका मार दिला की त्यांना उठता येईना, त्यांना मी पायांखाली तुडवले."},{"number":40,"verse":"लढाईकरता तू मला सामर्थ्याचा कमरबंद बांधलास, माझ्यावर उठलेल्यास तू माझ्याखाली चीत केलेस."},{"number":41,"verse":"तू माझ्या वैर्‍यांना पाठ दाखवायला लावलेस. मी आपल्या द्वेष्ट्यांचा अगदी संहार केला."},{"number":42,"verse":"त्यांनी इकडेतिकडे पाहिले तरी त्यांना सोडवायला कोणी नव्हता; त्यांनी परमेश्वराचा धावा केला, तरी त्याने त्यांचे ऐकले नाही."},{"number":43,"verse":"तेव्हा भूमीवरच्या धुळीसारखे मी त्यांचे चूर्ण केले, रस्त्यावरील चिखलाप्रमाणे मी त्यांना तुडवून दाबून टाकले."},{"number":44,"verse":"माझ्या प्रजेच्या बखेड्यांपासून तू मला मुक्त केलेस; मी राष्ट्रांचा अधिपती व्हावे म्हणून तू माझे रक्षण केलेस; जे लोक माझ्या परिचयाचे नव्हते ते माझे अंकित झाले."},{"number":45,"verse":"परदेशीय लोकांनी माझे आर्जव केले; माझी कीर्ती त्यांच्या कानी पडताच ते मला वश झाले."},{"number":46,"verse":"परदेशीय लोक गलित झाले; ते आपल्या कोटातून कापत कापत बाहेर आले"},{"number":47,"verse":"परमेश्वर जिवंत आहे; त्या माझ्या दुर्गाचा धन्यवाद होवो; माझा तारणदुर्ग जो देव त्याचा महिमा वाढो;"},{"number":48,"verse":"त्याच देवाने मला सूड उगवू दिला, अन्य राष्ट्रांना माझ्या सत्तेखाली आणले."},{"number":49,"verse":"तोच मला माझ्या वैर्‍यांपासून सोडवतो, माझ्याविरुद्ध उठणार्‍यांवर तू माझे वर्चस्व करतोस, बलात्कारी माणसांपासून मला सोडवतोस."},{"number":50,"verse":"ह्यास्तव हे परमेश्वरा, मी राष्ट्रांमध्ये तुझी स्तुती करीन, तुझ्या नामाची स्तोत्रे गाईन."},{"number":51,"verse":"तो आपल्या राजाचा मोठा उद्धार करतो, आपल्या अभिषिक्ताला, दाविदाला व त्याच्या संततीला, सर्वकाळ वात्सल्य दाखवतो.”"}]}