{"bibleAbbr":"mrRV2015","bookName":"२ शमुवेल","bookEnglishName":"2 Samuel","chapterNumber":9,"verses":[{"number":1,"verse":"( मफीबोशेथावर दावीद कृपा करतो) “योनाथानाप्रीत्यर्थ ज्याच्यावर आपण दया करावी असा शौलाच्या घराण्यातला अजून कोणी उरला आहे काय?” अशी चौकशी दाविदाने केली."},{"number":2,"verse":"शौलाच्या घराण्याचा सीबा नामक एक सेवक होता, त्याला दाविदाकडे बोलावून आणण्यात आले; राजाने त्याला विचारले, “तू सीबा आहेस काय?” त्याने म्हटले, “मीच तो आपला दास.”"},{"number":3,"verse":"राजाने विचारले, “ज्याच्यावर देवाप्रीत्यर्थ मी दया करावी असा कोणी शौलाच्या घराण्यात अजून आहे काय?” सीबा राजाला म्हणाला, “योनाथानाचा एक पुत्र अजून आहे, तो पायांनी लंगडा आहे.”"},{"number":4,"verse":"राजाने त्याला विचारले, “तो कोठे आहे?” सीबाने राजाला म्हटले, “तो लो-दबार येथे माखीर बिन अम्मीएल ह्याच्या घरी असतो.”"},{"number":5,"verse":"तेव्हा दावीद राजाने माणूस पाठवून त्याला लो-दबाराहून माखीर बिन अम्मीएल ह्याच्या घरून बोलावून आणले."},{"number":6,"verse":"मफीबोशेथ बिन योनाथान बिन शौल ह्याने येऊन दाविदाला भूमीपर्यंत लवून दंडवत घातले. दावीद म्हणाला, “मफीबोशेथा!” तो म्हणाला, “आपला दास हजर आहे.”"},{"number":7,"verse":"दावीद त्याला म्हणाला, “भिऊ नकोस, तुझा बाप योनाथान ह्याच्यासाठी मी तुझ्यावर अवश्य दया करीन; तुझा बाप शौल ह्याची सर्व जमीन तुला परत देईन; आणि तू नित्य माझ्या पंक्तीस भोजन करावेस.”"},{"number":8,"verse":"तो प्रणाम करून म्हणाला, “आपण अशा माझ्यासारख्या मेलेल्या कुत्र्यावर कृपादृष्टी करावी असा आपला दास कोण आहे?”"},{"number":9,"verse":"मग राजाने शौलाचा सेवक सीबा ह्याला बोलावून सांगितले, “जे काही शौलाचे व त्याच्या घराण्याचे होते ते सर्व मी तुझ्या धन्याच्या पुत्राला देतो."},{"number":10,"verse":"तर तू आपले पुत्र व चाकर ह्यांच्यासह त्याच्या जमिनीची लागवड कर; तुझ्या धन्याच्या पुत्राच्या निर्वाहासाठी शेताचे उत्पन्न आणत जा; पण तुझ्या धन्याचा पुत्र मफीबोशेथ माझ्या पंक्तीला नित्य भोजन करील.” सीबाचे पंधरा पुत्र व वीस चाकर होते."},{"number":11,"verse":"सीबा राजाला म्हणाला, “माझे स्वामीराजे ह्यांनी आपल्या दासाला केलेल्या आज्ञेप्रमाणे सर्वकाही आपला दास करील.” ह्याप्रमाणे मफीबोशेथ इतर राजपुत्रांप्रमाणे दाविदाच्या पंक्तीस नित्य भोजन करीत असे."},{"number":12,"verse":"मफीबोशेथास मीखा नावाचा एक लहान पुत्र होता. सीबाच्या घरी राहणारे सर्व जण मफीबोशेथाचे चाकर होते."},{"number":13,"verse":"मफीबोशेथ यरुशलेमेत राहिला; कारण तो राजाच्या पंक्तीस नित्य भोजन करीत असे; तो दोन्ही पायांनी लंगडा होता."}]}