{"bibleAbbr":"Geneva1587","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":17,"verses":[{"number":1,"verse":"And Elijah the Tishbite, [who was] of the inhabitants of Gilead, said unto Ahab, [As] the LORD God of Israel liveth, before whom I That is, whom I serve. stand, there shall not be dew nor rain these years, but But as I will declare it by God's revelation. according to my word."},{"number":2,"verse":"And the worde of the Lorde came vnto him, saying,"},{"number":3,"verse":"Go hence, and turne thee Eastwarde, and hide thy selfe in the riuer Cherith, that is ouer against Iorden,"},{"number":4,"verse":"And it shall be, [that] thou shalt drink of the brook; and I have commanded the To strengthen his faith against persecution, God promises to feed him miraculously. ravens to feed thee there."},{"number":5,"verse":"So he went & did according vnto the word of the Lord: for he went, and remained by the riuer Cherith that is ouer against Iorden."},{"number":6,"verse":"And the rauens brought him bread & flesh in the morning, and bread & flesh in the euening, and he dranke of the riuer."},{"number":7,"verse":"And after a while the riuer dryed vp, because there fell no rayne vpon the earth."},{"number":8,"verse":"And the As the troubles of the saints of God are many, so his mercy is always at hand to deliver them. word of the LORD came unto him, saying,"},{"number":9,"verse":"Vp, & get thee to Zarephath, which is in Zidon, and remaine there: beholde, I haue commanded a widow there to sustaine thee."},{"number":10,"verse":"So he arose and went to Zarephath. And when he came to the gate of the city, behold, the widow woman [was] there All this was to strengthen the faith of Elijah, to the intent that he would look for nothing worldly, but only trust God's providence. gathering of sticks: and he called to her, and said, Fetch me, I pray thee, a little water in a vessel, that I may drink."},{"number":11,"verse":"And as she was going to fet it, he called to her, and sayde, Bring me, I pray thee, a morsell of bread in thine hand."},{"number":12,"verse":"And she said, [As] the LORD thy God liveth, I have not a cake, but an handful of meal in a barrel, and a little oil in a cruse: and, behold, I [am] gathering two sticks, that I may go in and dress it for me and my son, that we may eat it, and For there is no hope of any more sustenance. die."},{"number":13,"verse":"And Eliiah said vnto her, Feare not, come, do as thou hast sayd, but make me thereof a litle cake first of all, and bring it vnto mee, and afterward make for thee, and thy sonne."},{"number":14,"verse":"For thus saith the LORD God of Israel, God receives no benefit for the use of his own, but he promises an ample recompence for them. The barrel of meal shall not waste, neither shall the cruse of oil fail, until the day [that] the LORD sendeth rain upon the earth."},{"number":15,"verse":"And she went and did according to the saying of Elijah: and she, and he, and her house, did eat That is, till he had rain and food on the earth. [many] days."},{"number":16,"verse":"The barrell of the meale wasted not, nor the oyle was spent out of the cruse, according to the worde of the Lorde, which he spake by the hand of Eliiah."},{"number":17,"verse":"And it came to pass after these things, [that] the son of the woman, the mistress of the house, fell sick; and his sickness was so sore, that there was no God would test whether she had learned by his merciful providence to make him her only stay and comfort. breath left in him."},{"number":18,"verse":"And she said vnto Eliiah, What haue I to do with thee, O thou man of God? art thou come vnto me to call my sinne to remembrance, and to slay my sonne?"},{"number":19,"verse":"And he said vnto her, Giue me thy sonne; he tooke him out of her bosome, and caryed him vp into a chamber, where he abode, and laid him vpon his owne bed."},{"number":20,"verse":"And he cried unto the LORD, and said, O LORD my God, hast thou also He was afraid lest God's name be blasphemed and his ministry contemned, unless he continued his mercies as he had begun them, especially while he remained there. brought evil upon the widow with whom I sojourn, by slaying her son?"},{"number":21,"verse":"And he stretched himselfe vpon the childe three times, and called vnto the Lord, and saide, O Lord my God, I pray thee, let this childes soule come into him againe."},{"number":22,"verse":"Then the Lord heard the voyce of Eliiah, and the soule of the child came into him againe, and he reuiued."},{"number":23,"verse":"And Eliiah tooke the childe, and brought him downe out of the chamber into the house, and deliuered him vnto his mother, and Eliiah sayd, Behold, thy sonne liueth."},{"number":24,"verse":"And the woman said to Elijah, Now by this It is hard to depend on God, unless we are confirmed by miracles. I know that thou [art] a man of God, [and] that the word of the LORD in thy mouth [is] truth."}]}