{"bibleAbbr":"Geneva1587","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":6,"verses":[{"number":1,"verse":"And it came to pass in the four hundred and eightieth year after the children of Israel were come out of the land of Egypt, in the fourth year of Solomon's reign over Israel, in the month Which contains part of April and part of May. Zif, which [is] the second month, that he began to build the By which is meant the temple and the oracle. house of the LORD."},{"number":2,"verse":"And the house which King Salomon built for the Lorde, was three score cubites long, and twentie broade, and thirtie cubites hie."},{"number":3,"verse":"And the Or the court where the people prayed which was before the place where the altar of burnt offerings stood. porch before the temple of the house, twenty cubits [was] the length thereof, according to the breadth of the house; [and] ten cubits [was] the breadth thereof before the house."},{"number":4,"verse":"And in the house he made windowes, broad without, and narrowe within."},{"number":5,"verse":"And against the wall of the house he built chambers round about, [against] the walls of the house round about, [both] of the temple and of When God spoke between the Cherubim, called also the most holy place. the oracle: and he made chambers round about:"},{"number":6,"verse":"The nethermost chamber [was] five cubits broad, and the middle [was] six cubits broad, and the third [was] seven cubits broad: for without [in the wall] of the house he made narrowed Which were certain stones coming out of the wall, as stays for the beams to rest upon. rests round about, that [the beams] should not be fastened in the walls of the house."},{"number":7,"verse":"And when the house was built, it was built of stone perfite, before it was brought, so that there was neither hammer, nor axe, nor any toole of yron heard in the house, while it was in building."},{"number":8,"verse":"The doore of the middle chamber was in the right side of the house, & men went vp with winding stayres into the middlemost, and out of the middlemost into the third."},{"number":9,"verse":"So he built the In Exodus it is called the tabernacle, and the temple is here called the sanctuary and the oracle the most holy place. house, and finished it; and covered the house with beams and boards of cedar."},{"number":10,"verse":"And he built the galleries vpon al the wall of the house of fiue cubites height, and they were ioyned to the house with beames of cedar."},{"number":11,"verse":"And the worde of the Lord came to Salomon, saying,"},{"number":12,"verse":"Cocerning this house which thou buildest, if thou wilt walke in mine ordinances, & execute my iudgements, & keepe al my commadements, to walke in them, then will I performe vnto thee my promes, which I promised to Dauid thy father."},{"number":13,"verse":"And I will According as he promised to Moses, (Exo_25:22). dwell among the children of Israel, and will not forsake my people Israel."},{"number":14,"verse":"So Salomon built the house & finished it,"},{"number":15,"verse":"And he built the walls of the house within with boards of cedar, both the floor of the house, and Meaning, to the roof which was also sealed. the walls of the cieling: [and] he covered [them] on the inside with wood, and covered the floor of the house with planks of fir."},{"number":16,"verse":"And he built twentie cubites in the sides of the house with boards of cedar, from the floore to the walles, and he prepared a place within it for the oracle, euen the most holy place."},{"number":17,"verse":"And the For when he spoke of the house in the first verse, he meant both the oracle and the temple. house, that [is], the temple before it, was forty cubits [long]."},{"number":18,"verse":"And the cedar of the house within was carued with knops, and grauen with floures: all was cedar, so that no stone was seene."},{"number":19,"verse":"And the oracle he prepared in the That is, in the most inward place of the house. house within, to set there the ark of the covenant of the LORD."},{"number":20,"verse":"And the place of the oracle within was twentie cubites long, and twentie cubites broad, and twentie cubites hie, and hee couered it with pure golde, and couered the altar with cedar."},{"number":21,"verse":"So Salomon couered the house within with pure golde: and he shut the place of the oracle with chaines of gold, and couered it with golde."},{"number":22,"verse":"And the whole house he overlaid with gold, until he had finished all the house: also the Meaning, the altar of incense, (Exo_30:1). whole altar that [was] by the oracle he overlaid with gold."},{"number":23,"verse":"And within the oracle he made two Cherubims of oliue tree, ten cubites hie."},{"number":24,"verse":"The wing also of the one Cherub was fiue cubites, and the wing of the other Cherub was fiue cubites: from the vttermost part of one of his wings vnto the vttermost part of the other of his wings, were ten cubites."},{"number":25,"verse":"Also the other Cherub was of ten cubites: both the Cherubims were of one measure and one sise."},{"number":26,"verse":"For the height of the one Cherub was ten cubits, and so was the other Cherub."},{"number":27,"verse":"And he put the Cherubims within the inner house, and the Cherubims stretched out their wings, so that the wing of the one touched the one wall, and the wing of the other Cherub touched the other wall: and their other wings touched one another in the middes of the house."},{"number":28,"verse":"And he For the others which Moses made of beaten gold were taken away with the other jewels by their enemies, whom God permitted at various times to overcome them for their great sins. overlaid the cherubims with gold."},{"number":29,"verse":"And he carued all the walles of the house round about with grauen figures of Cherubims and of Palmetrees, and grauen flowres within and without."},{"number":30,"verse":"And the floore of the house hee couered with golde within and without."},{"number":31,"verse":"And in the entring of the oracle he made two doores of oliue tree: and the vpper post and side postes were fiue square."},{"number":32,"verse":"The two doors also [were of] olive tree; and he carved upon them carvings of cherubims and palm trees and open flowers, and overlaid [them] with gold, and So that the fashion of the carved work might still appear. spread gold upon the cherubims, and upon the palm trees."},{"number":33,"verse":"And so made he for the doore of the Temple, postes of oliue tree foure square."},{"number":34,"verse":"But the two doores were of firre tree, the two sides of the one doore were round, and the two sides of the other doore were round."},{"number":35,"verse":"And he graued Cherubims, & palme trees, and carued floures and couered the carued worke with golde, finely wrought."},{"number":36,"verse":"And he built the inner Where the priests were, and was thus called in respect to the great court, which is called the porch of Solomon in (Act_3:11) where the people used to pray. court with three rows of hewed stone, and a row of cedar beams."},{"number":37,"verse":"In the fourth yeere was the foundation of the house of the Lorde layed in the moneth of Zif:"},{"number":38,"verse":"And in the eleventh year, in the month Which contains part of October and part of November. Bul, which [is] the eighth month, was the house finished throughout all the parts thereof, and according to all the fashion of it. So was he seven years in building it."}]}