{"bibleAbbr":"HSB+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"בִּשְׁנַ֛ת <WH8141> bish-Nat year שְׁמוֹנֶ֥ה <WH8083> she-mo-Neh eight עֶשְׂרֵ֖ה <WH6240> 'es-Reh teen לַמֶּ֣לֶךְ <WH4428> lam-Me-lech of king יָרָבְעָ֑ם <WH3379> ya-ra-ve-'Am; Jeroboam וַיִּמְלֹ֥ךְ <WH4427> vai-yim-Loch to reign אֲבִיָּ֖ה <WH29> 'a-vi-Yah began Abijah עַל־ <WH5921> 'al- over יְהוּדָֽה׃ <WH3063> ye-hu-Dah. over Judah"},{"number":2,"verse":"שָׁל֣וֹשׁ <WH7969> sha-Loosh three שָׁנִ֗ים <WH8141> sha-Nim, years מָלַךְ֙ <WH4427> ma-laCh He reigned בִּיר֣וּשָׁלִַ֔ם <WH3389> bi-Ru-sha-Lim, in Jerusalem וְשֵׁ֣ם <WH8034> ve-Shem name אִמּ֔וֹ <WH517> im-Mo, His mother's מִיכָיָ֥הוּ <WH4322> mi-cha-Ya-hu also [was] Michaiah בַת־ <WH1323> vat- the daughter אוּרִיאֵ֖ל <WH222> 'u-ri-'El of Uriel מִן־ <WH4480> min- at גִּבְעָ֑ה <WH1390> giv-'Ah; of Gibeah וּמִלְחָמָ֥ה <WH4421> u-mil-cha-Mah And there was war הָיְתָ֛ה <WH1961> ha-ye-Tah become בֵּ֥ין <WH996> bein between אֲבִיָּ֖ה <WH29> 'a-vi-Yah between Abijah וּבֵ֥ין <WH996> u-Vein between יָרָבְעָֽם׃ <WH3379> ya-ra-ve-'Am. and Jeroboam"},{"number":3,"verse":"וַיֶּאְסֹ֨ר <WH631> vai-ye'-Sor in array אֲבִיָּ֜ה <WH29> 'a-vi-Yah And Abijah אֶת־ <WH853> 'et- הַמִּלְחָמָ֗ה <WH4421> ham-mil-cha-Mah, the battle בְּחַ֙יִל֙ <WH2428> be-Cha-yil with an army גִּבּוֹרֵ֣י <WH1368> gib-bo-Rei of valiant men מִלְחָמָ֔ה <WH4421> mil-cha-Mah, of war אַרְבַּע־ <WH702> 'ar-ba'- [even] four מֵא֥וֹת <WH3967> me-'ot hundred אֶ֖לֶף <WH505> 'E-lef thousand אִ֣ישׁ <WH376> 'ish men בָּח֑וּר <WH970> ba-Chur; young ס sa-Mek וְיָרָבְעָ֗ם <WH3379> ve-ya-ra-ve-'Am, Jeroboam עָרַ֤ךְ <WH6186> 'a-Rach in array עִמּוֹ֙ <WH5973> im-Mo set מִלְחָמָ֔ה <WH4421> mil-cha-Mah, also set the battle בִּשְׁמוֹנֶ֨ה <WH8083> bish-mo-Neh against him with eight מֵא֥וֹת <WH3967> me-'ot hundred אֶ֛לֶף <WH505> 'E-lef thousand אִ֥ישׁ <WH376> 'ish men בָּח֖וּר <WH970> ba-Chur young גִּבּ֥וֹר <WH1368> gib-Bor [being] mighty men חָֽיִל׃ <WH2428> Cha-yil. of valour ס sa-Mek"},{"number":4,"verse":"וַיָּ֣קָם <WH6965> vai-Ya-kom stood up אֲבִיָּ֗ה <WH29> 'a-vi-Yah, And Abijah מֵעַל֙ <WH5921> me-'Al on לְהַ֣ר <WH2022> le-Har upon mount צְמָרַ֔יִם <WH6787> tze-ma-Ra-yim, Zemaraim אֲשֶׁ֖ר <WH834> 'a-Sher which בְּהַ֣ר <WH2022> be-Har which [is] in mount אֶפְרָ֑יִם <WH669> 'ef-Ra-yim; Ephraim וַיֹּ֕אמֶר <WH559> vai-Yo-mer and said שְׁמָע֖וּנִי <WH8085> she-ma-'U-ni Hear יָרָבְעָ֥ם <WH3379> ya-ra-ve-'Am me thou Jeroboam וְכָל־ <WH3605> ve-chol and all יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. and all Israel"},{"number":5,"verse":"הֲלֹ֤א <WH3808> ha-Lo not לָכֶם֙ la-Chem לָדַ֔עַת <WH3045> la-Da-'at, Ought ye not to know כִּ֞י <WH3588> ki that יְהוָ֣ה׀ <WH3068> Yah-weh that the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel נָתַ֨ן <WH5414> na-Tan gave מַמְלָכָ֧ה <WH4467> mam-la-Chah the kingdom לְדָוִ֛יד <WH1732> le-da-Vid to David עַל־ <WH5921> 'al- over יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El over Israel לְעוֹלָ֑ם <WH5769> le-'o-Lam; for ever ל֥וֹ lo וּלְבָנָ֖יו <WH1121> u-le-va-Nav [even] to him and to his sons בְּרִ֥ית <WH1285> be-Rit by a covenant מֶֽלַח׃ <WH4417> Me-lach. salt ס sa-Mek"},{"number":6,"verse":"וַיָּ֙קָם֙ <WH6965> vai-Ya-kom is risen up יָרָבְעָ֣ם <WH3379> ya-ra-ve-'Am Yet Jeroboam בֶּן־ <WH1121> ben- the son נְבָ֔ט <WH5028> ne-Vat, of Nebat עֶ֖בֶד <WH5650> 'E-ved the servant שְׁלֹמֹ֣ה <WH8010> she-lo-Moh of Solomon בֶן־ <WH1121> ven- the son דָּוִ֑יד <WH1732> da-Vid; of David וַיִּמְרֹ֖ד <WH4775> vai-yim-Rod and hath rebelled עַל־ <WH5921> 'al- against אֲדֹנָֽיו׃ <WH113> 'a-do-Nav. against his lord"},{"number":7,"verse":"וַיִּקָּבְצ֣וּ <WH6908> vai-yik-ka-ve-Tzu And there are gathered עָלָ֗יו <WH5921> 'a-Lav, about אֲנָשִׁ֤ים <WH582> 'a-na-Shim men רֵקִים֙ <WH7386> re-Kim unto him vain בְּנֵ֣י <WH1121> be-Nei the children בְלִיַּ֔עַל <WH1100> ve-li-Ya-'al, of Belial וַיִּֽתְאַמְּצ֖וּ <WH553> vai-yit-'am-me-Tzu and have strengthened עַל־ <WH5921> 'al- too רְחַבְעָ֣ם <WH7346> re-chav-'Am themselves against Rehoboam בֶּן־ <WH1121> ben- the son שְׁלֹמֹ֑ה <WH8010> she-lo-Moh; of Solomon וּרְחַבְעָ֗ם <WH7346> u-re-chav-'Am, when Rehoboam הָ֤יָה <WH1961> Ha-yah become נַ֙עַר֙ <WH5288> na-'ar was young וְרַךְ־ <WH7390> ve-rach- faint לֵבָ֔ב <WH3824> le-Vav, heart וְלֹ֥א <WH3808> ve-Lo not הִתְחַזַּ֖ק <WH2388> hit-chaz-Zak and could not withstand לִפְנֵיהֶֽם׃ <WH6440> lif-nei-Hem. them"},{"number":8,"verse":"וְעַתָּ֣ה׀ <WH6258> ve-'at-Tah now אַתֶּ֣ם <WH859> 'at-Tem you אֹֽמְרִ֗ים <WH559> 'o-me-Rim, And now ye think לְהִתְחַזֵּק֙ <WH2388> le-hit-chaz-Zek to withstand לִפְנֵי֙ <WH6440> lif-Nei accept מַמְלֶ֣כֶת <WH4467> mam-Le-chet the kingdom יְהוָ֔ה <WH3068> Yah-weh, of the LORD בְּיַ֖ד <WH3027> be-Yad in the hand בְּנֵ֣י <WH1121> be-Nei of the sons דָוִ֑יד <WH1732> da-Vid; of David וְאַתֶּם֙ <WH859> ve-'at-Tem you הָמ֣וֹן <WH1995> ha-Mon multitude רָ֔ב <WH7227> Rav, and ye [be] a great וְעִמָּכֶם֙ <WH5973> ve-'im-ma-Chem with עֶגְלֵ֣י <WH5695> 'eg-Lei calves זָהָ֔ב <WH2091> za-Hav, and [there are] with you golden אֲשֶׁ֨ר <WH834> 'a-Sher which עָשָׂ֥ה <WH6213> 'a-Sah made לָכֶ֛ם la-Chem יָרָבְעָ֖ם <WH3379> ya-ra-ve-'Am which Jeroboam לֵאלֹהִֽים׃ <WH430> le-lo-Him. you for gods"},{"number":9,"verse":"הֲלֹ֤א <WH3808> ha-Lo of [them that are] no הִדַּחְתֶּם֙ <WH5080> hid-dach-Tem Have ye not cast out אֶת־ <WH853> 'et- כֹּהֲנֵ֣י <WH3548> ko-ha-Nei the priests יְהוָ֔ה <WH3068> Yah-weh, of the LORD אֶת־ <WH853> 'et- בְּנֵ֥י <WH1121> be-Nei the sons אַהֲרֹ֖ן <WH175> 'a-ha-Ron of Aaron וְהַלְוִיִּ֑ם <WH3881> ve-hal-vi-Yim; and the Levites וַתַּעֲשׂ֨וּ <WH6213> vat-ta-'a-Su and have made לָכֶ֤ם la-Chem כֹּהֲנִים֙ <WH3548> ko-ha-Nim you priests כְּעַמֵּ֣י <WH5971> ke-'am-Mei after the manner of the nations הָאֲרָצ֔וֹת <WH776> ha-'a-ra-Tzot, common כָּל־ <WH3605> kol- all manner הַבָּ֗א <WH935> hab-Ba, comes לְמַלֵּ֨א <WH4390> le-mal-Le accomplish יָד֜וֹ <WH3027> ya-Do himself בְּפַ֤ר <WH6499> be-Far bullock בֶּן־ <WH1121> ben- A young בָּקָר֙ <WH1241> ba-Kar bull וְאֵילִ֣ם <WH352> ve-'ei-Lim rams שִׁבְעָ֔ה <WH7651> shiv-'Ah, and seven וְהָיָ֥ה <WH1961> ve-ha-Yah may become כֹהֵ֖ן <WH3548> cho-Hen [the same] may be a priest לְלֹ֥א <WH3808> le-Lo no אֱלֹהִֽים׃ <WH430> E-lo-Him. gods ס sa-Mek"},{"number":10,"verse":"וַאֲנַ֛חְנוּ <WH587> va-'a-Nach-nu we יְהוָ֥ה <WH3068> Yah-weh But as for us the LORD אֱלֹהֵ֖ינוּ <WH430> 'e-lo-Hei-nu [is] our God וְלֹ֣א <WH3808> ve-Lo have not עֲזַבְנֻ֑הוּ <WH5800> 'a-zav-Nu-hu; and we have not forsaken וְכֹ֨הֲנִ֜ים <WH3548> ve-Cho-ha-Nim him and the priests מְשָׁרְתִ֤ים <WH8334> me-sha-re-Tim which minister לַֽיהוָה֙ <WH3068> Yah-weh unto the LORD בְּנֵ֣י <WH1121> be-Nei [are] the sons אַהֲרֹ֔ן <WH175> 'a-ha-Ron, of Aaron וְהַלְוִיִּ֖ם <WH3881> ve-hal-vi-Yim and the Levites בַּמְלָֽאכֶת׃ <WH4399> bam-La-chet. [wait] upon [their] business"},{"number":11,"verse":"וּמַקְטִרִ֣ים <WH6999> u-mak-ti-Rim And they burn לַיהוָ֡ה <WH3068> Yah-weh unto the LORD עֹל֣וֹת <WH5930> o-Lot burnt sacrifices בַּבֹּֽקֶר־ <WH1242> bab-bo-ker- every morning בַּבֹּ֣קֶר <WH1242> bab-Bo-ker morning וּבָעֶֽרֶב־ <WH6153> u-va-'e-rev- and every evening בָּעֶ֣רֶב <WH6153> ba-'E-rev every evening וּקְטֹֽרֶת־ <WH7004> u-ke-to-ret- incense סַמִּים֩ <WH5561> sam-Mim and sweet וּמַעֲרֶ֨כֶת <WH4635> u-ma-'a-Re-chet row לֶ֜חֶם <WH3899> Le-chem bread עַל־ <WH5921> 'al- and הַשֻּׁלְחָ֣ן <WH7979> hash-shul-Chan table הַטָּה֗וֹר <WH2889> hat-ta-Hor, also [set they in order] upon the pure וּמְנוֹרַ֨ת <WH4501> u-me-no-Rat and the candlestick הַזָּהָ֤ב <WH2091> haz-za-Hav of gold וְנֵרֹתֶ֙יהָ֙ <WH5216> ve-ne-ro-Tei-ha with the lamps לְבָעֵר֙ <WH1197> le-va-'Er thereof to burn בָּעֶ֣רֶב <WH6153> ba-'E-rev evening בָּעֶ֔רֶב <WH6153> ba-'E-rev, every כִּֽי־ <WH3588> ki- for שֹׁמְרִ֣ים <WH8104> sho-me-Rim for we keep אֲנַ֔חְנוּ <WH587> 'a-Nach-nu, ourselves אֶת־ <WH853> 'et- מִשְׁמֶ֖רֶת <WH4931> mish-Me-ret the charge יְהוָ֣ה <WH3068> Yah-weh of the LORD אֱלֹהֵ֑ינוּ <WH430> 'e-lo-Hei-nu; our God וְאַתֶּ֖ם <WH859> ve-'at-Tem you עֲזַבְתֶּ֥ם <WH5800> 'a-zav-Tem but ye have forsaken אֹתֽוֹ׃ <WH853> o-To."},{"number":12,"verse":"וְהִנֵּה֩ <WH2009> ve-hin-Neh now behold עִמָּ֨נוּ <WH5973> 'im-Ma-nu against בָרֹ֜אשׁ <WH7218> va-Rosh himself [is] with us for [our] captain הָאֱלֹהִ֧ים׀ <WH430> ha-'E-lo-Him And behold God וְכֹהֲנָ֛יו <WH3548> ve-cho-ha-Nav and his priests וַחֲצֹצְר֥וֹת <WH2689> va-cha-tzo-tze-Rot trumpets הַתְּרוּעָ֖ה <WH8643> hat-te-ru-'Ah with sounding לְהָרִ֣יעַ <WH7321> le-ha-Ri-a' to cry alarm עֲלֵיכֶ֑ם <WH5921> 'a-lei-Chem; against בְּנֵ֣י <WH1121> be-Nei against you O children יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel אַל־ <WH408> 'al- not תִּלָּֽחֲמ֛וּ <WH3898> til-la-cha-Mu fight עִם־ <WH5973> 'im- against יְהוָ֥ה <WH3068> Yah-weh ye not against the LORD אֱלֹהֵֽי־ <WH430> 'e-lo-hei- God אֲבֹתֵיכֶ֖ם <WH1> 'a-vo-tei-Chem of your fathers כִּי־ <WH3588> ki- for לֹ֥א <WH3808> lo you will not תַצְלִֽיחוּ׃ <WH6743> tatz-Li-chu. for ye shall not prosper"},{"number":13,"verse":"וְיָֽרָבְעָ֗ם <WH3379> ve-ya-ra-ve-'Am, But Jeroboam הֵסֵב֙ <WH5437> he-Sev about אֶת־ <WH853> 'et- הַמַּאְרָ֔ב <WH3993> ham-ma'-Rav, caused an ambushment לָב֖וֹא <WH935> la-Vo to come מֵֽאַחֲרֵיהֶ֑ם <WH310> me-'a-cha-rei-Hem; behind וַיִּֽהְיוּ֙ <WH1961> vai-yih-Yu was in לִפְנֵ֣י <WH6440> lif-Nei them so they were before יְהוּדָ֔ה <WH3063> ye-hu-Dah, Judah וְהַמַּאְרָ֖ב <WH3993> ve-ham-ma'-Rav and the ambushment מֵאַחֲרֵיהֶֽם׃ <WH310> me-'a-cha-rei-Hem. [was] behind"},{"number":14,"verse":"וַיִּפְנ֣וּ <WH6437> vai-yif-Nu looked back יְהוּדָ֗ה <WH3063> ye-hu-Dah, And when Judah וְהִנֵּ֨ה <WH2009> ve-hin-Neh behold לָהֶ֤ם la-Hem הַמִּלְחָמָה֙ <WH4421> ham-mil-cha-Mah behold the battle פָּנִ֣ים <WH6440> pa-Nim [was] before וְאָח֔וֹר <WH268> ve-'a-Chor, and behind וַֽיִּצְעֲק֖וּ <WH6817> vai-yitz-'a-Ku and they cried לַיהוָ֑ה <WH3068> Yah-weh; unto the LORD וְהַכֹּ֣הֲנִ֔ים <WH3548> ve-hak-Ko-ha-Nim, and the priests; מַחֲצֹצְרִים ma-cha-tzo-tze-rim כמַחְצְרִ֖ים <WH2690> mach-tze-Rim blow קבַּחֲצֹצְרֽוֹת׃ <WH2689> ba-cha-tzo-tze-Rot. with the trumpets"},{"number":15,"verse":"וַיָּרִ֖יעוּ <WH7321> vai-ya-Ri-'u gave a shout אִ֣ישׁ <WH376> 'ish Then the men יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah וַיְהִ֗י <WH1961> vay-Hi, A war בְּהָרִ֙יעַ֙ <WH7321> be-ha-Ri-a' shouted אִ֣ישׁ <WH376> 'ish and as the men יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah וְהָאֱלֹהִ֗ים <WH430> ve-ha-'E-lo-Him, it came to pass that God נָגַ֤ף <WH5062> na-Gaf smote אֶת־ <WH853> 'et- יָֽרָבְעָם֙ <WH3379> ya-ra-ve-'Am Jeroboam וְכָל־ <WH3605> ve-chol and all יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, and all Israel לִפְנֵ֥י <WH6440> lif-Nei before אֲבִיָּ֖ה <WH29> 'a-vi-Yah Abijah וִיהוּדָֽה׃ <WH3063> vi-hu-Dah. and Judah"},{"number":16,"verse":"וַיָּנ֥וּסוּ <WH5127> vai-ya-Nu-su fled בְנֵי־ <WH1121> ve-nei- And the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel מִפְּנֵ֣י <WH6440> mip-pe-Nei before יְהוּדָ֑ה <WH3063> ye-hu-Dah; Judah וַיִּתְּנֵ֥ם <WH5414> vai-yit-te-Nem delivered אֱלֹהִ֖ים <WH430> E-lo-Him and God בְּיָדָֽם׃ <WH3027> be-ya-Dam. them into their hand"},{"number":17,"verse":"וַיַּכּ֥וּ <WH5221> vai-yak-Ku slew בָהֶ֛ם va-Hem אֲבִיָּ֥ה <WH29> 'a-vi-Yah And Abijah וְעַמּ֖וֹ <WH5971> ve-'am-Mo and his people מַכָּ֣ה <WH4347> mak-Kah slaughter רַבָּ֑ה <WH7227> rab-Bah; them with a great וַיִּפְּל֤וּ <WH5307> vai-yip-pe-Lu so there fell down חֲלָלִים֙ <WH2491> cha-la-Lim slain מִיִּשְׂרָאֵ֔ל <WH3478> mi-Yis-ra-'El, of Israel חֲמֵשׁ־ <WH2568> cha-mesh- five מֵא֥וֹת <WH3967> me-'ot hundred אֶ֖לֶף <WH505> 'E-lef thousand אִ֥ישׁ <WH376> 'ish men בָּחֽוּר׃ <WH970> ba-Chur. young"},{"number":18,"verse":"וַיִּכָּנְע֥וּ <WH3665> vai-yik-ka-ne-'U were brought בְנֵי־ <WH1121> ve-nei- Thus the children יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel בָּעֵ֣ת <WH6256> ba-'Et under at that time הַהִ֑יא <WH1931> ha-Hi; he וַיֶּֽאֶמְצוּ֙ <WH553> vai-ye-'em-Tzu prevailed בְּנֵ֣י <WH1121> be-Nei and the children יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah כִּ֣י <WH3588> ki because נִשְׁעֲנ֔וּ <WH8172> nish-'a-Nu, because they relied עַל־ <WH5921> 'al- in יְהוָ֖ה <WH3068> Yah-weh upon the LORD אֱלֹהֵ֥י <WH430> 'e-lo-Hei God אֲבוֹתֵיהֶֽם׃ <WH1> a-vo-tei-Hem. of their fathers"},{"number":19,"verse":"וַיִּרְדֹּ֣ף <WH7291> vai-yir-Dof pursued אֲבִיָּה֮ <WH29> 'a-vi-Yah And Abijah אַחֲרֵ֣י <WH310> 'a-cha-Rei after יָרָבְעָם֒ <WH3379> ya-ra-ve-'Am Jeroboam וַיִּלְכֹּ֤ד <WH3920> vai-yil-Kod and took מִמֶּ֙נּוּ֙ <WH4480> mi-Men-nu from עָרִ֔ים <WH5892> 'a-Rim, cities אֶת־ <WH853> 'et- בֵּֽית־ beit- אֵל֙ <WH1008> 'el from him Bethel וְאֶת־ <WH853> ve-'Et בְּנוֹתֶ֔יהָ <WH1323> be-no-Tei-ha, with the towns וְאֶת־ <WH853> ve-'Et יְשָׁנָ֖ה <WH3466> ye-sha-Nah thereof and Jeshanah וְאֶת־ <WH853> ve-'Et בְּנוֹתֶ֑יהָ <WH1323> be-no-Tei-ha; with the towns וְאֶת־ <WH853> ve-'Et ; עֶפְרֹון 'ef-ron כעֶפְרַ֖יִן <WH6085> 'ef-Ra-yin Ephron קוּבְנֹתֶֽיהָ׃ <WH1323> u-ve-no-Tei-ha. with the towns"},{"number":20,"verse":"וְלֹֽא־ <WH3808> ve-lo- not עָצַ֧ר <WH6113> 'a-Tzar recover כֹּֽחַ־ <WH3581> ko-ach- strength יָרָבְעָ֛ם <WH3379> ya-ra-ve-'Am Neither did Jeroboam ע֖וֹד <WH5750> od again בִּימֵ֣י <WH3117> bi-Mei again in the days אֲבִיָּ֑הוּ <WH29> 'a-vi-Ya-hu; of Abijah וַיִּגְּפֵ֥הוּ <WH5062> vai-yig-ge-Fe-hu struck יְהוָ֖ה <WH3068> Yah-weh and the LORD וַיָּמֹֽת׃ <WH4191> vai-ya-Mot. him and he died פ Peh"},{"number":21,"verse":"וַיִּתְחַזֵּ֣ק <WH2388> vai-yit-chaz-Zek waxed mighty אֲבִיָּ֔הוּ <WH29> 'a-vi-Ya-hu, But Abijah וַיִּ֨שָּׂא־ <WH5375> vai-Yis-sa- and married ל֔וֹ lo, נָשִׁ֖ים <WH802> na-Shim wives אַרְבַּ֣ע <WH702> 'ar-Ba' four עֶשְׂרֵ֑ה <WH6240> 'es-Reh; teen וַיּ֗וֹלֶד <WH3205> vai-Yo-led, and begat עֶשְׂרִ֤ים <WH6242> 'es-Rim twenty וּשְׁנַ֙יִם֙ <WH8147> u-she-Na-yim and two בָּנִ֔ים <WH1121> ba-Nim, sons וְשֵׁ֥שׁ <WH8337> ve-Shesh six עֶשְׂרֵ֖ה <WH6240> 'es-Reh teen בָּנֽוֹת׃ <WH1323> ba-Not. daughters ס sa-Mek"},{"number":22,"verse":"וְיֶ֙תֶר֙ <WH3499> ve-Ye-ter And the rest דִּבְרֵ֣י <WH1697> div-Rei of the acts אֲבִיָּ֔ה <WH29> 'a-vi-Yah, of Abijah וּדְרָכָ֖יו <WH1870> u-de-ra-Chav and his ways וּדְבָרָ֑יו <WH1697> u-de-va-Rav; and his sayings כְּתוּבִ֕ים <WH3789> ke-tu-Vim [are] written בְּמִדְרַ֖שׁ <WH4097> be-mid-Rash in the story הַנָּבִ֥יא <WH5030> han-na-Vi of the prophet עִדּֽוֹ׃ <WH5714> id-Do. Iddo"}]}