{"bibleAbbr":"HSB+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"בֶּן־ <WH1121> ben- old עֶשְׂרִ֨ים <WH6242> 'es-Rim [was] twenty וְחָמֵ֤שׁ <WH2568> ve-cha-Mesh and five שָׁנָה֙ <WH8141> sha-Nah years מָלַ֣ךְ <WH4427> ma-Lach [when] he began to reign אֲמַצְיָ֔הוּ <WH558> 'a-matz-Ya-hu, Amaziah וְעֶשְׂרִ֣ים <WH6242> ve-'es-Rim twenty וָתֵ֙שַׁע֙ <WH8672> va-Te-sha' and nine שָׁנָ֔ה <WH8141> sha-Nah, years מָלַ֖ךְ <WH4427> ma-Lach and he reigned בִּירוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; in Jerusalem וְשֵׁ֣ם <WH8034> ve-Shem name אִמּ֔וֹ <WH517> im-Mo, And his mother's יְהוֹעַדָּ֖ן <WH3086> ye-ho-'ad-Dan [was] Jehoaddan מִירוּשָׁלָֽיִם׃ <WH3389> mi-ru-sha-La-yim. of Jerusalem"},{"number":2,"verse":"וַיַּ֥עַשׂ <WH6213> vai-Ya-'as And he did הַיָּשָׁ֖ר <WH3477> hai-ya-Shar [that which was] right בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight יְהוָ֑ה <WH3068> Yah-weh; of the LORD רַ֕ק <WH7535> rak but לֹ֖א <WH3808> lo not בְּלֵבָ֥ב <WH3824> be-le-Vav heart שָׁלֵֽם׃ <WH8003> sha-Lem. but not with a perfect"},{"number":3,"verse":"וַיְהִ֕י <WH1961> vay-Hi came כַּאֲשֶׁ֛ר <WH834> ka-'a-Sher after חָזְקָ֥ה <WH2388> cha-ze-Kah was established הַמַּמְלָכָ֖ה <WH4467> ham-mam-la-Chah Now it came to pass when the kingdom עָלָ֑יו <WH5921> 'a-Lav; and וַֽיַּהֲרֹג֙ <WH2026> vai-ya-ha-Rog to him that he slew אֶת־ <WH853> 'et- עֲבָדָ֔יו <WH5650> 'a-va-Dav, his servants הַמַּכִּ֖ים <WH5221> ham-mak-Kim that had killed אֶת־ <WH853> 'et- הַמֶּ֥לֶךְ <WH4428> ham-Me-lech the king אָבִֽיו׃ <WH1> 'a-Viv. his father"},{"number":4,"verse":"וְאֶת־ <WH853> ve-'Et בְּנֵיהֶ֖ם <WH1121> be-nei-Hem not their children לֹ֣א <WH3808> lo nor הֵמִ֑ית <WH4191> he-Mit; But he slew כִּ֣י <WH3588> ki for כַכָּת֣וּב <WH3789> chak-ka-Tuv but [did] as [it is] written בַּתּוֹרָ֡ה <WH8451> bat-to-Rah in the law בְּסֵ֣פֶר <WH5612> be-Se-fer in the book מֹשֶׁה֩ <WH4872> mo-Sheh of Moses אֲשֶׁר־ <WH834> 'a-Sher- which צִוָּ֨ה <WH6680> tziv-Vah commanded יְהוָ֜ה <WH3068> Yah-weh where the LORD לֵאמֹ֗ר <WH559> le-Mor, saying לֹא־ <WH3808> lo- nor יָמ֨וּתוּ <WH4191> ya-Mu-tu shall not die אָב֤וֹת <WH1> a-Vot The fathers עַל־ <WH5921> 'al- for בָּנִים֙ <WH1121> ba-Nim for the children וּבָנִים֙ <WH1121> u-va-Nim neither shall the children לֹא־ <WH3808> lo- nor יָמ֣וּתוּ <WH4191> ya-Mu-tu die עַל־ <WH5921> 'al- for אָב֔וֹת <WH1> a-Vot, for the fathers כִּ֛י <WH3588> ki but אִ֥ישׁ <WH376> 'ish but every man בְּחֶטְא֖וֹ <WH2399> be-chet-'O for his own sin יָמֽוּתוּ׃ <WH4191> ya-Mu-tu. shall die פ Peh"},{"number":5,"verse":"וַיִּקְבֹּ֤ץ <WH6908> vai-yik-Botz together אֲמַצְיָ֙הוּ֙ <WH558> 'a-matz-Ya-hu Moreover Amaziah אֶת־ <WH853> 'et- יְהוּדָ֔ה <WH3063> ye-hu-Dah, Judah וַיַּֽעֲמִידֵ֣ם <WH5975> vai-ya-'a-mi-Dem and made לְבֵית־ <WH1004> le-veit- according to the houses אָב֗וֹת <WH1> a-Vot, of [their] fathers לְשָׂרֵ֤י <WH8269> le-sa-Rei them captains הָאֲלָפִים֙ <WH505> ha-'a-la-Fim over thousands וּלְשָׂרֵ֣י <WH8269> u-le-sa-Rei and captains הַמֵּא֔וֹת <WH3967> ham-me-'ot, over hundreds לְכָל־ <WH3605> le-chol all יְהוּדָ֖ה <WH3063> ye-hu-Dah throughout all Judah וּבִנְיָמִ֑ן <WH1144> u-vin-ya-Min; and Benjamin וַֽיִּפְקְדֵ֗ם <WH6485> vai-yif-ke-Dem, and he numbered לְמִבֶּ֨ן <WH1121> le-mib-Ben old עֶשְׂרִ֤ים <WH6242> 'es-Rim them from twenty שָׁנָה֙ <WH8141> sha-Nah years וָמַ֔עְלָה <WH4605> va-Ma'-lah, and above וַיִּמְצָאֵ֗ם <WH4672> vai-yim-tza-'Em, and found שְׁלֹשׁ־ <WH7969> she-losh- them three מֵא֨וֹת <WH3967> me-'ot hundred אֶ֤לֶף <WH505> 'E-lef thousand בָּחוּר֙ <WH970> ba-Chur choice יוֹצֵ֣א <WH3318> yo-Tze [men able] to go forth צָבָ֔א <WH6635> tza-Va, to war אֹחֵ֖ז <WH270> 'o-Chez that could handle רֹ֥מַח <WH7420> Ro-mach spear וְצִנָּֽה׃ <WH6793> ve-tzin-Nah. and shield"},{"number":6,"verse":"וַיִּשְׂכֹּ֣ר <WH7936> vai-yis-Kor He hired מִיִּשְׂרָאֵ֗ל <WH3478> mi-Yis-ra-'El, out of Israel מֵ֥אָה <WH3967> Me-'ah also an hundred אֶ֛לֶף <WH505> 'E-lef thousand גִּבּ֥וֹר <WH1368> gib-Bor mighty חָ֖יִל <WH2428> Cha-yil men of valour בְּמֵאָ֥ה <WH3967> be-me-'Ah for an hundred כִכַּר־ <WH3603> chik-kar- talents כָּֽסֶף׃ <WH3701> Ka-sef. of silver"},{"number":7,"verse":"וְאִ֣ישׁ <WH376> ve-'Ish a man הָאֱלֹהִ֗ים <WH430> ha-'E-lo-Him, of God בָּ֤א <WH935> ba But there came אֵלָיו֙ <WH413> 'e-Lav to him לֵאמֹ֔ר <WH559> le-Mor, to him saying הַמֶּ֕לֶךְ <WH4428> ham-Me-lech O king אַל־ <WH408> 'al- nay יָבֹ֥א <WH935> ya-Vo go עִמְּךָ֖ <WH5973> 'im-me-Cha let צְבָ֣א <WH6635> tze-Va let not the army יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel כִּ֣י <WH3588> ki for אֵ֤ין <WH369> 'ein else יְהוָה֙ <WH3069> Yah-weh God עִם־ <WH5973> 'im- with יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, [is] not with Israel כֹּ֖ל <WH3605> kol any בְּנֵ֥י <WH1121> be-Nei [to wit with] all the children אֶפְרָֽיִם׃ <WH669> 'ef-Ra-yim. of Ephraim"},{"number":8,"verse":"כִּ֚י <WH3588> ki But אִם־ <WH518> 'im- if בֹּ֣א <WH935> bo But if thou wilt go אַתָּ֔ה <WH859> 'at-Tah, you עֲשֵׂ֖ה <WH6213> 'a-Seh do חֲזַ֣ק <WH2388> cha-Zak [it] be strong לַמִּלְחָמָ֑ה <WH4421> lam-mil-cha-Mah; for the battle יַכְשִֽׁילְךָ֤ <WH3782> yach-shi-le-Cha shall make thee fall הָֽאֱלֹהִים֙ <WH430> ha-'E-lo-Him God לִפְנֵ֣י <WH6440> lif-Nei before אוֹיֵ֔ב <WH341> o-Yev, the enemy כִּ֥י <WH3588> ki for יֶשׁ־ <WH3426> yesh- hath כֹּ֛חַ <WH3581> Ko-ach power בֵּאלֹהִ֖ים <WH430> be-lo-Him for God לַעְז֥וֹר <WH5826> la'-Zor to help וּלְהַכְשִֽׁיל׃ <WH3782> u-le-hach-Shil. and to cast down"},{"number":9,"verse":"וַיֹּ֤אמֶר <WH559> vai-Yo-mer said אֲמַצְיָ֙הוּ֙ <WH558> 'a-matz-Ya-hu And Amaziah לְאִ֣ישׁ <WH376> le-'Ish to the man הָאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God וּמַֽה־ <WH4100> u-mah- what לַּעֲשׂוֹת֙ <WH6213> la-'a-sOt But what shall we do לִמְאַ֣ת <WH3967> lim-'At for the hundred הַכִּכָּ֔ר <WH3603> hak-kik-Kar, talents אֲשֶׁ֥ר <WH834> 'a-Sher which נָתַ֖תִּי <WH5414> na-Tat-ti which I have given לִגְד֣וּד <WH1416> lig-Dud to the army יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer answered אִ֣ישׁ <WH376> 'ish to the man הָֽאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God יֵ֚שׁ <WH3426> yesh is לַֽיהוָ֔ה <WH3068> Yah-weh, The LORD לָ֥תֶת <WH5414> La-tet able to give לְךָ֖ le-Cha הַרְבֵּ֥ה <WH7235> har-Beh thee much more מִזֶּֽה׃ <WH2088> miz-Zeh. this"},{"number":10,"verse":"וַיַּבְדִּילֵ֣ם <WH914> vai-yav-di-Lem separated אֲמַצְיָ֗הוּ <WH558> 'a-matz-Ya-hu, Then Amaziah לְהַגְּדוּד֙ <WH1416> le-hag-ge-Dud them [to wit] the army אֲשֶׁר־ <WH834> 'a-Sher- which בָּ֤א <WH935> ba that was come אֵלָיו֙ <WH413> 'e-Lav to him מֵֽאֶפְרַ֔יִם <WH669> me-'ef-Ra-yim, to him out of Ephraim לָלֶ֖כֶת <WH1980> la-Le-chet to go לִמְקוֹמָ֑ם <WH4725> lim-ko-Mam; home וַיִּ֨חַר <WH2734> vai-Yi-char kindled אַפָּ֤ם <WH639> 'ap-Pam wherefore their anger מְאֹד֙ <WH3966> me-'Od was greatly בִּֽיהוּדָ֔ה <WH3063> bi-hu-Dah, against Judah וַיָּשׁ֥וּבוּ <WH7725> vai-ya-Shu-vu and they returned לִמְקוֹמָ֖ם <WH4725> lim-ko-Mam home בָּחֳרִי־ <WH2750> bo-cho-ri- in great אָֽף׃ <WH639> 'Af. anger פ Peh"},{"number":11,"verse":"וַאֲמַצְיָ֙הוּ֙ <WH558> va-'a-matz-Ya-hu And Amaziah הִתְחַזַּ֔ק <WH2388> hit-chaz-Zak, strengthened וַיִּנְהַג֙ <WH5090> vai-yin-Hag himself and led forth אֶת־ <WH853> 'et- עַמּ֔וֹ <WH5971> am-Mo, his people וַיֵּ֖לֶךְ <WH1980> vai-Ye-lech along גֵּ֣יא <WH1516> gei to the valley הַמֶּ֑לַח <WH4417> ham-Me-lach; of salt וַיַּ֥ךְ <WH5221> vai-Yach and smote אֶת־ <WH854> 'et- for בְּנֵי־ <WH1121> be-nei- of the children שֵׂעִ֖יר <WH8165> se-'Ir of Seir עֲשֶׂ֥רֶת <WH6235> 'a-Se-ret ten אֲלָפִֽים׃ <WH505> 'a-la-Fim. thousand"},{"number":12,"verse":"וַעֲשֶׂ֨רֶת <WH6235> va-'a-Se-ret And [other] ten אֲלָפִ֜ים <WH505> 'a-la-Fim thousand חַיִּ֗ים <WH2416> chai-Yim, [left] alive שָׁבוּ֙ <WH7617> sha-Vu carry away captive בְּנֵ֣י <WH1121> be-Nei did the children יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah וַיְבִיא֖וּם <WH935> vay-vi-'Um and brought לְרֹ֣אשׁ <WH7218> le-Rosh them unto the top הַסָּ֑לַע <WH5553> has-Sa-la'; of the rock וַיַּשְׁלִיכ֛וּם <WH7993> vai-yash-li-Chum and cast them down מֵֽרֹאשׁ־ <WH7218> me-rosh- from the top הַסֶּ֖לַע <WH5553> has-Se-la' of the rock וְכֻלָּ֥ם <WH3605> ve-chul-Lam were all נִבְקָֽעוּ׃ <WH1234> niv-Ka-'u. that they all were broken in pieces ס sa-Mek"},{"number":13,"verse":"וּבְנֵ֣י <WH1121> u-ve-Nei But the soldiers הַגְּד֗וּד <WH1416> hag-ge-Dud, of the army אֲשֶׁ֨ר <WH834> 'a-Sher sent הֵשִׁ֤יב <WH7725> he-Shiv sent back אֲמַצְיָ֙הוּ֙ <WH558> 'a-matz-Ya-hu which Amaziah מִלֶּ֤כֶת <WH1980> mil-Le-chet along עִמּוֹ֙ <WH5973> im-Mo with לַמִּלְחָמָ֔ה <WH4421> lam-mil-cha-Mah, with him to battle וַֽיִּפְשְׁטוּ֙ <WH6584> vai-yif-she-Tu fell בְּעָרֵ֣י <WH5892> be-'a-Rei upon the cities יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah מִשֹּׁמְר֖וֹן <WH8111> mish-sho-me-Ron from Samaria וְעַד־ <WH5704> ve-'ad- against בֵּ֣ית beit חוֹר֑וֹן <WH1032> cho-Ron; even unto Bethhoron וַיַּכּ֤וּ <WH5221> vai-yak-Ku and smote מֵהֶם֙ <WH1992> me-Hem like שְׁלֹ֣שֶׁת <WH7969> she-Lo-shet three אֲלָפִ֔ים <WH505> 'a-la-Fim, thousand וַיָּבֹ֖זּוּ <WH962> vai-ya-Voz-zu of them and took בִּזָּ֥ה <WH961> biz-Zah spoil רַבָּֽה׃ <WH7227> rab-Bah. much ס sa-Mek"},{"number":14,"verse":"וַיְהִ֗י <WH1961> vay-Hi, came אַחֲרֵ֨י <WH310> 'a-cha-Rei Now it came to pass after ב֤וֹא <WH935> Vo was come אֲמַצְיָ֙הוּ֙ <WH558> 'a-matz-Ya-hu that Amaziah מֵֽהַכּ֣וֹת <WH5221> me-hak-Kot from the slaughter אֶת־ <WH853> 'et- אֲדוֹמִ֔ים <WH130> a-do-Mim, of the Edomites וַיָּבֵ֗א <WH935> vai-ya-Ve, that he brought אֶת־ <WH853> 'et- אֱלֹהֵי֙ <WH430> 'e-lo-Hei the gods בְּנֵ֣י <WH1121> be-Nei of the children שֵׂעִ֔יר <WH8165> se-'Ir, of Seir וַיַּֽעֲמִידֵ֥ם <WH5975> vai-ya-'a-mi-Dem and set them up ל֖וֹ lo לֵאלֹהִ֑ים <WH430> le-lo-Him; [to be] his gods וְלִפְנֵיהֶ֥ם <WH6440> ve-lif-nei-Hem himself before יִֽשְׁתַּחֲוֶ֖ה <WH7812> yish-ta-cha-Veh and bowed down וְלָהֶ֥ם ve-la-Hem יְקַטֵּֽר׃ <WH6999> ye-kat-Ter. them and burned incense"},{"number":15,"verse":"וַיִּֽחַר־ <WH2734> vai-yi-char- was kindled אַ֥ף <WH639> 'af Wherefore the anger יְהוָ֖ה <WH3068> Yah-weh of the LORD בַּאֲמַצְיָ֑הוּ <WH558> ba-'a-matz-Ya-hu; against Amaziah וַיִּשְׁלַ֤ח <WH7971> vai-yish-Lach and he sent אֵלָיו֙ <WH413> 'e-Lav about נָבִ֔יא <WH5030> na-Vi, unto him a prophet וַיֹּ֣אמֶר <WH559> vai-Yo-mer which said ל֗וֹ lo, לָ֤מָּה <WH4100> Lam-mah Why דָרַ֙שְׁתָּ֙ <WH1875> da-Rash-ta unto him Why hast thou sought אֶת־ <WH853> 'et- אֱלֹהֵ֣י <WH430> 'e-lo-Hei after the gods הָעָ֔ם <WH5971> ha-'Am, of the people אֲשֶׁ֛ר <WH834> 'a-Sher who לֹא־ <WH3808> lo- have not הִצִּ֥ילוּ <WH5337> hitz-Tzi-lu which could not deliver אֶת־ <WH853> 'et- עַמָּ֖ם <WH5971> 'am-Mam their own people מִיָּדֶֽךָ׃ <WH3027> mi-ya-De-cha. able"},{"number":16,"verse":"וַיְהִ֣י׀ <WH1961> vay-Hi become בְּדַבְּר֣וֹ <WH1696> be-dab-be-Ro And it came to pass as he talked אֵלָ֗יו <WH413> 'e-Lav, him וַיֹּ֤אמֶר <WH559> vai-Yo-mer with him that [the king] said לוֹ֙ lo הַלְיוֹעֵ֤ץ <WH3289> hal-yo-'Etz counsel לַמֶּ֙לֶךְ֙ <WH4428> lam-Me-lech of the king's נְתַנּ֔וּךָ <WH5414> ne-tan-Nu-cha, unto him Art thou made חֲדַל־ <WH2308> cha-dal- ;forbear לְךָ֖ le-Cha לָ֣מָּה <WH4100> Lam-mah Why יַכּ֑וּךָ <WH5221> yak-Ku-cha; why shouldest thou be smitten וַיֶּחְדַּ֣ל <WH2308> vai-yech-Dal forbare הַנָּבִ֗יא <WH5030> han-na-Vi, ;Then the prophet וַיֹּ֙אמֶר֙ <WH559> vai-Yo-mer and said יָדַ֗עְתִּי <WH3045> ya-Da'-ti, I know כִּֽי־ <WH3588> ki- because יָעַ֤ץ <WH3289> ya-'Atz hath determined אֱלֹהִים֙ <WH430> E-lo-Him that God לְהַשְׁחִיתֶ֔ךָ <WH7843> le-hash-chi-Te-cha, to destroy כִּֽי־ <WH3588> ki- because עָשִׂ֣יתָ <WH6213> 'a-Si-ta thee because thou hast done זֹּ֔את <WH2063> Zot, likewise וְלֹ֥א <WH3808> ve-Lo not שָׁמַ֖עְתָּ <WH8085> sha-Ma'-ta this and hast not hearkened לַעֲצָתִֽי׃ <WH6098> la-'a-tza-Ti. unto my counsel פ Peh"},{"number":17,"verse":"וַיִּוָּעַ֗ץ <WH3289> vai-yiv-va-'Atz, took advice אֲמַצְיָ֙הוּ֙ <WH558> 'a-matz-Ya-hu Then Amaziah מֶ֣לֶךְ <WH4428> Me-lech king יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah וַ֠יִּשְׁלַח <WH7971> Vai-yish-lach and sent אֶל־ <WH413> 'el- to יוֹאָ֨שׁ <WH3101> yo-'Ash to Joash בֶּן־ <WH1121> ben- the son יְהוֹאָחָ֧ז <WH3059> ye-ho-'a-Chaz of Jehoahaz בֶּן־ <WH1121> ben- the son יֵה֛וּא <WH3058> ye-Hu of Jehu מֶ֥לֶךְ <WH4428> Me-lech king יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel לֵאמֹ֑ר <WH559> le-Mor; saying; לְךָ le-cha כלְכָ֖ה le-Chah קנִתְרָאֶ֥ה <WH7200> nit-ra-'Eh let us see one another פָנִֽים׃ <WH6440> fa-Nim. in the face"},{"number":18,"verse":"וַיִּשְׁלַ֞ח <WH7971> vai-yish-Lach sent יוֹאָ֣שׁ <WH3101> yo-'Ash And Joash מֶֽלֶךְ־ <WH4428> Me-lech- king יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel אֶל־ <WH413> 'el- to אֲמַצְיָ֣הוּ <WH558> 'a-matz-Ya-hu to Amaziah מֶֽלֶךְ־ <WH4428> Me-lech- king יְהוּדָה֮ <WH3063> ye-hu-Dah of Judah לֵאמֹר֒ <WH559> le-Mor saying הַח֜וֹחַ <WH2336> ha-Cho-ach The thistle אֲשֶׁ֣ר <WH834> 'a-Sher which בַּלְּבָנ֗וֹן <WH3844> bal-le-va-Non, that [was] in Lebanon שָׁ֠לַח <WH7971> lach sent אֶל־ <WH413> 'el- to הָאֶ֜רֶז <WH730> ha-'E-rez to the cedar אֲשֶׁ֤ר <WH834> 'a-Sher which בַּלְּבָנוֹן֙ <WH3844> bal-le-va-nOn that [was] in Lebanon לֵאמֹ֔ר <WH559> le-Mor, saying תְּנָֽה־ <WH5414> te-nah- Give אֶת־ <WH853> 'et- בִּתְּךָ֥ <WH1323> bit-te-Cha thy daughter לִבְנִ֖י <WH1121> liv-Ni to my son לְאִשָּׁ֑ה <WH802> le-'ish-Shah; to wife וַֽתַּעֲבֹ֞ר <WH5674> vat-ta-'a-Vor and there passed by חַיַּ֤ת <WH2416> chai-Yat beast הַשָּׂדֶה֙ <WH7704> has-sa-Deh a wild אֲשֶׁ֣ר <WH834> 'a-Sher which בַּלְּבָנ֔וֹן <WH3844> bal-le-va-Non, that [was] in Lebanon וַתִּרְמֹ֖ס <WH7429> vat-tir-Mos and trode down אֶת־ <WH853> 'et- הַחֽוֹחַ׃ <WH2336> ha-Cho-ach. the thistle"},{"number":19,"verse":"אָמַ֗רְתָּ <WH559> 'a-Mar-ta, Thou sayest הִנֵּ֤ה <WH2009> hin-Neh Behold הִכִּ֙יתָ֙ <WH5221> hik-Ki-ta Lo thou hast smitten אֶת־ <WH853> 'et- אֱד֔וֹם <WH123> e-Dom, the Edomites וּנְשָׂאֲךָ֥ <WH5375> u-ne-sa-'a-Cha lifteth thee up לִבְּךָ֖ <WH3820> lib-be-Cha and thine heart לְהַכְבִּ֑יד <WH3513> le-hach-Bid; to boast עַתָּה֙ <WH6258> 'at-Tah Now שְׁבָ֣ה <WH3427> she-Vah abide בְּבֵיתֶ֔ךָ <WH1004> be-vei-Te-cha, now at home לָ֤מָּה <WH4100> Lam-mah why תִתְגָּרֶה֙ <WH1624> tit-ga-Reh why shouldest thou meddle בְּרָעָ֔ה <WH7451> be-ra-'Ah, to [thine] hurt וְנָ֣פַלְתָּ֔ <WH5307> ve-Na-fal-ta, that thou shouldest fall אַתָּ֖ה <WH859> 'at-Tah you וִיהוּדָ֥ה <WH3063> vi-hu-Dah [even] thou and Judah עִמָּֽךְ׃ <WH5973> 'im-Mach. with"},{"number":20,"verse":"וְלֹא־ <WH3808> ve-lo- not שָׁמַ֣ע <WH8085> sha-Ma' would not hear אֲמַצְיָ֔הוּ <WH558> 'a-matz-Ya-hu, But Amaziah כִּ֤י <WH3588> ki because מֵהָֽאֱלֹהִים֙ <WH430> me-ha-'E-lo-Him for it [came] of God הִ֔יא <WH1931> Hi, he לְמַ֖עַן <WH4616> le-Ma-'an might תִּתָּ֣ם <WH5414> tit-Tam that he might deliver בְּיָ֑ד <WH3027> be-Yad; them into the hand כִּ֣י <WH3588> ki because דָֽרְשׁ֔וּ <WH1875> da-re-Shu, [of their enemies] because they sought אֵ֖ת <WH853> 'et אֱלֹהֵ֥י <WH430> 'e-lo-Hei after the gods אֱדֽוֹם׃ <WH123> e-Dom. of Edom"},{"number":21,"verse":"וַיַּ֨עַל <WH5927> vai-Ya-'al went up יוֹאָ֤שׁ <WH3101> yo-'Ash So Joash מֶֽלֶךְ־ <WH4428> Me-lech- the king יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel וַיִּתְרָא֣וּ <WH7200> vai-yit-ra-'U and they saw one another פָנִ֔ים <WH6440> fa-Nim, in the face ה֖וּא <WH1931> hu and he וַאֲמַצְיָ֣הוּ <WH558> va-'a-matz-Ya-hu [both] he and Amaziah מֶֽלֶךְ־ <WH4428> Me-lech- king יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah בְּבֵ֥ית be-Veit שֶׁ֖מֶשׁ <WH1053> She-mesh at Bethshemesh אֲשֶׁ֥ר <WH834> 'a-Sher which לִיהוּדָֽה׃ <WH3063> li-hu-Dah. which [belongeth] to Judah"},{"number":22,"verse":"וַיִּנָּ֥גֶף <WH5062> vai-yin-Na-gef was put to the worse יְהוּדָ֖ה <WH3063> ye-hu-Dah And Judah לִפְנֵ֣י <WH6440> lif-Nei before יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; Israel וַיָּנֻ֖סוּ <WH5127> vai-ya-Nu-su and they fled אִ֥ישׁ <WH376> 'ish every man לְאֹהָלָֽיו׃ <WH168> le-'o-ha-Lav. to his tent"},{"number":23,"verse":"וְאֵת֩ <WH853> ve-'Et אֲמַצְיָ֨הוּ <WH558> 'a-matz-Ya-hu Amaziah מֶֽלֶךְ־ <WH4428> Me-lech- the king יְהוּדָ֜ה <WH3063> ye-hu-Dah of Judah בֶּן־ <WH1121> ben- the son יוֹאָ֣שׁ <WH3101> yo-'Ash And Joash בֶּן־ <WH1121> ben- the son יְהוֹאָחָ֗ז <WH3059> ye-ho-'a-Chaz, of Jehoahaz תָּפַ֛שׂ <WH8610> ta-Fas took יוֹאָ֥שׁ <WH3101> yo-'Ash of Joash מֶֽלֶךְ־ <WH4428> Me-lech- king יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel בְּבֵ֣ית be-Veit שָׁ֑מֶשׁ <WH1053> Sha-mesh; at Bethshemesh וַיְבִיאֵ֙הוּ֙ <WH935> vay-vi-'E-hu and brought יְר֣וּשָׁלִַ֔ם <WH3389> ye-Ru-sha-Lim, him to Jerusalem וַיִּפְרֹ֞ץ <WH6555> vai-yif-Rotz and brake down בְּחוֹמַ֣ת <WH2346> be-cho-Mat the wall יְרוּשָׁלִַ֗ם <WH3389> ye-ru-sha-Lim, of Jerusalem מִשַּׁ֤עַר <WH8179> mish-Sha-'ar from the gate אֶפְרַ֙יִם֙ <WH669> 'ef-Ra-yim of Ephraim עַד־ <WH5704> 'ad- against שַׁ֣עַר <WH8179> Sha-'ar gate הַפּוֹנֶ֔ה <WH6437> hap-po-Neh, to the corner אַרְבַּ֥ע <WH702> 'ar-Ba' four מֵא֖וֹת <WH3967> me-'ot hundred אַמָּֽה׃ <WH520> 'am-Mah. cubits"},{"number":24,"verse":"וְכָֽל־ <WH3605> ve-chol all הַזָּהָ֣ב <WH2091> haz-za-Hav And [he took] all the gold וְהַכֶּ֡סֶף <WH3701> ve-hak-Ke-sef and the silver וְאֵ֣ת <WH853> ve-'Et כָּל־ <WH3605> kol- and all הַ֠כֵּלִים <WH3627> Hak-ke-lim and all the vessels הַנִּמְצְאִ֨ים <WH4672> han-nim-tze-'Im that were found בְּבֵית־ <WH1004> be-veit- in the house הָאֱלֹהִ֜ים <WH430> ha-'E-lo-Him of God עִם־ <WH5973> 'im- with עֹבֵ֣ד 'o-Ved אֱד֗וֹם <WH5654> e-Dom, with Obededom וְאֶת־ <WH853> ve-'Et אֹצְרוֹת֙ <WH214> 'o-tze-rOt and the treasures בֵּ֣ית <WH1004> beit house הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, of the king's וְאֵ֖ת <WH853> ve-'Et בְּנֵ֣י <WH1121> be-Nei afflicted הַתַּֽעֲרֻב֑וֹת <WH8594> hat-ta-'a-ru-Vot; the hostages וַיָּ֖שָׁב <WH7725> vai-Ya-shov also and returned שֹׁמְרֽוֹן׃ <WH8111> sho-me-Ron. to Samaria פ Peh"},{"number":25,"verse":"וַיְחִ֨י <WH2421> vay-Chi lived אֲמַצְיָ֤הוּ <WH558> 'a-matz-Ya-hu And Amaziah בֶן־ <WH1121> ven- the son יוֹאָשׁ֙ <WH3101> yo-'Ash of Joash מֶ֣לֶךְ <WH4428> Me-lech king יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah אַחֲרֵ֣י <WH310> 'a-cha-Rei after מ֔וֹת <WH4191> Mot, crying יוֹאָ֥שׁ <WH3101> yo-'Ash of Joash בֶּן־ <WH1121> ben- son יְהוֹאָחָ֖ז <WH3059> ye-ho-'a-Chaz of Jehoahaz מֶ֣לֶךְ <WH4428> Me-lech king יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel חֲמֵ֥שׁ <WH2568> cha-Mesh fif עֶשְׂרֵ֖ה <WH6240> 'es-Reh teen שָׁנָֽה׃ <WH8141> sha-Nah. years"},{"number":26,"verse":"וְיֶ֙תֶר֙ <WH3499> ve-Ye-ter Now the rest דִּבְרֵ֣י <WH1697> div-Rei of the acts אֲמַצְיָ֔הוּ <WH558> 'a-matz-Ya-hu, of Amaziah הָרִאשֹׁנִ֖ים <WH7223> ha-ri-sho-Nim first וְהָאַחֲרוֹנִ֑ים <WH314> ve-ha-'a-cha-ro-Nim; and last הֲלֹא֙ <WH3808> ha-Lo not הִנָּ֣ם <WH2005> hin-Nam behold כְּתוּבִ֔ים <WH3789> ke-tu-Vim, behold [are] they not written עַל־ <WH5921> 'al- in סֵ֥פֶר <WH5612> Se-fer in the book מַלְכֵי־ <WH4428> mal-chei- of the kings יְהוּדָ֖ה <WH3063> ye-hu-Dah of Judah וְיִשְׂרָאֵֽל׃ <WH3478> ve-Yis-ra-'El. Israel"},{"number":27,"verse":"וּמֵעֵ֗ת <WH6256> u-me-'Et, Now after the time אֲשֶׁר־ <WH834> 'a-Sher- after סָ֤ר <WH5493> sar did turn away אֲמַצְיָ֙הוּ֙ <WH558> 'a-matz-Ya-hu that Amaziah מֵאַחֲרֵ֣י <WH310> me-'a-cha-Rei from following יְהוָ֔ה <WH3068> Yah-weh, the LORD וַיִּקְשְׁר֨וּ <WH7194> vai-yik-she-Ru they made עָלָ֥יו <WH5921> 'a-Lav against קֶ֛שֶׁר <WH7195> Ke-sher a conspiracy בִּירוּשָׁלִַ֖ם <WH3389> bi-ru-sha-Lim against him in Jerusalem וַיָּ֣נָס <WH5127> vai-Ya-nos and he fled לָכִ֑ישָׁה <WH3923> la-Chi-shah; to Lachish וַיִּשְׁלְח֤וּ <WH7971> vai-yish-le-Chu but they sent אַחֲרָיו֙ <WH310> 'a-cha-Rav after לָכִ֔ישָׁה <WH3923> la-Chi-shah, to Lachish וַיְמִיתֻ֖הוּ <WH4191> vay-mi-Tu-hu him and slew שָֽׁם׃ <WH8033> Sham. there"},{"number":28,"verse":"וַיִּשָּׂאֻ֖הוּ <WH5375> vai-yis-sa-'U-hu And they brought עַל־ <WH5921> 'al- on הַסּוּסִ֑ים <WH5483> has-su-Sim; him upon horses וַֽיִּקְבְּר֥וּ <WH6912> vai-yik-be-Ru and buried אֹת֛וֹ <WH853> o-To עִם־ <WH5973> 'im- with אֲבֹתָ֖יו <WH1> 'a-vo-Tav him with his fathers בְּעִ֥יר <WH5892> be-'Ir in the city יְהוּדָֽה׃ <WH3063> ye-hu-Dah. of Judah"}]}