{"bibleAbbr":"HSB+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"וַיִּקְח֞וּ <WH3947> vai-yik-Chu took כָּל־ <WH3605> kol- and all עַ֤ם <WH5971> 'am Then all the people יְהוּדָה֙ <WH3063> ye-hu-Dah of Judah אֶת־ <WH853> 'et- עֻזִּיָּ֔הוּ <WH5818> 'uz-zi-Ya-hu, Uzziah וְה֕וּא <WH1931> ve-Hu who בֶּן־ <WH1121> ben- old שֵׁ֥שׁ <WH8337> shesh six עֶשְׂרֵ֖ה <WH6240> 'es-Reh teen שָׁנָ֑ה <WH8141> sha-Nah; years וַיַּמְלִ֣יכוּ <WH4427> vai-yam-Li-chu and made him king אֹת֔וֹ <WH853> o-To, תַּ֖חַת <WH8478> Ta-chat the place אָבִ֥יו <WH1> 'a-Viv in the room of his father אֲמַצְיָֽהוּ׃ <WH558> 'a-matz-Ya-hu. Amaziah"},{"number":2,"verse":"ה֚וּא <WH1931> hu He בָּנָ֣ה <WH1129> ba-Nah He built אֶת־ <WH853> 'et- אֵיל֔וֹת <WH359> ei-Lot, Eloth וַיְשִׁיבֶ֖הָ <WH7725> vay-shi-Ve-ha and restored לִֽיהוּדָ֑ה <WH3063> li-hu-Dah; it to Judah אַחֲרֵ֥י <WH310> 'a-cha-Rei after שְׁכַֽב־ <WH7901> she-chav- slept הַמֶּ֖לֶךְ <WH4428> ham-Me-lech that the king עִם־ <WH5973> 'im- with אֲבֹתָֽיו׃ <WH1> 'a-vo-Tav. with his fathers פ Peh"},{"number":3,"verse":"בֶּן־ <WH1121> ben- old שֵׁ֨שׁ <WH8337> shesh six עֶשְׂרֵ֤ה <WH6240> 'es-Reh teen שָׁנָה֙ <WH8141> sha-Nah years עֻזִּיָּ֣הוּ <WH5818> 'uz-zi-Ya-hu [was] Uzziah בְמָלְכ֔וֹ <WH4427> ve-ma-le-Cho, when he began to reign וַחֲמִשִּׁ֤ים <WH2572> va-cha-mish-Shim fifty וּשְׁתַּ֙יִם֙ <WH8147> u-she-Ta-yim and two שָׁנָ֔ה <WH8141> sha-Nah, years מָלַ֖ךְ <WH4427> ma-Lach and he reigned בִּירוּשָׁלִָ֑ם <WH3389> bi-ru-sha-Lim; in Jerusalem וְשֵׁ֣ם <WH8034> ve-Shem name אִמּ֔וֹ <WH517> im-Mo, His mother's; יְכִילְיָה ye-chi-le-yah כיְכָלְיָ֖ה <WH3203> ye-chal-Yah Jecholiah קמִן־ <WH4480> min- at יְרוּשָׁלִָֽם׃ <WH3389> ye-ru-sha-Lim. of Jerusalem"},{"number":4,"verse":"וַיַּ֥עַשׂ <WH6213> vai-Ya-'as And he did הַיָּשָׁ֖ר <WH3477> hai-ya-Shar [that which was] right בְּעֵינֵ֣י <WH5869> be-'ei-Nei in the sight יְהוָ֑ה <WH3068> Yah-weh; of the LORD כְּכֹ֥ל <WH3605> ke-Chol to all אֲשֶׁר־ <WH834> 'a-Sher- after עָשָׂ֖ה <WH6213> 'a-Sah did אֲמַצְיָ֥הוּ <WH558> 'a-matz-Ya-hu Amaziah אָבִֽיו׃ <WH1> 'a-Viv. according to all that his father"},{"number":5,"verse":"וַיְהִי֙ <WH1961> vay-Hi continued לִדְרֹ֣שׁ <WH1875> lid-Rosh And he sought אֱלֹהִ֔ים <WH430> E-lo-Him, God בִּימֵ֣י <WH3117> bi-Mei in the days זְכַרְיָ֔הוּ <WH2148> ze-char-Ya-hu, of Zechariah הַמֵּבִ֖ין <WH995> ham-me-Vin who had understanding בִּרְאֹ֣ת <WH7200> bir-'Ot in the visions הָאֱלֹהִ֑ים <WH430> ha-'E-lo-Him; of God וּבִימֵי֙ <WH3117> u-vi-Mei and as long as דָּרְשׁ֣וֹ <WH1875> da-re-Sho he sought אֶת־ <WH853> 'et- יְהוָ֔ה <WH3068> Yah-weh, the LORD הִצְלִיח֖וֹ <WH6743> hitz-li-Cho made him to prosper הָאֱלֹהִֽים׃ <WH430> ha-'E-lo-Him. God ס sa-Mek"},{"number":6,"verse":"וַיֵּצֵא֙ <WH3318> vai-ye-Tze And he went forth וַיִּלָּ֣חֶם <WH3898> vai-yil-La-chem and warred בַּפְּלִשְׁתִּ֔ים <WH6430> bap-pe-lish-Tim, against the Philistines וַיִּפְרֹ֞ץ <WH6555> vai-yif-Rotz and brake down אֶת־ <WH853> 'et- ח֣וֹמַת <WH2346> Cho-mat the wall גַּ֗ת <WH1661> Gat, of Gath וְאֵת֙ <WH853> ve-'Et חוֹמַ֣ת <WH2346> cho-Mat and the wall יַבְנֵ֔ה <WH2996> yav-Neh, of Jabneh וְאֵ֖ת <WH853> ve-'Et חוֹמַ֣ת <WH2346> cho-Mat and the wall אַשְׁדּ֑וֹד <WH795> ash-Dod; of Ashdod וַיִּבְנֶ֣ה <WH1129> vai-yiv-Neh and built עָרִ֔ים <WH5892> 'a-Rim, cities בְּאַשְׁדּ֖וֹד <WH795> be-'ash-Dod about Ashdod וּבַפְּלִשְׁתִּֽים׃ <WH6430> u-vap-pe-lish-Tim. and among the Philistines"},{"number":7,"verse":"וַיַּעְזְרֵ֨הוּ <WH5826> vai-ya'-ze-Re-hu helped הָֽאֱלֹהִ֜ים <WH430> ha-'E-lo-Him And God עַל־ <WH5921> 'al- against פְּלִשְׁתִּ֧ים <WH6430> pe-lish-Tim him against the Philistines וְעַל־ <WH5921> ve-'al- and against; הָעַרְבִיִּים ha-'ar-vi-yim כהָֽעַרְבִ֛ים <WH6163> ha-'ar-Vim Arabian קהַיֹּשְׁבִ֥ים <WH3427> hai-yo-she-Vim that dwelt בְּגוּר־ be-gur- בָּ֖עַל <WH1485> Ba-'al in Gurbaal וְהַמְּעוּנִֽים׃ <WH4586> ve-ham-me-'u-Nim. and the Mehunims"},{"number":8,"verse":"וַיִּתְּנ֧וּ <WH5414> vai-yit-te-Nu gave הָֽעַמּוֹנִ֛ים <WH5984> ha-'am-mo-Nim And the Ammonites מִנְחָ֖ה <WH4503> min-Chah gifts לְעֻזִּיָּ֑הוּ <WH5818> le-'uz-zi-Ya-hu; to Uzziah וַיֵּ֤לֶךְ <WH1980> vai-Ye-lech extended שְׁמוֹ֙ <WH8034> she-Mo and his name עַד־ <WH5704> 'ad- against לְב֣וֹא <WH935> le-Vo [even] to the entering מִצְרַ֔יִם <WH4714> mitz-Ra-yim, in of Egypt כִּ֥י <WH3588> ki for הֶחֱזִ֖יק <WH2388> he-che-Zik for he strengthened עַד־ <WH5704> 'ad- against לְמָֽעְלָה׃ <WH4605> le-Ma-'e-lah. [himself] exceedingly"},{"number":9,"verse":"וַיִּ֨בֶן <WH1129> vai-Yi-ven built עֻזִּיָּ֤הוּ <WH5818> 'uz-zi-Ya-hu Moreover Uzziah מִגְדָּלִים֙ <WH4026> mig-da-Lim towers בִּיר֣וּשָׁלִַ֔ם <WH3389> bi-Ru-sha-Lim, in Jerusalem עַל־ <WH5921> 'al- and שַׁ֧עַר <WH8179> Sha-'ar gate הַפִּנָּ֛ה <WH6438> hap-pin-Nah at the corner וְעַל־ <WH5921> ve-'al- and שַׁ֥עַר <WH8179> Sha-'ar gate הַגַּ֖יְא <WH1516> hag-Gay and at the valley וְעַל־ <WH5921> ve-'al- and at הַמִּקְצ֑וֹעַ <WH4740> ham-mik-Tzo-a'; and at the turning וַֽיְחַזְּקֵֽם׃ <WH2388> Vay-chaz-ze-Kem. [of the wall] and fortified"},{"number":10,"verse":"וַיִּ֨בֶן <WH1129> vai-Yi-ven Also he built מִגְדָּלִ֜ים <WH4026> mig-da-Lim towers בַּמִּדְבָּ֗ר <WH4057> bam-mid-Bar, in the desert וַיַּחְצֹב֙ <WH2672> vai-yach-Tzo and digged בֹּר֣וֹת <WH953> bo-Rot wells רַבִּ֔ים <WH7227> rab-Bim, many כִּ֤י <WH3588> ki for מִקְנֶה־ <WH4735> mik-neh- cattle רַּב֙ <WH7227> rav for he had much הָ֣יָה <WH1961> Ha-yah had ל֔וֹ lo, וּבַשְּׁפֵלָ֖ה <WH8219> u-vash-she-fe-Lah both in the low country וּבַמִּישׁ֑וֹר <WH4334> u-vam-mi-Shor; and in the plains אִכָּרִ֣ים <WH406> 'ik-ka-Rim husbandmen וְכֹֽרְמִ֗ים <WH3755> ve-cho-re-Mim, [also] and vine dressers בֶּהָרִים֙ <WH2022> be-ha-Rim in the mountains וּבַכַּרְמֶ֔ל <WH3760> u-vak-kar-Mel, and in Carmel כִּֽי־ <WH3588> ki- for אֹהֵ֥ב <WH157> 'o-Hev for he loved אֲדָמָ֖ה <WH127> 'a-da-Mah husbandry הָיָֽה׃ <WH1961> ha-Yah. had ס sa-Mek"},{"number":11,"verse":"וַיְהִ֣י <WH1961> vay-Hi had לְעֻזִּיָּ֡הוּ <WH5818> le-'uz-zi-Ya-hu Moreover Uzziah חַיִל֩ <WH2428> cha-Yil had an host עֹשֵׂ֨ה <WH6213> 'o-Seh men מִלְחָמָ֜ה <WH4421> mil-cha-Mah of fighting יוֹצְאֵ֧י <WH3318> yotz-'Ei that went out צָבָ֣א <WH6635> tza-Va to war לִגְד֗וּד <WH1416> lig-Dud, by bands בְּמִסְפַּר֙ <WH4557> be-mis-Par according to the number פְּקֻדָּתָ֔ם <WH6486> pe-kud-da-Tam, of their account בְּיַד֙ <WH3027> be-Yad by the hand; יְעוּאֵל ye-'u-'el כיְעִיאֵ֣ל <WH3273> ye-'i-'El Jeiel קהַסּוֹפֵ֔ר <WH5608> has-so-Fer, the scribe וּמַעֲשֵׂיָ֖הוּ <WH4641> u-ma-'a-se-Ya-hu and Maaseiah הַשּׁוֹטֵ֑ר <WH7860> hash-sho-Ter; the ruler עַ֚ל <WH5921> 'al under יַד־ <WH3027> yad- under the hand חֲנַנְיָ֔הוּ <WH2608> cha-nan-Ya-hu, of Hananiah מִשָּׂרֵ֖י <WH8269> mis-sa-Rei captains הַמֶּֽלֶךְ׃ <WH4428> ham-Me-lech. [one] of the king's"},{"number":12,"verse":"כֹּ֠ל <WH3605> kol the whole מִסְפַּ֞ר <WH4557> mis-Par The whole number רָאשֵׁ֤י <WH7218> ra-Shei of the chief הָאָבוֹת֙ <WH1> ha-'a-Vot of the fathers לְגִבּ֣וֹרֵי <WH1368> le-gib-Bo-rei of the mighty men חָ֔יִל <WH2428> Cha-yil, of valour אַלְפַּ֖יִם <WH505> 'al-Pa-yim [were] two thousand וְשֵׁ֥שׁ <WH8337> ve-Shesh and six מֵאֽוֹת׃ <WH3967> me-'ot. hundred"},{"number":13,"verse":"וְעַל־ <WH5921> ve-'al- against יָדָם֩ <WH3027> ya-Dam And under their hand חֵ֨יל <WH2426> cheil army צָבָ֜א <WH6635> tza-Va appointed time שְׁלֹ֧שׁ <WH7969> she-Losh three מֵא֣וֹת <WH3967> me-'ot hundred אֶ֗לֶף <WH505> 'E-lef, thousand וְשִׁבְעַ֤ת <WH7651> ve-shiv-'At and seven אֲלָפִים֙ <WH505> 'a-la-Fim thousand וַחֲמֵ֣שׁ <WH2568> va-cha-Mesh and five מֵא֔וֹת <WH3967> me-'ot, hundred עוֹשֵׂ֥י <WH6213> o-Sei that made מִלְחָמָ֖ה <WH4421> mil-cha-Mah war בְּכֹ֣חַ <WH3581> be-Cho-ach power חָ֑יִל <WH2428> Cha-yil; with mighty לַעְזֹ֥ר <WH5826> la'-Zor to help לַמֶּ֖לֶךְ <WH4428> lam-Me-lech the king עַל־ <WH5921> 'al- against הָאוֹיֵֽב׃ <WH341> ha-'o-Yev. against the enemy"},{"number":14,"verse":"וַיָּכֶן֩ <WH3559> vai-ya-Chen prepared לָהֶ֨ם <WH1992> la-Hem like עֻזִּיָּ֜הוּ <WH5818> 'uz-zi-Ya-hu And Uzziah לְכָל־ <WH3605> le-chol for all הַצָּבָ֗א <WH6635> hatz-tza-Va, for them throughout all the host מָגִנִּ֤ים <WH4043> ma-gin-Nim shields וּרְמָחִים֙ <WH7420> u-re-ma-Chim and spears וְכ֣וֹבָעִ֔ים <WH3553> ve-Choa-'Im, and helmets וְשִׁרְיֹנ֖וֹת <WH8302> ve-shir-yo-Not and habergeons וּקְשָׁת֑וֹת <WH7198> u-ke-sha-Tot; and bows וּלְאַבְנֵ֖י <WH68> u-le-'av-Nei [to cast] stones קְלָעִֽים׃ <WH7050> ke-la-'Im. and slings"},{"number":15,"verse":"וַיַּ֣עַשׂ׀ <WH6213> vai-Ya-'as And he made בִּירוּשָׁלִַ֨ם <WH3389> bi-ru-sha-Lim in Jerusalem חִשְּׁבֹנ֜וֹת <WH2810> chish-she-vo-Not engines מַחֲשֶׁ֣בֶת <WH4284> ma-cha-She-vet invented חוֹשֵׁ֗ב <WH2803> cho-Shev, by cunning men לִהְי֤וֹת <WH1961> lih-Yot become עַל־ <WH5921> 'al- to be on הַמִּגְדָּלִים֙ <WH4026> ham-mig-da-Lim to be on the towers וְעַל־ <WH5921> ve-'al- and on הַפִּנּ֔וֹת <WH6438> hap-pin-Not, and upon the bulwarks לִירוֹא֙ <WH3384> li-rO to shoot בַּֽחִצִּ֔ים <WH2678> ba-chitz-Tzim, arrow וּבָאֲבָנִ֖ים <WH68> u-va-'a-va-Nim stones גְּדֹל֑וֹת <WH1419> ge-do-Lot; and great וַיֵּצֵ֤א <WH3318> vai-ye-Tze spread שְׁמוֹ֙ <WH8034> she-Mo withal And his name עַד־ <WH5704> 'ad- far לְמֵ֣רָח֔וֹק <WH7350> le-Me-ra-Chok, far abroad כִּֽי־ <WH3588> ki- till הִפְלִ֥יא <WH6381> hif-Li for he was marvellously לְהֵעָזֵ֖ר <WH5826> le-he-'a-Zer helped עַ֥ד <WH5704> 'ad against כִּֽי־ <WH3588> ki- for חָזָֽק׃ <WH2388> cha-Zak. he was strong"},{"number":16,"verse":"וּכְחֶזְקָת֗וֹ <WH2393> u-che-chez-ka-To, But when he was strong גָּבַ֤הּ <WH1361> ga-Vah was lifted up לִבּוֹ֙ <WH3820> lib-Bo his heart עַד־ <WH5704> 'ad- against לְהַשְׁחִ֔ית <WH7843> le-hash-Chit, to [his] destruction וַיִּמְעַ֖ל <WH4603> vai-yim-'Al for he transgressed בַּיהוָ֣ה <WH3068> Yah-weh against the LORD אֱלֹהָ֑יו <WH430> 'e-lo-Hav; his God וַיָּבֹא֙ <WH935> vai-ya-Vo and went אֶל־ <WH413> 'el- about הֵיכַ֣ל <WH1964> hei-Chal into the temple יְהוָ֔ה <WH3068> Yah-weh, of the LORD לְהַקְטִ֖יר <WH6999> le-hak-Tir to burn incense עַל־ <WH5921> 'al- on מִזְבַּ֥ח <WH4196> miz-Bach upon the altar הַקְּטֹֽרֶת׃ <WH7004> hak-ke-To-ret. of incense"},{"number":17,"verse":"וַיָּבֹ֥א <WH935> vai-ya-Vo went in אַחֲרָ֖יו <WH310> 'a-cha-Rav after עֲזַרְיָ֣הוּ <WH5838> 'a-zar-Ya-hu And Azariah הַכֹּהֵ֑ן <WH3548> hak-ko-Hen; the priest וְעִמּ֞וֹ <WH5973> ve-'im-Mo with כֹּהֲנִ֧ים׀ <WH3548> ko-ha-Nim priests לַיהוָ֛ה <WH3068> Yah-weh of the LORD שְׁמוֹנִ֖ים <WH8084> she-mo-Nim him and with him fourscore בְּנֵי־ <WH1121> be-nei- men חָֽיִל׃ <WH2428> Cha-yil. [that were] valiant"},{"number":18,"verse":"וַיַּעַמְד֞וּ <WH5975> vai-ya-'am-Du And they withstood עַל־ <WH5921> 'al- and עֻזִּיָּ֣הוּ <WH5818> 'uz-zi-Ya-hu Uzziah הַמֶּ֗לֶךְ <WH4428> ham-Me-lech, the king וַיֹּ֤אמְרוּ <WH559> vai-Yo-me-ru and said לוֹ֙ lo לֹא־ <WH3808> lo- and will have no לְךָ֣ le-Cha עֻזִּיָּ֗הוּ <WH5818> 'uz-zi-Ya-hu, unto him [It appertaineth] not unto thee Uzziah לְהַקְטִיר֙ <WH6999> le-hak-Tir to burn incense לַֽיהוָ֔ה <WH3068> Yah-weh, unto the LORD כִּ֣י <WH3588> ki for לַכֹּהֲנִ֧ים <WH3548> lak-ko-ha-Nim but to the priests בְּנֵי־ <WH1121> be-nei- the sons אַהֲרֹ֛ן <WH175> 'a-ha-Ron of Aaron הַמְקֻדָּשִׁ֖ים <WH6942> ham-kud-da-Shim that are consecrated לְהַקְטִ֑יר <WH6999> le-hak-Tir; to burn incense צֵ֤א <WH3318> tze go out מִן־ <WH4480> min- out הַמִּקְדָּשׁ֙ <WH4720> ham-mik-Dash of the sanctuary כִּ֣י <WH3588> ki for מָעַ֔לְתָּ <WH4603> ma-'Al-ta, for thou hast trespassed וְלֹֽא־ <WH3808> ve-lo- and will have no לְךָ֥ le-Cha לְכָב֖וֹד <WH3519> le-cha-Vod neither [shall it be] for thine honour מֵיְהוָ֥ה <WH3068> Yah-weh from the LORD אֱלֹהִֽים׃ <WH430> E-lo-Him. God"},{"number":19,"verse":"וַיִּזְעַף֙ <WH2196> vai-yiz-'Af was wroth עֻזִּיָּ֔הוּ <WH5818> 'uz-zi-Ya-hu, Then Uzziah וּבְיָד֥וֹ <WH3027> u-ve-ya-Do in his hand מִקְטֶ֖רֶת <WH4730> mik-Te-ret and [had] a censer לְהַקְטִ֑יר <WH6999> le-hak-Tir; to burn incense וּבְזַעְפּ֣וֹ <WH2196> u-ve-za'-Po and while he was wroth עִם־ <WH5973> 'im- with הַכֹּהֲנִ֗ים <WH3548> hak-ko-ha-Nim, with the priests וְ֠הַצָּרַעַת <WH6883> Ve-hatz-tza-ra-'at the leprosy זָרְחָ֨ה <WH2224> za-re-Chah even rose up בְמִצְח֜וֹ <WH4696> ve-mitz-Cho in his forehead לִפְנֵ֤י <WH6440> lif-Nei before הַכֹּֽהֲנִים֙ <WH3548> hak-ko-ha-Nim the priests בְּבֵ֣ית <WH1004> be-Veit in the house יְהוָ֔ה <WH3068> Yah-weh, of the LORD מֵעַ֖ל <WH5921> me-'Al and לְמִזְבַּ֥ח <WH4196> le-miz-Bach altar הַקְּטֹֽרֶת׃ <WH7004> hak-ke-To-ret. from beside the incense"},{"number":20,"verse":"וַיִּ֣פֶן <WH6437> vai-Yi-fen looked אֵלָ֡יו <WH413> 'e-Lav about עֲזַרְיָהוּ֩ <WH5838> 'a-zar-ya-Hu And Azariah כֹהֵ֨ן <WH3548> cho-Hen priest הָרֹ֜אשׁ <WH7218> ha-Rosh the chief וְכָל־ <WH3605> ve-chol and all הַכֹּהֲנִ֗ים <WH3548> hak-ko-ha-Nim, and all the priests וְהִנֵּה־ <WH2009> ve-hin-neh- and behold ה֤וּא <WH1931> hu himself מְצֹרָע֙ <WH6879> me-tzo-Ra' upon him and behold he [was] leprous בְּמִצְח֔וֹ <WH4696> be-mitz-Cho, in his forehead וַיַּבְהִל֖וּהוּ <WH926> vai-yav-hi-Lu-hu and they thrust him out מִשָּׁ֑ם <WH8033> mish-Sham; of there וְגַם־ <WH1571> ve-gam- also הוּא֙ <WH1931> hu himself נִדְחַ֣ף <WH1765> nid-Chaf from thence yea himself hasted לָצֵ֔את <WH3318> la-Tzet, also to go out כִּ֥י <WH3588> ki because נִגְּע֖וֹ <WH5060> nig-ge-'O had smitten יְהוָֽה׃ <WH3068> Yah-weh. because the LORD"},{"number":21,"verse":"וַיְהִי֩ <WH1961> vay-Hi become עֻזִּיָּ֨הוּ <WH5818> 'uz-zi-Ya-hu And Uzziah הַמֶּ֜לֶךְ <WH4428> ham-Me-lech the king מְצֹרָ֣ע׀ <WH6879> me-tzo-Ra' was a leper עַד־ <WH5704> 'ad- against י֣וֹם <WH3117> Yom unto the day מוֹת֗וֹ <WH4194> mo-To, of his death וַיֵּ֜שֶׁב <WH3427> vai-Ye-shev and dwelt in בֵּ֤ית <WH1004> beit house; הַחָפְשׁוּת ha-cha-fe-shut כהַֽחָפְשִׁית֙ <WH2669> ha-cha-fe-Shit several קמְצֹרָ֔ע <WH6879> me-tzo-Ra', [being] a leper כִּ֥י <WH3588> ki for נִגְזַ֖ר <WH1504> nig-Zar for he was cut off מִבֵּ֣ית <WH1004> mib-Beit from the house יְהוָ֑ה <WH3068> Yah-weh; of the LORD וְיוֹתָ֤ם <WH3147> ve-yo-Tam and Jotham בְּנוֹ֙ <WH1121> be-No his son עַל־ <WH5921> 'al- over בֵּ֣ית <WH1004> beit house הַמֶּ֔לֶךְ <WH4428> ham-Me-lech, [was] over the king's שׁוֹפֵ֖ט <WH8199> sho-Fet judging אֶת־ <WH853> 'et- עַ֥ם <WH5971> 'am the people הָאָֽרֶץ׃ <WH776> ha-'A-retz. of the land"},{"number":22,"verse":"וְיֶ֙תֶר֙ <WH3499> ve-Ye-ter Now the rest דִּבְרֵ֣י <WH1697> div-Rei of the acts עֻזִּיָּ֔הוּ <WH5818> 'uz-zi-Ya-hu, of Uzziah הָרִאשֹׁנִ֖ים <WH7223> ha-ri-sho-Nim first וְהָאֲחֲרֹנִ֑ים <WH314> ve-ha-'a-cha-ro-Nim; and last כָּתַ֛ב <WH3789> ka-Tav write יְשַֽׁעְיָ֥הוּ <WH3470> ye-sha'-Ya-hu did Isaiah בֶן־ <WH1121> ven- the son אָמ֖וֹץ <WH531> a-Motz of Amoz הַנָּבִֽיא׃ <WH5030> han-na-Vi. the prophet"},{"number":23,"verse":"וַיִּשְׁכַּ֨ב <WH7901> vai-yish-Kav slept עֻזִּיָּ֜הוּ <WH5818> 'uz-zi-Ya-hu So Uzziah עִם־ <WH5973> 'im- with אֲבֹתָ֗יו <WH1> 'a-vo-Tav, with his fathers וַיִּקְבְּר֨וּ <WH6912> vai-yik-be-Ru and they buried אֹת֤וֹ <WH853> o-To עִם־ <WH5973> 'im- with אֲבֹתָיו֙ <WH1> 'a-vo-Tav him with his fathers בִּשְׂדֵ֤ה <WH7704> bis-Deh in the field הַקְּבוּרָה֙ <WH6900> hak-ke-vu-Rah of the burial אֲשֶׁ֣ר <WH834> 'a-Sher which לַמְּלָכִ֔ים <WH4428> lam-me-la-Chim, which [belonged] to the kings כִּ֥י <WH3588> ki for אָמְר֖וּ <WH559> 'a-me-Ru for they said מְצוֹרָ֣ע <WH6879> me-tzo-Ra' He [is] a leper ה֑וּא <WH1931> Hu; he וַיִּמְלֹ֛ךְ <WH4427> vai-yim-Loch reigned יוֹתָ֥ם <WH3147> yo-Tam and Jotham בְּנ֖וֹ <WH1121> be-No his son תַּחְתָּֽיו׃ <WH8478> tach-Tav. his place פ Peh"}]}