{"bibleAbbr":"HSB+","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"וּכְכַלּ֤וֹת <WH3615> u-che-chal-Lot had made an end שְׁלֹמֹה֙ <WH8010> she-lo-Moh Now when Solomon לְהִתְפַּלֵּ֔ל <WH6419> le-hit-pal-Lel, of praying וְהָאֵ֗שׁ <WH784> ve-ha-'Esh, the fire יָֽרְדָה֙ <WH3381> ya-re-Dah came down מֵֽהַשָּׁמַ֔יִם <WH8064> me-hash-sha-Ma-yim, from heaven וַתֹּ֥אכַל <WH398> vat-To-chal and consumed הָעֹלָ֖ה <WH5930> ha-'o-Lah the burnt offering וְהַזְּבָחִ֑ים <WH2077> ve-haz-ze-va-Chim; and the sacrifices וּכְב֥וֹד <WH3519> u-che-Vod and the glory יְהוָ֖ה <WH3068> Yah-weh of the LORD מָלֵ֥א <WH4390> ma-Le filled אֶת־ <WH853> 'et- הַבָּֽיִת׃ <WH1004> hab-Ba-yit. the house"},{"number":2,"verse":"וְלֹ֤א <WH3808> ve-Lo not יָֽכְלוּ֙ <WH3201> ya-che-Lu could הַכֹּ֣הֲנִ֔ים <WH3548> hak-Ko-ha-Nim, And the priests לָב֖וֹא <WH935> la-Vo not enter אֶל־ <WH413> 'el- into בֵּ֣ית <WH1004> beit into the house יְהוָ֑ה <WH3068> Yah-weh; of the LORD כִּֽי־ <WH3588> ki- because מָלֵ֥א <WH4390> ma-Le had filled כְבוֹד־ <WH3519> che-Vod- because the glory יְהוָ֖ה <WH3068> Yah-weh of the LORD אֶת־ <WH853> 'et- בֵּ֥ית <WH1004> beit house יְהוָֽה׃ <WH3068> Yah-weh. the LORD'S"},{"number":3,"verse":"וְכֹ֣ל׀ <WH3605> ve-Chol All בְּנֵ֣י <WH1121> be-Nei And when all the children יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel רֹאִים֙ <WH7200> ro-'Im saw בְּרֶ֣דֶת <WH3381> be-Re-det came down הָאֵ֔שׁ <WH784> ha-'Esh, how the fire וּכְב֥וֹד <WH3519> u-che-Vod and the glory יְהוָ֖ה <WH3068> Yah-weh of the LORD עַל־ <WH5921> 'al- upon הַבָּ֑יִת <WH1004> hab-Ba-yit; upon the house וַיִּכְרְעוּ֩ <WH3766> vai-yich-re-'U they bowed אַפַּ֨יִם <WH639> 'ap-Pa-yim themselves with their faces אַ֤רְצָה <WH776> 'Ar-tzah to the ground עַל־ <WH5921> 'al- on הָרִֽצְפָה֙ <WH7531> ha-ritz-Fah upon the pavement וַיִּֽשְׁתַּֽחֲו֔וּ <WH7812> vai-yish-ta-cha-Vu, and worshipped וְהוֹד֤וֹת <WH3034> ve-ho-Dot and praised לַיהוָה֙ <WH3068> Yah-weh the LORD כִּ֣י <WH3588> ki Truly ט֔וֹב <WH2896> Tov, [saying] For [he is] good כִּ֥י <WH3588> ki truly לְעוֹלָ֖ם <WH5769> le-'o-Lam [endureth] for ever חַסְדּֽוֹ׃ <WH2617> chas-Do. for his mercy"},{"number":4,"verse":"וְהַמֶּ֖לֶךְ <WH4428> ve-ham-Me-lech Then the king וְכָל־ <WH3605> ve-chol and all הָעָ֑ם <WH5971> ha-'Am; and all the people זֹבְחִ֥ים <WH2076> zoe-Chim offered זֶ֖בַח <WH2077> Ze-vach sacrifices לִפְנֵ֥י <WH6440> lif-Nei before יְהוָֽה׃ <WH3068> Yah-weh. the LORD ס sa-Mek"},{"number":5,"verse":"וַיִּזְבַּ֞ח <WH2076> vai-yiz-Bach offered הַמֶּ֣לֶךְ <WH4428> ham-Me-lech And king שְׁלֹמֹה֮ <WH8010> she-lo-Moh Solomon אֶת־ <WH853> 'et- זֶ֣בַח <WH2077> Ze-vach a sacrifice הַבָּקָ֗ר <WH1241> hab-ba-Kar, oxen עֶשְׂרִ֤ים <WH6242> 'es-Rim of twenty וּשְׁנַ֙יִם֙ <WH8147> u-she-Na-yim and two אֶ֔לֶף <WH505> 'E-lef, thousand וְצֹ֕אן <WH6629> ve-Tzon sheep מֵאָ֥ה <WH3967> me-'Ah and an hundred וְעֶשְׂרִ֖ים <WH6242> ve-'es-Rim and twenty אָ֑לֶף <WH505> 'A-lef; thousand וַֽיַּחְנְכוּ֙ <WH2596> vai-yach-ne-Chu dedicated אֶת־ <WH853> 'et- בֵּ֣ית <WH1004> beit the house הָֽאֱלֹהִ֔ים <WH430> ha-'E-lo-Him, of God הַמֶּ֖לֶךְ <WH4428> ham-Me-lech so the king וְכָל־ <WH3605> ve-chol and all הָעָֽם׃ <WH5971> ha-'Am. and all the people"},{"number":6,"verse":"וְהַכֹּהֲנִ֞ים <WH3548> ve-hak-ko-ha-Nim And the priests עַל־ <WH5921> 'al- at מִשְׁמְרוֹתָ֣ם <WH4931> mish-me-ro-Tam on their offices עֹמְדִ֗ים <WH5975> 'o-me-Dim, waited וְהַלְוִיִּ֞ם <WH3881> ve-hal-vi-Yim the Levites בִּכְלֵי־ <WH3627> bich-lei- also with instruments שִׁ֤יר <WH7892> shir of musick יְהוָה֙ <WH3068> Yah-weh of the LORD אֲשֶׁ֨ר <WH834> 'a-Sher which עָשָׂ֜ה <WH6213> 'a-Sah had made דָּוִ֣יד <WH1732> da-Vid which David הַמֶּ֗לֶךְ <WH4428> ham-Me-lech, the king לְהֹד֤וֹת <WH3034> le-ho-Dot to praise לַיהוָה֙ <WH3068> Yah-weh the LORD כִּֽי־ <WH3588> ki- for לְעוֹלָ֣ם <WH5769> le-'o-Lam [endureth] for ever חַסְדּ֔וֹ <WH2617> chas-Do, because his mercy בְּהַלֵּ֥ל <WH1984> be-hal-Lel praised דָּוִ֖יד <WH1732> da-Vid when David בְּיָדָ֑ם <WH3027> be-ya-Dam; by their ministry וְהַכֹּהֲנִים֙ <WH3548> ve-hak-ko-ha-Nim and the priests; מַחֲצֹצְרִים ma-cha-tzo-tze-rim כמַחְצְרִ֣ים <WH2690> mach-tze-Rim blow קנֶגְדָּ֔ם <WH5048> neg-Dam, the other וְכָל־ <WH3605> ve-chol and all יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El before them and all Israel עֹמְדִֽים׃ <WH5975> 'o-me-Dim. stood ס sa-Mek"},{"number":7,"verse":"וַיְקַדֵּ֣שׁ <WH6942> vay-kad-Desh hallowed שְׁלֹמֹ֗ה <WH8010> she-lo-Moh, Moreover Solomon אֶת־ <WH853> 'et- תּ֤וֹךְ <WH8432> Toch the middle הֶֽחָצֵר֙ <WH2691> he-cha-Tzer of the court אֲשֶׁר֙ <WH834> 'a-Sher which לִפְנֵ֣י <WH6440> lif-Nei that [was] before בֵית־ <WH1004> veit- the house יְהוָ֔ה <WH3068> Yah-weh, of the LORD כִּֽי־ <WH3588> ki- because עָ֤שָׂה <WH6213> 'A-sah for there he offered שָׁם֙ <WH8033> sham there הָֽעֹל֔וֹת <WH5930> ha-'o-Lot, burnt offerings וְאֵ֖ת <WH853> ve-'Et חֶלְבֵ֣י <WH2459> chel-Vei and the fat הַשְּׁלָמִ֑ים <WH8002> hash-she-la-Mim; of the peace offerings כִּֽי־ <WH3588> ki- because מִזְבַּ֤ח <WH4196> miz-Bach altar הַנְּחֹ֙שֶׁת֙ <WH5178> han-ne-Cho-shet because the brasen אֲשֶׁ֣ר <WH834> 'a-Sher which עָשָׂ֣ה <WH6213> 'a-Sah had made שְׁלֹמֹ֔ה <WH8010> she-lo-Moh, which Solomon לֹ֣א <WH3808> lo was not יָכ֗וֹל <WH3201> ya-Chol, was not able לְהָכִ֛יל <WH3557> le-ha-Chil to receive אֶת־ <WH853> 'et- הָעֹלָ֥ה <WH5930> ha-'o-Lah the burnt offerings וְאֶת־ <WH853> ve-'Et הַמִּנְחָ֖ה <WH4503> ham-min-Chah and the meat offerings וְאֶת־ <WH853> ve-'Et הַחֲלָבִֽים׃ <WH2459> ha-cha-la-Vim. and the fat"},{"number":8,"verse":"וַיַּ֣עַשׂ <WH6213> vai-Ya-'as kept שְׁלֹמֹ֣ה <WH8010> she-lo-Moh Solomon אֶת־ <WH853> 'et- הֶ֠חָג <WH2282> He-chog the feast בָּעֵ֨ת <WH6256> ba-'Et Also at the same time הַהִ֜יא <WH1931> ha-Hi he שִׁבְעַ֤ת <WH7651> shiv-'At seven יָמִים֙ <WH3117> ya-Mim days וְכָל־ <WH3605> ve-chol and all יִשְׂרָאֵ֣ל <WH3478> Yis-ra-'El and all Israel עִמּ֔וֹ <WH5973> im-Mo, with קָהָ֖ל <WH6951> ka-Hal congregation גָּד֣וֹל <WH1419> ga-Dol great מְאֹ֑ד <WH3966> me-'Od; with him a very מִלְּב֥וֹא <WH935> mil-le-Vo from the entering in חֲמָ֖ת <WH2574> cha-Mat of Hamath עַד־ <WH5704> 'ad- against נַ֥חַל <WH5158> Na-chal unto the river מִצְרָֽיִם׃ <WH4714> mitz-Ra-yim. of Egypt"},{"number":9,"verse":"וַֽיַּעֲשׂ֛וּ <WH6213> vai-ya-'a-Su they made בַּיּ֥וֹם <WH3117> bai-Yom day הַשְּׁמִינִ֖י <WH8066> hash-she-mi-Ni And in the eighth עֲצָ֑רֶת <WH6116> 'a-Tza-ret; a solemn assembly כִּ֣י׀ <WH3588> ki for חֲנֻכַּ֣ת <WH2598> cha-nuk-Kat the dedication הַמִּזְבֵּ֗חַ <WH4196> ham-miz-Be-ach, of the altar עָשׂוּ֙ <WH6213> 'a-Su for they kept שִׁבְעַ֣ת <WH7651> shiv-'At seven יָמִ֔ים <WH3117> ya-Mim, days וְהֶחָ֖ג <WH2282> ve-he-Chag and the feast שִׁבְעַ֥ת <WH7651> shiv-'At seven יָמִֽים׃ <WH3117> ya-Mim. days"},{"number":10,"verse":"וּבְי֨וֹם <WH3117> u-ve-Yom day עֶשְׂרִ֤ים <WH6242> 'es-Rim and twentieth וּשְׁלֹשָׁה֙ <WH7969> u-she-lo-Shah And on the three לַחֹ֣דֶשׁ <WH2320> la-Cho-desh month הַשְּׁבִיעִ֔י <WH7637> hash-she-vi-'I, of the seventh שִׁלַּ֥ח <WH7971> shil-Lach away אֶת־ <WH853> 'et- הָעָ֖ם <WH5971> ha-'Am the people לְאָהֳלֵיהֶ֑ם <WH168> le-'o-ho-lei-Hem; into their tents שְׂמֵחִים֙ <WH8056> se-me-Chim glad וְט֣וֹבֵי <WH2896> ve-Toei and merry לֵ֔ב <WH3820> Lev, in heart עַל־ <WH5921> 'al- because הַטּוֹבָ֗ה <WH2896> hat-to-Vah, for the goodness אֲשֶׁ֨ר <WH834> 'a-Sher after עָשָׂ֤ה <WH6213> 'a-Sah had shewed יְהוָה֙ <WH3068> Yah-weh that the LORD לְדָוִ֣יד <WH1732> le-da-Vid unto David וְלִשְׁלֹמֹ֔ה <WH8010> ve-lish-lo-Moh, and to Solomon וּלְיִשְׂרָאֵ֖ל <WH3478> u-le-Yis-ra-'El and to Israel עַמּֽוֹ׃ <WH5971> am-Mo. his people"},{"number":11,"verse":"וַיְכַ֧ל <WH3615> vay-Chal finished שְׁלֹמֹ֛ה <WH8010> she-lo-Moh Thus Solomon אֶת־ <WH853> 'et- בֵּ֥ית <WH1004> beit the house יְהוָ֖ה <WH3068> Yah-weh of the LORD וְאֶת־ <WH853> ve-'Et בֵּ֣ית <WH1004> beit house הַמֶּ֑לֶךְ <WH4428> ham-Me-lech; and the king's וְאֵ֨ת <WH853> ve-'Et כָּל־ <WH3605> kol- all הַבָּ֜א <WH935> hab-Ba and all that came עַל־ <WH5921> 'al- and לֵ֣ב <WH3820> lev heart שְׁלֹמֹ֗ה <WH8010> she-lo-Moh, into Solomon's לַעֲשׂ֧וֹת <WH6213> la-'a-Sot to make בְּבֵית־ <WH1004> be-veit- in the house יְהוָ֛ה <WH3068> Yah-weh of the LORD וּבְבֵית֖וֹ <WH1004> u-ve-vei-To and in his own house הִצְלִֽיחַ׃ <WH6743> hitz-Li-ach. he prosperously effected פ Peh"},{"number":12,"verse":"וַיֵּרָ֧א <WH7200> vai-ye-Ra appeared יְהוָ֛ה <WH3068> Yah-weh And the LORD אֶל־ <WH413> 'el- to שְׁלֹמֹ֖ה <WH8010> she-lo-Moh to Solomon בַּלָּ֑יְלָה <WH3915> bal-La-ye-lah; by night וַיֹּ֣אמֶר <WH559> vai-Yo-mer and said ל֗וֹ lo, שָׁמַ֙עְתִּי֙ <WH8085> sha-Ma'-ti unto him I have heard אֶת־ <WH853> 'et- תְּפִלָּתֶ֔ךָ <WH8605> te-fil-la-Te-cha, thy prayer וּבָחַ֜רְתִּי <WH977> u-va-Char-ti and have chosen בַּמָּק֥וֹם <WH4725> bam-ma-Kom this place הַזֶּ֛ה <WH2088> haz-Zeh this לִ֖י li לְבֵ֥ית <WH1004> le-Veit to myself for an house זָֽבַח׃ <WH2077> Za-vach. of sacrifice"},{"number":13,"verse":"הֵ֣ן <WH2005> hen If אֶֽעֱצֹ֤ר <WH6113> 'e-'e-Tzor I shut up הַשָּׁמַ֙יִם֙ <WH8064> hash-sha-Ma-yim heaven וְלֹֽא־ <WH3808> ve-lo- is no יִהְיֶ֣ה <WH1961> yih-Yeh become מָטָ֔ר <WH4306> ma-Tar, that there be no rain וְהֵן־ <WH2005> ve-hen- if אֲצַוֶּ֥ה <WH6680> 'a-tzav-Veh or if I command עַל־ <WH5921> 'al- and חָגָ֖ב <WH2284> cha-Gav the locusts לֶאֱכ֣וֹל <WH398> le-'e-Chol to devour הָאָ֑רֶץ <WH776> ha-'A-retz; the land וְאִם־ <WH518> ve-'im- if אֲשַׁלַּ֥ח <WH7971> 'a-shal-Lach or if I send דֶּ֖בֶר <WH1698> De-ver pestilence בְּעַמִּֽי׃ <WH5971> be-'am-Mi. among my people"},{"number":14,"verse":"וְיִכָּנְע֨וּ <WH3665> ve-yik-ka-ne-'U shall humble עַמִּ֜י <WH5971> 'am-Mi If my people אֲשֶׁ֧ר <WH834> 'a-Sher who נִֽקְרָא־ <WH7121> nik-ra- which are called שְׁמִ֣י <WH8034> she-Mi by my name עֲלֵיהֶ֗ם <WH5921> 'a-lei-Hem, and וְיִֽתְפַּֽלְלוּ֙ <WH6419> ve-yit-pal-Lu themselves and pray וִֽיבַקְשׁ֣וּ <WH1245> vi-vak-Shu and seek פָנַ֔י <WH6440> fa-Nai, my face וְיָשֻׁ֖בוּ <WH7725> ve-ya-Shu-vu and turn מִדַּרְכֵיהֶ֣ם <WH1870> mid-dar-chei-Hem ways הָרָעִ֑ים <WH7451> ha-ra-'Im; from their wicked וַאֲנִי֙ <WH589> va-'a-Ni I אֶשְׁמַ֣ע <WH8085> 'esh-Ma' then will I hear מִן־ <WH4480> min- from הַשָּׁמַ֔יִם <WH8064> hash-sha-Ma-yim, from heaven וְאֶסְלַח֙ <WH5545> ve-'es-Lach and will forgive לְחַטָּאתָ֔ם <WH2403> le-chat-ta-Tam, their sin וְאֶרְפָּ֖א <WH7495> ve-'er-Pa and will heal אֶת־ <WH853> 'et- אַרְצָֽם׃ <WH776> 'ar-Tzam. their land"},{"number":15,"verse":"עַתָּ֗ה <WH6258> 'at-Tah, Now עֵינַי֙ <WH5869> 'ei-Nai Now mine eyes יִהְי֣וּ <WH1961> yih-Yu become פְתֻח֔וֹת <WH6605> fe-tu-Chot, shall be open וְאָזְנַ֖י <WH241> ve-'a-ze-Nai and mine ears קַשֻּׁב֑וֹת <WH7183> kash-shu-Vot; attent לִתְפִלַּ֖ת <WH8605> lit-fil-Lat unto the prayer הַמָּק֥וֹם <WH4725> ham-ma-Kom [that is made] in this place הַזֶּֽה׃ <WH2088> haz-Zeh. this"},{"number":16,"verse":"וְעַתָּ֗ה <WH6258> ve-'at-Tah, now בָּחַ֤רְתִּי <WH977> ba-Char-ti For now have I chosen וְהִקְדַּ֙שְׁתִּי֙ <WH6942> ve-hik-Dash-ti and sanctified אֶת־ <WH853> 'et- הַבַּ֣יִת <WH1004> hab-Ba-yit this house הַזֶּ֔ה <WH2088> haz-Zeh, this לִהְיוֹת־ <WH1961> lih-yot- become שְׁמִ֥י <WH8034> she-Mi that my name שָׁ֖ם <WH8033> sham may be there עַד־ <WH5704> 'ad- may be there for עוֹלָ֑ם <WH5769> o-Lam; ever וְהָי֨וּ <WH1961> ve-ha-Yu become עֵינַ֧י <WH5869> 'ei-Nai and mine eyes וְלִבִּ֛י <WH3820> ve-lib-Bi and mine heart שָׁ֖ם <WH8033> sham will be there כָּל־ <WH3605> kol- shall be there הַיָּמִֽים׃ <WH3117> hai-ya-Mim. shall be there perpetually"},{"number":17,"verse":"וְאַתָּ֞ה <WH859> ve-'at-Tah you אִם־ <WH518> 'im- if תֵּלֵ֣ךְ <WH1980> te-Lech walked לְפָנַ֗י <WH6440> le-fa-Nai, before כַּאֲשֶׁ֤ר <WH834> ka-'a-Sher after הָלַךְ֙ <WH1980> ha-laCh walked דָּוִ֣יד <WH1732> da-Vid me as David אָבִ֔יךָ <WH1> 'a-Vi-cha, thy father וְלַעֲשׂ֕וֹת <WH6213> ve-la-'a-Sot and do כְּכֹ֖ל <WH3605> ke-Chol to all אֲשֶׁ֣ר <WH834> 'a-Sher i צִוִּיתִ֑יךָ <WH6680> tziv-vi-Ti-cha; according to all that I have commanded וְחֻקַּ֥י <WH2706> ve-chuk-Kai my statutes וּמִשְׁפָּטַ֖י <WH4941> u-mish-pa-Tai and my judgments תִּשְׁמֽוֹר׃ <WH8104> tish-Mor. thee and shalt observe"},{"number":18,"verse":"וַהֲקִ֣ימוֹתִ֔י <WH6965> va-ha-Ki-mo-Ti, Then will I stablish אֵ֖ת <WH853> 'et כִּסֵּ֣א <WH3678> kis-Se the throne מַלְכוּתֶ֑ךָ <WH4438> mal-chu-Te-cha; of thy kingdom כַּאֲשֶׁ֣ר <WH834> ka-'a-Sher I כָּרַ֗תִּי <WH3772> ka-Rat-ti, according as I have covenanted לְדָוִ֤יד <WH1732> le-da-Vid with David אָבִ֙יךָ֙ <WH1> 'a-Vi-cha thy father לֵאמֹ֔ר <WH559> le-Mor, saying לֹֽא־ <WH3808> lo- shall not יִכָּרֵ֤ת <WH3772> yik-ka-Ret There shall not fail לְךָ֙ le-Cha אִ֔ישׁ <WH376> 'Ish, thee a man מוֹשֵׁ֖ל <WH4910> mo-Shel [to be] ruler בְּיִשְׂרָאֵֽל׃ <WH3478> be-Yis-ra-'El. in Israel"},{"number":19,"verse":"וְאִם־ <WH518> ve-'im- if תְּשׁוּב֣וּן <WH7725> te-shu-Vun But if ye turn away אַתֶּ֔ם <WH859> 'at-Tem, you וַעֲזַבְתֶּם֙ <WH5800> va-'a-zav-Tem and forsake חֻקּוֹתַ֣י <WH2708> chuk-ko-Tai my statutes וּמִצְוֹתַ֔י <WH4687> u-mitz-vo-Tai, and my commandments אֲשֶׁ֥ר <WH834> 'a-Sher which נָתַ֖תִּי <WH5414> na-Tat-ti which I have set לִפְנֵיכֶ֑ם <WH6440> lif-nei-Chem; before וַהֲלַכְתֶּ֗ם <WH1980> va-ha-lach-Tem, you and shall go וַעֲבַדְתֶּם֙ <WH5647> va-'a-vad-Tem and serve אֱלֹהִ֣ים <WH430> E-lo-Him gods אֲחֵרִ֔ים <WH312> 'a-che-Rim, other וְהִשְׁתַּחֲוִיתֶ֖ם <WH7812> ve-hish-ta-cha-vi-Tem and worship לָהֶֽם׃ la-Hem."},{"number":20,"verse":"וּנְתַשְׁתִּ֗ים <WH5428> u-ne-tash-Tim, Then will I pluck them up by the roots מֵעַ֤ל <WH5921> me-'Al from אַדְמָתִי֙ <WH127> 'ad-ma-Ti out of my land אֲשֶׁ֣ר <WH834> 'a-Sher which נָתַ֣תִּי <WH5414> na-Tat-ti which I have given לָהֶ֔ם la-Hem, וְאֶת־ <WH853> ve-'Et הַבַּ֤יִת <WH1004> hab-Ba-yit them and this house הַזֶּה֙ <WH2088> haz-Zeh and this אֲשֶׁ֣ר <WH834> 'a-Sher which הִקְדַּ֣שְׁתִּי <WH6942> hik-Dash-ti which I have sanctified לִשְׁמִ֔י <WH8034> lish-Mi, for my name אַשְׁלִ֖יךְ <WH7993> 'ash-Lich will I cast out מֵעַ֣ל <WH5921> me-'Al of פָּנָ֑י <WH6440> pa-Nai; of my sight וְאֶתְּנֶ֛נּוּ <WH5414> ve-'et-te-Nen-nu and will make לְמָשָׁ֥ל <WH4912> le-ma-Shal it [to be] a proverb וְלִשְׁנִינָ֖ה <WH8148> ve-lish-ni-Nah and a byword בְּכָל־ <WH3605> be-chol all הָעַמִּֽים׃ <WH5971> ha-'am-Mim. among all nations"},{"number":21,"verse":"וְהַבַּ֤יִת <WH1004> ve-hab-Ba-yit And this house הַזֶּה֙ <WH2088> haz-Zeh this אֲשֶׁ֣ר <WH834> 'a-Sher which הָיָ֣ה <WH1961> ha-Yah become עֶלְי֔וֹן <WH5945> el-Yon, which is high לְכָל־ <WH3605> le-chol everyone עֹבֵ֥ר <WH5674> 'o-Ver to every one that passeth עָלָ֖יו <WH5921> 'a-Lav and יִשֹּׁ֑ם <WH8074> yish-Shom; shall be an astonishment וְאָמַ֗ר <WH559> ve-'a-Mar, by it so that he shall say בַּמֶּ֨ה <WH4100> bam-Meh Why עָשָׂ֤ה <WH6213> 'a-Sah done יְהוָה֙ <WH3068> Yah-weh Why hath the LORD כָּ֔כָה <WH3602> Ka-chah, thus לָאָ֥רֶץ <WH776> la-'A-retz thus unto this land הַזֹּ֖את <WH2063> haz-Zot likewise וְלַבַּ֥יִת <WH1004> ve-lab-Ba-yit house הַזֶּֽה׃ <WH2088> haz-Zeh. to this"},{"number":22,"verse":"וְאָמְר֗וּ <WH559> ve-'a-me-Ru, And it shall be answered עַל֩ <WH5921> 'al and אֲשֶׁ֨ר <WH834> 'a-Sher who עָֽזְב֜וּ <WH5800> 'a-ze-Vu Because they forsook אֶת־ <WH853> 'et- יְהוָ֣ה׀ <WH3068> Yah-weh the LORD אֱלֹהֵ֣י <WH430> 'e-lo-Hei God אֲבֹתֵיהֶ֗ם <WH1> 'a-vo-tei-Hem, of their fathers אֲשֶׁ֣ר <WH834> 'a-Sher who הוֹצִיאָם֮ <WH3318> ho-tzi-'Am which brought them forth מֵאֶ֣רֶץ <WH776> me-'E-retz out of the land מִצְרַיִם֒ <WH4714> mitz-ra-Yim of Egypt וַֽיַּחֲזִ֙יקוּ֙ <WH2388> vai-ya-cha-Zi-ku and laid hold בֵּאלֹהִ֣ים <WH430> be-lo-Him gods אֲחֵרִ֔ים <WH312> 'a-che-Rim, on other וַיִּשְׁתַּחֲו֥וּ <WH7812> vai-yish-ta-cha-Vu and worshipped לָהֶ֖ם la-Hem וַיַּֽעַבְד֑וּם <WH5647> vai-ya-'av-Dum; them and served עַל־ <WH5921> 'al- and כֵּן֙ <WH3651> ken after that הֵבִ֣יא <WH935> he-Vi them therefore hath he brought עֲלֵיהֶ֔ם <WH5921> 'a-lei-Hem, and אֵ֥ת <WH853> 'et כָּל־ <WH3605> kol- all הָרָעָ֖ה <WH7451> ha-ra-'Ah all this evil הַזֹּֽאת׃ <WH2063> haz-Zot. likewise פ Peh"}]}