{"bibleAbbr":"KJV2000","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":12,"verses":[{"number":1,"verse":"And he began to speak unto them by parables. A certain man planted a vineyard, and set a hedge about it, and dug a place for the winepress, and built a tower, and let it out to tenants, and went into a far country."},{"number":2,"verse":"And at the season time he sent to the tenants a servant, that he might receive from the tenants of the fruit of the vineyard."},{"number":3,"verse":"And they caught him, and beat him, and sent him away empty handed."},{"number":4,"verse":"And again he sent unto them another servant; and at him they cast stones, and wounded him in the head, and sent him away shamefully handled."},{"number":5,"verse":"And again he sent another; and him they killed, and many others; beating some, and killing some."},{"number":6,"verse":"Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, They will respect my son."},{"number":7,"verse":"But those tenants said among themselves, This is the heir; come, let us kill him, and the inheritance shall be ours."},{"number":8,"verse":"And they took him, and killed him, and cast him out of the vineyard."},{"number":9,"verse":"What shall therefore the lord of the vineyard do? he will come and destroy the tenants, and will give the vineyard unto others."},{"number":10,"verse":"And have you not read this scripture; The stone which the builders rejected has become the head of the corner:"},{"number":11,"verse":"This was the Lord's doing, and it is marvelous in our eyes?"},{"number":12,"verse":"And they sought to lay hold on him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way."},{"number":13,"verse":"And they sent unto him certain of the Pharisees and of the Herodians, to catch him in his words."},{"number":14,"verse":"And when they were come, they said unto him, Teacher, we know that you are true, and care for no man: for you regard not the person of men, but teach the way of God in truth: Is it lawful to give tribute to Caesar, or not?"},{"number":15,"verse":"Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt you me? bring me a penny, that I may see it."},{"number":16,"verse":"And they brought it. And he said unto them, Whose is this image and superscription? And they said unto him, Caesar's."},{"number":17,"verse":"And Jesus answering said unto them, Render to Caesar the things that are Caesar's, and to God the things that are God's. And they marveled at him."},{"number":18,"verse":"Then came unto him the Sadducees, who say there is no resurrection; and they asked him, saying,"},{"number":19,"verse":"Teacher, Moses wrote unto us, If a man's brother dies, and leaves his wife behind him, and leaves no children, that his brother should take his wife, and raise up children unto his brother."},{"number":20,"verse":"Now there were seven brothers: and the first took a wife, and dying left no children."},{"number":21,"verse":"And the second took her, and died, neither left he any children: and the third likewise."},{"number":22,"verse":"And the seven had her, and left no children: last of all the woman died also."},{"number":23,"verse":"In the resurrection therefore, when they shall rise, whose wife shall she be of them? for the seven had her as wife."},{"number":24,"verse":"And Jesus answering said unto them, Do you not therefore err, because you know not the scriptures, neither the power of God?"},{"number":25,"verse":"For when they shall rise from the dead, they neither marry, nor are given in marriage; but are as the angels who are in heaven."},{"number":26,"verse":"And concerning the dead, that they rise: have you not read in the book of Moses, how in the bush God spoke unto him, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob?"},{"number":27,"verse":"He is not the God of the dead, but the God of the living: you therefore do greatly err."},{"number":28,"verse":"And one of the scribes came, and having heard them reasoning together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?"},{"number":29,"verse":"And Jesus answered him, The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:"},{"number":30,"verse":"And you shall love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength: this is the first commandment."},{"number":31,"verse":"And the second is like, namely this, You shall love your neighbor as yourself. There is no other commandment greater than these."},{"number":32,"verse":"And the scribe said unto him, Well, Teacher, you have said the truth: for there is one God; and there is none other but he:"},{"number":33,"verse":"And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbor as himself, is more than all whole burnt offerings and sacrifices."},{"number":34,"verse":"And when Jesus saw that he answered wisely, he said unto him, You are not far from the kingdom of God. And no man after that dared ask him any question."},{"number":35,"verse":"And Jesus answered and said, while he taught in the temple, How say the scribes that Christ is the son of David?"},{"number":36,"verse":"For David himself said by the Holy Spirit, The LORD said to my Lord, Sit on my right hand, till I make your enemies your footstool."},{"number":37,"verse":"David therefore himself calls him Lord; and how is he then his son? And the common people heard him gladly."},{"number":38,"verse":"And he said unto them in his doctrine, Beware of the scribes, who love to go in long clothing, and love salutations in the marketplaces,"},{"number":39,"verse":"And the chief seats in the synagogues, and the uppermost places at feasts:"},{"number":40,"verse":"Who devour widows' houses, and for a pretense make long prayers: these shall receive greater condemnation."},{"number":41,"verse":"And Jesus sat opposite the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much."},{"number":42,"verse":"And there came a certain poor widow, and she threw in two mites, which make a farthing."},{"number":43,"verse":"And he called unto him his disciples, and said unto them, Verily I say unto you, That this poor widow has cast more in, than all they who have cast into the treasury:"},{"number":44,"verse":"For all they did cast in of their abundance; but she of her poverty did cast in all that she had, even all her living."}]}