{"bibleAbbr":"msAB1996","bookName":"MARKUS","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"( Perkhabaran Yohanes Pembaptis) ( ( 470 3:1-12 ; 490 3:1-18 ; 500 1:19-28 )) Inilah Berita Baik tentang Yesus Kristus, Anak Allah. ( Dalam beberapa buah naskhah kuno tidak terdapat: “Anak Allah”.)"},{"number":2,"verse":"( ) Berita Baik ini bermula seperti yang ditulis oleh Nabi Yesaya, “Allah berfirman, ‘Inilah utusan-Ku. Aku akan mengutus dia terlebih dahulu daripada-Mu, supaya dia menyediakan jalan bagi-Mu.’"},{"number":3,"verse":"( ) Seorang berseru di padang gurun, ‘Sediakanlah jalan bagi Tuhan; luruskanlah jalan bagi-Nya!’ ”"},{"number":4,"verse":"Demikianlah Yohanes muncul di padang gurun. Dia membaptis orang dan mengisytiharkan berita daripada Allah. ( Demikianlah Yohanes muncul di padang gurun. Dia membaptis dan mengisytiharkan berita daripada Allah; Beberapa naskhah kuno: Demikianlah Yohanes muncul di padang gurun. Dia mengisytiharkan berita daripada Allah.) “Bertaubatlah daripada dosa kamu dan hendaklah kamu dibaptis, supaya Allah mengampunkan dosa kamu,” kata Yohanes kepada orang ramai."},{"number":5,"verse":"Banyak sekali orang yang datang dari negeri Yudea dan kota Yerusalem untuk mendengarkan Yohanes. Mereka mengakui dosa dan Yohanes membaptis mereka di Sungai Yordan."},{"number":6,"verse":"( ) Yohanes mengenakan pakaian yang dibuat daripada bulu unta dan tali pinggangnya dibuat daripada kulit. Dia makan belalang dan madu hutan."},{"number":7,"verse":"Dia mengisytiharkan berita ini, “Dia yang lebih besar daripada aku akan datang kelak. Aku tidak layak membongkok untuk mengurai tali kasut-Nya."},{"number":8,"verse":"Aku membaptis kamu dengan air, tetapi Dia akan membaptis kamu dengan Roh Allah.” ( Roh Allah; Harfiah: Roh Kudus.)"},{"number":9,"verse":"( Yesus Dibaptis oleh Yohanes) ( ( 470 3:13-17 ; 490 3:21-22 )) Kemudian Yesus datang dari Nasaret di negeri Galilea, lalu Yohanes membaptis Dia di Sungai Yordan."},{"number":10,"verse":"Sebaik sahaja Yesus keluar dari sungai itu, Dia nampak langit terbuka dan Roh Allah seperti burung merpati turun ke atas-Nya."},{"number":11,"verse":"( ; ; ; , ; ; ) Lalu terdengarlah suara Allah, “Engkaulah Anak-Ku yang Aku kasihi. Engkau menyenangkan hati-Ku.”"},{"number":12,"verse":"( Yesus Dicubai oleh Iblis) ( ( 470 4:1-11 ; 490 4:1-13 )) Roh Allah segera memimpin Yesus ke padang gurun."},{"number":13,"verse":"Selama empat puluh hari Yesus di situ, dan dicubai oleh Iblis. Binatang liar juga ada di situ, dan malaikat datang menolong Dia."},{"number":14,"verse":"( Yesus Memanggil Empat Orang Nelayan) ( ( 470 4:12-22 ; 490 4:14-15 , 490 5:1-11 )) Setelah Yohanes dipenjarakan, Yesus pergi ke Galilea dan mengisytiharkan Berita Baik daripada Allah."},{"number":15,"verse":"( ) Dia berkata, “Masanya sudah tiba; tidak lama lagi Allah akan memerintah. ( Allah akan memerintah; Harfiah: Kerajaan Allah.) Bertaubatlah daripada dosa kamu dan percayalah kepada Berita Baik ( Berita Baik; Harfiah: Injil.) ini!”"},{"number":16,"verse":"Sementara Yesus berjalan di tepi Tasik Galilea, Dia nampak dua orang nelayan, Simon dan saudaranya, Andreas. Mereka sedang menjala ikan di tasik."},{"number":17,"verse":"Yesus berkata kepada mereka, “Ikutlah Aku dan Aku akan mengajar kamu menjala orang supaya menjadi pengikut-Ku.”"},{"number":18,"verse":"Mereka segera meninggalkan jala lalu mengikut Yesus."},{"number":19,"verse":"Yesus meneruskan perjalanan-Nya, lalu melihat dua orang adik-beradik yang lain: Yakobus dan Yohanes, anak-anak Zebedeus. Mereka sedang mengemaskan jala di dalam perahu."},{"number":20,"verse":"Sebaik sahaja Yesus nampak mereka, Dia memanggil mereka. Kedua-dua orang bersaudara itu meninggalkan bapa mereka dengan orang gajinya di dalam perahu, lalu mengikut Yesus."},{"number":21,"verse":"( Orang yang Dirasuk Roh Jahat) ( ( 490 4:31-37 )) Yesus dan pengikut-pengikut-Nya tiba di kota Kapernaum. Pada hari Sabat berikutnya, Yesus pergi ke rumah ibadat dan mula mengajar."},{"number":22,"verse":"( ) Semua orang yang mendengarkan Dia kagum dengan cara Dia mengajar, kerana Dia mengajar dengan kewibawaan, tidak seperti guru Taurat."},{"number":23,"verse":"Pada waktu itu seorang yang dirasuk roh jahat masuk ke dalam rumah ibadat dan berseru,"},{"number":24,"verse":"“Engkau mahu buat apa dengan kami, hai Yesus, orang Nasaret? Adakah Engkau mahu membinasakan kami? Aku tahu siapa Engkau: Engkau utusan yang suci daripada Allah!”"},{"number":25,"verse":"Yesus menengking roh itu, “Diam! Keluarlah daripada orang ini!”"},{"number":26,"verse":"Roh jahat itu menggoncangkan badan orang itu kuat-kuat, lalu keluar dari orang itu sambil berteriak."},{"number":27,"verse":"Semua orang sangat hairan sehingga mereka bercakap sesama sendiri, “Apakah ini suatu ajaran baru? Orang ini berkuasa memerintah roh jahat dan roh jahat taat kepada-Nya!”"},{"number":28,"verse":"Demikianlah berita tentang Yesus tersebar dengan cepat ke seluruh negeri Galilea."},{"number":29,"verse":"( Yesus Menyembuhkan Banyak Orang) ( ( 470 8:14-17 ; 490 4:38-41 )) Yesus dan pengikut-Nya, termasuk Yakobus dan Yohanes, meninggalkan rumah ibadat itu lalu terus pergi ke rumah Simon dan Andreas."},{"number":30,"verse":"Ibu mentua Simon sedang terbaring di tempat tidur kerana demam. Apabila Yesus tiba di situ, Dia diberitahukan hal itu."},{"number":31,"verse":"Yesus menghampiri ibu mentua Simon, memegang tangannya lalu menolong dia bangun. Demamnya hilang dan dia pun mula melayani mereka."},{"number":32,"verse":"Pada petang hari, setelah matahari terbenam, orang membawa semua orang sakit dan orang yang dirasuk roh jahat kepada Yesus."},{"number":33,"verse":"Semua penduduk kota itu berkumpul di hadapan rumah itu."},{"number":34,"verse":"Yesus menyembuhkan banyak orang yang menderita berbagai-bagai penyakit, dan Dia juga mengusir roh-roh jahat. Yesus tidak membenarkan roh-roh jahat berkata apa-apa, kerana roh-roh jahat tahu siapa Dia."},{"number":35,"verse":"( Yesus Berkhutbah di Galilea) ( ( 490 4:42-44 )) Esok paginya, ketika masih subuh, Yesus bangun lalu meninggalkan rumah. Dia pergi ke luar kota, ke suatu tempat yang sunyi untuk berdoa."},{"number":36,"verse":"Simon dan sahabat-sahabatnya pergi mencari Yesus."},{"number":37,"verse":"Apabila mereka menemui Yesus, mereka berkata, “Semua orang sedang mencari Guru.”"},{"number":38,"verse":"Tetapi Yesus menjawab, “Kita mesti meneruskan perjalanan ke pekan-pekan lain di sekitar kawasan ini. Aku mesti menyampaikan perkhabaran itu di sana juga, kerana untuk tujuan itulah Aku datang.”"},{"number":39,"verse":"( , ) Demikianlah Yesus menjelajah seluruh Galilea dan berkhutbah di rumah ibadat serta mengusir roh-roh jahat."},{"number":40,"verse":"( Yesus Menyembuhkan Seorang Berpenyakit Kulit) ( ( 470 8:1-4 ; 490 5:12-16 )) Seorang berpenyakit kulit yang mengerikan datang kepada Yesus. Orang itu berlutut dan memohon pertolongan-Nya. “Tuan, jika tuan sudi,” katanya, “tuan dapat menyembuhkan saya.” ( Tuan dapat menyembuhkan saya: Menurut peraturan agama Yahudi, penyakit ini menyebabkan penderitanya tidak layak menyembah Allah di rumah ibadat.)"},{"number":41,"verse":"Yesus mengasihaninya. ( mengasihaninya: Beberapa buah naskhah kuno: marah.) Dia pun menghulurkan tangan-Nya, lalu menjamah orang itu sambil berkata, “Aku mahu, sembuhlah!”"},{"number":42,"verse":"Seketika itu juga penyakitnya tiada lagi dan orang itu sembuh."},{"number":43,"verse":"Lalu Yesus menyuruh dia pergi sambil memperingatkan dia,"},{"number":44,"verse":"( ) “Dengarlah baik-baik, jangan beritahu sesiapa pun perkara ini. Tetapi pergilah kepada imam dan mintalah dia mengesahkan kesembuhanmu. Kemudian persembahkanlah korban seperti yang diperintahkan oleh Musa, sebagai bukti kepada semua orang bahawa kamu betul-betul sudah sembuh.”"},{"number":45,"verse":"Tetapi orang itu pergi dan mula menyebarkan berita itu di mana-mana. Dia terus-menerus menceritakan hal itu sehingga Yesus tidak dapat masuk ke bandar secara terang-terangan. Yesus tinggal di luar bandar di tempat-tempat yang sunyi, tetapi orang dari berbagai-bagai tempat datang kepada-Nya."}]}