{"bibleAbbr":"msAB1996","bookName":"MARKUS","bookEnglishName":"Mark","chapterNumber":10,"verses":[{"number":1,"verse":"( Ajaran Yesus tentang Perceraian) ( ( 470 19:1-12 ; 490 16:18 )) Kemudian Yesus meninggalkan tempat itu. Dia pergi ke daerah Yudea dan daerah di seberang Sungai Yordan. Orang ramai berkumpul lagi di sekeliling Yesus, dan seperti biasa Yesus mula mengajar mereka."},{"number":2,"verse":"Beberapa orang Farisi datang hendak memerangkap Dia. Mereka bertanya, “Menurut Taurat kita, bolehkah orang menceraikan isteri?”"},{"number":3,"verse":"Yesus menjawab dengan bertanya, “Apakah perintah yang diberikan oleh Musa kepada kamu?”"},{"number":4,"verse":"( ; ) Mereka menjawab, “Musa membenarkan seseorang menceraikan isterinya asal menulis surat cerai.”"},{"number":5,"verse":"Yesus berkata kepada mereka, “Musa menulis perintah itu kerana kamu terlalu sukar diajar."},{"number":6,"verse":"( , ) Tetapi pada mula-mulanya, pada waktu Allah menciptakan manusia, ada dikatakan bahawa ‘Allah menjadikan mereka lelaki dan perempuan."},{"number":7,"verse":"Itulah sebabnya seorang lelaki meninggalkan ibu bapanya lalu bersatu dengan isterinya, ( Dalam beberapa buah naskhah kuno tidak terdapat kata-kata: lalu bersatu dengan isterinya.)"},{"number":8,"verse":"( ) dan kedua-duanya menjadi satu.’ Dengan demikian mereka bukan lagi dua orang tetapi satu."},{"number":9,"verse":"Oleh itu mereka yang telah disatukan oleh Allah, tidak boleh dipisahkan oleh manusia!”"},{"number":10,"verse":"Setelah mereka pulang ke rumah, pengikut-pengikut-Nya bertanya kepada Yesus tentang hal itu."},{"number":11,"verse":"Yesus berkata kepada mereka, “Seorang lelaki yang menceraikan isterinya lalu berkahwin dengan wanita lain, berzina terhadap isterinya yang pertama."},{"number":12,"verse":"( ; ) Demikian juga seorang wanita yang menceraikan suaminya lalu berkahwin dengan lelaki lain, pun berzina.”"},{"number":13,"verse":"( Yesus Memberkati Kanak-Kanak) ( ( 470 19:13-15 ; 490 18:15-17 )) Beberapa orang membawa kanak-kanak kepada Yesus supaya Yesus meletakkan tangan-Nya pada kanak-kanak itu dan memberkati mereka. Tetapi pengikut-pengikut-Nya memarahi mereka."},{"number":14,"verse":"Ketika Yesus nampak hal ini, Dia marah lalu berkata kepada pengikut-pengikut-Nya, “Biarlah kanak-kanak itu datang kepada-Ku! Jangan larang mereka, kerana orang seperti inilah yang menikmati Pemerintahan Allah. ( Pemerintahan Allah; Harfiah: Kerajaan Allah.)"},{"number":15,"verse":"( ) Ingatlah! Orang yang tidak menyambut Pemerintahan Allah seperti seorang kanak-kanak, tidak dapat menikmati Pemerintahan Allah.”"},{"number":16,"verse":"Lalu Yesus memeluk semua kanak-kanak di situ, kemudian Dia meletakkan tangan-Nya pada tiap-tiap anak, dan memberkati mereka."},{"number":17,"verse":"( Orang Kaya) ( ( 470 19:16-30 ; 490 18:18-30 )) Ketika Yesus meneruskan perjalanan-Nya, seorang lelaki berlari ke arah Yesus. Dia sujud di hadapan Yesus lalu bertanya, “Guru yang baik, apakah yang harus saya lakukan supaya beroleh hidup sejati dan kekal?”"},{"number":18,"verse":"“Mengapa kamu mengatakan Aku baik?” tanya Yesus. “Tiada seorang pun yang baik kecuali Allah."},{"number":19,"verse":"( ; ) Kamu tahu akan hukum Allah: ‘Jangan membunuh; jangan berzina; jangan mencuri; jangan berikan kesaksian palsu; jangan menipu; hormatilah ibu bapamu.’ ”"},{"number":20,"verse":"“Guru,” kata orang itu, “sejak muda saya telah menurut semua hukum itu.”"},{"number":21,"verse":"Dengan penuh kasih Yesus memandang orang itu lalu berkata, “Tinggal satu perkara sahaja yang perlu kamu lakukan. Pergilah jual segala yang kamu miliki; berikan wangnya kepada orang miskin, maka kamu akan beroleh harta di syurga. Kemudian marilah, ikutlah Aku.”"},{"number":22,"verse":"Apabila orang itu mendengar kata-kata Yesus, mukanya muram. Dia terus meninggalkan tempat itu dengan susah hati kerana dia sangat kaya."},{"number":23,"verse":"Yesus memandang pengikut-pengikut-Nya lalu berkata kepada mereka, “Alangkah susahnya bagi orang kaya menikmati Pemerintahan Allah!”"},{"number":24,"verse":"Pengikut-pengikut-Nya terperanjat mendengar kata-kata Yesus itu. Tetapi Yesus berkata pula, “Hai anak-anak-Ku, memang susah untuk menikmati Pemerintahan Allah!"},{"number":25,"verse":"Lebih mudah bagi seekor unta memasuki lubang jarum daripada seorang kaya menikmati Pemerintahan Allah.”"},{"number":26,"verse":"Pengikut-pengikut Yesus hairan mendengar kata-kata itu, lalu mereka bertanya sesama sendiri, “Jika demikian, siapakah yang boleh diselamatkan?”"},{"number":27,"verse":"Yesus memandang mereka lalu menjawab, “Hal ini mustahil bagi manusia, tetapi tidak mustahil bagi Allah kerana Allah dapat melakukan segala perkara.”"},{"number":28,"verse":"Lalu Petrus berkata, “Lihatlah, kami sudah meninggalkan segala-galanya lalu mengikut Guru.”"},{"number":29,"verse":"“Betul!” kata Yesus, “Percayalah kepada-Ku: Sesiapa yang meninggalkan rumah tangganya, atau saudara lelakinya atau saudara perempuannya, atau ibunya, atau bapanya, atau anak-anaknya, atau ladangnya kerana Aku dan kerana Berita Baik itu,"},{"number":30,"verse":"akan menerima lebih banyak lagi pada zaman ini. Orang itu akan menerima seratus kali ganda rumah, saudara lelaki, saudara perempuan, ibu, anak-anak, ladang, dan juga penganiayaan. Pada zaman yang akan datang orang itu akan beroleh hidup sejati dan kekal."},{"number":31,"verse":"( ; ) Tetapi banyak orang yang sekarang ini terdahulu akan menjadi yang terakhir, dan yang sekarang ini terakhir akan menjadi yang terdahulu.”"},{"number":32,"verse":"( Kali Ketiga Yesus Berkata-kata tentang Kematian-Nya) ( ( 470 20:17-19 ; 490 18:31-34 )) Yesus dan pengikut-pengikut-Nya sedang dalam perjalanan ke Yerusalem. Yesus berjalan di hadapan, sementara pengikut-pengikut-Nya mengikuti-Nya dengan cemas. Orang ramai yang mengikut mereka pun takut. Sekali lagi Yesus memanggil pengikut-pengikut-Nya ke tepi, lalu berkata kepada mereka tentang apa yang akan berlaku terhadap diri-Nya."},{"number":33,"verse":"“Dengarlah,” kata-Nya, “Kita sekarang sedang menuju ke Yerusalem. Di situ Anak Manusia akan diserahkan kepada para ketua imam dan guru Taurat. Mereka akan menjatuhkan hukuman mati kepada-Nya, lalu menyerahkan Dia kepada orang bukan Yahudi."},{"number":34,"verse":"Mereka akan mengolok-olok Dia, meludahi Dia, menyesah Dia, dan membunuh Dia. Tetapi selepas tiga hari, Dia akan bangkit semula.”"},{"number":35,"verse":"( Permintaan Yakobus dan Yohanes) ( ( 470 20:20-28 )) Lalu Yakobus dan Yohanes, anak-anak Zebedeus datang kepada Yesus. “Guru,” kata mereka, “ada satu perkara yang kami hendak Guru lakukan untuk kami.”"},{"number":36,"verse":"“Apakah yang kamu mahu Aku lakukan untuk kamu?” tanya Yesus."},{"number":37,"verse":"Mereka menjawab, “Apabila Guru bertakhta dalam kemuliaan, benarkanlah kami duduk di sebelah kanan ( duduk di sebelah kanan... Guru: Menurut kebudayaan Yahudi, yang diberikan kehormatan dan kekuasaan duduk di sebelah kanan.) dan kiri Guru.”"},{"number":38,"verse":"( ) Yesus berkata kepada mereka, “Kamu tidak mengetahui apa yang kamu minta. Sanggupkah kamu minum dari cawan penderitaan yang akan Aku minum? Sanggupkah kamu mengalami baptisan penderitaan yang akan Aku alami?”"},{"number":39,"verse":"“Sanggup,” jawab mereka. Yesus berkata kepada mereka, “Memang kamu akan minum dari cawan penderitaan yang akan Aku minum dan kamu akan mengalami baptisan penderitaan seperti yang akan Aku alami."},{"number":40,"verse":"Tetapi Aku tidak berhak menentukan orang yang akan duduk di sebelah kanan atau kiri-Ku. Allah yang menentukan siapa orangnya yang akan duduk di tempat itu.”"},{"number":41,"verse":"Ketika sepuluh orang pengikut-Nya yang lain mendengar hal itu, mereka marah terhadap Yakobus dan Yohanes."},{"number":42,"verse":"Yesus memanggil mereka semua lalu berkata, “Kamu tahu bahawa para penguasa bangsa yang tidak mengenal Allah menindas rakyat. Para pemimpin mereka selalu menekan rakyat."},{"number":43,"verse":"( ) Tetapi tidak demikian halnya dengan kamu. Jika seorang antara kamu hendak menjadi besar, dia harus melayani orang lain."},{"number":44,"verse":"( ; ; ) Jika seorang antara kamu hendak menjadi yang pertama, dia harus menjadi hamba kamu semua."},{"number":45,"verse":"Anak Manusia tidak datang untuk dilayani; Dia datang untuk melayani orang serta menyerahkan nyawa-Nya untuk membebaskan banyak orang.”"},{"number":46,"verse":"( Yesus Menyembuhkan Bartimeus yang Buta) ( ( 470 20:29-34 ; 490 18:35-43 )) Mereka tiba di Yerikho. Ketika Yesus meninggalkan kota itu dengan pengikut-pengikut-Nya dan orang ramai, ada seorang buta yang duduk minta sedekah di pinggir jalan. Namanya Bartimeus anak Timeus."},{"number":47,"verse":"Apabila orang buta itu mendengar bahawa yang sedang lalu di situ adalah Yesus orang Nasaret, dia mula berseru, “Yesus, Anak Daud! Kasihanilah hamba!”"},{"number":48,"verse":"Orang ramai memarahi dia dan menyuruh dia diam. Tetapi lebih keras lagi dia berseru, “Anak Daud, kasihanilah saya!”"},{"number":49,"verse":"Yesus berhenti lalu berkata, “Panggillah dia.” Mereka memanggil orang buta itu. “Jangan kecil hati!” kata mereka. “Bangunlah, Yesus memanggil kamu.”"},{"number":50,"verse":"Orang buta itu pun melempar jubahnya, lalu melompat dan pergi kepada Yesus."},{"number":51,"verse":"Yesus bertanya kepadanya, “Apakah yang kamu mahu Aku lakukan untukmu?” Orang buta itu menjawab, “Guru, saya ingin melihat.”"},{"number":52,"verse":"“Pergilah,” kata Yesus, “kamu sembuh kerana kamu percaya kepada-Ku.” Pada saat itu juga orang itu dapat melihat, lalu dia mengikut Yesus di jalan."}]}