{"bibleAbbr":"msAB1996","bookName":"MARKUS","bookEnglishName":"Mark","chapterNumber":13,"verses":[{"number":1,"verse":"( Yesus Berkata-kata tentang Keruntuhan Rumah Tuhan) ( ( 470 24:1-2 ; 490 21:5-6 )) Ketika Yesus meninggalkan Rumah Tuhan, seorang daripada para pengikut-Nya berkata, “Guru, lihatlah! Betapa indahnya batu-batu dan bangunan-bangunan ini!”"},{"number":2,"verse":"Yesus menjawab, “Kamu melihat bangunan-bangunan yang indah ini, bukan? Satu batu pun tidak akan tinggal tersusun pada tempatnya. Semuanya akan dirobohkan.”"},{"number":3,"verse":"( Kesusahan dan Penganiayaan) ( ( 470 24:3-14 ; 490 21:7-19 )) Kemudian Yesus pergi ke Bukit Zaitun lalu duduk di tempat yang berhadapan dengan Rumah Tuhan. Petrus, Yakobus, Yohanes, dan Andreas datang kepada-Nya."},{"number":4,"verse":"Mereka berkata kepada Yesus, “Guru, beritahulah kami; bilakah semua perkara ini akan berlaku? Apakah tanda-tanda yang menunjukkan bahawa masanya sudah tiba?”"},{"number":5,"verse":"Yesus berkata kepada mereka, “Berjaga-jagalah supaya kamu tidak tertipu."},{"number":6,"verse":"Banyak orang akan datang dengan nama-Ku dan berkata, ‘Akulah dia!’ Mereka akan menipu banyak orang."},{"number":7,"verse":"Janganlah risau apabila kamu mendengar riuh pertempuran dan berita peperangan. Semua perkara ini mesti berlaku, tetapi hal itu tidak bererti bahawa akhir zaman telah tiba."},{"number":8,"verse":"Satu bangsa akan berperang melawan bangsa yang lain. Sebuah kerajaan akan menyerang kerajaan yang lain. Di mana sahaja akan berlaku gempa bumi dan kebuluran. Semua ini hanya permulaan, sama seperti sakit yang dialami wanita yang akan bersalin."},{"number":9,"verse":"Kamu sendiri mesti berhati-hati. Kamu akan ditangkap dan dibawa ke mahkamah. Kamu akan dipukul di rumah ibadat. Kamu akan dihadapkan kepada penguasa dan raja kerana kamu pengikut-Ku, lalu kamu akan mengkhabarkan Berita Baik daripada Allah kepada mereka."},{"number":10,"verse":"Berita Baik itu mesti dikhabarkan terlebih dahulu kepada semua bangsa."},{"number":11,"verse":"( ; ) Apabila kamu ditangkap dan dibawa ke mahkamah, janganlah khuatir tentang apa yang harus kamu katakan. Apabila tiba masanya, katakanlah apa yang diberitahu kepada kamu pada waktu itu. Kata-kata yang kamu ucapkan itu bukan kata-kata kamu sendiri, tetapi datang daripada Roh Allah."},{"number":12,"verse":"Orang akan mengkhianati saudara sendiri supaya dibunuh. Bapa juga akan berbuat demikian terhadap anak-anak. Anak-anak akan melawan ibu bapa dan menyerahkan mereka supaya dibunuh."},{"number":13,"verse":"( ) Semua orang akan membenci kamu kerana kamu pengikut-Ku. Tetapi orang yang bertahan sehingga akhir akan diselamatkan.”"},{"number":14,"verse":"( Bencana yang Dahsyat) ( ( 470 24:15-28 ; 490 21:20-24 )) ( , , ) “Kamu akan melihat ‘Bencana yang Dahsyat’ di tempat yang terlarang baginya. (Catatan kepada pembaca: Hendaklah kamu faham apa maknanya!) Pada waktu itu mereka yang di Yudea mesti lari ke pergunungan."},{"number":15,"verse":"Orang yang di bumbung rumah janganlah turun dan masuk ke dalam rumah untuk mengambil sesuatu."},{"number":16,"verse":"( ) Orang yang di ladang janganlah balik untuk mengambil jubah."},{"number":17,"verse":"Alangkah dahsyatnya masa itu bagi wanita yang mengandung dan ibu yang menyusui bayi!"},{"number":18,"verse":"Berdoalah kepada Allah supaya perkara-perkara ini tidak berlaku pada musim sejuk!"},{"number":19,"verse":"( ; ) Pada masa itu akan timbul suatu kesusahan yang belum pernah berlaku, sejak Allah menjadikan dunia hingga sekarang. Perkara itu pun tidak akan berlaku lagi."},{"number":20,"verse":"Seandainya Allah tidak memendekkan masa itu, tidak seorang pun akan selamat. Tetapi kerana umat-Nya yang terpilih, Allah memendekkan masa itu."},{"number":21,"verse":"Pada masa itu jika seseorang berkata kepada kamu, ‘Lihat, Penyelamat yang diutus oleh Allah ada di sini!’ atau ‘Lihat, Dia di situ!’ - janganlah percaya kepada orang itu."},{"number":22,"verse":"Penyelamat palsu dan nabi palsu akan datang. Mereka akan melakukan mukjizat dan keajaiban untuk menipu orang, jika mungkin umat pilihan Allah juga."},{"number":23,"verse":"Berjaga-jagalah! Semua perkara itu telah Aku katakan kepada kamu sebelum semuanya berlaku.”"},{"number":24,"verse":"( Kedatangan Anak Manusia) ( ( 470 24:29-31 ; 490 21:25-28 )) ( ; ; , , ; ) “Selepas masa kesusahan itu, matahari akan menjadi gelap dan bulan tidak lagi bercahaya."},{"number":25,"verse":"( ; ; ) Bintang-bintang akan jatuh dari langit dan kuasa di angkasa lepas akan ditarik daripada peredarannya."},{"number":26,"verse":"( ; ) Barulah Anak Manusia akan kelihatan datang dikelilingi awan dengan kekuasaan besar dan kemuliaan."},{"number":27,"verse":"Dia akan mengutus malaikat-malaikat ke empat penjuru bumi untuk mengumpulkan umat pilihan-Nya dari hujung bumi ke hujung langit.”"},{"number":28,"verse":"( Pelajaran daripada Pokok Ara) ( ( 470 24:32-35 ; 490 21:29-33 )) “Biarlah pokok ara memberikan pelajaran kepada kamu. Apabila dahan-dahannya hijau, lembut, dan mula bertunas, kamu tahu bahawa musim panas sudah dekat."},{"number":29,"verse":"Demikian juga apabila kamu melihat perkara-perkara ini berlaku, kamu tahu bahawa waktunya sudah dekat dan akan bermula dengan segera. ( saatnya sudah dekat dan akan bermula dengan segera; atau Dia sudah dekat dan akan datang dengan segera.)"},{"number":30,"verse":"Ingatlah! Segala perkara ini akan berlaku sebelum orang yang hidup sekarang ini mati semuanya."},{"number":31,"verse":"Langit dan bumi akan lenyap, tetapi firman-Ku kekal selama-lamanya.”"},{"number":32,"verse":"( Tidak Seorang pun Mengetahui Hari dan Waktunya) ( ( 470 24:36-44 )) ( ) “Meskipun demikian, tidak seorang pun mengetahui hari atau waktunya, baik malaikat-malaikat di syurga ataupun Anak; hanya Bapa yang tahu."},{"number":33,"verse":"Berjaga-jagalah dan berwaspadalah, kerana kamu tidak mengetahui waktunya."},{"number":34,"verse":"( ) Keadaannya seperti seorang yang meninggalkan rumahnya lalu pergi ke tempat yang jauh. Dia menyuruh hamba-hambanya menjaga rumah, setelah dia memberikan tugas kepada mereka. Kepada penjaga pintu, dia berpesan supaya berjaga baik-baik."},{"number":35,"verse":"Oleh itu, berjaga-jagalah, kerana kamu tidak mengetahui waktunya tuan rumah itu balik; mungkin pada petang hari, tengah malam, subuh, atau pada waktu matahari terbit."},{"number":36,"verse":"Jika dia datang dengan tiba-tiba, janganlah kamu didapati tidur."},{"number":37,"verse":"Apa yang Aku katakan kepada kamu, Aku katakan juga kepada semua orang: Berjaga-jagalah!”"}]}