{"bibleAbbr":"msAB1996","bookName":"2 TESALONIKA","bookEnglishName":"2 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"( Manusia Jahat) ( ) Tentang kedatangan Tuhan kita Yesus Kristus dan tentang hal kita dikumpulkan bersama-sama Dia kelak, aku menggesa kamu, saudara-saudaraku supaya hal-hal ini tidak berlaku."},{"number":2,"verse":"Janganlah kamu gelisah, dan janganlah fikiran kamu cepat dikelirukan kerana orang berkata bahawa hari kedatangan Tuhan sudah tiba. Mungkin ada yang berpendapat bahawa kami mengatakan demikian semasa bernubuat atau mengajar atau menulisnya di dalam surat."},{"number":3,"verse":"Janganlah biarkan orang menipu kamu, kerana hari itu hanya akan tiba, apabila banyak orang memberontak terhadap Allah, dan Manusia Jahat yang ditetapkan masuk ke neraka, menampilkan diri."},{"number":4,"verse":"( ; ) Dia akan melawan semua yang disebut tuhan. Dia menganggap dirinya lebih berkuasa daripada semua yang disembah oleh manusia. Bahkan dia akan masuk ke Rumah Allah dan duduk di situ serta mengisytiharkan dirinya sebagai Allah."},{"number":5,"verse":"Ingatlah bahawa aku pernah memberitahu kamu semua itu semasa aku bersama-sama kamu."},{"number":6,"verse":"Namun kamu tahu bahawa ada sesuatu yang menghalang perkara itu daripada berlaku sekarang ini. Manusia Jahat itu akan menampilkan diri pada masa yang ditentukan oleh Allah."},{"number":7,"verse":"Kekuasaan yang melakukan kejahatan sudah mula bertindak secara rahsia. Tetapi perkara yang akan berlaku itu tidak akan terjadi, selagi yang menahannya tidak disingkirkan."},{"number":8,"verse":"( ) Kemudian Manusia Jahat itu akan kelihatan, tetapi apabila Tuhan Yesus datang, Dia akan membunuh Manusia Jahat itu dengan nafas dari mulut-Nya, dan membinasakannya dengan kegemilangan hadirat-Nya."},{"number":9,"verse":"( ) Manusia Jahat itu akan datang dengan kuasa Iblis. Dia akan melakukan segala macam mukjizat dan keajaiban yang menyesatkan orang."},{"number":10,"verse":"Dia akan menggunakan segala tipu muslihat jahat untuk menyesatkan semua orang yang akan binasa. Mereka akan binasa kerana tidak mahu menerima atau menghargai berita benar daripada Allah ( berita benar daripada Allah; Harfiah: kebenaran.) yang dapat menyelamatkan mereka."},{"number":11,"verse":"Itulah sebabnya Allah mengirim kuasa yang menyesatkan kepada mereka sehingga mereka percaya kepada apa yang tidak benar."},{"number":12,"verse":"Akibatnya, semua orang yang tidak percaya kepada berita benar daripada Allah, ( berita benar daripada Allah; Harfiah: kebenaran.) tetapi menyukai dosa akan dihukum."},{"number":13,"verse":"( Kamu Dipilih untuk Diselamatkan) Kami mesti sentiasa bersyukur kepada Allah bagi kamu, saudara-saudara yang dikasihi Tuhan. Hal itu demikian kerana Allah telah memilih kamu antara orang yang terdahulu sekali diselamatkan-Nya. ( Allah telah memilih... diselamatkan-Nya; Beberapa buah naskhah kuno: dari mulanya Allah telah memilih kamu untuk diselamatkan.) Dengan kuasa Roh-Nya dan dengan kepercayaan kamu kepada berita benar daripada Allah, Allah telah menjadikan kamu umat-Nya yang suci."},{"number":14,"verse":"Allah memanggil kamu melalui Berita Baik yang kami khabarkan kepada kamu. Dia memanggil kamu supaya ikut memiliki kemuliaan Tuhan kita Yesus Kristus."},{"number":15,"verse":"Oleh itu, saudara-saudaraku, kamu harus tetap percaya dan berpegang kepada ajaran-ajaran yang telah kami sampaikan, baik secara lisan mahupun bertulis."},{"number":16,"verse":"Allah Bapa kita mengasihi kita, dan kerana rahmat-Nya Dia menyebabkan kita sentiasa tabah mengharapkan yang baik. Semoga Dia dan Tuhan kita Yesus Kristus sendiri menggalakkan kamu dan menguatkan kamu untuk melakukan dan mengatakan yang baik."}]}