{"bibleAbbr":"MHB","bookName":"Mark","bookEnglishName":"Mark","chapterNumber":15,"verses":[{"number":1,"verse":"בַּבֹּקֶר מִהֲרוּ רָאשֵׁי הַכֹּהֲנִים לְקַיֵּם הִתְיָעֲצוּת עִם הַזְּקֵנִים וְהַסּוֹפְרִים וְכָל הַסַּנְהֶדְרִין. הֵם כָּבְלוּ אֶת יֵשׁוּעַ וְהוֹלִיכוּהוּ וּמְסָרוּהוּ לְפִּילָטוֹס."},{"number":2,"verse":"שָׁאַל אוֹתוֹ פִּילָטוֹס: \"אַתָּה מֶלֶךְ הַיְּהוּדִים?\" הֵשִׁיב וְאָמַר אֵלָיו: \"אַתָּה אוֹמֵר.\""},{"number":3,"verse":"וְרָאשֵׁי הַכֹּהֲנִים הִשְׁמִיעוּ נֶגְדּוֹ הַאֲשָׁמוֹת רַבּוֹת."},{"number":4,"verse":"הוֹסִיף פִּילָטוֹס וְשָׁאַל אוֹתוֹ: \"אֵינְךָ מֵשִׁיב דָּבָר; רְאֵה כַּמָּה הֵם מַאֲשִׁימִים אוֹתְךָ!\""},{"number":5,"verse":"אוּלָם יֵשׁוּעַ לֹא הֵשִׁיב עוֹד דָּבָר, לְתִמְהוֹנוֹ שֶׁל פִּילָטוֹס."},{"number":6,"verse":"בֶּחָג הָיָה מְשַׁחְרֵר לָהֶם אָסִיר אֶחָד עַל־פִּי בַּקָּשָׁתָם."},{"number":7,"verse":"אִישׁ אֶחָד, בַּר־אַבָּא שְׁמוֹ, יָשַׁב אָז בַּכֶּלֶא עִם הַמּוֹרְדִים שֶׁבִּצְּעוּ מַעֲשֵׂה רֶצַח בְּעֵת הַמֶּרֶד."},{"number":8,"verse":"בָּא הֶהָמוֹן וְהֵחֵל לְבַקֵּשׁ שֶׁיַּעֲשֶׂה לְמַעֲנָם כְּמִנְהָגוֹ."},{"number":9,"verse":"הֵשִׁיב לָהֶם פִּילָטוֹס: \"הַאִם רוֹצִים אַתֶּם שֶׁאֲשַׁחְרֵר לָכֶם אֶת מֶלֶךְ הַיְּהוּדִים?\""},{"number":10,"verse":"כִּי יָדַע שֶׁמִּקִּנְאָה מָסְרוּ אוֹתוֹ רָאשֵׁי הַכֹּהֲנִים."},{"number":11,"verse":"אַךְ רָאשֵׁי הַכֹּהֲנִים הֵסִיתוּ אֶת הֶהָמוֹן לְהַעֲדִיף שֶׁיְּשַׁחְרֵר לָהֶם אֶת בַּר־אַבָּא."},{"number":12,"verse":"הוֹסִיף פִּילָטוֹס וְאָמַר לָהֶם: \"אִם כֵּן מַה אֶעֱשֶׂה לָ[זֶה שֶׁאַתֶּם קוֹרְאִים לוֹ] מֶלֶךְ הַיְּהוּדִים?\""},{"number":13,"verse":"\"צְלֹב אוֹתוֹ!\" צָעֲקוּ."},{"number":14,"verse":"\"אֲבָל מָה רָעָה עָשָׂה?\" אָמַר לָהֶם פִּילָטוֹס. אַךְ הֵם צָעֲקוּ בְּיֶתֶר שְׂאֵת: \"צְלֹב אוֹתוֹ!\""},{"number":15,"verse":"כֵּיוָן שֶׁרָצָה פִּילָטוֹס לְהַשְׂבִּיעַ אֶת רְצוֹן הֶהָמוֹן, שִׁחְרֵר לָהֶם אֶת בַּר־אַבָּא, וְאֶת יֵשׁוּעַ הִלְקָה וּמָסַר אוֹתוֹ לִצְלִיבָה."},{"number":16,"verse":"הַחַיָּלִים הוֹלִיכוּ אוֹתוֹ לִפְנִים הֶחָצֵר שֶׁבְּבֵית הַמִּמְשָׁל וְקָרְאוּ לְכָל הַגְּדוּד."},{"number":17,"verse":"הֵם הִלְבִּישׁוּהוּ אַרְגָּמָן, שָׂמוּ עָלָיו עֲטֶרֶת שֶׁקָּלְעוּ מִקּוֹצִים"},{"number":18,"verse":"וְהֵחֵלּוּ לְבָרֵךְ אוֹתוֹ: \"שָׁלוֹם לְךָ, מֶלֶךְ הַיְּהוּדִים!\""},{"number":19,"verse":"הִכּוּהוּ עַל רֹאשׁוֹ בְּקָנֶה וְיָרְקוּ בּוֹ; גַּם כָּרְעוּ עַל בִּרְכֵּיהֶם וְהִשְׁתַּחֲווּ לוֹ."},{"number":20,"verse":"אַחֲרֵי שֶׁהִתְלוֹצְצוּ בּוֹ הֵסִירוּ מֵעָלָיו אֶת הָאַרְגָמָן, הִלְבִּישׁוּהוּ אֶת בְּגָדָיו וְהוֹצִיאוּהוּ לִצְלִיבָה."},{"number":21,"verse":"אוֹתָהּ שָׁעָה עָבַר שָׁם שִׁמְעוֹן מִקִּירֶנְיָה, אֲבִיהֶם שֶׁל אֲלֶכְּסַנְדֶּר וְרוּפוּס, כַּאֲשֶׁר בָּא מִן הַשָֹדֶה. הֵם הִכְרִיחוּ אוֹתוֹ לָשֵׂאת אֶת צְלָבוֹ שֶׁל יֵשׁוּעַ"},{"number":22,"verse":"וְהוֹלִיכוּ אֶת יֵשׁוּעַ אֶל מְקוֹם גָּלְגֹּתָּא, שֶׁפֵּרוּשׁוֹ מְקוֹם הַגֻּלְגֹּלֶת."},{"number":23,"verse":"נָתְנוּ לְיֵשׁוּעַ יַיִן מָהוּל בְּמֹר וְלֹא לָקַח אוֹתוֹ."},{"number":24,"verse":"אָז צָלְבוּ אוֹתוֹ וְחִלְּקוּ אֶת בְּגָדָיו בְּהַפִּילָם עֲלֵיהֶם גּוֹרָל, לִקְבֹּעַ מַה יִּקַּח כָּל אֶחָד."},{"number":25,"verse":"הַשָּׁעָה הָיְתָה תֵּשַׁע בַּבֹּקֶר כַּאֲשֶׁר צָלְבוּ אוֹתוֹ."},{"number":26,"verse":"מֵעָלָיו הָיָה קָבוּעַ כְּתַב אַשְׁמָתוֹ, \"מֶלֶךְ הַיְּהוּדִים.\""},{"number":27,"verse":"וְיַחַד אִתּוֹ צָלְבוּ שְׁנֵי שׁוֹדְדִים, אֶחָד מִימִינוֹ וְאֶחָד מִשְֹמֹאלוֹ. ["},{"number":28,"verse":"בָּזֶה הִתְקַיֵּם הַכָּתוּב \"וְאֶת פּוֹשְׁעִים נִמְנָה.\"]"},{"number":29,"verse":"וְהָעוֹבְרִים שָׁם גִּדְּפוּ אוֹתוֹ, הֵנִיעוּ רֹאשָׁם וְאָמְרוּ: \"אֲהָהּ! הַהוֹרֵס אֶת בֵּית הַמִּקְדָּשׁ וּבוֹנֶה אוֹתוֹ בִּשְׁלוֹשָׁה יָמִים,"},{"number":30,"verse":"הוֹשַׁע אֶת עַצְמְךָ וְרֵד מִן הַצְּלָב!\""},{"number":31,"verse":"כָּךְ גַּם הִתְלוֹצְצוּ רָאשֵׁי הַכֹּהֲנִים וְהַסּוֹפְרִים בְּאָמְרָם זֶה אֶל זֶה: \"אֲחֵרִים הוֹשִׁיעַ; אֶת עַצְמוֹ אֵינֶנּוּ יָכוֹל לְהוֹשִׁיעַ?!"},{"number":32,"verse":"הַמָּשִׁיחַ מֶלֶךְ יִשְׂרָאֵל, שֶׁיֵּרֵד עַכְשָׁו מִן הַצְּלָב וְנִרְאֶה וְנַאֲמִין!\" גַּם הַנִּצְלָבִים אִתּוֹ חֵרְפוּ אוֹתוֹ."},{"number":33,"verse":"בְּשָׁעָה שְׁתֵּים־עֶשְׂרֵה בַּצָּהֳרַיִם הִשְׂתָּרֵר חֹשֶׁךְ עַל כָּל הָאָרֶץ עַד הַשָּׁעָה שָׁלוֹשׁ,"},{"number":34,"verse":"וּבְשָׁעָה שָׁלוֹשׁ צָעַק יֵשׁוּעַ בְּקוֹל גָּדוֹל: \"אֱלָהִי, אֱלָהִי, לְמָה שְׁבַקְתָּנִי?\" שֶׁתַּרְגּוּמוֹ \"אֵלִי, אֵלִי, לָמָה עֲזַבְתָּנִי?\""},{"number":35,"verse":"כַּמָּה מִן הָעוֹמְדִים שָׁם שָׁמְעוּ זֹאת וְאָמְרוּ: \"הִנֵּה לְאֵלִיָּהוּ הוּא קוֹרֵא.\""},{"number":36,"verse":"מִישֶׁהוּ רָץ וּמִלֵּא סְפוֹג בְּחֹמֶץ, הִצְמִיד אוֹתוֹ אֶל קָנֶה וְהִגִּישׁ לוֹ לִשְׁתּוֹת בְּאָמְרוֹ: \"הָבָה נִרְאֶה אִם יָבוֹא אֵלִיָּהוּ לְהוֹרִיד אוֹתוֹ.\""},{"number":37,"verse":"יֵשׁוּעַ צָעַק בְּקוֹל גָּדוֹל וְנָפַח אֶת רוּחוֹ."},{"number":38,"verse":"וּפָרֹכֶת הַמִּקְדָשׁ נִקְרְעָה לִשְׁנַיִם, מִלְּמַעְלָה עַד לְמַטָּה."},{"number":39,"verse":"כְּשֶׁרָאָה שַׂר הַמֵּאָה הָעוֹמֵד מוּלוֹ כִּי כָּךְ נָפַח אֶת רוּחוֹ, אָמַר: \"בֶּאֱמֶת, הָאִישׁ הַזֶּה הָיָה בֶּן־אֱלֹהִים!\""},{"number":40,"verse":"גַּם הָיוּ נָשִׁים שֶׁהִסְתַּכְּלוּ מֵרָחוֹק וּבֵינֵיהֶן מִרְיָם הַמַּגְדָּלִית, מִרְיָם אִמּוֹ שֶׁל יַעֲקֹב הַצָּעִיר וְשֶׁל יוֹסֵי וּשְׁלוֹמִית,"},{"number":41,"verse":"אֲשֶׁר הָלְכוּ אַחֲרָיו בִּהְיוֹתוֹ בַּגָּלִיל וְשֵׁרְתוּהוּ, וְרַבּוֹת אֲחֵרוֹת שֶׁעָלוּ אִתּוֹ לִירוּשָׁלַיִם."},{"number":42,"verse":"לְעֵת עֶרֶב - וּמֵאַחַר שֶׁהָיָה עֶרֶב שַׁבָּת -"},{"number":43,"verse":"בָּא יוֹסֵף אִישׁ רָמָתַיִם, חֲבֵר סַנְהֶדְרִין נִכְבָּד שֶׁהָיָה גַּם הוּא מְחַכֶּה לְמַלְכוּת הָאֱלֹהִים. הֵעֵז וּבָא אֶל פִּילָטוֹס וּבִקֵּשׁ מִמֶּנּוּ אֶת גּוּפַת יֵשׁוּעַ."},{"number":44,"verse":"פִּילָטוֹס הִתְפַּלֵּא שֶׁהוּא כְּבָר מֵת. קָרָא לְשַׂר הַמֵּאָה וְשָׁאַל אוֹתוֹ אִם יֵשׁוּעַ כְּבָר מֵת."},{"number":45,"verse":"כְּשֶׁנִּתְבָּרֵר לוֹ הַדָּבָר מִפִּי שַׂר הַמֵּאָה, נָתַן לְיוֹסֵף אֶת הַגּוּפָה."},{"number":46,"verse":"יוֹסֵף קָנָה סָדִין. הוּא הוֹרִיד אוֹתוֹ וְעָטַף אוֹתוֹ בַּסָּדִין, הִנִּיחוֹ בְּקֶבֶר חָצוּב בְּסֶלַע וְגָלַל אֶבֶן עַל פִּי הַקֶּבֶר."},{"number":47,"verse":"וּמִרְיָם הַמַּגְדָּלִית וּמִרְיָם אֵם יוֹסֵי רָאוּ הֵיכָן הִנִּיחַ אוֹתוֹ."}]}