{"bibleAbbr":"YLT1898","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":24,"verses":[{"number":1,"verse":"And Balaam seeth that [it is] good in the eyes of JEHOVAH to bless Israel, and he hath not gone as time by time to meet enchantments, and he setteth towards the wilderness his face;"},{"number":2,"verse":"and Balaam lifteth up his eyes, and seeth Israel tabernacling, by its tribes, and the Spirit of God is upon him,"},{"number":3,"verse":"and he taketh up his simile, and saith: ‘An affirmation of Balaam son of Beor - And an affirmation of the man whose eyes are shut -"},{"number":4,"verse":"An affirmation of him who is hearing sayings of God - Who a vision of the Almighty seeth, Falling - and eyes uncovered:"},{"number":5,"verse":"How good have been thy tents, O Jacob, Thy tabernacles, O Israel;"},{"number":6,"verse":"As valleys they have been stretched out, As gardens by a river; As aloes JEHOVAH hath planted, As cedars by waters;"},{"number":7,"verse":"He maketh water flow from his buckets, And his seed [is] in many waters; And higher than Agag [is] his king, And exalted is his kingdom."},{"number":8,"verse":"God is bringing him out of Egypt; As the swiftness of a Reem is to him, He eateth up nations his adversaries, And their bones he breaketh, And [with] his arrows he smiteth,"},{"number":9,"verse":"He hath bent, he hath lain down as a lion, And as a lioness: who doth raise him up? He who is blessing thee [is] blessed, And he who is cursing thee [is] cursed.’"},{"number":10,"verse":"And the anger of Balak burneth against Balaam, and he striketh his hands; and Balak saith unto Balaam, ‘To pierce mine enemies I called thee, and lo, thou hast certainly blessed - these three times;"},{"number":11,"verse":"and now, flee for thyself unto thy place; I have said, I do greatly honour thee, and lo, JEHOVAH hath kept thee back from honour.’"},{"number":12,"verse":"And Balaam saith unto Balak, ‘Did I not also unto thy messengers whom thou hast sent unto me, speak, saying,"},{"number":13,"verse":"If Balak doth give to me the fulness of his house of silver and gold, I am not able to pass over the command of JEHOVAH, to do good or evil of mine own heart - that which JEHOVAH speaketh - it I speak?"},{"number":14,"verse":"and, now, lo, I am going to my people; come, I counsel thee [concerning] that which this people doth to thy people, in the latter end of the days.’"},{"number":15,"verse":"And he taketh up his simile, and saith: ‘An affirmation of Balaam son of Beor - And an affirmation of the man whose eyes [are] shut -"},{"number":16,"verse":"An affirmation of him who is hearing sayings of God - And knowing knowledge of the Most High; A vision of the Almighty he seeth, Falling - and eyes uncovered:"},{"number":17,"verse":"I see it, but not now; I behold it, but not near; A star hath proceeded from Jacob, And a sceptre hath risen from Israel, And hath smitten corners of Moab, And hath destroyed all sons of Sheth."},{"number":18,"verse":"And Edom hath been a possession, And Seir hath been a possession, [for] its enemies, And Israel is doing valiantly;"},{"number":19,"verse":"And [one] doth rule out of Jacob, And hath destroyed a remnant from Ar.’"},{"number":20,"verse":"And he seeth Amalek, and taketh up his simile, and saith: ‘A beginning of the Goyim [is] Amalek; And his latter end - for ever he perisheth.’"},{"number":21,"verse":"And he seeth the Kenite, and taketh up his simile, and saith: ‘Enduring [is] thy dwelling, And setting in a rock thy nest,"},{"number":22,"verse":"But the Kenite is for a burning; Till when doth Asshur keep thee captive?’"},{"number":23,"verse":"And he taketh up his simile, and saith: ‘Alas! who doth live when God doth this?"},{"number":24,"verse":"And - ships [are] from the side of Chittim, And they have humbled Asshur, And they have humbled Eber, And it also for ever is perishing.’"},{"number":25,"verse":"And Balaam riseth, and goeth, and turneth back to his place, and Balak also hath gone on his way."}]}