{"bibleAbbr":"YLT1898","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":32,"verses":[{"number":1,"verse":"And much cattle hath been to the sons of Reuben and to the sons of Gad, very many; and they see the land of Jazer, and the land of Gilead, and lo, the place [is] a place [for] cattle;"},{"number":2,"verse":"and the sons of Gad, and the sons of Reuben, come in and speak unto Moses, and unto Eleazar the priest, and unto the princes of the company, saying:"},{"number":3,"verse":"‘Ataroth, and Dibon, and Jazer, and Nimrah, and Heshbon, and Elealeh, and Shebam, and Nebo, and Beon -"},{"number":4,"verse":"the land which JEHOVAH hath smitten before the company of Israel, is a land for cattle, and thy servants have cattle.’"},{"number":5,"verse":"And they say, ‘If we have found grace in thine eyes, let this land be given to thy servants for a possession; cause us not to pass over the Jordan.’"},{"number":6,"verse":"And Moses saith to the sons of Gad and to the sons of Reuben, ‘Do your brethren go in to the battle, and ye - do ye sit here?"},{"number":7,"verse":"and why discourage ye the heart of the sons of Israel from passing over unto the land which JEHOVAH hath given to them?"},{"number":8,"verse":"‘Thus did your fathers in my sending them from Kadesh-Barnea to see the land;"},{"number":9,"verse":"and they go up unto the valley of Eshcol, and see the land, and discourage the heart of the sons of Israel so as not to go in unto the land which JEHOVAH hath given to them;"},{"number":10,"verse":"and the anger of JEHOVAH burneth in that day, and He sweareth, saying,"},{"number":11,"verse":"They do not see - the men who are coming up out of Egypt from a son of twenty years and upward - the ground which I have sworn to Abraham, to Isaac, and to Jacob, for they have not been fully after Me;"},{"number":12,"verse":"save Caleb son of Jephunneh the Kenezite, and Joshua son of Nun, for they have been fully after JEHOVAH;"},{"number":13,"verse":"and the anger of JEHOVAH burneth against Israel, and He causeth them to wander in the wilderness forty years, until the consumption of all the generation which is doing the evil thing in the eyes of JEHOVAH."},{"number":14,"verse":"‘And lo, ye have risen in the stead of your fathers, an increase of men - sinners, to add yet to the fury of the anger of JEHOVAH toward Israel;"},{"number":15,"verse":"when ye turn back from after Him, then He hath added yet to leave him in the wilderness, and ye have done corruptly to all this people.’"},{"number":16,"verse":"And they come nigh unto him, and say, ‘Folds for the flock we build for our cattle here, and cities for our infants;"},{"number":17,"verse":"and we - we are armed hasting before the sons of Israel till that we have brought them in unto their place; and our infants have dwelt in the cities of defence because of the inhabitants of the land;"},{"number":18,"verse":"we do not turn back unto our houses till the sons of Israel have inherited each his inheritance,"},{"number":19,"verse":"for we do not inherit with them beyond the Jordan and yonder, for our inheritance hath come unto us beyond the Jordan at the [sun]-rising.’"},{"number":20,"verse":"And Moses saith unto them, ‘If ye do this thing: if ye are armed before JEHOVAH for battle,"},{"number":21,"verse":"and every armed one of you hath passed over the Jordan before JEHOVAH, till his dispossessing His enemies from before Him,"},{"number":22,"verse":"and the land hath been subdued before JEHOVAH - then afterwards ye do turn back, and have been acquitted by JEHOVAH, and by Israel; and this land hath been to you for a possession before JEHOVAH."},{"number":23,"verse":"‘And if ye do not so, lo, ye have sinned against JEHOVAH, and know ye your sin, that it doth find you;"},{"number":24,"verse":"build for yourselves cities for your infants, and folds for your flock, and that which is going out from your mouth do ye.’"},{"number":25,"verse":"And the sons of Gad and the sons of Reuben speak unto Moses, saying, ‘Thy servants do as my lord is commanding;"},{"number":26,"verse":"our infants, our wives, our cattle, and all our beasts, are there in cities of Gilead,"},{"number":27,"verse":"and thy servants pass over, every armed one of the host, before JEHOVAH, to battle, as my lord is saying.’"},{"number":28,"verse":"And Moses commandeth concerning them Eleazar the priest, and Joshua son of Nun, and the heads of the fathers of the tribes of the sons of Israel;"},{"number":29,"verse":"and Moses saith unto them, ‘If the sons of Gad and the sons of Reuben pass over with you the Jordan, every one armed for battle, before JEHOVAH, and the land hath been subdued before you, then ye have given to them the land of Gilead for a possession;"},{"number":30,"verse":"and if they do not pass over armed with you, then they have possessions in your midst in the land of Canaan.’"},{"number":31,"verse":"And the sons of Gad and the sons of Reuben answer, saying, ‘That which JEHOVAH hath spoken unto thy servants - so we do;"},{"number":32,"verse":"we - we pass over armed before JEHOVAH [to] the land of Canaan, and with us [is] the possession of our inheritance beyond the Jordan.’"},{"number":33,"verse":"And Moses giveth to them, to the sons of Gad, and to the sons of Reuben, and to the half of the tribe of Manasseh son of Joseph, the kingdom of Sihon king of the Amorite, and the kingdom of Og king of Bashan, the land by its cities, in the borders, the cities of the land round about."},{"number":34,"verse":"And the sons of Gad build Dihon, and Ataroth, and Aroer,"},{"number":35,"verse":"and Atroth, Shophan, and Jaazer, and Jogbehah,"},{"number":36,"verse":"and Beth-Nimrah, and Beth-Haran, cities of defence, and sheepfolds."},{"number":37,"verse":"And the sons of Reuben have build Heshbon, and Elealeh, and Kirjathaim,"},{"number":38,"verse":"and Nebo, and Baal-Meon (changed in name), and Shibmah, and they call by [these] names the names of the cities which they have built."},{"number":39,"verse":"And sons of Machir son of Manasseh go to Gilead, and capture it, and dispossess the Amorite, who [is] in it;"},{"number":40,"verse":"and Moses giveth Gilead to Machir son of Manasseh, and he dwelleth in it."},{"number":41,"verse":"And Jair son of Manasseh hath gone and captureth their towns, and calleth them ‘Towns of Jair;’"},{"number":42,"verse":"and Nobah hath gone and captureth Kenath, and its villages, and calleth it Nobah, by his own name."}]}