{"bibleAbbr":"Geneva1599","bookName":"Nahum","bookEnglishName":"Nahum","chapterNumber":3,"verses":[{"number":1,"verse":"(1 Of the fall of Ninevah.8 No power can escape the hand of God.) O bloody city, it is all full of lies and robbery: (It never ceaseth to spoil and rob.) the prey departeth not."},{"number":2,"verse":"The noise of a whip, (He showeth how the Chaldeans shall haste, and how courageous their horses shall be in beating the ground when they come against the Assyrians.) and the noise of the moving of the wheels, and the beating of the horses, and the leaping of the chariots."},{"number":3,"verse":"The horseman lifteth up both the bright sword, and the glittering spear, and a multitude is slain, and the dead bodies are many: there is none end of their corpses: they stumble upon their corpses,"},{"number":4,"verse":"Because of the multitude of the fornications of the (He compareth Nineveh to an harlot, which by her beauty and subtlety enticeth young men, and bringeth them to destruction.) harlot that is beautiful, and is a mistress of witchcraft, and selleth the people through her whoredom, and the nations through her witchcrafts."},{"number":5,"verse":"Behold, I come upon thee, saith the Lord of hosts, and will discover thy skirts upon thy face, and will show the nations thy filthiness, and the kingdoms thy shame."},{"number":6,"verse":"And I will cast filth upon thee, and make thee vile, and will set thee as a gazing stock."},{"number":7,"verse":"And it shall come to pass, that all they that look upon thee, shall flee from thee, and say, Nineveh is destroyed, who will have pity upon her? where shall I seek comforters for thee?"},{"number":8,"verse":"Art thou better than (Meaning, Alexandria, which was in league with so many nations, and yet was now destroyed.) No, which was full of people? that lay in the rivers, and had the waters round about it? whose ditch was the sea, and her wall was from the sea?"},{"number":9,"verse":"Ethiopia and Egypt were her strength, and there was none end: Put and Lubim were (Or, thine.) her helpers."},{"number":10,"verse":"Yet was she carried away, and went into captivity: her young children also were dashed in pieces at the head of all the streets: and they cast lots for her noble men, and all her mighty men were bound in chains."},{"number":11,"verse":"Also thou shalt be drunken: thou shalt hide thyself, and shalt seek help because of the enemy."},{"number":12,"verse":"All thy strong cities shall be like fig trees with the first ripe figs: for if they be shaken, they fall into the mouth of the eater."},{"number":13,"verse":"Behold, thy people within thee are women: the gates of thy land shall be opened unto thine enemies, and the fire shall devour thy bars."},{"number":14,"verse":"Draw thee waters for the siege: fortify thy strongholds: go into the clay, and temper the mortar: make strong brick."},{"number":15,"verse":"There shall the fire devour thee: the sword shall cut thee off: it shall eat thee up like the (Signifying, that God’s judgments should suddenly destroy the Assyrians, as these vermin are with rain or change of weather.) locusts, though thou be multiplied like the locusts, and multiplied like the grasshopper."},{"number":16,"verse":"Thou hast multiplied thy merchants above the stars of heaven: the locust spoileth and flieth away."},{"number":17,"verse":"Thy princes are as the grasshoppers, and thy captains as the great grasshoppers which remain in the hedges in the cold day: but when the sun ariseth, they flee away, and their place is not known where they are."},{"number":18,"verse":"Thy (Thy princes and counselors.) shepherds do sleep, O king of Assyria: thy strong men lie down: thy people is scattered upon the mountains, and no man gathereth them."},{"number":19,"verse":"There is no healing of thy wound: thy plague is grievous: all that hear the brute of thee, shall clap the hands over thee: for upon (Meaning, that there was no people to whom the Assyrians had not done hurt.) whom hath not thy malice passed continually?"}]}