{"bibleAbbr":"urGV2010","bookName":"یوایل","bookEnglishName":"Joel","chapterNumber":3,"verses":[{"number":1,"verse":"( دشمن کی سزا) اُن دنوں میں، ہاں اُس وقت جب مَیں یہوداہ اور یروشلم کو بحال کروں گا"},{"number":2,"verse":"مَیں تمام دیگر اقوام کو جمع کر کے وادیٔ یہوسفط ( یہوسفط کا مطلب: ’رب عدالت کرتا ہے۔‘) میں لے جاؤں گا۔ وہاں مَیں اپنی قوم اور موروثی ملکیت کی خاطر اُن سے مقدمہ لڑوں گا۔ کیونکہ اُنہوں نے میری قوم کو دیگر اقوام میں منتشر کر کے میرے ملک کو آپس میں تقسیم کر لیا،"},{"number":3,"verse":"قرعہ ڈال کر میری قوم کو آپس میں بانٹ لیا ہے۔ اُنہوں نے اسرائیلی لڑکوں کو کسبیوں کے بدلے میں دے دیا اور اسرائیلی لڑکیوں کو فروخت کیا تاکہ مَے خرید کر پی سکیں۔"},{"number":4,"verse":"اے صور، صیدا اور تمام فلستی علاقو، میرا تم سے کیا واسطہ؟ کیا تم مجھ سے انتقام لینا یا مجھے سزا دینا چاہتے ہو؟ جلد ہی مَیں تیزی سے تمہارے ساتھ وہ کچھ کروں گا جو تم نے دوسروں کے ساتھ کیا ہے۔"},{"number":5,"verse":"کیونکہ تم نے میری سونا چاندی اور میرے بیش قیمت خزانے لُوٹ کر اپنے مندروں میں رکھ لئے ہیں۔"},{"number":6,"verse":"یہوداہ اور یروشلم کے باشندوں کو تم نے یونانیوں کے ہاتھ بیچ ڈالا تاکہ وہ اپنے وطن سے دُور رہیں۔"},{"number":7,"verse":"لیکن مَیں اُنہیں جگا کر اُن مقاموں سے واپس لاؤں گا جہاں تم نے اُنہیں فروخت کر دیا تھا۔ ساتھ ساتھ مَیں تمہارے ساتھ وہ کچھ کروں گا جو تم نے اُن کے ساتھ کیا تھا۔"},{"number":8,"verse":"رب فرماتا ہے کہ مَیں تمہارے بیٹے بیٹیوں کو یہوداہ کے باشندوں کے ہاتھ بیچ ڈالوں گا، اور وہ اُنہیں دُوردراز قوم سبا کے حوالے کر کے فروخت کریں گے۔"},{"number":9,"verse":"بلند آواز سے دیگر اقوام میں اعلان کرو کہ جنگ کی تیاریاں کرو۔ اپنے بہترین فوجیوں کو کھڑا کرو۔ لڑنے کے قابل تمام مرد آ کر حملہ کریں۔"},{"number":10,"verse":"اپنے ہل کی پھالیوں کو کوٹ کوٹ کر تلواریں بنا لو، کانٹ چھانٹ کے اوزاروں کو نیزوں میں تبدیل کرو۔ کمزور آدمی بھی کہے، ’مَیں سورما ہوں!‘"},{"number":11,"verse":"اے تمام اقوام، چاروں طرف سے آ کر وادی میں جمع ہو جاؤ! جلدی کرو۔“ اے رب، اپنے سورماؤں کو وہاں اُترنے دے!"},{"number":12,"verse":"”دیگر اقوام حرکت میں آ کر وادیٔ یہوسفط میں آ جائیں۔ کیونکہ وہاں مَیں تخت پر بیٹھ کر ارد گرد کی تمام اقوام کا فیصلہ کروں گا۔"},{"number":13,"verse":"آؤ، درانتی چلاؤ، کیونکہ فصل پک گئی ہے۔ آؤ، انگور کو کچل دو، کیونکہ اُس کا رس نکالنے کا حوض بھرا ہوا ہے، اور تمام برتن رس سے چھلکنے لگے ہیں۔ کیونکہ اُن کی بُرائی بہت ہے۔“"},{"number":14,"verse":"فیصلے کی وادی میں ہنگامہ ہی ہنگامہ ہے، کیونکہ فیصلے کی وادی میں رب کا دن قریب آ گیا ہے۔"},{"number":15,"verse":"سورج اور چاند تاریک ہو جائیں گے، ستاروں کی چمک دمک جاتی رہے گی۔"},{"number":16,"verse":"رب کوہِ صیون پر سے دہاڑے گا، یروشلم سے اُس کی گرجتی آواز یوں سنائی دے گی کہ آسمان و زمین لرز اُٹھیں گے۔ لیکن رب اپنی قوم کی پناہ گاہ اور اسرائیلیوں کا قلعہ ہو گا۔"},{"number":17,"verse":"( اسرائیل کا جلالی مستقبل) ”تب تم جان لو گے کہ مَیں، رب تمہارا خدا ہوں اور اپنے مُقدّس پہاڑ صیون پر سکونت کرتا ہوں۔ یروشلم مُقدّس ہو گا، اور آئندہ پردیسی اُس میں سے نہیں گزریں گے۔"},{"number":18,"verse":"اُس دن ہر چیز کثرت سے دست یاب ہو گی۔ پہاڑوں سے انگور کا رس ٹپکے گا، پہاڑیوں سے دودھ کی ندیاں بہیں گی، اور یہوداہ کے تمام ندی نالے پانی سے بھرے رہیں گے۔ نیز، رب کے گھر میں سے ایک چشمہ پھوٹ نکلے گا اور بہتا ہوا وادیٔ شِطّیم کی آب پاشی کرے گا۔"},{"number":19,"verse":"لیکن مصر تباہ اور ادوم ویران و سنسان ہو جائے گا، کیونکہ اُنہوں نے یہوداہ کے باشندوں پر ظلم و تشدد کیا، اُن کے اپنے ہی ملک میں بےقصور لوگوں کو قتل کیا ہے۔"},{"number":20,"verse":"لیکن یہوداہ ہمیشہ تک آباد رہے گا، یروشلم نسل در نسل قائم رہے گا۔"},{"number":21,"verse":"جو قتل و غارت اُن کے درمیان ہوئی ہے اُس کی سزا مَیں ضرور دوں گا۔“ رب کوہِ صیون پر سکونت کرتا ہے!"}]}