{"bibleAbbr":"LBP1933","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":12,"verses":[{"number":1,"verse":"HE who loves discipline loves knowledge; but he who hates reproof is a fool."},{"number":2,"verse":"A good man obtains favor of the LORD; but a wicked one will be condemned."},{"number":3,"verse":"A man shall not be established by wickedness; but the root of the righteous shall flourish."},{"number":4,"verse":"A virtuous wife is a crown to her husband; but a wife who does evil destroys her husband like a boring-worm, and like a termite."},{"number":5,"verse":"The thoughts of the righteous are upright; but the counsels of the wicked are deceit."},{"number":6,"verse":"The counsel of the wicked is to lie in wait for the shedding of the blood; but the mouth of the upright shall deliver them."},{"number":7,"verse":"The wicked shall be overthrown, and shall not be found; but the house of the righteous shall stand."},{"number":8,"verse":"A man is commended according to his wisdom; but he who lacks understanding shall be despised."},{"number":9,"verse":"Better is a poor man who serves himself than one who is proud and yet lacks bread."},{"number":10,"verse":"A righteous man regards the life of his beast; but the mercies of the wicked are suppressed."},{"number":11,"verse":"He who tills his land shall be satisfied with bread; but he who follows vain pursuits lacks understanding."},{"number":12,"verse":"The wicked desire to do evil; but the root of the righteous shall sprout."},{"number":13,"verse":"The ungodly is caught by the wickedness of his lips; but the righteous shall come out of trouble."},{"number":14,"verse":"A good man shall be satisfied with the fruits of his mouth; and the recompense of a man's hands shall be rendered to him."},{"number":15,"verse":"The way of a fool is right in his own eyes; but he who listens to counsel is wise."},{"number":16,"verse":"A fool's wrath is soon known; but a prudent man hides his shame."},{"number":17,"verse":"A righteous man speaks truth as it is evident; but a false witness is deceptive."},{"number":18,"verse":"There are those whose speech is like the piercing of a sword; but the tongue of the wise heals."},{"number":19,"verse":"The lips of truth are forthright; but the tongue of a lying witness is wicked."},{"number":20,"verse":"Deceit is in the heart of the wicked who plot evil; but those who give counsel of peace shall have joy."},{"number":21,"verse":"A deceitful thing is not good in the eyes of the righteous; but the wicked are filled with mischief."},{"number":22,"verse":"Lying lips are an abomination to the LORD; but those who deal truly are his delight."},{"number":23,"verse":"A prudent man is the seat of knowledge; but the heart of fools proclaims evil."},{"number":24,"verse":"The hand of the diligent shall bear rule; but the deceitful shall be under tribute."},{"number":25,"verse":"A fearful word troubles a man's heart; but a good word makes it glad."},{"number":26,"verse":"A righteous man gives good counsel to his neighbor; but the way of the wicked shall lead them astray."},{"number":27,"verse":"The deceitful man shall not find his prey; but the substance of a diligent man is precious."},{"number":28,"verse":"In the way of righteousness is life; but the way of animosity leads to death."}]}