{"bibleAbbr":"LBP1933","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":13,"verses":[{"number":1,"verse":"WISE son hears his father's instructions; but an evil son does not listen to rebuke."},{"number":2,"verse":"A good man shall be satisfied with the fruit of his mouth; but the souls of the wicked shall perish."},{"number":3,"verse":"He who guards his mouth keeps his life; he who speaks too much shall bring ruin upon himself."},{"number":4,"verse":"A sluggard is always craving; but the soul of the diligent shall be enriched."},{"number":5,"verse":"A righteous man hates lying; but a wicked man is loathsome, and shall be ashamed and confounded."},{"number":6,"verse":"Righteousness keeps him that is upright in his way; but wickedness overthrows the sinner."},{"number":7,"verse":"There are some who pretend to be rich, yet have nothing; there are others who pretend to be poor, yet have great riches."},{"number":8,"verse":"The ransom of a man's life is his riches; but the poor ignores a rebuke."},{"number":9,"verse":"The light of the righteous shall rejoice; but the lamp of the wicked shall be put out."},{"number":10,"verse":"A wicked man commits shameful things; but with the well-advised is wisdom."},{"number":11,"verse":"Wealth acquired unjustly will diminish; but he who gathers justly shall increase his wealth."},{"number":12,"verse":"Blessed is the man who is willing to help; more blessed is he than he who merely rests in hope, as a tree of life he bears fruit."},{"number":13,"verse":"He who despises counsel shall be destroyed by it; but he who fears the commandment shall be spared. A deceitful man shall not benefit; but a wise man whose works are good shall prosper."},{"number":14,"verse":"The law of the wise is a fountain of life to those who depart from the snares of death."},{"number":15,"verse":"Good understanding brings mercy; but the way of transgressors leads to destruction."},{"number":16,"verse":"Every prudent man deals wisely; but a fool speaks foolishness."},{"number":17,"verse":"A wicked messenger falls into mischief; but a faithful ambassador is a healer."},{"number":18,"verse":"Poverty and shame shall be to him who refuses instruction; but he who regards reproof shall be honored."},{"number":19,"verse":"A noble desire is sweet to the soul; but the abomination of the wicked is far away from knowledge."},{"number":20,"verse":"He who walks with wise men shall be wise; but a companion of fools shall suffer harm."},{"number":21,"verse":"Evil pursues sinners; but to the righteous good shall be repaid."},{"number":22,"verse":"A good man leaves an inheritance to his children's children; and the wealth of the sinner is laid up for the righteous."},{"number":23,"verse":"Those who do not understand the manner of life are destroyed by riches; yea, many men are destroyed completely."},{"number":24,"verse":"He who spares his rod hates his son; but he who loves his son disciplines him diligently."},{"number":25,"verse":"The righteous man eats and is satisfied; but the belly of the wicked shall want."}]}