{"bibleAbbr":"LBP1933","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"A WISE woman builds her house; but the foolish tears it down with her own hands."},{"number":2,"verse":"He who walks in uprightness has reverence for the LORD; but he who is perverse in his ways despises him."},{"number":3,"verse":"In the mouth of the foolish is provocation and disgrace; but the lips of wise men shall preserve them."},{"number":4,"verse":"Where there are no oxen, the cribs are clean; but abundant crops come by the strength of the ox."},{"number":5,"verse":"A faithful witness will not deceive; but a false witness will utter lies."},{"number":6,"verse":"An evil man seeks wisdom, and finds it not; but knowledge is easy to a man of understanding."},{"number":7,"verse":"Everything is a hindrance to a foolish man; but the lips of a wise man are like a weapon."},{"number":8,"verse":"The wisdom of the prudent is to understand his way; but the way of fools is deceit."},{"number":9,"verse":"Truly the households of the wicked need purifying; but the households of the righteous are acceptable."},{"number":10,"verse":"Fools commit sins; but the children of the upright have good will."},{"number":11,"verse":"A heart which has understanding knows its own bitterness; and a stranger does not share in its joy. The house of the wicked shall be destroyed; but the tabernacle of the upright shall flourish."},{"number":12,"verse":"There is a way which seems right to a man, but the end thereof are the ways of death."},{"number":13,"verse":"Even in laughter the heart is sorrowful; and the end of joy is grief."},{"number":14,"verse":"The insolent in heart shall be filled with the fruit of his ways; and a good man shall be satisfied with the respect he receives."},{"number":15,"verse":"The simple man believes every word; but the prudent discerns between good and evil."},{"number":16,"verse":"A wise man is cautious, and departs from evil; but the fool tampers with it confidently."},{"number":17,"verse":"A man hasty in whatever he does never seeks counsel; but a wise man is moderate."},{"number":18,"verse":"Fools inherit folly; but the prudent dispense knowledge."},{"number":19,"verse":"Evil men shall prostrate themselves before good men; and the wicked shall come to beg at the gates of the righteous."},{"number":20,"verse":"The poor is hated even of his own neighbors; but the rich has many friends."},{"number":21,"verse":"He who despises his neighbor sins; but he who has mercy on the poor, happy is he."},{"number":22,"verse":"The wicked err when they devise evil; but compassionate and righteous men do all kinds of good. The workers of iniquity do not understand truth and mercy; kindness and truth are with the workers of good things."},{"number":23,"verse":"In all your labor there is profit; but he who is young is carefree and at ease. The LORD heals every wound; but the talk of the lips of the wicked tends only to poverty."},{"number":24,"verse":"The crown of the wise is their riches; but the perverseness of fools is their folly."},{"number":25,"verse":"A true witness delivers lives; but a deceitful witness speaks falsehood."},{"number":26,"verse":"in reverence for the LORD is strong confidence, and his children shall have a place of refuge."},{"number":27,"verse":"Reverence for the LORD is a fountain of life to those who turn away from the snares of death."},{"number":28,"verse":"In the abundance of population is the king's honor; but in the destruction of the people is the ruin of the king."},{"number":29,"verse":"He who is slow to anger is of great understanding; but he who is hasty of temper is exceedingly foolish."},{"number":30,"verse":"He who cools down his anger is a healer of his own heart; but wrath is the rottenness of the bones."},{"number":31,"verse":"He who oppresses the poor provokes his Maker; but he who honors the LORD has mercy on the needy."},{"number":32,"verse":"The wicked is overthrown through his wickedness; but he who is confident that he is without sin is a righteous man."},{"number":33,"verse":"Wisdom shall rest in the heart of the righteous; but in the heart of fools it shall not be made known."},{"number":34,"verse":"Righteousness exalts a nation; but sin is a reproach to any people."},{"number":35,"verse":"The king's favor is toward a wise servant; but the wicked shall be overthrown by his own devices. He who is confident that he is without sin is righteous. Anger destroys even wise men."}]}