{"bibleAbbr":"LBP1933","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":16,"verses":[{"number":1,"verse":"THE reasoning of the mind is from man; but the answer of the tongue is from the LORD."},{"number":2,"verse":"All the ways of a man are clean in his own eyes; but the LORD directs his way."},{"number":3,"verse":"Commit your works to the LORD, and he will establish your thoughts."},{"number":4,"verse":"All the works of the LORD are for those who will hearken to him; but the wicked are reserved for the day of calamity."},{"number":5,"verse":"Every one who is proud in his heart is an abomination to the LORD; and he who stretches out his hand against his neighbor shall not be pardoned because of this evil."},{"number":6,"verse":"By mercy and truth iniquity is purged; and reverence of the LORD causes men to depart from evil."},{"number":7,"verse":"When a man's ways are according to the will of the LORD, even to his enemies he shall recompense."},{"number":8,"verse":"Better is a little with righteousness than great ingathering acquired unjustly."},{"number":9,"verse":"A man's heart devises his ways; but the LORD directs his steps."},{"number":10,"verse":"Oracles are on the lips of the king; his mouth does not err in judgment."},{"number":11,"verse":"The weight of a just balance is the LORD'S judgment; all his works are just weights."},{"number":12,"verse":"Kings who commit wickedness are an abomination; for a throne is established by righteousness."},{"number":13,"verse":"The lips of a righteous man are the delight of a king; and he loves the word of the upright."},{"number":14,"verse":"The wrath of a king is as messengers of death; but a wise man will pacify it."},{"number":15,"verse":"In the light of the king's countenance is life; and his favor is like a cloud of the early rain."},{"number":16,"verse":"To get wisdom is much better than gold; and to get understanding is better than silver."},{"number":17,"verse":"The path of the upright causes one to turn away from evil; he who is careful of his soul safeguards his way."},{"number":18,"verse":"Disgrace goes before destruction, and pride before misfortune."},{"number":19,"verse":"It is better to be humble and lowly in pride than he who divides spoil with the mighty."},{"number":20,"verse":"He who understands a command shall find good; who trusts in the LORD, happy is he!"},{"number":21,"verse":"The wise in heart is a man of discernment; and he whose speech is sweet increases learning."},{"number":22,"verse":"Understanding is a spring of life to those who have it; but the instruction of the fools is folly."},{"number":23,"verse":"The heart of the wise understands the speech of his mouth and adds learning to his lips."},{"number":24,"verse":"The speech of a wise man is like honeycomb, sweet to his soul, and health to his bones."},{"number":25,"verse":"There is a way that seems right in the eyes of men, but the paths thereof are the paths of death."},{"number":26,"verse":"A sorrowful person grieves himself; from his own mouth comes his destruction."},{"number":27,"verse":"An ungodly man devises evil; out of his mouth issues a burning fire."},{"number":28,"verse":"A wicked man threatens justice and persecutes his neighbor without cause."},{"number":29,"verse":"A wicked man entices his neighbor and leads him into the way that is not good."},{"number":30,"verse":"He winks his eyes and devises corrupt things; he purposes with his lips and accomplishes mischief."},{"number":31,"verse":"The hoary head is a crown of glory and is exalted in the way of righteousness."},{"number":32,"verse":"He who is slow to anger is better than the mighty; and he who conquers himself than he who takes a city."},{"number":33,"verse":"The evil of the vicious falls into his own bosom; and his judgment proceeds from before the LORD."}]}