{"bibleAbbr":"LBP1933","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"BETTER is dry bread, and quietness with it, than a house full of feasting with strife."},{"number":2,"verse":"A wise servant shall rule over a son who causes shame, and shall share the inheritance among the brothers."},{"number":3,"verse":"The refining pot is for silver and the furnace for gold; but the LORD tries the heart."},{"number":4,"verse":"A wicked man listens to perverse lips; but a righteous man does not heed the tongues of vicious men."},{"number":5,"verse":"He who mocks the poor provokes his Maker; and he who is glad at calamity shall not be forgiven."},{"number":6,"verse":"Children's children are the crowns of old men; and the glory of children is their fathers."},{"number":7,"verse":"Excellent speech is unbecoming to a fool, and lying lips to a righteous man."},{"number":8,"verse":"A precious stone is beautiful in the eyes of him who has it; wherever it turns it is admired."},{"number":9,"verse":"He who forgets an offense seeks friendship; but he who hates to forget an offense estranges himself from a friend and neighbor."},{"number":10,"verse":"A threat breaks the heart of a wise man; but the fool instead of a rebuke receives a scourging, and yet he is not conscious of it."},{"number":11,"verse":"A quarrelsome man seeks mischief; therefore a cruel messenger shall be sent against him."},{"number":12,"verse":"Meditation and reverence are suitable for a wise man; but a fool meditates in his folly."},{"number":13,"verse":"He who rewards evil for good, evil shall not depart from his house."},{"number":14,"verse":"He who sheds blood stirs up judgment before the ruler."},{"number":15,"verse":"He who justifies the wicked and condemns the just is an abomination before the LORD."},{"number":16,"verse":"What good is wealth in the possession of a fool who has no desire to acquire wisdom?"},{"number":17,"verse":"A friend loves at all times; but a brother is born for adversity."},{"number":18,"verse":"A foolish man pledges himself, for he becomes surety for his friend."},{"number":19,"verse":"He who loves iniquity loves deceit and strife; and he who exalts himself seeks destruction."},{"number":20,"verse":"He who slanders in heart will not find good; and he who has an evil tongue falls into mischief."},{"number":21,"verse":"He who begets a fool does it to his own shame; his father will have no joy in him."},{"number":22,"verse":"A merry heart makes the body healthy; but a broken spirit dries up the bones."},{"number":23,"verse":"He who accepts a bribe is wicked; for he perverts the way of justice."},{"number":24,"verse":"The face of a man of understanding is set toward wisdom; but the eyes of a fool are in the depths of the earth."},{"number":25,"verse":"A foolish son provokes his father, and is bitterness to her who bore him."},{"number":26,"verse":"To punish the just is not good, nor to scourge the righteous men who speak the truth."},{"number":27,"verse":"He who spares his words has knowledge; and he who is patient is a wise man."},{"number":28,"verse":"Even a fool when he holds his peace is considered wise; and he who shuts his lips is counted a man of understanding."}]}