{"bibleAbbr":"LBP1933","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":21,"verses":[{"number":1,"verse":"LIKE streams of water, so is the king's heart in the hand of the LORD; he turns it wherever he will."},{"number":2,"verse":"Every way of a man is right in his own eyes; but the LORD sets the heart in order."},{"number":3,"verse":"He who does righteousness and justice is more acceptable to the LORD than he who offers a sacrifice."},{"number":4,"verse":"Haughty eyes, a proud heart, and the posterity of the wicked are sinful."},{"number":5,"verse":"The thoughts of the elect tend surely to plenteousness; but those of evil men cause want."},{"number":6,"verse":"The getting of treasure by a lying tongue will bring destruction and death to those who seek it."},{"number":7,"verse":"The destruction of the wicked shall come upon them because they refused to do justice."},{"number":8,"verse":"He who perverts his own way acts strangely; but he who is pure, his works are right."},{"number":9,"verse":"It is better to dwell alone in a corner of the housetop than to live with a quarrelsome woman in a large house."},{"number":10,"verse":"The soul of a wicked man is hidden from his neighbor's eyes."},{"number":11,"verse":"When a wicked man suffers harm, even the simple become wise; but a wise man receives knowledge through his own counsel."},{"number":12,"verse":"The righteous man wisely understands the hearts of the wicked; and he overthrows the wicked into mischief."},{"number":13,"verse":"He who closes his ears at the cry of the poor, he also shall cry to God, but he shall not answer him."},{"number":14,"verse":"A gift in secret pacifies anger; but he who is sparing with his gifts stirs wrath."},{"number":15,"verse":"It is joy to the righteous to do justice, but destruction to the workers of iniquity."},{"number":16,"verse":"The man who wanders from the way of understanding shall lie in the congregation of the dead."},{"number":17,"verse":"He who lacks wealth and yet loves entertainment, wine, and pleasure shall not be rich."},{"number":18,"verse":"The wicked shall be given as a ransom for the righteous, and the deceitful for the upright."},{"number":19,"verse":"It is better to dwell in the wilderness than with a quarrelsome and an angry wife."},{"number":20,"verse":"A coveted treasure and ointment are in a dwelling place; but the wisdom and understanding of men shall dispense it."},{"number":21,"verse":"He who seeks after righteousness and mercy will find life, righteousness, and honor."},{"number":22,"verse":"A wise man scales the defenses of the city of mighty men and conquers the stronghold in which they trusted."},{"number":23,"verse":"He who keeps his mouth and his tongue keeps himself from trouble."},{"number":24,"verse":"In his wrath a hasty and proud man commits iniquity."},{"number":25,"verse":"The desire of the sluggard kills him; for his hands refuse to labor."},{"number":26,"verse":"He covets greedily all the day long; but the righteous man gives and does not spare."},{"number":27,"verse":"The sacrifice of the wicked is an abomination; because they bring it in an unjust way."},{"number":28,"verse":"A false witness shall perish; but an obedient man speaks truth."},{"number":29,"verse":"The face of a wicked man is shameless; but he who is upright amends his ways."},{"number":30,"verse":"There is no wisdom nor understanding nor counsel like that of the LORD."},{"number":31,"verse":"The horse may be prepared for the day of battle; but salvation is of the LORD."}]}