{"bibleAbbr":"LBP1933","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":22,"verses":[{"number":1,"verse":"GOOD name is better than great riches, and loving favor than silver and gold."},{"number":2,"verse":"The rich and the poor meet together; the LORD is the maker of them both."},{"number":3,"verse":"A prudent man sees an evil man scourged and is greatly instructed by it; but fools pass by and suffer loss."},{"number":4,"verse":"The result of humility is reverence for the LORD, and riches and honor and life."},{"number":5,"verse":"Snares and traps are found on a crooked way; he who keeps his soul shall be far from them."},{"number":6,"verse":"Train up a child in the way he should go; and when he is old he will not depart from it."},{"number":7,"verse":"The rich shall be ruled by the poor, and the servant shall loan to his former lender."},{"number":8,"verse":"He who sows iniquity shall reap deceit; and the staff of his anger shall be broken."},{"number":9,"verse":"He who has a bountiful eye shall be blessed; for he gives of his bread to the poor."},{"number":10,"verse":"Destroy evil, cast out strife, do away with contention and reproach, lest they sit in the assembly and reproach all who are present."},{"number":11,"verse":"The LORD loves him who is pure in heart and is gracious to the lips of the king's friends."},{"number":12,"verse":"The eyes of the LORD preserve knowledge and destroy the words of deceit."},{"number":13,"verse":"When he is sent on an errand, the sluggard says, There is a lion on the road! and, Behold, there is murder in the streets!"},{"number":14,"verse":"The mouth of a strange woman is a deep pit; he with whom the LORD is angry shall fall into it."},{"number":15,"verse":"Foolishness moves the heart of a child; but the rod of correction shall drive it far from him."},{"number":16,"verse":"He who oppresses the poor adds to his evil; and he who gives to the rich, shall suffer a loss."},{"number":17,"verse":"Incline your ear, and hear the words of the wise, and apply your heart to my knowledge."},{"number":18,"verse":"For both of them are pleasant, keep them within you; let them together be made ready on your lips."},{"number":19,"verse":"That your trust may be in the LORD, I have made these things known to you this day, even to you."},{"number":20,"verse":"Behold, this is the third time that I have written them to you,"},{"number":21,"verse":"That I might make you know counsel and knowledge and peace and the words of truth; so that you could answer words of truth to him who might send to you."},{"number":22,"verse":"Do not oppress the poor because he is poor; neither afflict the needy in the gate."},{"number":23,"verse":"For the LORD will plead their cause and avenge the injustice which is done to them."},{"number":24,"verse":"Make no friendship with wrathful man; and with a man given to anger you shall not go,"},{"number":25,"verse":"Lest you learn his ways and find a stumbling block to your soul."},{"number":26,"verse":"Do not become a surety for a debt simply because you are ashamed to turn down those who ask you,"},{"number":27,"verse":"For if you have nothing to pay, they will take your bed from under you."},{"number":28,"verse":"Remove not the ancient landmark which your fathers have set."},{"number":29,"verse":"When you see that a man is diligent in his work, he shall stand before kings; he shall not stand before obscure men."}]}