{"bibleAbbr":"LBP1933","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"MY son, if you have become surety for your friend, if you have obligated yourself to a stranger,"},{"number":2,"verse":"Then you are snared with the words of your mouth, you are caught with the words of your lips."},{"number":3,"verse":"Do this now, my son, and deliver yourself because, for the sake of your friend, you have fallen into the hands of your enemies; go, therefore, and stir up your friend for whom you have become surety to meet his obligation."},{"number":4,"verse":"You shall not give sleep to your eyes nor slumber to your eyelids."},{"number":5,"verse":"Deliver yourself like a gazelle from the snare, and like a bird from the hand of the fowler."},{"number":6,"verse":"Be like the ant, consider her ways, and be wise;"},{"number":7,"verse":"Though having no harvest and no ruler over her, neither any one to guide her,"},{"number":8,"verse":"She provides her bread in the summer and gathers her food in the harvest."},{"number":9,"verse":"How long will you sleep, O sluggard? When will you arise from your sleep?"},{"number":10,"verse":"Yet a little sleep, a little slumber, a little folding of the hands on the chest;"},{"number":11,"verse":"And then poverty shall come upon you, and distress shall overtake you; become a successful man."},{"number":12,"verse":"A fool, a wicked man, is unscrupulous."},{"number":13,"verse":"He winks with his eyes, he signals with his feet, he makes signs with his fingers;"},{"number":14,"verse":"He is perverse in his heart, he devises mischief continually; he sows discord."},{"number":15,"verse":"Therefore his calamity shall come suddenly; suddenly will he be broken without remedy."},{"number":16,"verse":"There are six things which the LORD hates; yea, the seventh is an abomination to him:"},{"number":17,"verse":"Haughty eyes, a lying tongue, and hands that shed innocent blood."},{"number":18,"verse":"A heart that devises wicked imaginations, feet that are swift in running to mischief,"},{"number":19,"verse":"A false witness who speaks lies, and he who sows discord among brothers."},{"number":20,"verse":"My son, keep your father's commandment and do not forsake the law of your mother;"},{"number":21,"verse":"Impress them firmly on your heart and tie them about your neck."},{"number":22,"verse":"When you walk, let them follow you; let them be with you, keep them that they may keep you; and when you awake, meditate on them."},{"number":23,"verse":"For the commandment is a lamp, and the law is a light, and the reproofs of instruction are the way of life,"},{"number":24,"verse":"To keep you from the evil woman, from the flattery of the tongue of a strange woman."},{"number":25,"verse":"Do not lust after her beauty in your heart; neither let her snare you with her eyes, nor let her captivate you with her eyelids."},{"number":26,"verse":"For the appearance of a harlot is tempting like a loaf of bread; and the adulteress hunts for the precious life."},{"number":27,"verse":"Can a man take fire in his bosom, and his clothes not be burned?"},{"number":28,"verse":"Can one walk upon hot coals, and his feet not be burned?"},{"number":29,"verse":"So is he who goes in to his neighbor's wife and touches her; he shall not be innocent."},{"number":30,"verse":"No one wonders at a thief when he is caught stealing, for he steals to satisfy himself when he is hungry;"},{"number":31,"verse":"But if he is caught, he shall pay sevenfold; he shall give all the goods of his house."},{"number":32,"verse":"But he who commits adultery with a woman lacks understanding, and he destroys his own soul."},{"number":33,"verse":"And he who does it brings dishonor upon himself; and his reproach shall not be wiped out."},{"number":34,"verse":"For jealousy provokes a man's rage; therefore he will not spare in the day of vengeance."},{"number":35,"verse":"He will not regard any ransom; nor will he listen, though you increase the bribe."}]}