{"bibleAbbr":"LBP1933","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":7,"verses":[{"number":1,"verse":"MY son, keep my words and hide my commandments within you."},{"number":2,"verse":"Keep my commandments and live, and my law as the pupil of your eye."},{"number":3,"verse":"Bind them about your neck; write them upon the tablets of your heart."},{"number":4,"verse":"Say to wisdom, You are my sister; and to understanding, You are my counselor"},{"number":5,"verse":"That they may keep you from the strange woman, from the stranger that flatters with her words."},{"number":6,"verse":"For from the window of her house and from the balcony she looked out,"},{"number":7,"verse":"And she beheld young men, she spied among the youths, and those who lacked understanding,"},{"number":8,"verse":"Passing through the street near the corner of her house,"},{"number":9,"verse":"In the twilight, in the evening, in the black and dark night;"},{"number":10,"verse":"And, behold, there came out a woman with the attire of a harlot to meet one of them, a woman who fluttered the hearts of young men."},{"number":11,"verse":"She is rebellious and gluttonous; her feet do not abide in her house;"},{"number":12,"verse":"But she roams around outside, now in the streets, and now lying in wait at the corners."},{"number":13,"verse":"So she caught him and kissed him, and, with an impudent face, said to him,"},{"number":14,"verse":"This day I have paid my vows, I have peace offerings with me;"},{"number":15,"verse":"Therefore I came out to meet you, for I have been waiting to see you, and now I have found you."},{"number":16,"verse":"I have made my bed upon a carpet; I have covered it with fine linen of Egypt."},{"number":17,"verse":"I have perfumed my bed with myrrh, aloes, and cinnamon."},{"number":18,"verse":"Come, let us take our fill of love until the morning; let us embrace each other with passion."},{"number":19,"verse":"For my husband is not at home, he has gone on a long journey:"},{"number":20,"verse":"He has taken a bag of money with him, and it will be a long time before he comes home."},{"number":21,"verse":"With much fair speech she misled him, with the flattering of her lips she forced him."},{"number":22,"verse":"He went after her as a little child, as an ox that goes to the slaughter, and as a dog to be muzzled;"},{"number":23,"verse":"And as a stag whose liver is pierced with an arrow, as a bird hastens to the snare, and does not know that he goes to his death."},{"number":24,"verse":"Now therefore, O my children, hearken to me, and attend to the words of my mouth."},{"number":25,"verse":"Let not your heart incline to her ways, do not go astray in her paths."},{"number":26,"verse":"For she has cast down many wounded; yea, many mighty men have been slain by her."},{"number":27,"verse":"The ways to her house are the ways to Sheol, going down to the chambers of death."}]}