{"bibleAbbr":"LBP1933","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":9,"verses":[{"number":1,"verse":"WISDOM has built her house, she has set up in it seven pillars;"},{"number":2,"verse":"She has slaughtered her beasts; she has mingled her wine; she has also prepared her table."},{"number":3,"verse":"She has sent forth her servants to cry out upon the highest places and say,"},{"number":4,"verse":"Whosoever is simple, let him come to me; as for him who lacks understanding, she said to him,"},{"number":5,"verse":"Come, eat of my bread and drink of the wine which I have mingled."},{"number":6,"verse":"Forsake folly, and live; and go in the way of understanding."},{"number":7,"verse":"Correction for a bad man brings disgrace; the wicked man is rebuked by his own blemish."},{"number":8,"verse":"Reprove not a bad man, lest he hate you; rebuke a wise man, and he will love you."},{"number":9,"verse":"Give an opportunity to a wise man, and he will be yet wiser; teach a just man, and he will increase in learning."},{"number":10,"verse":"The reverence of the LORD is the beginning of wisdom; and the knowledge of the righteous is understanding."},{"number":11,"verse":"For by her your days shall be multiplied, and the years of your life shall be increased."},{"number":12,"verse":"My son, if you are wise, you are wise for yourself and for your friends; but if you are evil-minded, you alone shall bear your evils;"},{"number":13,"verse":"He who denies things falsely feeds on winds and pursues fowl of the air; for he has forsaken the way to his vineyard and the paths of his labor, to journey in the wilderness without water; in the places that are trodden he travels thirsty and gains nothing."},{"number":14,"verse":"A foolish woman is enticing; she does not know what shame is; she sits at the door of her home on a high seat,"},{"number":15,"verse":"She calls those who pass by, who go right on their ways;"},{"number":16,"verse":"She says, He who is simple, let him come to me; and as for him who lacks understanding, she says to him,"},{"number":17,"verse":"Stolen waters are sweet and bread eaten in secret is pleasant."},{"number":18,"verse":"But he does not know that the mighty men perish with her and that her guests are in the depths of Sheol. ( 919)Now rise up, and do not abide in that place; do not cast your eye at her; thus pass by the waters of strangers; cross over a strange river, and turn away from the waters of strangers; you shall not drink of the waters of strangers. For in doing so a multitude of days and years of life shall be added to you."}]}