{"bibleAbbr":"paOV2016","bookName":"ਦਾਨੀਏਲ ਦੀ ਪੋਥੀ","bookEnglishName":"Daniel","chapterNumber":5,"verses":[{"number":1,"verse":"( ਕੰਧ ਉੱਤੇ ਅਗੰਮ ਲਿਖਤ) ਬੇਲਸ਼ੱਸਰ ਰਾਜਾ ਨੇ ਆਪਣੇ ਇੱਕ ਹਜ਼ਾਰ ਪਰਧਾਨਾਂ ਦੀ ਵੱਡੀ ਦਾਉਤ ਕੀਤੀ ਅਤੇ ਉਸ ਹਜ਼ਾਰ ਦੇ ਸਾਹਮਣੇ ਨਸ਼ਾ ਪੀਤਾ"},{"number":2,"verse":"ਬੇਲਸ਼ੱਸਰ ਨੇ ਨਸ਼ਾ ਚਖਦੇ ਹੋਏ ਆਗਿਆ ਦਿੱਤੀ ਕਿ ਸੋਨੇ ਤੇ ਚਾਂਦੀ ਦੇ ਭਾਂਡੇ ਜਿਹੜੇ ਨਬੂਕਦਨੱਸਰ ਉਹ ਦੇ ਪਿਤਾ ਨੇ ਯਰੂਸ਼ਲਮ ਦੀ ਹੈਕਲ ਵਿੱਚੋਂ ਕੱਢੇ ਸਨ ਲਿਆਂਦੇ ਜਾਣ ਤਾਂ ਜੋ ਰਾਜਾ ਤੇ ਉਹ ਦੇ ਪਰਧਾਨ ਤੇ ਉਹ ਦੀਆਂ ਰਾਣੀਆਂ ਤੇ ਉਹ ਦੀਆਂ ਰਖੇਲਾਂ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਨਸ਼ਾ ਪੀਣ"},{"number":3,"verse":"ਤਾਂ ਓਹ ਸੋਨੇ ਦੇ ਭਾਂਡਿਆਂ ਨੂੰ ਜਿਹੜੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਦੀ ਹੈਕਲ ਵਿੱਚੋਂ ਜੋ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਹੈ ਕੱਢੇ ਗਏ ਸਨ ਲਿਆਏ ਅਤੇ ਰਾਜਾ ਤੇ ਉਹ ਦੇ ਪਰਧਾਨਾਂ, ਉਹ ਦੀਆਂ ਰਾਣੀਆਂ ਤੇ ਉਹ ਦੀਆਂ ਰਖੇਲਾਂ ਨੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਪੀਤੀ"},{"number":4,"verse":"ਉਨ੍ਹਾਂ ਨੇ ਸ਼ਰਾਬ ਪੀਤੀ ਅਤੇ ਸੋਨੇ, ਚਾਂਦੀ, ਪਿੱਤਲ, ਲੋਹੇ, ਕਾਠ ਦੇ ਪੱਥਰ ਦੇ ਦਿਓਤਿਆਂ ਦੀ ਵੱਡਿਆਈ ਕੀਤੀ।।"},{"number":5,"verse":"ਉਸੇ ਘੜੀ ਵਿੱਚ ਮਨੁੱਖ ਦੇ ਹੱਥ ਦੀਆਂ ਉਂਗਲੀਆਂ ਪਰਗਟ ਹੋਈਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਸ਼ਮਾਦਾਨ ਦੇ ਅੱਗੇ ਰਾਜੇ ਦੇ ਮਹਿਲ ਦੀ ਚੂਨੇ ਗੱਚ ਕੰਧ ਉੱਤੇ ਲਿਖਿਆ ਅਤੇ ਰਾਜੇ ਨੇ ਹੱਥ ਦਾ ਉਹ ਹਿੱਸਾ ਜੋ ਲਿਖਦਾ ਸੀ ਵੇਖਿਆ"},{"number":6,"verse":"ਤਾਂ ਰਾਜੇ ਦਾ ਚਿਹਰਾ ਬਦਲ ਗਿਆ ਅਤੇ ਉਹ ਦੀਆਂ ਚਿੰਤਾਂ ਨੇ ਉਹ ਨੂੰ ਉਦਰਾ ਦਿੱਤਾ ਐਥੋਂ ਤੀਕ ਕਿ ਉਹ ਦੇ ਲੱਕ ਦੇ ਜੋੜ ਢਿੱਲੇ ਪੈ ਗਏ ਤੇ ਉਹ ਦੇ ਗੋਡੇ ਇੱਕ ਦੂਏ ਨਾਲ ਟਕਰਾਉਣ ਲੱਗ ਪਏ"},{"number":7,"verse":"ਰਾਜੇ ਨੇ ਉੱਚੀ ਅਵਾਜ਼ ਨਾਲ ਚਿੱਲਾ ਕੇ ਆਖਿਆ ਕਿ ਜੋਤਸ਼ੀਆਂ, ਕਸਦੀਆਂ ਤੇ ਅਗੰਮ ਗਿਆਨੀਆਂ ਨੂੰ ਸਾਹਮਣੇ ਕਰੋ! ਰਾਜੇ ਨੇ ਬਾਬਲ ਦੇ ਗਿਆਨੀਆਂ ਨੂੰ ਆਖਿਆ ਭਈ ਜੋ ਕੋਈ ਏਸ ਲਿਖਤ ਨੂੰ ਪੜ੍ਹੇ ਅਤੇ ਏਹ ਦਾ ਅਰਥ ਮੈਨੂੰ ਦੱਸੇ ਉਹ ਨੂੰ ਕਿਰਮਚੀ ਰੰਗ ਦਾ ਚੋਗਾ ਪਹਿਨਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਉਹ ਦੇ ਗਲ ਵਿੱਚ ਸੋਨੇ ਦਾ ਕੈਂਠਾ ਪਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਰਾਜ ਵਿੱਚ ਤੀਜੇ ਦਰਜੇ ਦਾ ਹਾਕਮ ਬਣੇਗਾ"},{"number":8,"verse":"ਤਦ ਰਾਜੇ ਦੇ ਸਾਰੇ ਗਿਆਨੀ ਸਾਹਮਣੇ ਆਏ ਪਰ ਨਾ ਉਸ ਲਿਖਤ ਨੂੰ ਪੜ੍ਹ ਸੱਕੇ, ਨਾ ਰਾਜੇ ਨੂੰ ਉਹ ਦਾ ਅਰਥ ਦੱਸ ਸੱਕੇ"},{"number":9,"verse":"ਤਾਂ ਬੇਲਸ਼ੱਸਰ ਰਾਜਾ ਬਹੁਤ ਘਬਰਾ ਗਿਆ ਅਤੇ ਉਹ ਦਾ ਚਿਹਰਾ ਬਦਲ ਗਿਆ ਅਤੇ ਉਹ ਦੇ ਪਰਧਾਨ ਹੱਕੇ ਬੱਕੇ ਰਹਿ ਗਏ"},{"number":10,"verse":"ਫੇਰ ਰਾਜੇ ਤੇ ਉਹ ਦੇ ਪਰਧਾਨਾਂ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣ ਕੇ ਰਾਜੇ ਦੀ ਮਾਤਾ ਦਾਉਤ ਦੇ ਘਰ ਵਿੱਚ ਆਈ ਅਤੇ ਮਹਾਰਾਣੀ ਆਖਣ ਲੱਗੀ, ਹੇ ਰਾਜਾ, ਜੁੱਗੋ ਜੁਗ ਜੀਉਂਦਾ ਰਹੁ! ਤੇਰੀਆਂ ਚਿੰਤਾਂ ਤੈਨੂੰ ਹੱਕਾ ਬੱਕਾ ਨਾ ਕਰਨ ਅਤੇ ਨਾ ਤੇਰਾ ਚਿਹਰਾ ਬੱਦਲੇ!"},{"number":11,"verse":"ਤੇਰੇ ਰਾਜ ਵਿੱਚ ਇੱਕ ਮਨੁੱਖ ਹੈ ਜਿਸ ਵਿੱਚ ਪਵਿੱਤ੍ਰ ਦਿਓਤਿਆਂ ਦਾ ਆਤਮਾ ਹੈ ਅਤੇ ਤੇਰੇ ਪਿਤਾ ਦੇ ਦਿਨਾਂ ਵਿੱਚ ਚਾਨਣ ਤੇ ਸਮਝ ਤੇ ਬੁੱਧ ਦਿਓਤਿਆਂ ਦੀ ਬੁੱਧ ਉਸ ਵਿੱਚ ਪਾਈ ਜਾਂਦੀ ਸੀ ਜਿਹ ਨੂੰ ਤੇਰੇ ਪਿਤਾ ਮਹਾਰਾਜਾ ਨਬੂਕਦਨੱਸਰ ਨੇ, ਹਾਂ, ਤੇਰੇ ਪਿਤਾ ਮਹਾਰਾਜੇ ਨੇ ਜਾਦੂਗਰਾਂ, ਜੋਤਸ਼ੀਆਂ, ਕਸਦੀਆਂ ਤੇ ਅਗੰਮ ਗਿਆਨੀਆਂ ਦਾ ਸਰਦਾਰ ਬਣਾਇਆ ਹੋਇਆ ਸੀ"},{"number":12,"verse":"ਕਿਉਂ ਜੋ ਉਸ ਵਿੱਚ ਇੱਕ ਚੰਗਾ ਆਤਮਾ ਤੇ ਗਿਆਨ ਤੇ ਸਮਝ ਤੇ ਸੁਫ਼ਨਿਆਂ ਦੇ ਅਰਥ ਦੱਸਣ ਦੀ ਸ਼ਕਤੀ ਤੇ ਔਖੀਆਂ ਗੱਲਾਂ ਦੇ ਭੇਤ ਖੋਲ੍ਹਣ ਤੇ ਵਹਿਮਾਂ ਨੂੰ ਹਲ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਸੀ, ਉਸੇ ਦਾਨੀਏਲ ਜਿਹ ਦਾ ਨਾਉਂ ਰਾਜੇ ਨੇ ਬੇਲਟਸ਼ੱਸਰ ਰੱਖਿਆ ਸੀ। ਹੁਣ ਦਾਨੀਏਲ ਨੂੰ ਸਦਵਾ ਲੈ ਤੇ ਉਹ ਅਰਥ ਦੱਸੇਗਾ"},{"number":13,"verse":"ਤਾਂ ਦਾਨੀਏਲ ਰਾਜੇ ਦੇ ਦਰਬਾਰ ਲਿਆਂਦਾ ਗਿਆ। ਤਦ ਰਾਜੇ ਨੂੰ ਦਾਨੀਏਲ ਇਉਂ ਆਖਿਆ, ਕੀ ਤੂੰ ਉਹੋ ਦਾਨੀਏਲ ਹੈਂ ਜੋ ਯਹੂਦਾਹ ਦੇ ਕੈਦੀਆਂ ਵਿੱਚੋਂ ਹੈਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਹਾਰਾਜਾ ਮੇਰਾ ਪਿਤਾ ਯਹੂਦਾਹ ਥੀਂ ਲਿਆਇਆ ਸੀॽ"},{"number":14,"verse":"ਮੈਂ ਤੇਰੇ ਬਾਰੇ ਵਿੱਚ ਸੁਣਿਆ ਹੈ ਕਿ ਦਿਓਤਿਆਂ ਦਾ ਆਤਮਾ ਤੇਰੇ ਵਿੱਚ ਹੈ ਅਤੇ ਚਾਨਣ ਤੇ ਸਮਝ ਤੇ ਚੰਗੀ ਬੁੱਧ ਤੇਰੇ ਵਿੱਚ ਹੈ"},{"number":15,"verse":"ਅਤੇ ਹੁਣ ਗਿਆਨੀ ਤੇ ਜੋਤਸ਼ੀ ਮੇਰੇ ਸਾਹਮਣੇ ਕੀਤੇ ਗਏ ਸਨ ਇਸ ਕਰਕੇ ਜੋ ਉਸ ਲਿਖਤ ਨੂੰ ਪੜ੍ਹਨ ਅਤੇ ਉਹ ਦਾ ਅਰਥ ਮੇਰੇ ਉੱਤੇ ਪਰਗਟ ਕਰਨ ਪਰ ਓਹ ਉਹ ਦਾ ਅਰਥ ਪਰਗਟ ਨਾ ਕਰ ਸੱਕੇ"},{"number":16,"verse":"ਅਤੇ ਮੈਂ ਤੇਰੇ ਬਾਰੇ ਵਿੱਚ ਸੁਣਿਆ ਹੈ ਜੋ ਤੂੰ ਅਰਥ ਦੱਸ ਸਕਦਾ ਹੈਂ ਅਤੇ ਭਰਮ ਹਟਾ ਦਿੰਦਾ ਹੈਂ । ਹੁਣ ਜੇ ਤੂੰ ਉਸ ਲਿਖਤ ਨੂੰ ਪੜ੍ਹੇਂ ਅਤੇ ਉਹ ਦਾ ਅਰਥ ਮੈਨੂੰ ਦੱਸੇਂ ਤਾਂ ਤੈਨੂੰ ਕਿਰਮਚੀ ਰੰਗਾ ਦਾ ਚੋਗਾ ਪਹਿਨਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਤੇਰੇ ਗਲ ਵਿੱਚ ਸੋਨੇ ਦਾ ਕੈਂਠਾ ਪਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਤੂੰ ਰਾਜ ਵਿੱਚ ਤੀਜੇ ਦਰਜੇ ਦਾ ਹਾਕਮ ਬਣਾਇਆ ਜਾਏਂਗਾ"},{"number":17,"verse":"ਤਦ ਦਾਨੀਏਲ ਨੇ ਉੱਤਰ ਦੇ ਕੇ ਰਾਜੇ ਦੇ ਸਾਹਮਣੇ ਆਖਿਆ, ਤੇਰੇ ਇਨਾਮ ਤੇਰੇ ਕੋਲ ਹੀ ਰਹਿਣ ਅਤੇ ਆਪਣੀਆਂ ਦਾਤਾਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਦੇਹ ਤਾਂ ਵੀ ਮੈਂ ਰਾਜੇ ਦੇ ਲਈ ਇਸ ਲਿਖਤ ਨੂੰ ਪੜ੍ਹਾਂਗਾ ਅਤੇ ਉਹ ਦਾ ਅਰਥ ਦੱਸਾਂਗਾ"},{"number":18,"verse":"ਹੇ ਰਾਜਾ ਅੱਤ ਮਹਾਨ ਪਰਮੇਸ਼ੁਰ ਨੇ ਨਬੂਕਦਨੱਸਰ ਤੇਰੇ ਪਿਤਾ ਨੂੰ ਰਾਜ, ਬਜ਼ੁਰਗੀ, ਮਹਿਮਾ ਤੇ ਪਰਤਾਪ ਦਿੱਤਾ"},{"number":19,"verse":"ਅਤੇ ਉਸ ਬਜ਼ੁਰਗੀ ਦੇ ਕਾਰਨ ਜੋ ਉਸ ਨੇ ਤੈਨੂੰ ਦਿੱਤੀ ਸਾਰੇ ਲੋਕ ਅਤੇ ਕੌਮਾਂ ਅਤੇ ਭਾਖਿਆਂ ਉਹ ਦੇ ਸਾਹਮਣੇ ਕੰਬੀਆਂ ਅਤੇ ਡਰੀਆਂ। ਜਿਹ ਨੂੰ ਚਾਹਿਆ ਉਹ ਨੂੰ ਉਸ ਨੇ ਮਾਰ ਸੁੱਟਿਆ ਅਤੇ ਜਿਹ ਨੂੰ ਚਾਹਿਆ ਉਹ ਨੂੰ ਉਸ ਨੇ ਜੀਉਂਦਾ ਛੱਡਿਆ । ਜਿਹ ਨੂੰ ਚਾਹਿਆ ਉਸ ਨੂੰ ਵਧਾਇਆ ਅਤੇ ਜਿਹ ਨੂੰ ਚਾਹਿਆ ਉਸ ਨੂੰ ਘਟਾਇਆ"},{"number":20,"verse":"ਪਰ ਜਦੋਂ ਉਸਦਾ ਸੁਭਾ ਹੰਕਾਰੀ ਹੋਇਆ ਅਤੇ ਉਹ ਦਾ ਆਤਮਾ ਕਰੜਾ ਹੋਇਆ ਐਥੋਂ ਤੀਕੁਰ ਕਿ ਉਹ ਘੁਮੰਡ ਕਰਦਾ ਰਿਹਾ ਤਾਂ ਉਹ ਆਪਣੇ ਰਾਜ ਸਿੰਘਾਸਣ ਤੋਂ ਲਾਹਿਆ ਗਿਆ ਅਤੇ ਉਹ ਦੀ ਪਤ ਪਰਤੀਤ ਖੁੱਸ ਗਈ"},{"number":21,"verse":"ਅਤੇ ਉਹ ਮਨੁੱਖ ਵੰਸ਼ੀਆਂ ਵਿੱਚੋਂ ਧੱਕਿਆ ਗਿਆ ਅਤੇ ਉਸ ਦਾ ਮਨ ਪਸ਼ੂਆਂ ਜਿਹਾ ਬਣਿਆ ਅਤੇ ਉਜਾੜ ਦੇ ਖੋਤਿਆਂ ਨਾਲ ਵੱਸਦਾ ਸੀ ਅਤੇ ਉਹ ਨੂੰ ਬਲਦਾਂ ਵਾਂਙੁ ਘਾਹ ਚਰਾਉਂਦੇ ਸਨ ਅਤੇ ਉਹ ਦਾ ਸਰੀਰ ਅਕਾਸ਼ ਦੀ ਤ੍ਰੇਲ ਨਾਲ ਗਿੱਲਾ ਹੋਇਆ ਐਥੋਂ ਤੀਕੁਰ ਜੋ ਉਹ ਨੇ ਨਹੀਂ ਜਾਤਾ ਭਈ ਅੱਤ ਮਹਾਨ ਪਰਮੇਸ਼ੁਰ ਮਨੁੱਖਾਂ ਦੇ ਰਾਜ ਉਤੇ ਰਾਜ ਕਰਦਾ ਹੈ ਅਤੇ ਜਿਹ ਨੂੰ ਚਾਹੇ ਉਹ ਨੂੰ ਉਸ ਦੇ ਉੱਤੇ ਅਟੱਲ ਕਰਦਾ ਹੈ"},{"number":22,"verse":"ਪਰ ਹੇ ਬੇਲਸ਼ੱਸਰ, ਤੂੰ ਜੋ ਉਹ ਦਾ ਪੁੱਤ੍ਰ ਹੈਂ ਭਾਵੇਂ ਜੇ ਤੂੰ ਇਸ ਸਾਰੀ ਗੱਲ ਨੂੰ ਜਾਣ ਲਿਆ ਤਦ ਵੀ ਤੈਂ ਆਪਣੇ ਮਨ ਨੂੰ ਨਿਮਾਣਾ ਨਾ ਕੀਤਾ"},{"number":23,"verse":"ਸਗੋਂ ਅਕਾਸ਼ਾਂ ਦੇ ਪ੍ਰਭੁ ਦੇ ਸਨਮੁਖ ਆਪਣੇ ਆਪ ਨੂੰ ਅਕੜਾਇਆ ਅਤੇ ਉਹ ਦੇ ਘਰ ਦੇ ਭਾਂਡੇ ਉਹ ਤੇਰੇ ਅੱਗੇ ਲਿਆਏ ਤੈਂ ਆਪਣੇ ਸਰਦਾਰਾਂ, ਆਪਣੀਆਂ ਰਾਣੀਆਂ ਅਰ ਆਪਣੀਆਂ ਰਖੇਲੀਆਂ ਦੇ ਨਾਲ ਉਨ੍ਹਾਂ ਵਿੱਚ ਨਸ਼ਾ ਪੀਤਾ ਅਤੇ ਤੈਂ ਚਾਂਦੀ ਅਰ ਸੋਨੇ ਅਤੇ ਪਿੱਤਲ, ਲੋਹੇ ਅਤੇ ਲੱਕੜੀ ਅਰ ਪੱਥਰ ਦੇ ਦਿਓਤਿਆਂ ਦੀ ਜੋ ਨਾ ਵੇਖਦੇ, ਨਾ ਹੀ ਸੁਣਦੇ ਅਤੇ ਨਾ ਹੀ ਜਾਣਦੇ ਹਨ ਉਨ੍ਹਾਂ ਦੀ ਵੱਡਿਆਈ ਕੀਤੀ ਅਤੇ ਉਸ ਪਰਮੇਸ਼ੁਰ ਦਾ ਜਿਹ ਦੇ ਹੱਥ ਵਿੱਚ ਤੇਰਾ ਦਮ ਅਤੇ ਤੇਰੇ ਸਾਰੇ ਰਾਹ ਹਨ ਉਹ ਦਾ ਆਦਰ ਨਾ ਕੀਤਾ"},{"number":24,"verse":"ਸੋ ਉਹ ਦੀ ਵੱਲੋਂ ਉਸ ਹੱਥ ਦਾ ਸਿਰਾ ਭੇਜਿਆ ਗਿਆ ਅਤੇ ਇਹ ਲਿਖਤ ਲਿਖੀ ਗਈ।।"},{"number":25,"verse":"ਅਤੇ ਲਿਖਤ ਜੋ ਲਿਖੀ ਗਈ ਸੋ ਇਹ ਹੈ, \"ਮਨੇ ਮਨੇ ਤਕੇਲ ਊਫਰਸੀਨ\""},{"number":26,"verse":"ਅਤੇ \"ਮਨੇ\" ਪਦ ਦਾ ਇਹ ਅਰਥ ਹੈ ਪਰਮੇਸ਼ੁਰ ਨੇ ਤੇਰੇ ਰਾਜ ਦਾ ਲੇਖਾ ਕੀਤਾ ਅਤੇ ਉਹ ਦਾ ਛੇਕੜ ਕਰ ਦਿੱਤਾ"},{"number":27,"verse":"\"ਤਕੇਲ\" ਦਾ ਇਹ ਅਰਥ ਹੈ ਜੋ ਤੂੰ ਤਕੜੀ ਵਿੱਚ ਤੋਂਲਿਆ ਗਿਆ ਅਤੇ ਘੱਟ ਨਿੱਕਲਿਆ"},{"number":28,"verse":"\"ਪਰੇਸ\" ਦਾ ਇਹ ਅਰਥ ਹੈ ਜੋ ਤੇਰਾ ਰਾਜ ਵੰਡਿਆ ਗਿਆ ਅਤੇ ਮਾਦੀਆਂ ਅਰ ਫਾਰਸੀਆਂ ਨੂੰ ਦਿੱਤਾ ਗਿਆ"},{"number":29,"verse":"ਤਦ ਬੇਲਸ਼ੱਸਰ ਨੇ ਆਗਿਆ ਦਿੱਤੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਦਾਨੀਏਲ ਨੂੰ ਕਰਿਮਚੀ ਚੋਗਾ ਪਹਿਨਾਇਆ ਅਤੇ ਸੋਨੇ ਦਾ ਕੈਂਠਾ ਉਸ ਦੇ ਗਲ ਵਿੱਚ ਪਾਇਆ ਅਤੇ ਉਸ ਦੇ ਲਈ ਢੰਡੋਰਾ ਫਿਰਾਇਆ ਭਈ ਉਹ ਰਾਜ ਵਿੱਚ ਤੀਜੇ ਦਰਜੇ ਦਾ ਹਾਕਮ ਬਣਾਇਆ ਗਿਆ ਹੈ।।"},{"number":30,"verse":"ਉਸੇ ਰਾਤ ਨੂੰ ਬੇਲਸ਼ੱਸਰ ਜੋ ਕਸਦੀਆਂ ਦਾ ਰਾਜਾ ਸੀ ਵੱਢਿਆ ਗਿਆ"},{"number":31,"verse":"ਅਤੇ ਦਾਰਾ ਮਾਦੀ ਨੇ ਬਾਹਠਾਂ ਵਰਿਹਾਂ ਦੀ ਉਮਰ ਵਿੱਚ ਰਾਜ ਲੈ ਲਿਆ।।"}]}