{"bibleAbbr":"paOV2016","bookName":"ਦਾਨੀਏਲ ਦੀ ਪੋਥੀ","bookEnglishName":"Daniel","chapterNumber":8,"verses":[{"number":1,"verse":"( ਮੇਢਾ ਤੇ ਬੱਕਰਾ) ਬੇਲਸ਼ੱਸਰ ਪਾਤਸ਼ਾਹ ਦੇ ਰਾਜ ਦੇ ਤੀਜੇ ਵਰ੍ਹੇ ਵਿੱਚ ਮੈਨੂੰ, ਹਾਂ, ਮੈਂ ਦਾਨੀਏਲ ਨੂੰ ਜਿਹੜਾ ਪਹਿਲਾ ਦਰਸ਼ਣ ਵੇਖਿਆ ਸੀ ਉਹ ਦੇ ਪਿੱਛੋਂ ਇੱਕ ਹੋਰ ਦਰਸ਼ਣ ਵੇਖਿਆ"},{"number":2,"verse":"ਅਤੇ ਮੈਂ ਦਰਸ਼ਣ ਵਿੱਚ ਡਿੱਠਾ ਅਤੇ ਜਿਸ ਵੇਲੇ ਮੈਂ ਵੇਖਿਆ ਤਾਂ ਐਉਂ ਹੋਇਆ ਭਈ ਮੈਂ ਸ਼ੂਸ਼ਨ ਦੇ ਮਹਿਲ ਵਿੱਚ ਸਾਂ ਜਿਹੜਾ ਏਲਾਮ ਦੇ ਸੂਬੇ ਵਿੱਚ ਹੈ। ਫੇਰ ਮੈਂ ਦਰਸ਼ਣ ਵਿੱਚ ਵੇਖਿਆ ਭਈ ਮੈਂ ਊਲਾਈ ਨਦੀ ਦੇ ਕੰਢੇ ਉੱਤੇ ਹਾਂ"},{"number":3,"verse":"ਤਾਂ ਮੈਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਚੁਕ ਕੇ ਡਿੱਠਾ ਤਾਂ ਵੇਖੋ, ਨਦੀ ਦੇ ਅੱਗੇ ਇੱਕ ਮੇਢਾ ਖਲੋਤਾ ਸੀ ਜਿਹ ਦੇ ਦੋ ਸਿੰਙ ਸਨ ਅਤੇ ਓਹ ਦੋਵੋਂ ਉੱਚੇ ਸਨ ਪਰ ਇੱਕ ਦੂਜੇ ਨਾਲੋਂ ਵੱਡਾ ਸੀ ਅਤੇ ਵੱਡਾ ਦੂਜੇ ਨਾਲੋਂ ਪਿੱਛੋਂ ਉੱਗਿਆ ਸੀ"},{"number":4,"verse":"ਮੈਂ ਉਸ ਮੇਢੇ ਨੂੰ ਡਿੱਠਾ ਜਿਹੜਾ ਪੱਛਮ, ਉੱਤਰ ਅਤੇ ਦੱਖਣ ਵੱਲ ਸਿੰਙ ਮਾਰਦਾ ਸੀ ਐਥੋਂ ਤੀਕ ਕਿ ਕੋਈ ਦਰਿੰਦਾ ਉਹ ਦੇ ਸਾਹਮਣੇ ਨਾ ਖਲੋ ਸੱਕਿਆ ਅਤੇ ਨਾ ਕੋਈ ਉਹ ਦੇ ਹੱਥੋਂ ਛੁਡਾ ਸੱਕਿਆ ਪਰ ਉਹ ਜੋ ਚਾਹੁੰਦਾ ਸੀ ਸੋ ਕਰਦਾ ਸੀ ਅਤੇ ਆਪ ਨੂੰ ਵੱਡਾ ਬਣਾਉਂਦਾ ਸੀ"},{"number":5,"verse":"ਮੈਂ ਏਸ ਚਿੰਤਾ ਵਿੱਚ ਸਾਂ ਅਤੇ ਵੇਖੋ ਇੱਕ ਬੱਕਰਾ ਲਹਿੰਦੇ ਪਾਸਿਓ ਆਣ ਕੇ ਸਾਰੀ ਧਰਤੀ ਦੇ ਉੱਤੇ ਅਜਿਹਾ ਫਿਰਿਆ ਜੋ ਧਰਤੀ ਨੂੰ ਵੀ ਨਾ ਛੋਹਿਆ ਅਤੇ ਉਸ ਬੱਕਰੇ ਦੀਆਂ ਦੋਹਾਂ ਅੱਖਾਂ ਦੇ ਵਿਚਕਾਰ ਇੱਕ ਅਚਰਜ ਸਿੰਙ ਸੀ"},{"number":6,"verse":"ਅਤੇ ਉਹ ਉਸ ਦੁਹਾਂ ਸਿੰਙਾਂ ਵਾਲੇ ਮੇਢੇ ਦੇ ਕੋਲ ਜਿਹ ਨੂੰ ਮੈਂ ਨਦੀ ਦੇ ਸਾਹਮਣੇ ਖਲੋਤਾ ਵੇਖਿਆ ਸੀ ਆਇਆ ਅਤੇ ਆਪਣੇ ਜ਼ੋਰ ਦੇ ਗੁੱਸੇ ਨਾਲ ਉਸ ਦੇ ਉੱਤੇ ਦੌੜ ਪਿਆ"},{"number":7,"verse":"ਅਤੇ ਮੈਂ ਉਹ ਨੂੰ ਵੇਖਿਆ ਭਈ ਉਹ ਮੇਢੇ ਦੇ ਨੇੜੇ ਪੁੱਜਾ ਅਤੇ ਉਹ ਦਾ ਕ੍ਰੋਧ ਉਸ ਦੇ ਉੱਤੇ ਜਾਗਿਆ ਅਤੇ ਮੇਢੇ ਨੂੰ ਮਾਰਿਆ ਅਤੇ ਉਸ ਦੇ ਦੋਵੇਂ ਸਿੰਙ ਭੰਨ ਸੁੱਟੇ ਅਰ ਮੇਢੇ ਵਿੱਚ ਜ਼ੋਰ ਨਹੀਂ ਸੀ ਕਿ ਉਹ ਦਾ ਸਾਹਮਣਾ ਕਰੇ ਸੋ ਉਹ ਨੇ ਉਸ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਢਾਹ ਲਿਆ ਅਤੇ ਉਸ ਨੂੰ ਛਿਤਾੜ ਸੁੱਟਿਆ ਅਰ ਕੋਈ ਨਹੀਂ ਸੀ ਜੋ ਮੇਢੇ ਨੂੰ ਉਹ ਦੇ ਹੱਥੋਂ ਛੁਡਾ ਸੱਕੇ"},{"number":8,"verse":"ਅਤੇ ਉਸ ਬੱਕਰੇ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਬਹੁਤ ਉੱਚਾ ਕੀਤਾ ਅਤੇ ਜਦ ਉਹ ਬਲਵਾਨ ਹੋਇਆ ਤਾਂ ਉਹ ਦਾ ਵੱਡਾ ਸਿੰਙ ਭਜ ਪਿਆ ਅਤੇ ਉਹ ਦੇ ਥਾਂ ਚਾਰ ਅਚਰਜ ਸਿੰਙ ਅਕਾਸ਼ ਦੀਆਂ ਚੌਹਾਂ ਪੌਣਾ ਵੱਲ ਨਿੱਕਲੇ"},{"number":9,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਥੀਂ ਇੱਕ ਨਿੱਕਾ ਸਿੰਙ ਨਿੱਕਲਿਆ ਜੋ ਦੱਖਣ ਅਤੇ ਚੜ੍ਹਦੇ ਅਰ ਮਨ ਭਾਉਂਦੇ ਦੇਸ ਵੱਲ ਅਤਿਯੰਤ ਵੱਧ ਗਿਆ"},{"number":10,"verse":"ਅਤੇ ਉਹ ਵਧ ਕੇ ਅਕਾਸ਼ ਦੀ ਸੈਨਾ ਤੀਕ ਪੁੱਜ ਪਿਆ ਅਰ ਉਹ ਸੈਨਾ ਵਿੱਚੋਂ ਤਾਰਿਆਂ ਵਿੱਚੋਂ ਕਈਆਂ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਡੇਗ ਦਿੱਤਾ ਅਰ ਉਨ੍ਹਾਂ ਨੂੰ ਛਿਤਾੜਿਆ"},{"number":11,"verse":"ਸਗੋਂ ਉਸ ਨੇ ਸੈਨਾ ਦੇ ਸ਼ਜ਼ਾਦੇ ਤੀਕ ਆਪਣੇ ਆਪ ਨੂੰ ਉੱਚਾ ਵਧਾਇਆ ਅਤੇ ਉਸ ਤੋਂ ਸਦਾ ਦੀ ਬਲੀ ਚੁੱਕੀ ਗਈ ਅਤੇ ਉਸ ਦਾ ਪਵਿੱਤ੍ਰ ਥਾਂ ਢਾਇਆ ਗਿਆ"},{"number":12,"verse":"ਸੋ ਉਹ ਸੈਨਾ ਸਦਾ ਦੀ ਹੋਮ ਦੀ ਭੇਟ ਨਾਲ ਅਪਰਾਧ ਕਰਨ ਕਰਕੇ ਉਸ ਨੂੰ ਦਿੱਤੀ ਗਈ ਅਤੇ ਉਸ ਨੇ ਸਚਿਆਈ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਸੁੱਟਿਆ। ਉਹ ਇਹ ਕਰਦਾ ਅਤੇ ਭਾਗਵਾਨ ਹੁੰਦਾ ਰਿਹਾ।।"},{"number":13,"verse":"ਫੇਰ ਮੈਂ ਇੱਕ ਸੰਤ ਨੂੰ ਬੋਲਦਿਆਂ ਸੁਣਿਆ ਅਤੇ ਦੂਜੇ ਸੰਤ ਨੇ ਉਸ ਸੰਤ ਨੂੰ ਜੋ ਗੱਲਾ ਪਿਆ ਕਰਦਾ ਸੀ ਪੁੱਛਿਆ ਕਿ ਉਹ ਦਰਸ਼ਣ ਸਦਾ ਦੇ ਲਈ ਅਤੇ ਉਸ ਉਜਾੜਨ ਵਾਲੇ ਦੇ ਅਪਰਾਧ ਲਈ ਜੋ ਪਵਿੱਤ੍ਰ ਥਾਂ ਅਤੇ ਸੈਨਾ ਦੋਵੇਂ ਦਿੱਤੇ ਗਏ ਭਈ ਛਿਤਾੜੇ ਜਾਣ ਇਹ ਕਦੋਂ ਤੀਕ ਰਹੇॽ"},{"number":14,"verse":"ਉਸ ਨੇ ਮੈਨੂੰ ਆਖਿਆ ਕਿ ਦੋ ਹਜ਼ਾਰ ਤਿੰਨ ਸੌ ਸੰਝ ਅਰ ਸਵੇਰ ਤੋੜੀ ਹੈ ਫੇਰ ਪਵਿੱਤ੍ਰ ਥਾਂ ਸੁੱਚਾ ਬਣਾਇਆ ਜਾਵੇਗਾ।।"},{"number":15,"verse":"ਅਤੇ ਐਉਂ ਹੋਇਆ ਕਿ ਜਦ ਮੈਂ ਦਾਨੀਏਲ ਨੇ ਇਹ ਦਰਸ਼ਣ ਡਿੱਠਾ ਅਤੇ ਉਹ ਦਾ ਅਰਥ ਲੱਭਦਾ ਸਾਂ ਤਾਂ ਵੇਖੋ, ਮੇਰੇ ਸਾਹਮਣੇ ਕੋਈ ਖਲੋਤਾ ਸੀ ਜਿਹ ਦਾ ਰੂਪ ਮਨੁੱਖ ਜਿਹਾ ਸੀ"},{"number":16,"verse":"ਅਤੇ ਮੈਂ ਇੱਕ ਮਨੁੱਖ ਦੀ ਅਵਾਜ਼ ਸੁਣੀ ਜਿਹ ਨੇ ਊਲਾਈ ਦੇ ਵਿਚਕਾਰ ਪੁਕਾਰ ਕੇ ਆਖਿਆ ਕਿ ਜਬਰਾਏਲ, ਏਸ ਮਨੁੱਖ ਨੂੰ ਏਸ ਦਰਸ਼ਣ ਦਾ ਅਰਥ ਦੱਸ!"},{"number":17,"verse":"ਫੇਰ ਜਿੱਥੇ ਮੈਂ ਖਲੋਤਾ ਸਾਂ ਉੱਥੇ ਉਹ ਨੇੜੇ ਆਇਆ ਅਤੇ ਜਦੋਂ ਆ ਪੁੱਜਾ ਤਾਂ ਮੈਂ ਗਿਰ ਗਿਆ ਅਤੇ ਮੂੰਹ ਪਰਨੇ ਡਿੱਗ ਪਿਆ ਪਰ ਉਸ ਮੈਨੂੰ ਆਖਿਆ, ਹੇ ਮਨੁੱਖ ਦੇ ਪੁੱਤ੍ਰ ਸਮਝ ਲੈ ਕਿਉਂ ਜੋ ਦਰਸ਼ਣ ਓੜਕ ਦੇ ਸਮੇਂ ਵਿੱਚ ਮੁੱਕ ਜਾਏਗਾ"},{"number":18,"verse":"ਅਤੇ ਜਦ ਉਹ ਮੈਨੂੰ ਆਖਦਾ ਪਿਆ ਸੀ ਤਾਂ ਮੈਂ ਮੂੰਹ ਪਰਨੇ ਵੱਡੀ ਨੀਂਦਰ ਵਿੱਚ ਧਰਤੀ ਉੱਤੇ ਪਿਆ ਸਾਂ ਤਾਂ ਉਹ ਨੇ ਮੈਨੂੰ ਛੋਹਿਆ ਅਤੇ ਸਿੱਧਾ ਕਰ ਕੇ ਖੜਾ ਕੀਤਾ"},{"number":19,"verse":"ਅਤੇ ਆਖਿਆ ਕਿ ਵੇਖ, ਮੈਂ ਤੈਨੂੰ ਦੱਸਦਾ ਹਾਂ ਕਿ ਕ੍ਰੋਧ ਦੇ ਛੇਕੜ ਕੀ ਹੋਵੇਗਾ ਕਿਉਂ ਜੋ ਠਹਿਰਾਏ ਹੋਏ ਸਮੇਂ ਉੱਤੇ ਉੜਕ ਹੋਵੇਗਾ"},{"number":20,"verse":"ਉਹ ਮੇਢਾ ਜਿਹ ਨੂੰ ਤੈਂ ਡਿੱਠਾ ਕਿ ਉਸ ਦੇ ਦੋ ਸਿੰਙ ਹਨ ਸੋ ਮਾਦਾ ਅਤੇ ਫਾਰਸ ਦੇ ਰਾਜੇ ਹਨ"},{"number":21,"verse":"ਅਤੇ ਉਹ ਬਲਵਾਨ ਬੱਕਰਾ ਯੂਨਾਨ ਦਾ ਰਾਜਾ ਅਤੇ ਉਹ ਵੱਡਾ ਸਿੰਙ ਜੋ ਉਸ ਦੀਆਂ ਅੱਖੀਆਂ ਦੇ ਵਿਚਕਾਰ ਹੈ ਸੋ ਉਹ ਪਹਿਲਾ ਰਾਜਾ ਹੈ"},{"number":22,"verse":"ਅਤੇ ਏਸ ਕਰਕੇ ਕਿ ਉਹ ਦੇ ਟੁੱਟਣ ਦੇ ਪਿੱਛੋਂ ਉਹ ਦੇ ਥਾਂ ਵਿੱਚ ਚਾਰ ਹੋਰ ਨਿੱਕਲੇ ਸੋ ਇਹ ਚਾਰ ਰਾਜੇ ਹਨ ਜਿਹੜੇ ਉਸ ਦੇਸ ਦੇ ਵਿਚਕਾਰ ਉੱਠਣਗੇ ਪਰ ਉਨ੍ਹਾਂ ਦਾ ਵਸ ਉਹ ਦੇ ਵਰਗਾ ਨਾ ਹੋਵੇਗਾ"},{"number":23,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਰਾਜ ਦੇ ਛੇਕੜਲੇ ਸਮੇਂ ਜਿਸ ਵੇਲੇ ਅਪਰਾਧੀ ਲੋਕ ਕੰਢਿਆਂ ਤੀਕ ਪੁੱਜ ਪੈਣਗੇ ਤਾਂ ਇੱਕ ਕਰੜੇ ਮੂੰਹ ਅਤੇ ਭੇਤ ਦੀਆਂ ਗੱਲਾਂ ਦੇ ਬੁੱਝਣ ਵਾਲਾ ਉੱਠੇਗਾ"},{"number":24,"verse":"ਇਹ ਵੱਡਾ ਡਾਢਾ ਹੋਵੇਗਾ ਪਰ ਉਸ ਦਾ ਜ਼ੋਰ ਉਸ ਦੇ ਬਲ ਉੱਤੇ ਨਾ ਹੋਵੇਗਾ ਅਤੇ ਉਹ ਅਚਰਜ ਡੌਲ ਨਾਲ ਮਾਰ ਸੁੱਟੇਗਾ ਅਤੇ ਭਾਗਵਾਨ ਹੋਵੇਗਾ ਅਰ ਕੰਮ ਕਰੇਗਾ ਅਤੇ ਜੋਰਾਵਰਾਂ ਨੂੰ ਅਰ ਪਵਿੱਤ੍ਰ ਲੋਕਾਂ ਨੂੰ ਨਾਸ ਕਰ ਸੁੱਟੇਗਾ"},{"number":25,"verse":"ਅਤੇ ਆਪਣੀ ਸਿਆਣਪ ਨਾਲ ਉਹ ਚਤੁਰਾਈ ਨੂੰ ਆਪਣੇ ਹੱਥ ਵਿੱਚ ਭਾਗਵਾਨ ਕਰੇਗਾ ਅਤੇ ਆਪਣੇ ਮਨ ਵਿੱਚ ਆਪ ਨੂੰ ਉੱਚਾ ਕਰੇਗਾ ਅਤੇ ਮੇਲ ਦੇ ਵੇਲੇ ਬਹੁਤਿਆਂ ਦਾ ਨਾਸ ਕਰੇਗਾ। ਉਹ ਸ਼ਾਜ਼ਾਦਿਆਂ ਦੇ ਸ਼ਜਾਦੇ ਦੇ ਵਿਰੁੱਧ ਉੱਠ ਖਲੋਵੇਗਾ ਪਰ ਬਿਨਾ ਹੱਥ ਲਾਏ ਤੋਂੜਿਆ ਜਾਵੇਗਾ"},{"number":26,"verse":"ਅਤੇ ਉਹ ਸੰਝ ਅਤੇ ਸਵੇਰ ਦਾ ਦਰਸ਼ਣ ਜੋ ਆਖਿਆ ਗਿਆ ਹੈ ਸੋ ਸਤ ਹੈ ਪਰ ਤੂੰ ਉਹ ਦਰਸ਼ਣ ਨੂੰ ਬੰਦ ਕਰ ਛੱਡ ਕਿਉਂ ਜੋ ਇਹ ਦੇ ਵਿੱਚ ਅਜੇ ਢੇਰ ਸਾਰਾ ਚਿਰ ਪਿਆ ਹੈ"},{"number":27,"verse":"ਅਤੇ ਮੈਂ ਦਾਨੀਏਲ ਨੂੰ ਮੂਰਛਾ ਪੈ ਗਈ ਅਤੇ ਕਈਆਂ ਦਿਨਾਂ ਤੀਕ ਮਾਂਦਾ ਪਿਆ ਰਿਹਾ, ਫੇਰ ਉਹ ਦੇ ਪਿੱਛੋਂ ਮੈਂ ਉੱਠਿਆ ਅਤੇ ਰਾਜੇ ਦਾ ਕੰਮ ਧੰਦਾ ਕਰਨ ਲੱਗਾ ਅਤੇ ਦਰਸ਼ਣ ਨਾਲ ਘਾਬਰਦਾ ਰਿਹਾ ਪਰ ਉਹ ਨੂੰ ਕਿਸੇ ਨੇ ਨਾ ਜਾਣਿਆ।।"}]}