{"bibleAbbr":"guOV2016","bookName":"સભાશિક્ષક અથવા ઉપદેશક","bookEnglishName":"Ecclesiastes","chapterNumber":1,"verses":[{"number":1,"verse":"( સભાશિક્ષક અથવા ઉપદેશક) યરુશાલેમના રાજા દાઉદના પુત્ર સભાશિક્ષકનાં વચનો."},{"number":2,"verse":"( સર્વકાંઈ મિથ્યા છે) સભાશિક્ષક કહે છે કે, વ્યર્થતાની વ્યર્થતા : વ્યર્થતાની વ્યર્થતા, બધું વ્યર્થ છે."},{"number":3,"verse":"જે બધો શ્રમ મનુષ્ય પૃથ્વી પર ઉઠાવે છે, તેથી તેને શો લાભ છે?"},{"number":4,"verse":"એક પેઢી જાય છે, અને બીજી આવે છે; પણ પૃથ્વી સદા ટકી રહે છે."},{"number":5,"verse":"સૂર્ય ઊગે છે, અને તે અસ્ત થઈને સત્વર તેની ઊગવાની જગાએ ધસી જાય છે."},{"number":6,"verse":"પવન દક્ષિણ તરફ જાય છે, અને પાછો ફરીને ઉત્તરમાં આવે છે; તે પોતાની ગતિમાં આમથી તેમ નિરંતર ફર્યા કરે છે, અને તે પોતાના માર્ગમાં પાછો આવે છે."},{"number":7,"verse":"સર્વ નદીઓ વહીને સમુદ્રમાં પડે છે, તોપણ સમુદ્ર ભરાઈ જતો નથી; જે જગાએ નદીઓ જાય છે ત્યાંથી તેઓ પાછી આવે છે."},{"number":8,"verse":"સર્વ વસ્તુઓ પૂરો કંટાળો આપનારી છે; મનુષ્ય તેનું વર્ણન કરવાને અશક્ત છે; જોવાથી આંખ તૃપ્ત થતી નથી, અને સાંભળવાથી કાન ધરાતા નથી."},{"number":9,"verse":"જે થઈ ગયું છે તે જ થવાનું છે; અને જે કરવામાં આવ્યું છે તે જ કરવામાં આવશે; અને પૃથ્વી પર કંઈ જ નવું નથી."},{"number":10,"verse":"શું, એવું કંઈ છે કે જે વિષે લોકો કહી શકે, “જુઓ, આ નવું છે?” તોપણ [જાણવું કે,] આપણી અગાઉના જમાનાઓમાં તે થઈ ગયું હતું."},{"number":11,"verse":"આગલી [પેઢીઓ] નું સ્મરણ નથી; તેમ જ હવે પછી થનાર [પેઢીઓ] નું પણ કંઈ પણ સ્મરણ હવે પછી થનાર લોકોમાં રહેશે નહિ."},{"number":12,"verse":"( અનુભવનો સાર:‘બધું વ્યર્થ છે’) હું સભાશિક્ષક યરુશાલેમમાં ઇઝરાયલનો રાજા હતો."},{"number":13,"verse":"પૃથ્વી ઉપર જે કાર્યો બને છે તે સર્વની જ્ઞાનથી શોધ કરવાને તથા તેમનું રહસ્ય સમજવાને મેં મારું મન લગાડયું. એ કષ્ટમય શ્રમ ઈશ્વરે માણસોને કેળવવાના સાધન તરીકે આપ્યો છે."},{"number":14,"verse":"પૃથ્વી પર જે કામો થાય છે તે સર્વ મેં જોયાં છે; અને એ સર્વ વ્યર્થ તથા પવનમાં બાચકા ભરવા જેવું છે."},{"number":15,"verse":"વાંકું હોય તે સીધું કરી શકાતું નથી; અને જે ખૂટતું છે તે [બધા] ની ગણતરી કરી શકાતી નથી."},{"number":16,"verse":"( .) મેં મારા મન સાથે એવી વાત કરી, “જેઓ મારી અગાઉ યરુશાલેમમાં થઈ ગયા તે સર્વ કરતાં મેં અધિક જ્ઞાન મેળવ્યું છે; મારા મનને જ્ઞાનનો તથા વિદ્યાનો ઘણો અનુભવ થયેલો છે.”"},{"number":17,"verse":"વળી મેં મારું મન જ્ઞાન સમજવામાં અને ઘેલાપણું તથા મૂર્ખાઈ સમજવામાં લગાડયું; તો મને માલૂમ પડયું કે એ પણ પવનમાં બાચકા ભરવા જેવું છે."},{"number":18,"verse":"કેમ કે અધિક જ્ઞાનથી અધિક શોક થાય છે; અને વિદ્યા વધારનાર શોક વધારે છે."}]}