{"bibleAbbr":"guOV2016","bookName":"સભાશિક્ષક અથવા ઉપદેશક","bookEnglishName":"Ecclesiastes","chapterNumber":5,"verses":[{"number":1,"verse":"( વચન આપવામાં કે માનતા માનવામાં ઉતાવળો ન થા) ઈશ્વરના મંદિરમાં તું જાય ત્યારે તારો પગ સંભાળ; કેમ કે મૂર્ખો ભૂંડું કરે છે એમ તેઓ જાણતા નથી; તેથી તેમના યજ્ઞાર્પણ કરતાં શ્રવણ કરવાને પાસે જવું તે સારું છે."},{"number":2,"verse":"તારે મુખેથી અવિચારી [વાત] ન કર, અને ઈશ્વરની હજૂરમાં કંઈ પણ બોલવાને તારું અંત:કરણ ઉતાવળું ન થાય; કેમ કે ઈશ્વર આકાશમાં છે, અને તું તો પૃથ્વી પર છે! માટે તારા શબ્દો થોડા જ હોય."},{"number":3,"verse":"પુષ્કળ કામની ચિંતાથી સ્વપ્નો આવે છે, અને બહુ બોલવાથી મૂર્ખની મૂર્ખાઈ [ઉઘાડી થાય છે]."},{"number":4,"verse":"જ્યારે ( .) તું ઈશ્વરની આગળ માનતા માને ત્યારે તે પ્રમાણે કરવામાં ઢીલ ન કર; કેમ કે મૂર્ખો પર તે રાજી નથી; તારી માનતા ઉપાર."},{"number":5,"verse":"તું માનતા માનીને તે ન ઉતારે તેના કરતાં માનતા ન માને એ સારું છે."},{"number":6,"verse":"તારા મુખને લીધે તું પાપમાં ન પડ; તેમ જ દૂતની રૂબરૂ એમ ન કહે, “એ તો ભૂલ થઈ!” શા માટે ઈશ્વર તારા બોલવાથી કોપાયમાન થઈને તારા હાથના કામનો નાશ કરે!"},{"number":7,"verse":"કેમ કે પુષ્કળ સ્વપ્નોથી, વ્યર્થ વિચારોથી તથા ઝાઝું બોલવાથી [એમ થાય છે] ; પણ તું ઈશ્વરનો ડર રાખ."},{"number":8,"verse":"( ધનની વ્યર્થતા) જો ગરીબો પર [થતા] જુલમને તથા દેશમાં ઇનસાફ તથા ન્યાયને ઊંધા વાળતા જોરજુલમને તું જુએ, તો તે વાતથી આશ્ચર્ય ન પામ; કેમ કે ઊંચાઓ કરતાં જે ઊંચો તે લક્ષ આપે છે; અને તેઓ કરતાં એક ઊંચો છે."},{"number":9,"verse":"વળી પૃથ્વીની ઊપજ તો સર્વને કાજે છે; રાજાને પણ ખેતરથી મદદ મળે છે."},{"number":10,"verse":"રૂપાનો લોભી રૂપાથી તૃપ્ત થશે નહિ; અને સમૃદ્ધિનો ચાહક સમૃદ્ધિથી સંતોષ પામશે નહિ. આ પણ વ્યર્થતા છે."},{"number":11,"verse":"દોલત વધે છે ત્યારે તેને ખાનારાં પણ વધે છે; અને તેના માલિકને તે નજરે જોયા સિવાય બીજો શો નફો થાય છે?"},{"number":12,"verse":"મજૂર ગમે તો થોડું અથવા વધારે ખાય, તોપણ તેની ઊંઘ મીઠી હોય છે, પણ દ્રવ્યવાનની સમૃદ્ધિ તેને ઊંઘવા દેતી નથી."},{"number":13,"verse":"મેં પૃથ્વી પર એક ભારે દુ:ખ જોયું છે, એટલે દ્રવ્યનો માલિક પોતાની હાનિને માટે જ દ્રવ્ય સંઘરી રાખે છે તે;"},{"number":14,"verse":"અને તે દ્રવ્ય [અવિચારી] સાહસથી નાશ પામે છે; અને જો તેને પેટનો દીકરો હોય, તો તેના હાથમાં કંઈ આવતું નથી."},{"number":15,"verse":"( ; ; ; .) જેવો તે પોતાની માના પેટમાંથી આવ્યો હતો તેવો ને તેવો નગ્ન તે પાછો જશે, અને તે પોતાની મહેનત બદલ કંઈ પણ પોતાના હાથમાં લઈ જવા પામશે નહિ."},{"number":16,"verse":"આ પણ એક ભારે દુ:ખ છે કે, સર્વ બાબતોમાં જેવો તે આવ્યો હતો તેવા જ તેને પાછા જવું પડે છે! પવનને માટે મહેનત કરવાથી તેને શો લાભ છે?"},{"number":17,"verse":"વળી તેનું આખું આયુષ્ય અંધકારમાં જાય છે, અને શોક, રોગ અને ક્રોધથી તે હેરાન થાય છે."},{"number":18,"verse":"જુઓ, મનુષ્યને માટે જે સારું ને શોભીતું મેં જોયું છે તે એ છે કે, ઈશ્વરે તેને આપેલા આયુષ્યના સર્વ દિવસોમાં ખાવું ને પીવું, અને પૃથ્વી પર જે બધી મહેનત તે ઉઠાવે છે તેમાં મોજમઝા માણવી; કેમ કે એ જ તેનો હિસ્‍સો છે."},{"number":19,"verse":"વળી જેને ઈશ્વરે દ્રવ્ય તથા ધન આપ્યું છે, ને તેનો ઉપભોગ કરવાની, પોતાનો હિસ્સો લેવાની તથા પોતાની મહેનતથી આનંદ માણવાની શક્તિ આપી છે, [એવા દરેક માણસે જાણવું જોઈએ કે] એ ઈશ્વરનું દાન છે."},{"number":20,"verse":"તેની જિંદગીના દિવસોનું તેને બહુ સ્મરણ રહેશે નહિ; કેમ કે તેના અંત:કરણનો આનંદ એ ઈશ્વરે તેને આપેલો ઉત્તર છે."}]}