{
  "bibleAbbr" : "TOV2017",
  "bookName" : "நீதிமொழிகள்",
  "bookEnglishName" : "Proverbs",
  "chapterNumber" : 7,
  "verses" : [ {
    "number" : 1,
    "verse" : "என் மகனே, நீ என் வார்த்தைகளைக்காத்து, என் கட்டளைகளை உன்னிடத்தில் பத்திரப்படுத்து,"
  }, {
    "number" : 2,
    "verse" : "என் கட்டளைகளையும் என் போதகத்தையும் உன் கண்மணியைப்போல் காத்துக்கொள், அப்பொழுது பிழைப்பாய்."
  }, {
    "number" : 3,
    "verse" : "அவைகளை உன் விரல்களில் கட்டி, அவைகளை உன் இருதயபலகையில் எழுதிக்கொள்."
  }, {
    "number" : 4,
    "verse" : "இச்சகவார்த்தைகளைப் பேசும் அந்நியப் பெண்ணாகிய பரஸ்திரீக்கு உன்னை விலக்கிக் காப்பதற்காக,"
  }, {
    "number" : 5,
    "verse" : "ஞானத்தை நோக்கி, நீ என் சகோதரி என்றும், புத்தியைப்பார்த்து, நீ என் இனத்தாள் என்றும் சொல்வாயாக."
  }, {
    "number" : 6,
    "verse" : "நான் என் வீட்டின் ஜன்னலருகே நின்று, பலகணி வழியாய்ப் பார்த்தபோது,"
  }, {
    "number" : 7,
    "verse" : "பேதையர்களாகிய வாலிபருக்குள்ளே ஒரு புத்தியீன வாலிபனைக்கண்டு அவனைக் கவனித்தேன்."
  }, {
    "number" : 8,
    "verse" : "அவன் மாலைமயங்கும் அஸ்தமன நேரத்திலும், இரவின் இருண்ட அந்தகாரத்திலும்,"
  }, {
    "number" : 9,
    "verse" : "அவள் இருக்கும் சந்துக்கடுத்த தெருவில் சென்று, அவள் வீட்டுவழியாய் நடந்துபோனான்."
  }, {
    "number" : 10,
    "verse" : "அப்பொழுது இதோ, வேசியின் ஆடையாபரணந்தரித்த தந்திரமனமுள்ள ஒரு ஸ்திரீ அவனுக்கு எதிர்ப்பட்டாள்."
  }, {
    "number" : 11,
    "verse" : "அவள் வாயாடியும் அடங்காதவளுமானவள்; அவள் கால்கள் வீட்டிலே தரிக்கிறதில்லை."
  }, {
    "number" : 12,
    "verse" : "சிலவேளை வெளியிலிருப்பாள், சிலவேளை வீதியிலிருப்பாள், சந்துகள்தோறும் பதிவிருப்பாள்."
  }, {
    "number" : 13,
    "verse" : "அவள் அவனைப் பிடித்து முத்தஞ்செய்து, முகம் நாணாமல் அவனைப் பார்த்து:"
  }, {
    "number" : 14,
    "verse" : "சமாதான பலிகள் என்மேல் சுமந்திருந்தது, இன்றைக்குத்தான் என் பொருத்தனைகளை நிறைவேற்றினேன்."
  }, {
    "number" : 15,
    "verse" : "ஆதலால், நான் உன்னைச் சந்திக்கப்புறப்பட்டு, உன் முகத்தை ஆவலோடு தேடினேன்; இப்பொழுது உன்னைக் கண்டுபிடித்தேன்."
  }, {
    "number" : 16,
    "verse" : "என் மஞ்சத்தை இரத்தின கம்பளங்களாலும், எகிப்து தேசத்து விசித்திரமான மெல்லிய வஸ்திரங்களாலும் சிங்காரித்தேன்."
  }, {
    "number" : 17,
    "verse" : "என் படுக்கையை வெள்ளைப்போளத்தாலும் சந்தனத்தாலும் இலவங்கப்பட்டையாலும் வாசனை கட்டினேன்."
  }, {
    "number" : 18,
    "verse" : "வா, விடியற்காலம்வரைக்கும் சம்போகமாயிருப்போம், இன்பங்களினால் பூரிப்போம்."
  }, {
    "number" : 19,
    "verse" : "புருஷன் வீட்டிலே இல்லை, தூரப்பிரயாணம் போனான்."
  }, {
    "number" : 20,
    "verse" : "பணப்பையைத் தன் கையிலே கொண்டுபோனான், குறிக்கப்பட்ட நாளிலே வீட்டுக்கு வருவான் என்று சொல்லி,"
  }, {
    "number" : 21,
    "verse" : "தன் மிகுதியான இனிய சொற்களால் அவனை வசப்படுத்தி, தன் உதடுகளின் மதுரவாக்கினால் அவனை இணங்கப்பண்ணினாள்."
  }, {
    "number" : 22,
    "verse" : "உடனே அவன் அவள் பின்னே சென்றான்; ஒரு மாடு அடிக்கப்படும்படி செல்வதுபோலும், ஒரு மூடன் விலங்கிடப்பட்டு தண்டனைக்குப் போவதுபோலும்,"
  }, {
    "number" : 23,
    "verse" : "ஒரு குருவி தன் பிராணனை வாங்கும் கண்ணியை அறியாமல் அதில் விழத்தீவிரிக்கிறதுபோலும், அவளுக்குப் பின்னே போனான்; அம்பு அவன் ஈரலைப் பிளந்தது."
  }, {
    "number" : 24,
    "verse" : "ஆதலால் பிள்ளைகளே, எனக்குச் செவிகொடுங்கள்; என் வாயின் வார்த்தைகளைக் கவனியுங்கள்."
  }, {
    "number" : 25,
    "verse" : "உன் இருதயம் அவள் வழியிலே சாயவேண்டாம்; அவள் பாதையிலே மயங்கித் திரியாதே."
  }, {
    "number" : 26,
    "verse" : "அவள் அநேகரைக் காயப்படுத்தி, விழப்பண்ணினாள்; பலவான்கள் அநேகரைக் கொலைசெய்தாள்."
  }, {
    "number" : 27,
    "verse" : "அவள் வீடு பாதாளத்துக்குப்போகும் வழி; அது மரண அறைகளுக்குக் கொண்டுபோய்விடும்."
  } ]
}