{"bibleAbbr":"RcV2003","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":1,"verses":[{"number":1,"verse":"Now in the first year of Cyrus the king of Persia, so that the word of Jehovah by the mouth of Jeremiah might be accomplished, Jehovah stirred up the spirit of Cyrus the king of Persia; and he made a proclamation throughout all his kingdom and put it also in writing, saying,"},{"number":2,"verse":"Thus says Cyrus the king of Persia, All the kingdoms of the earth has Jehovah the God of heaven given to me; and He has charged me to build Him a house in Jerusalem, which is in Judah."},{"number":3,"verse":"Whoever there is among you of all His people, may his God be with him; and let him go up to Jerusalem, which is in Judah, and let him build the house of Jehovah the God of Israel — He is God — who is in Jerusalem."},{"number":4,"verse":"And everyone who is left, in whatever place he sojourns, let the men of his place support him with silver and with gold and with goods and with cattle, besides the freewill offering for the house of God, which is in Jerusalem."},{"number":5,"verse":"Then the heads of the fathers’ houses of Judah and Benjamin and the priests and the Levites rose up, even everyone whose spirit God had stirred up to go up to build the house of Jehovah, which is in Jerusalem."},{"number":6,"verse":"And all those around them strengthened their hands with vessels of silver, with gold, with goods, and with cattle and with precious things, besides all that was offered willingly."},{"number":7,"verse":"Also King Cyrus brought out the vessels of the house of Jehovah, which Nebuchadnezzar had brought out from Jerusalem and had put in the house of his gods;"},{"number":8,"verse":"And Cyrus the king of Persia had them brought out by the hand of Mithredath the treasurer and had them enumerated to Sheshbazzar the prince of Judah."},{"number":9,"verse":"And this was their number: thirty gold dishes, one thousand silver dishes, twenty-nine knives,"},{"number":10,"verse":"Thirty gold bowls, four hundred ten silver bowls of a different kind, and one thousand other vessels."},{"number":11,"verse":"There were five thousand four hundred vessels of gold and silver in all. Sheshbazzar brought up all of them with those of the captivity who were brought up from Babylon to Jerusalem."}]}