{"bibleAbbr":"RcV2003","bookName":"Ezra","bookEnglishName":"Ezra","chapterNumber":10,"verses":[{"number":1,"verse":"Now while Ezra prayed and made confession, weeping and throwing himself down before the house of God, a very large gathering of men and women and children was gathered together to him out of Israel; for the people wept very bitterly."},{"number":2,"verse":"And Shecaniah the son of Jehiel, one of the sons of Elam, answered and said to Ezra, We have acted unfaithfully against our God and have married foreign women from the peoples of the land, yet now there is hope for Israel concerning this."},{"number":3,"verse":"Now therefore let us make a covenant with our God to put away all the wives and those born of them according to the counsel of my lord and of those who tremble at the commandment of our God, and let it be done according to the law."},{"number":4,"verse":"Arise, for the matter is your responsibility, but we are with you; be strong, and do it."},{"number":5,"verse":"Then Ezra arose and made the leaders of the priests, the Levites, and all Israel swear that they would do according to this word; so they swore."},{"number":6,"verse":"Then Ezra rose up from before the house of God and went into the chamber of Jehohanan the son of Eliashib; and when he came there, he ate no bread and drank no water, for he was mourning because of the unfaithfulness of those of the captivity."},{"number":7,"verse":"And they made proclamation throughout Judah and Jerusalem to all the children of the captivity, that they should gather themselves together to Jerusalem;"},{"number":8,"verse":"And that whoever did not come within three days, according to the counsel of the leaders and the elders, all his possessions should be forfeited, and he himself should be separated from the congregation of the captivity."},{"number":9,"verse":"Then all the men of Judah and Benjamin gathered themselves together to Jerusalem within the three days. It was the ninth month, on the twentieth day of the month, and all the people sat in the open square in front of the house of God, trembling because of this matter and because of the heavy rain."},{"number":10,"verse":"And Ezra the priest stood up and said to them, You have acted unfaithfully and have married foreign women to increase the guilt of Israel."},{"number":11,"verse":"Now therefore make confession to Jehovah the God of your fathers, and do His will, and separate yourselves from the peoples of the land and from the foreign women."},{"number":12,"verse":"Then all the congregation answered and said with a loud voice, It is so; we must do as you have said."},{"number":13,"verse":"But the people are many, and it is a time of heavy rain, and we are not able to stand outside; neither is this a task for one day or two, for we have transgressed greatly in this matter."},{"number":14,"verse":"Let our leaders represent the whole congregation, and let all those who are in our cities who have married foreign women come at appointed times and with them the elders of every city and their judges, until the fierce anger of our God is turned away from us on account of this matter."},{"number":15,"verse":"Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah stood up against this, and Meshullam and Shabbethai the Levite supported them."},{"number":16,"verse":"And the children of the captivity did so. And Ezra the priest and certain heads of fathers’ houses were set apart according to their fathers’ houses, all of them by name; and they sat down on the first day of the tenth month to examine the matter."},{"number":17,"verse":"And they finished with all the men who had married foreign women by the first day of the first month."},{"number":18,"verse":"And among the sons of the priests who had married foreign women there were found of the sons of Jeshua the son of Jozadak and his brothers: Maaseiah and Eliezer and Jarib and Gedaliah."},{"number":19,"verse":"And they pledged that they would put away their wives; and being guilty, they offered a ram of the flock for their guilt."},{"number":20,"verse":"And of the sons of Immer: Hanani and Zebadiah."},{"number":21,"verse":"And of the sons of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah."},{"number":22,"verse":"And of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."},{"number":23,"verse":"And of the Levites: Jozabad, and Shimei, and Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer."},{"number":24,"verse":"And of the singers: Eliashib. And of the gatekeepers: Shallum, and Telem, and Uri."},{"number":25,"verse":"And of Israel: of the sons of Parosh: Ramiah, and Izziah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah."},{"number":26,"verse":"And of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah."},{"number":27,"verse":"And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza."},{"number":28,"verse":"And of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai."},{"number":29,"verse":"And of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, Jeremoth."},{"number":30,"verse":"And of the sons of Pahath-moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, and Binnui, and Manasseh."},{"number":31,"verse":"And of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"},{"number":32,"verse":"Benjamin, Malluch, Shemariah."},{"number":33,"verse":"Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei."},{"number":34,"verse":"Of the sons of Bani: Maadai, Amram, and Uel,"},{"number":35,"verse":"Benaiah, Bedeiah, Cheluhi,"},{"number":36,"verse":"Vaniah, Meremoth, Eliashib,"},{"number":37,"verse":"Mattaniah, Mattenai, and Jaasu,"},{"number":38,"verse":"And Bani, and Binnui, Shimei,"},{"number":39,"verse":"And Shelemiah, and Nathan, and Adaiah,"},{"number":40,"verse":"Machnadebai, Shashai, Sharai,"},{"number":41,"verse":"Azarel, and Shelemiah, Shemariah,"},{"number":42,"verse":"Shallum, Amariah, Joseph."},{"number":43,"verse":"Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, and Joel, Benaiah."},{"number":44,"verse":"All these had taken foreign wives; and some of them had wives by whom they had children."}]}