{"bibleAbbr":"maiNT","bookName":"थिसलुनिका नगरक मण्‍डली केँ पौलुसक पहिल पत्र","bookEnglishName":"1 Thessalonians","chapterNumber":1,"verses":[{"number":1,"verse":"पौलुस, सिलास आ तिमुथियुसक दिस सँ, पिता परमेश्‍वर और प्रभु यीशु मसीहक मण्‍डलीक नाम जे थिसलुनिका नगर मे अछि, ई पत्र— अहाँ सभ पर कृपा कयल जाय आ अहाँ सभ केँ शान्‍ति भेटय।"},{"number":2,"verse":"( थिसलुनिकी सभक विश्‍वासक लेल धन्‍यवाद) हम सभ अपना प्रार्थना मे अहाँ सभ गोटे केँ स्‍मरण कऽ कऽ अहाँ सभक लेल परमेश्‍वर केँ सदिखन धन्‍यवाद दैत छियनि।"},{"number":3,"verse":"अहाँ सभक काज, जे विश्‍वास सँ प्रेरित होइत अछि, परिश्रम, जे प्रेम सँ प्रेरित होइत अछि, आ सहनशीलता, जे ओहि आशा सँ प्रेरित होइत अछि जे अहाँ सभ अपना सभक प्रभु यीशु मसीह पर रखने छी, तकरा सभ केँ हम सभ अपन पिता परमेश्‍वरक सम्‍मुख हरदम मोन रखैत छी।"},{"number":4,"verse":"यौ हमर भाइ लोकनि, अहाँ सभ सँ परमेश्‍वर प्रेम करैत छथि, आ हम सभ जनैत छी जे अहाँ सभ परमेश्‍वरक चुनल लोक छी।"},{"number":5,"verse":"कारण, हम सभ जखन अहाँ सभक बीच प्रभु यीशुक शुभ समाचार पहुँचौलहुँ तँ ओ मात्र शब्‍दक रूप मे नहि रहल, बल्‍कि अहाँ सभ लग सामर्थ्‍यक संग, परमेश्‍वरक पवित्र आत्‍माक संग आ पूर्ण निश्‍चयताक संग पहुँचल। अहाँ सभक बीच अहाँ सभक कल्‍याणक लेल हमरा सभक चालि-चलन केहन छल, से अहाँ सभ जनैत छी।"},{"number":6,"verse":"अहाँ सभ हमरा सभ केँ आ प्रभु यीशु केँ नमूना मानि कऽ घोर कष्‍टक सामना करितो पवित्र आत्‍मा सँ प्राप्‍त आनन्‍द सँ सुसमाचार स्‍वीकार कयलहुँ।"},{"number":7,"verse":"तकर परिणाम ई भेल जे अहाँ सभ मकिदुनिया प्रदेश आ अखाया प्रदेशक सभ विश्‍वासीक लेल नीक उदाहरण बनि गेलहुँ।"},{"number":8,"verse":"प्रभुक सुसमाचार अहाँ सभक ओहिठाम सँ मात्र मकिदुनिया आ अखाया मे नहि पसरल, बल्‍कि परमेश्‍वर पर अहाँ सभक जे विश्‍वास अछि, तकर चर्चा सभतरि पसरि गेल अछि। आब एहि सम्‍बन्‍ध मे हम सभ ककरो किछु कहिऐक तकर आवश्‍यकते नहि रहि गेल अछि,"},{"number":9,"verse":"कारण, लोक सभ स्‍वयं हमरा सभ केँ कहऽ लगैत अछि जे अहाँ सभक ओतऽ हमरा सभक केहन स्‍वागत भेल। ओ सभ सुनबैत अछि जे अहाँ सभ कोन प्रकारेँ मूर्ति सभ केँ छोड़ि कऽ परमेश्‍वरक दिस घूमि गेलहुँ, जाहि सँ अहाँ सभ सत्‍य आ जीवित परमेश्‍वरक सेवा करियनि आ स्‍वर्ग सँ हुनकर पुत्रक, अर्थात् यीशुक, अयबाक बाट तकियनि, जिनका परमेश्‍वर मुइल सभ मे सँ जिऔने छथिन। और यैह यीशु पापक विरोध मे प्रगट होमऽ वला परमेश्‍वरक क्रोध सँ अपना सभ केँ बचाबऽ वला छथि।"}]}