{"bibleAbbr":"maiNT","bookName":"थिसलुनिका नगरक मण्‍डली केँ पौलुसक पहिल पत्र","bookEnglishName":"1 Thessalonians","chapterNumber":2,"verses":[{"number":1,"verse":"( शुभ समाचारक प्रचार पौलुस शुद्ध मोन सँ कयलनि) यौ भाइ लोकनि, अहाँ सभ जनिते छी जे अहाँ सभक ओतऽ हमरा सभक अयनाइ व्‍यर्थ नहि भेल।"},{"number":2,"verse":"अहाँ सभ केँ तँ बुझल अछि जे एहि सँ पहिने हमरा सभ केँ फिलिप्‍पी नगर मे दुर्व्‍यवहार और अपमान सहऽ पड़ल छल। तैयो अपना परमेश्‍वरक सहायता सँ हम सभ घोर विरोधक सामना करितो अहाँ सभ केँ परमेश्‍वरक शुभ समाचार सुनयबाक लेल साहस कयलहुँ।"},{"number":3,"verse":"सुसमाचार पर विश्‍वास करबाक जे आग्रह हम सभ करैत छी से ने तँ असत्‍य पर आधारित अछि, ने अपवित्र उद्देश्‍य सँ प्रेरित अछि आ ने ओहि मे कोनो छल-कपट अछि।"},{"number":4,"verse":"बल्‍कि, परमेश्‍वरे हमरा सभ केँ एहि जोगरक बुझलनि जे हमरा सभक हाथ मे सुसमाचार-प्रचारक काज सौंपल जाय आ एहि तरहेँ हम सभ प्रचार करितो छी। हम सभ ई काज मनुष्‍य केँ प्रसन्‍न करबाक लेल नहि करैत छी, बल्‍कि परमेश्‍वर केँ, जे हमरा सभक मोन केँ जँचैत छथि।"},{"number":5,"verse":"अहाँ सभ जनैत छी, आ परमेश्‍वरो गवाह छथि जे हम सभ कहियो चापलूसी वला बात नहि बजलहुँ, आ ने हमरा सभक व्‍यवहार मे कोनो प्रकारक लोभक बहाना छल।"},{"number":6,"verse":"हम सभ मनुष्‍य सँ प्रशंसा पयबाक प्रयत्‍न नहि कयलहुँ—ने अहाँ सभ सँ आ ने आन ककरो सँ। हम सभ मसीहक पठाओल दूत होयबाक कारणेँ अहाँ सभ पर भार बनि सकैत छलहुँ, मुदा से नहि कयलहुँ।"},{"number":7,"verse":"जहिना माय अपना दूधपीबा बच्‍चाक लालन-पालन करैत अछि तहिना हम सभ अहाँ सभक संग कोमल व्‍यवहार कयलहुँ।"},{"number":8,"verse":"अहाँ सभक लेल हमरा सभ केँ तेहन ममता आ प्रेम भऽ गेल छल जे अहाँ सभ केँ मात्र परमेश्‍वरक सुसमाचार सुनाबऽ मे नहि, बल्‍कि अपना केँ अर्पित करऽ मे सेहो हमरा सभ केँ बड़का आनन्‍द भेल—अहाँ सभ हमरा सभक ततेक प्रिय भऽ गेल छलहुँ।"},{"number":9,"verse":"यौ भाइ लोकनि, अहाँ सभ केँ तँ हमरा सभक कठोर परिश्रम अवश्‍य मोन होयत, अहाँ सभक बीच कोना हम सभ राति-दिन खटैत रहैत छलहुँ जाहि सँ परमेश्‍वरक सुसमाचार सुनबैत ककरो पर भार नहि बनिऐक।"},{"number":10,"verse":"अहाँ सभ एहि बातक गवाह छी, आ परमेश्‍वरो छथि जे, अहाँ सभ जे विश्‍वासी छी तिनका सभक बीच हमरा सभक आचरण-व्‍यवहार कतेक पवित्र, उचित और निर्दोष छल।"},{"number":11,"verse":"अहाँ सभ जनैत छी जे जेहने व्‍यवहार एकटा बाबू अपन धिआ-पुताक संग करैत अछि तेहन व्‍यवहार हम सभ अहाँ सभ मे सँ प्रत्‍येक गोटेक संग कयलहुँ—"},{"number":12,"verse":"बात सिखबैत आ उत्‍साह बढ़बैत आग्रह करैत रहलहुँ जे, जे परमेश्‍वर अहाँ सभ केँ अपना राज्‍य आ महिमा मे सहभागी होयबाक लेल बजबैत छथि तिनका जेहन जीवन नीक लगनि, ओहने जीवन बिताउ।"},{"number":13,"verse":"हम सभ लगातार एहू लेल परमेश्‍वर केँ धन्‍यवाद दैत छियनि जे, अहाँ सभ जखन हमरा सभ सँ परमेश्‍वरक वचन सुनलहुँ तँ ओकरा मनुष्‍यक सोचल बात बुझि कऽ नहि, बल्‍कि परमेश्‍वरक कहल बात मानि कऽ स्‍वीकार कयलहुँ, आ से ओ वास्‍तव मे अछिओ। और आब अहाँ सभ जे विश्‍वास करैत छी तिनका सभक जीवन मे ओ वचन काज कऽ रहल अछि।"},{"number":14,"verse":"हँ, यौ भाइ लोकनि, अहाँ सभ यहूदिया प्रदेश मे रहऽ वला परमेश्‍वरक मण्‍डली सभ जकाँ भऽ गेलहुँ, अर्थात्, ओतऽ रहऽ वला मसीह यीशुक लोक सभ जकाँ। कारण, अहाँ सभ अपना समाजक लोक सँ तेहने दुर्व्‍यवहार सहलहुँ जेहन ओहो सभ यहूदी सभ सँ सहलनि।"},{"number":15,"verse":"यहूदी सभ तँ प्रभु यीशु केँ आ परमेश्‍वरक प्रवक्‍ता सभ केँ मारि देलकनि और आब हमरो सभ केँ भगौने अछि। ओ सभ परमेश्‍वर केँ अप्रसन्‍न करैत अछि। ओ सभ पूरा मानव जातिक विरोधी अछि,"},{"number":16,"verse":"कारण, जाहि सुसमाचार द्वारा गैर-यहूदी सभ केँ उद्धार होइतैक, तकरा हमरा सभ केँ गैर-यहूदी सभ मे सुनाबऽ सँ रोकबाक प्रयत्‍न करैत रहैत अछि। एहि तरहेँ ओ सभ अपन पापक घैल भरैत जा रहल अछि। एहि कारणेँ परमेश्‍वर आब अपन क्रोध प्रगट कऽ कऽ ओकरा सभ केँ दण्‍ड देथिन।"},{"number":17,"verse":"( थिसलुनिकी सभ केँ फेर देखबाक पौलुसक उत्‍सुकता) यौ भाइ लोकनि! हम सभ जखन अहाँ सभ सँ किछु समयक लेल दूर कयल गेलहुँ—हृदय मे सँ नहि, बल्‍कि नजरिक सोझाँ सँ—तँ अहाँ सभ केँ फेर देखबाक बड्ड उत्‍सुकता भेल।"},{"number":18,"verse":"तेँ अहाँ सभ सँ भेँट करबाक कोशिश कयलहुँ। हँ, हम पौलुस, बेर-बेर अयबाक प्रयत्‍न कयलहुँ, मुदा शैतान हमरा सभ केँ रोकि देलक।"},{"number":19,"verse":"यौ भाइ लोकनि, हमरा सभक आशा और आनन्‍द की अछि? की अहाँ सभ नहि छी? और अपना सभक प्रभु यीशु जहिया फेर औताह, तँ हुनका समक्ष हमरा सभक ओ विजय-मुकुट की होयत जाहि पर हम सभ गर्व करब? की अहाँ सभ नहि होयब?"},{"number":20,"verse":"अहीं सभ तँ हमरा सभक गौरव आ आनन्‍द छी।"}]}