{"bibleAbbr":"MKJV1962","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":12,"verses":[{"number":1,"verse":"Therefore since we also are surrounded with so great a cloud of witnesses, let us lay aside every weight and the sin which so easily besets [us], and let us run with patience the race that is set before us,"},{"number":2,"verse":"looking to Jesus the Author and Finisher of [our] faith, who for the joy that was set before Him endured [the] cross, despising the shame, and sat down at the right of the throne of God."},{"number":3,"verse":"For consider Him who endured such contradiction of sinners against Himself, lest you be weary and faint in your minds."},{"number":4,"verse":"You have not yet resisted unto blood, striving against sin."},{"number":5,"verse":"And you have forgotten the exhortation which speaks to you as to sons, My son, despise not the chastening of the Lord, nor faint when you are rebuked by Him;"},{"number":6,"verse":"for whom the Lord loves He chastens, and He scourges every son whom He receives."},{"number":7,"verse":"If you endure chastening, God deals with you as with sons, for what son is he whom the father does not chasten?"},{"number":8,"verse":"But if you are without chastisement, of which all are partakers, then you are bastards and not sons."},{"number":9,"verse":"Furthermore we have had fathers of our flesh who corrected [us], and we gave [them] reverence. Shall we not much rather be in subjection to the Father of spirits and live?"},{"number":10,"verse":"For truly they chastened [us] for a few days according to their own pleasure, but He for our profit, that [we] might be partakers of His holiness."},{"number":11,"verse":"Now chastening for the present does not seem to be joyous, but grievous. Nevertheless afterward it yields the peaceable fruit of righteousness to those who are exercised by it."},{"number":12,"verse":"Because of this, straighten up the hands which hang down and the enfeebled knees."},{"number":13,"verse":"And make straight paths for your feet, lest that which is lame be turned out of the way, but let it rather be healed."},{"number":14,"verse":"Follow peace with all, and holiness, without which no one shall see the Lord;"},{"number":15,"verse":"looking diligently lest any fail of the grace of God, or lest any root of bitterness springing up disturb [you], and by it many are defiled,"},{"number":16,"verse":"(lest there [be] any fornicator, or profane person like Esau, who for one morsel of food sold his birthright."},{"number":17,"verse":"For you know that afterward, when he desired to inherit the blessing, he was rejected; for he did not find any place of repentance, though he sought it carefully with tears)."},{"number":18,"verse":"For you have not come to the mountain that might be touched and that burned with fire, nor to blackness and darkness and tempest,"},{"number":19,"verse":"and the sound of a trumpet, and the voice of words (which [voice] they who heard begged that a word should not be spoken to them any more,"},{"number":20,"verse":"for they could not endure the thing commanded, And if so much as a beast should touch the mountain, it shall be stoned or thrust through with a dart,"},{"number":21,"verse":"and so fearful was the sight [that] Moses said, I exceedingly fear and quake)."},{"number":22,"verse":"But you have come to Mount Zion and to [the] city of [the] living God, the heavenly Jerusalem, and to an innumerable company of angels,"},{"number":23,"verse":"to the [general] assembly and church of the first-born who are written in Heaven, and to God [the] judge of all, and to the spirits of just men made perfect,"},{"number":24,"verse":"and to Jesus the Mediator of the new covenant, and to blood of sprinkling that speaks better things than [that of] Abel."},{"number":25,"verse":"See [that] you do not refuse Him who speaks. For if they did not escape, those who refused him that spoke on earth, much more we [shall not escape] if we turn away from Him who speaks from Heaven,"},{"number":26,"verse":"whose voice then shook the earth; but now He has promised, saying, Yet once more I will not only shake the earth, but also the heavens."},{"number":27,"verse":"And this [word], Yet once more, signifies the removing of those things that are shaken, as of things that have been made, so that the things which cannot be shaken may remain."},{"number":28,"verse":"Therefore, since we are receiving a kingdom that cannot be shaken, let us have grace, by which we may serve God acceptably with reverence and godly fear,"},{"number":29,"verse":"for also, Our God [is] a consuming fire."}]}