{"bibleAbbr":"MKJV1962","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":7,"verses":[{"number":1,"verse":"For this Melchizedek, king of Salem and priest of the Most High God, met Abraham returning from the slaughter of the kings and blessed him."},{"number":2,"verse":"To him Abraham also gave a tenth of all. [He was] first by interpretation king of righteousness, and after that also king of Salem, which is king of peace,"},{"number":3,"verse":"without father, without mother, without descent, having neither beginning of days nor end of life, but made like the Son of God, [he] remains a priest continually."},{"number":4,"verse":"Now consider how great this man [was], to whom even the patriarch Abraham gave the tenth of the spoils."},{"number":5,"verse":"And truly they [who are] of the sons of Levi, who receive the office of the priest, have a commandment to take tithes of the people according to the Law, that is, from their brothers, though they come out of the loins of Abraham."},{"number":6,"verse":"But he whose descent is not counted from them received tithes from Abraham and blessed him who had the promises."},{"number":7,"verse":"And without all contradiction the lesser is blessed by the better."},{"number":8,"verse":"And here men who die receive tithes; but there he [receives them], of whom it is witnessed that he lives."},{"number":9,"verse":"And if I may say so, Levi, also, who receives tithes, paid tithes in Abraham."},{"number":10,"verse":"For he was still in the loins of his father when Melchizedek met him."},{"number":11,"verse":"Therefore if perfection were by the Levitical priesthood (for under it the people received the Law), what further need [was there] that another priest should rise after the order of Melchizedek, and not be called after the order of Aaron?"},{"number":12,"verse":"For the priesthood being changed, there is of necessity a change made in the law also."},{"number":13,"verse":"For He of whom these things are spoken belongs to another tribe, from which no man gave attendance at the altar."},{"number":14,"verse":"For [it is] evident that our Lord sprang out of Judah, of which tribe Moses spoke nothing concerning priesthood."},{"number":15,"verse":"And it is still far more evident, since there arises another priest after the likeness of Melchizedek,"},{"number":16,"verse":"who is made, not according to the law of a fleshly commandment, but according to the power of an endless life."},{"number":17,"verse":"For He testifies, You [are] a priest forever after the order of Melchizedek."},{"number":18,"verse":"For truly there] is a putting away of the commandment which went before, because of the weakness and unprofitableness of it."},{"number":19,"verse":"For the Law made nothing perfect, but the bringing in of a better hope [did], by which we draw near to God."},{"number":20,"verse":"And inasmuch as [He was] not made priest] without an oath"},{"number":21,"verse":"(for those priests were made without an oath, but this one was made with an oath by Him who said to Him, The Lord swore and will not repent, You [are] a priest forever after the order of Melchizedek,)"},{"number":22,"verse":"by so much was Jesus made a surety of a better covenant."},{"number":23,"verse":"And they truly were many priests, because they were not allowed to continue because of death;"},{"number":24,"verse":"but He, because He continues forever, has an unchangeable priesthood."},{"number":25,"verse":"Therefore He is able also to save to the uttermost those who come unto God by Him, [since He] ever lives to make intercession for them."},{"number":26,"verse":"For such a high priest became us, [who is] holy, harmless, undefiled, separate from sinners and made higher than the heavens,"},{"number":27,"verse":"who does not need, as those high priests, to offer up sacrifice daily, first for his own [sins] and then for the people's sins. For He did this once for all, when He offered up Himself."},{"number":28,"verse":"For the Law appoints men high priests who have infirmity, but the word of the swearing of an oath, after the Law, [has consecrated] the Son forever, having been perfected."}]}