{"bibleAbbr":"ISV2011","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":4,"verses":[{"number":1,"verse":"{Good Managers of God's Grace} d Therefore, since the Messiah {Or Christ} suffered in a mortal body, {Other mss. read suffered for us ; still other mss. read suffered for you} you, too, must arm yourselves with the same determination, because the person who has suffered in a mortal body has stopped sinning,"},{"number":2,"verse":"so that he can live the rest of his mortal life {Lit. time} guided, not by human desires, but by the will of God."},{"number":3,"verse":"For you spent enough time in the past doing what the gentiles like to do, living in sensuality, sinful desires, drunkenness, wild celebrations, drinking parties, and detestable idolatry."},{"number":4,"verse":"They insult you now because they are surprised that you are no longer joining them in the same excesses of wild living."},{"number":5,"verse":"They will give an account to the one who is ready to judge the living and the dead."},{"number":6,"verse":"Indeed, this is why the gospel was proclaimed even to those who have died, so that they could be judged in their mortal flesh like all humans and live in the spiritual realm like God."},{"number":7,"verse":"Because everything will soon come to an end, be sensible and clear-headed, so you can pray."},{"number":8,"verse":"Above all, continue to love each other deeply, because love covers a multitude of sins."},{"number":9,"verse":"Show hospitality to one another without complaining."},{"number":10,"verse":"As good servant managers of God's grace in its various forms, serve one another with the gift each of you has received."},{"number":11,"verse":"Whoever speaks must speak God's words. {Lit. If anyone speaks as the words of God} Whoever serves must serve with the strength {Lit. Whoever serves as with the strength} that God supplies, so that in every way God may be glorified through Jesus, the Messiah. {Or Christ} Glory and power belong to him forever and ever! Amen."},{"number":12,"verse":"{Suffering as a Christian} d Dear friends, do not be surprised by the fiery ordeal that is taking place among you to test you, as though something strange were happening to you."},{"number":13,"verse":"Instead, because you are participating in the sufferings of the Messiah, {Or Christ} keep on rejoicing, so that you may be glad and shout for joy when his glory is revealed."},{"number":14,"verse":"If you are insulted because of the name of the Messiah, {Or Christ} you are blessed, for the glorious Spirit of God is resting on you. {Other mss. read on you. For their sake he is being blasphemed, but for your sake he is being glorified.}"},{"number":15,"verse":"Of course, none of you should suffer for being a murderer, thief, criminal, or troublemaker."},{"number":16,"verse":"But if you suffer for being a Christian, do not feel ashamed, but glorify God with that name."},{"number":17,"verse":"For the time has come for judgment to begin with the household of God. And if it begins with us, what will be the outcome for those who refuse to obey the gospel of God?"},{"number":18,"verse":"\"If it is hard for the righteous person to be saved, what will happen to the ungodly and sinful person?\" {Prov 11:31 (LXX)}"},{"number":19,"verse":"So then, those who suffer according to God's will should entrust their souls to their faithful Creator and continue to do what is good."}]}