{"bibleAbbr":"MKJV1962","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":18,"verses":[{"number":1,"verse":"And Jehoshaphat had riches and honor in abundance, and he contracted a marriage with Ahab."},{"number":2,"verse":"And after [some] years [he] went down to Ahab to Samaria. And Ahab killed sheep and oxen in abundance for him, and for the people that were with him. And he persuaded him to go up with him to Ramoth-gilead."},{"number":3,"verse":"And Ahab king of Israel said to Jehoshaphat king of Judah, Will you go with me to Ramoth-gilead? And he answered him, I [am] as you, and my people are as your people, and [we] with you in the war."},{"number":4,"verse":"And Jehoshaphat said to the king of Israel, Please inquire at the word of the LORD today."},{"number":5,"verse":"And the king of Israel gathered four hundred men of the prophets and said to them, Shall we go to Ramoth-gilead to battle, or shall I wait? And they said, Go up, for God will deliver [it] into the king's hand."},{"number":6,"verse":"But Jehoshaphat said, [Is there] not a prophet of Jehovah here besides, so that we might ask of Him?"},{"number":7,"verse":"And the king of Israel said to Jehoshaphat, [There is] yet one man by whom we may inquire of the LORD. But I hate him, for he never prophesied good to me, but always evil. The same is Micaiah the son of Imla. And Jehoshaphat said, Let not the king say so."},{"number":8,"verse":"And the king of Israel called to a certain eunuch and said, Bring quickly Micaiah the son of Imla."},{"number":9,"verse":"And the king of Israel and Jehoshaphat king of Judah sat each of them on his throne, clothed in robes. And [they] sat in a grain floor at the entrance of the gate of Samaria. And all the prophets prophesied before them."},{"number":10,"verse":"And Zedekiah the son of Chenaanah had made horns of iron for himself. And he said, And says the LORD, With these you shall push Syria until they are crushed."},{"number":11,"verse":"And all the prophets prophesied so, saying, Go up to Ramoth-gilead and be blessed. For the LORD shall deliver [it] into the king's hand."},{"number":12,"verse":"And the messenger who went to call Micaiah spoke to him, saying, Behold, the words of the prophets [declare] good to the king with one Mouth, and please let your word be like one of theirs, and speak good."},{"number":13,"verse":"And Micaiah said, [As] the Lord lives, even what my God says, that I will speak."},{"number":14,"verse":"And he came to the king. And the king said to him, Micaiah, shall we go to Ramoth-gilead to battle, or shall I wait? And he said, Go up and be blessed. And they shall be delivered into your hand."},{"number":15,"verse":"And the king said to him, How many times shall I warn you that you say nothing but the truth to me in the name of Jehovah?"},{"number":16,"verse":"And he said, I saw all Israel scattered on the mountains, like sheep that [have] no shepherd. And the LORD said, These [have] no master; let them return, each man to his own house in peace."},{"number":17,"verse":"And the king of Israel said to Jehoshaphat, Did I not tell you he would not prophesy good concerning me, but evil?"},{"number":18,"verse":"Again he said, And hear the word of the LORD. I saw the LORD sitting on His throne, and all the host of Heaven were standing on His right hand and [on] His left."},{"number":19,"verse":"And the LORD said, Who shall tempt Ahab king of Israel so that he may go up and fall at Ramoth-gilead? And one spoke saying in one way, and another saying in another way."},{"number":20,"verse":"And a spirit came out and stood before the LORD and said, I will tempt him. And the LORD said, With what?"},{"number":21,"verse":"And he said, I will go out and be a lying spirit in the mouth of all his prophets. And [the LORD] said, You shall tempt him, and you are able. Go out and do so."},{"number":22,"verse":"And now behold, the LORD has put a lying spirit in the mouth of these your prophets, and the LORD has spoken evil against you."},{"number":23,"verse":"And Zedekiah the son of Chenaanah came near and struck Micaiah on the cheek. And he said, Which way did the Spirit of the LORD go from me to speak to you?"},{"number":24,"verse":"And Micaiah said, Behold, you shall see on that day when you shall go into an inner room to hide yourself."},{"number":25,"verse":"And the king of Israel said, Take Micaiah, and carry him back to Amon the governor of the city, and to Joash the king's son."},{"number":26,"verse":"And you shall say, So says the king, Put this [fellow] in the prison, and feed him with bread of affliction and with water of affliction until I return in peace."},{"number":27,"verse":"And Micaiah said, If you certainly return in peace, [then] the LORD has not spoken by me. And he said, Listen, all you people."},{"number":28,"verse":"And the king of Israel and Jehoshaphat the king of Judah went up to Ramoth-gilead."},{"number":29,"verse":"And the king of Israel said to Jehoshaphat, I will disguise myself and will go to the battle. But you put on your robes. And the king of Israel disguised himself. And they went to the battle."},{"number":30,"verse":"And the king of Syria had commanded the commanders of the chariots with him, saying, Do not fight with small or great, but only with the king of Israel."},{"number":31,"verse":"And it happened when the commanders of the chariots saw Jehoshaphat, they said, It [is] the king of Israel. And they surrounded him to fight. But Jehoshaphat cried out, and the LORD helped him. And God moved them [to leave] him."},{"number":32,"verse":"For it happened when the commanders of the chariots saw that it was not the king of Israel, they turned back again from pursuing him."},{"number":33,"verse":"And a [certain] man drew a bow at random, and struck the king of Israel between the joinings and the breastplate. And he said to the charioteer, Turn your hand, and you shall bring me out of the army, for I am wounded."},{"number":34,"verse":"And the battle increased that day; and the king of Israel was made to stand up in [his] chariot against the Syrians until the evening. And about the time of the sunset he died."}]}