{"bibleAbbr":"MKJV1962","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":25,"verses":[{"number":1,"verse":"Amaziah [was] twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. And his mother's name [was] Jehoaddan of Jerusalem."},{"number":2,"verse":"And he did the right in the eyes of the LORD, but not with a perfect heart."},{"number":3,"verse":"And it happened when the kingdom was made sure to him, he killed his servants who had killed his father, the king."},{"number":4,"verse":"But he did not kill their sons, but as [it is] written in the law in the book of Moses, where the LORD commanded, saying, The father shall not die for the sons, nor shall the sons die for the] fathers, but every man shall die for his own sin."},{"number":5,"verse":"And Amaziah gathered Judah and made them commanders over thousands and commanders over hundreds, according to the houses of the fathers, for all Judah and Benjamin. And he numbered them from twenty years old and above, and found them three hundred thousand choice [men, able] to go forth to war, that could handle spear and shield."},{"number":6,"verse":"And he hired a hundred thousand mighty men of war out of Israel for a hundred talents of silver."},{"number":7,"verse":"But a man of God came to him saying, O king, do not let the army of Israel go with you, for the LORD [is] not with Israel, with all the sons of Ephraim."},{"number":8,"verse":"But if you will go, do [it]! Be strong for the battle, for God shall make you fall before the enemy, for God has power to help and to throw down."},{"number":9,"verse":"And Amaziah said to the man of God, But what [shall we] do for the hundred talents which I have given to the army of Israel? And the man of God answered, The LORD is able to give you much more than this."},{"number":10,"verse":"And Amaziah separated them, the army that had come to him out of Ephraim, to go home again. And their anger was greatly kindled against Judah, and they returned home in great anger."},{"number":11,"verse":"And Amaziah made himself strong, and led forth his people, and went to the Valley of Salt, and struck ten thousand of the sons of Seir."},{"number":12,"verse":"And the sons of Judah carried away captive ten thousand alive, and brought them to the top of the rock, and threw them down from the top of the rock so they were all broken in pieces."},{"number":13,"verse":"And the sons of the army which Amaziah sent back, that they should not go with him to battle, fell on the cities of Judah from Samaria even to Beth-horon, and struck three thousand of them and took much plunder."},{"number":14,"verse":"And it happened after Amaziah had come from the slaughter of the Edomites, he brought the gods of the sons of Seir and set them up [to be] his gods, and bowed down himself before them and burned incense to them."},{"number":15,"verse":"And the anger of the LORD was kindled against Amaziah, and He sent to him a prophet who said to him, Why have you sought after the gods of the people which could not deliver their own people out of your hand?"},{"number":16,"verse":"And it happened as he talked with him, [the king] said to him, Have we made you of the king's counsel? Stop! Why should you be stricken? And the prophet stopped. And he said, I know that God has determined to destroy you because you have done this and have not listened to my counsel."},{"number":17,"verse":"And Amaziah king of Judah took advice, and sent to Jehoash the son of Jehoahaz the son of Jehu, king of Israel, saying, Come let us look one another in the face."},{"number":18,"verse":"And Jehoash king of Israel sent to Amaziah king of Judah saying, The thistle that [was] in Lebanon sent to the cedar in Lebanon, saying, Give your daughter to my son for a wife. [And a beast of the field in Lebanon passed by and trampled the thistle down."},{"number":19,"verse":"You have said, Lo, I have stricken the Edomites, and your heart lifts you up to boast. Now stay at home why should you meddle to [your] hurt, so that you should fall, you and Judah with you?"},{"number":20,"verse":"But Amaziah would not hear, for it [was] from God so that He might deliver them into the hand of their enemies, because they sought after the gods of Edom."},{"number":21,"verse":"And Jehoash the king of Israel went up. And they saw one another in the face, he and Amaziah king of Judah, at Beth-shemesh of Judah."},{"number":22,"verse":"And Judah was beaten before Israel, and each man fled to his tent."},{"number":23,"verse":"And Jehoash the king of Israel took Amaziah king of Judah, the son of Joash the son of Ahaziah, at Beth-shemesh, and brought him to Jerusalem and broke down the wall of Jerusalem from the Ephraim Gate to the Corner Gate, four hundred cubits."},{"number":24,"verse":"And [he took] all the gold and the silver, and all the vessels which were found in the house of God with Obed-edom, and the treasures of the king's house, the hostages also, and returned to Samaria."},{"number":25,"verse":"And Amaziah the son of Joash king of Judah lived fifteen years after the death of Jehoash the son of Jehoahaz king of Israel."},{"number":26,"verse":"And the rest of the acts of Amaziah, first and last, behold, [are] they not written in the Book of the Kings of Judah and Israel?"},{"number":27,"verse":"And after the time that Amaziah turned away from following the LORD, they made a plot against him in Jerusalem. And he fled to Lachish. But they sent to Lachish after him and killed him there."},{"number":28,"verse":"And they brought him on horses and buried him with his fathers in the city of Judah."}]}