{"bibleAbbr":"MKJV1962","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"And Solomon began to build the house of the LORD at Jerusalem in Mount Moriah, where He appeared to David his father, in the place that David had prepared in the threshing-floor of Ornan the Jebusite."},{"number":2,"verse":"And he began to build in the second [day] of the second month, in the fourth year of his reign."},{"number":3,"verse":"Now these [are] the foundations Solomon [laid], to build the house of God. The length [by] cubits according to the first measure, sixty cubits, and the breadth twenty cubits."},{"number":4,"verse":"And the porch on the front, the length according to the breadth of the house, [was] twenty cubits, and the height a hundred and twenty. And he overlaid it inside with pure gold."},{"number":5,"verse":"And he made the ceiling of the greater house with fir wood, which he overlaid with fine gold. And he set palm trees and chains on it."},{"number":6,"verse":"And he covered the house with precious stones for beauty. And the gold [was] gold of Parvaim."},{"number":7,"verse":"He also overlaid the house, the beams, the posts, and its walls, and its doors, with gold. And he engraved cherubs on the walls."},{"number":8,"verse":"And he made the Most Holy Place. Its length [was] by the front, of the breadth of the house, twenty cubits, and its breadth, twenty cubits. And he overlaid it with fine gold, to six hundred talents."},{"number":9,"verse":"And the weight of the nails [was] fifty shekels of gold. And he overlaid the upper rooms with gold."},{"number":10,"verse":"And in the most holy house he made two cherubs of carved work, and overlaid them with gold."},{"number":11,"verse":"And the wings of the cherubs [were] twenty cubits long. One wing [was] five cubits, touching to the wall of the house; and the other wing five cubits, touching to the wing of the other cherub."},{"number":12,"verse":"And [one] wing of the other cherub [was] five cubits, touching to the wall of the house; and the other wing five cubits, touching to the wing of the other cherub."},{"number":13,"verse":"The wings of these cherubims spread themselves forth twenty cubits. And they stood on their feet, and their faces [were] inward."},{"number":14,"verse":"And he made the veil [of] blue, and purple, and crimson, and fine linen, and worked cherubs on it."},{"number":15,"verse":"He also made two pillars of thirty-five cubits high in front of the house, and the capital on the tops of each of them [was] five cubits."},{"number":16,"verse":"And he made chains, [as] in the holy place, and put them on the tops of the pillars. And he made a hundred pomegranates and put them on the chains."},{"number":17,"verse":"And he reared up the pillars before the temple, one on the right hand and the other on the left. And he called the name of the one on the right Jachin, and the name of the one on the left Boaz."}]}