{"bibleAbbr":"MKJV1962","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"And when Solomon had made an end of praying, the fire came down from Heaven and consumed the burnt offering and the sacrifices. And the glory of the LORD filled the house."},{"number":2,"verse":"And the priests could not enter into the house of the LORD because the glory of the LORD had filled the LORD's house."},{"number":3,"verse":"And when all the sons of Israel saw how the fire came down, and the glory of the LORD on the house, they bowed [their] faces to the ground on the pavement, and worshiped and praised the LORD, saying, For [He is] good, for His mercy [endures] forever."},{"number":4,"verse":"And the king and all the people offered sacrifices before the LORD."},{"number":5,"verse":"And King Solomon offered a sacrifice of twenty-two thousand oxen, and a hundred and twenty thousand sheep. And the king and all the people dedicated the house of God."},{"number":6,"verse":"And the priests waited on their offices, and the Levites with instruments of music of the LORD, which David the king had made to praise the LORD, because His mercy [endures] forever, when David praised by their ministry. And the priests sounded trumpets before them, and all Israel stood."},{"number":7,"verse":"And Solomon made the middle of the court before the house of the LORD holy. For there he offered burnt offerings and the fat of the peace offerings, because the bronze altar which Solomon had made was not able to receive the burnt offerings, and the food offerings, and the fat."},{"number":8,"verse":"And at the same time Solomon kept the feast seven days, and all Israel with him, a very great congregation, from the entering in of Hamath to the river of Egypt."},{"number":9,"verse":"And in the eighth day they made a solemn assembly. For they kept the dedication of the altar seven days, and the feast seven days."},{"number":10,"verse":"And on the twenty-third day of the seventh month he sent the people away into their tents, glad and merry in heart for the goodness that the LORD had shown to David, and to Solomon, and to Israel His people."},{"number":11,"verse":"So Solomon finished the house of the LORD, and the king's house. And all that came into Solomon's heart to make in the house of the LORD, and in his own house, he did with success."},{"number":12,"verse":"And the LORD appeared to Solomon by night, and said to him, I have heard your prayer, and have chosen this place to Myself for a house of sacrifice."},{"number":13,"verse":"If I shut up the heavens, and there is no rain, or if I command the locusts to devour the land, or if I send a plague among My people;"},{"number":14,"verse":"if My people, who are called by My name, shall humble themselves and pray, and seek My face, and turn from their wicked ways, then I will hear from Heaven and will forgive their sin and will heal their land."},{"number":15,"verse":"Now My eyes shall be open, and My ears shall be open to the prayer of this place."},{"number":16,"verse":"For now I have chosen and sanctified this house, so that My name may be there forever. And My eyes and My heart shall be there forever."},{"number":17,"verse":"And you, if you will walk before me, as David your father walked, and do according to all that I have commanded you, and shall observe My statutes and My judgments,"},{"number":18,"verse":"then I will make the throne of your kingdom sure, as I have covenanted with David your father, saying, There shall not fail you a man [to be] ruler in Israel."},{"number":19,"verse":"But if you turn away and forsake My statutes and My commandments which I have set before you, and if you shall go and serve other gods and worship them,"},{"number":20,"verse":"then I will pluck them up by the roots out of My land which I have given them. And this house which I have sanctified for My name, I will cast out of My sight, and I will make it to be a proverb and a byword among all nations."},{"number":21,"verse":"And this house, which is high, shall be a wonder to everyone who passes by it, so that [they] shall shudder and say, Why has the LORD done this to this land and to this house?"},{"number":22,"verse":"And it shall be answered, Because they forsook the LORD God of their fathers who brought them forth out of the land of Egypt, and laid hold on other gods and worshiped them and served them. Therefore He has brought all this evil on them."}]}