{"bibleAbbr":"GB1539","bookName":"Zephaniah","bookEnglishName":"Zephaniah","chapterNumber":2,"verses":[{"number":1,"verse":"Examyne youre selues & serche O thou Nacyon that hast no desire to the law"},{"number":2,"verse":"or the thing go forth that God hath concluded, & or the tyme come wherin man shall passe awaye as the dust: or the fearfull wrath of the Lord come vpon you:"},{"number":3,"verse":"yee, or the daye of the Lordes sore displeasure come vpon you. Seke the Lord all yee meke harted vpon earth, ye that worcke after his iudgement: seke ryghteousnesse, seke lowlynesse: that ye maye be defended in the wrothful daye of the Lord:"},{"number":4,"verse":"For Gaza shal be destroyed, and Ascalon shall be layed waste. They shall cast out Asdod at the noone daye, and Accaron shalbe pluckte vp by the rotes"},{"number":5,"verse":"Wo vnto you that dwell vpon the see coost ye murtherous people: the worde of the Lord shal come vpon you. O Canaan thou lande of the Philistines, I will destroye the, so that there shall no man dwell in the eny more,"},{"number":6,"verse":"& as for the see coast, it shall be heardemens cotages & shepe foldes:"},{"number":7,"verse":"yee, it shalbe a porcion for soch as remayne of the house of Iuda, to fede ther vpon. In the houses of Ascalon shall they rest towarde nyght: for the Lord their God shal vyset them, & turne awaye their captiuite."},{"number":8,"verse":"I haue herde the despite of Moab, & the blasphemyes of the children of Ammon how they haue shamefully intreated my people, & magnified them selues within the borders of their lande."},{"number":9,"verse":"Therfore, as truly as I lyue (sayeth the Lord of hostes the God of Israel) Moab shalbe as Sodome & Ammon as Gomorra: euen drie thorne hedges, salt pittes & a perpetuall wyldernes. The resydue of my folcke shal spoyle them, the remnaunt of my people shal haue them in possession."},{"number":10,"verse":"This shall happen vnto them for their pryde, because they haue dealte so shamefully with the Lorde of hostes people, & magnified them selues aboue them."},{"number":11,"verse":"The Lord shall be grymme vpon them, & destroye all the goddes in the lande. And all the Iles of the Heathen shall worshippe him, euery man in his place."},{"number":12,"verse":"Ye Moryans also shall perish wt my swerde:"},{"number":13,"verse":"yee, he shall stretch out his hande ouer the north, and destroye Assur. As for Niniue, he shall make it desolate, drye & waste."},{"number":14,"verse":"The flockes & all the beastes of the people shall lye in the middest of it, pellicanes & storckes shal abyde in the vpper postes of it, foules shall synge in the wyndowes, & rauens shall sytt vpon the balckes, for the boordes of Cedre shalbe ryuen downe."},{"number":15,"verse":"This is the proude and carelesse citye, that sayde in her herte. I am, and there is els none. O how is she made so waste, that the beastes lye therin? Who so goeth by, mocketh her, and poynteth at her with his fynger."}]}