{"bibleAbbr":"MKJV1962","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":1,"verses":[{"number":1,"verse":"The Word of the LORD that came to Hosea, the son of Beeri, in the days of Uzziah, Jotham, Ahaz [and] Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel."},{"number":2,"verse":"The beginning of the LORD speaking by Hosea. And the LORD said to Hosea, Go, take to yourself a wife of adultery and children of adultery. For the land has utterly gone lusting away from the LORD."},{"number":3,"verse":"So he went and took Gomer the daughter of Diblaim, who conceived and bore him a son."},{"number":4,"verse":"And the LORD said to him, Call his name God Will Sow. For still [in] a little [while], and I will avenge the blood of Jezreel on the house of Jehu, and will cause the kingdom of the house of Israel to cease."},{"number":5,"verse":"And it shall be, at that day I will break the bow of Israel in the valley of Jezreel."},{"number":6,"verse":"And she conceived again and bore a daughter. And [God] said to him, Call her name No-mercy, for I will no more have mercy [on] the house of Israel. But I will utterly take them away."},{"number":7,"verse":"But I will have mercy on the house of Judah, and will save them by the LORD their God, and will not save them by bow, nor by sword, nor by battle, by horses, nor by horsemen."},{"number":8,"verse":"And when she had weaned No-mercy she conceived and bore a son."},{"number":9,"verse":"And He said, Call his name Not-my-people. For you [are] not My people, and I will not be for you."},{"number":10,"verse":"Yet the number of the sons of Israel shall be as the sand of the sea, which cannot be measured nor numbered. And it shall be, in the place where it was said to them, You [are] not My people, there it shall be said to them, [You are the sons of the living God."},{"number":11,"verse":"Then the sons of Judah and the sons of Israel shall be gathered together, and shall set over themselves one head, and they shall come up out of the land. For great [shall be] the day of Jezreel."}]}