{"bibleAbbr":"ISV2011","bookName":"2 Timothy","bookEnglishName":"2 Timothy","chapterNumber":1,"verses":[{"number":1,"verse":"{The Letter of Paul Called} {Second Timothy} d {Greetings} d From: {The Gk. lacks From} Paul, an apostle of the Messiah {Or Christ} Jesus by God's will in keeping with the promise of life that is in the Messiah {Or Christ} Jesus."},{"number":2,"verse":"To: Timothy, my dear child. May grace, mercy, and peace from God the Father and the Messiah {Or Christ} Jesus our Lord be yours!"},{"number":3,"verse":"{Paul's Advice for Timothy} d I constantly thank my God whom I serve {Or worship} with a clear conscience, as my ancestors did when I remember you in my prayers night and day,"},{"number":4,"verse":"recalling your tears and longing to see you so that I can be filled with joy."},{"number":5,"verse":"I am reminded of your sincere faith, which first existed in your grandmother Lois and your mother Eunice, and I am convinced that this faith {Lit. it} also exists in you."},{"number":6,"verse":"For this reason, I am reminding you to fan into flames the gift of God that is within you through the laying on of my hands."},{"number":7,"verse":"For God did not give us a spirit of timidity but one of power, love, and self-discipline. {Or good judgment}"},{"number":8,"verse":"Therefore, never be ashamed of the testimony about our Lord or of me, his prisoner. Instead, by God's power, join me in suffering for the sake of the gospel."},{"number":9,"verse":"He saved us and called us with a holy calling, not according to our own accomplishments, but according to his own purpose and the grace that was given to us in the Messiah {Or Christ} Jesus before time began. {Lit. before the times of the ages}"},{"number":10,"verse":"Now, however, that grace {Lit. however, it} has been revealed through the coming of our Savior the Messiah {Or Christ} Jesus, who has destroyed death and through the gospel has brought life and release from death into full view."},{"number":11,"verse":"For the sake of this gospel {Lit. For which} I was appointed to be a preacher, an apostle, and a teacher of the gentiles. {Other mss. lack of the gentiles}"},{"number":12,"verse":"That is why I suffer as I do. However, I am not ashamed, for I know the one in whom I have put my trust, and I'm convinced that he is able to protect what he has entrusted to me {Or what I have entrusted to him} until the day that he comes. {Lit. until that day}"},{"number":13,"verse":"Hold on to the pattern of healthy teachings that you have heard from me, along with the faith and love that are in the Messiah {Or Christ} Jesus."},{"number":14,"verse":"With the help of the Holy Spirit who lives in us, protect the good treasure that has been entrusted to you."},{"number":15,"verse":"{News about Paul's Helpers} d You know that everyone in Asia has abandoned me, including Phygelus and Hermogenes."},{"number":16,"verse":"May the Lord grant mercy to the family of Onesiphorus, for he often took care of {Or refreshed} me and was not ashamed that I was a prisoner."},{"number":17,"verse":"Instead, when he arrived in Rome he searched diligently for me and found me."},{"number":18,"verse":"May the Lord grant that he finds mercy on the day he comes again. {Lit. mercy from the Lord on that day} You know very well how much he assisted me in Ephesus."}]}