{"bibleAbbr":"MKJV1962","bookName":"Joel","bookEnglishName":"Joel","chapterNumber":1,"verses":[{"number":1,"verse":"The Word of the LORD that came to Joel, the son of Pethuel."},{"number":2,"verse":"Hear this, you old men, and give ear, all dwellers of the land. Has this been in your days or even in the days of your fathers?"},{"number":3,"verse":"Tell your sons of it, and let your sons tell their sons, and their sons another generation."},{"number":4,"verse":"That which the creeping locust has left, the swarming locust has eaten. And that which the swarming locust has left, the locust larvae has eaten. And that which the locust larvae has left, the stripping locust has eaten."},{"number":5,"verse":"Awake, drunkards, and weep; and howl, all drinkers of wine, because of the new wine; for it is cut off from your mouth."},{"number":6,"verse":"For a nation has come up on My land, strong and without number, whose teeth [are] the teeth of a lion, and he has the jaw teeth of a lioness."},{"number":7,"verse":"He has laid My vine waste and splintered My fig tree. He has stripped it and cast [it] away; its branches grow white."},{"number":8,"verse":"Weep like a virgin clothed with sackcloth for the husband of her youth."},{"number":9,"verse":"The food offering and the drink offering are cut off from the house of the LORD; the priests, the LORD's ministers, mourn."},{"number":10,"verse":"The field is wasted; the land mourns, for the grain is wasted. The new wine is dried up; the oil tree droops."},{"number":11,"verse":"Be ashamed, husbandmen; howl, vinedressers, for the wheat and for the barley; because the harvest of the field has perished."},{"number":12,"verse":"The vine is dried up, and the fig tree droops, [the] pomegranate and the palm tree, and the apple tree; all the trees of the field are dried up, because joy has dried up from the sons of men."},{"number":13,"verse":"Gird up and lament, priests; howl, ministers of the altar. Come, spend the night in sackcloth, ministers of my God. For the food offering and the drink offering are held back from the house of your God."},{"number":14,"verse":"Set apart a fast; call a solemn gathering; gather the elders and all the people of the land [into] the house of the LORD your God, and cry to the Lord,"},{"number":15,"verse":"Alas for the day! For the day of the LORD [is] at hand, and it shall come as a ruin from the Almighty."},{"number":16,"verse":"Is not the food cut off before our eyes, and joy and gladness from the house of our God?"},{"number":17,"verse":"The seed is rotten under their clods; the storage bins are laid waste; the barns are broken down, for the grain has dried up."},{"number":18,"verse":"How the beasts groan! The herds of cattle are troubled because they [have] no pasture. Yes, the flocks of sheep are destroyed."},{"number":19,"verse":"O LORD, to You will I cry; for the fire has burned up the pastures of the wilderness, and the flame has burned all the trees of the field."},{"number":20,"verse":"The beasts of the field also cry to You; for the rivers of water are dried up, and the fire has burned up the pastures of the wilderness."}]}