{"bibleAbbr":"NASB1995+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":19,"verses":[{"number":1,"verse":"Then the Lord <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":2,"verse":"\"Speak <WH1696> to all <WH3605> the congregation <WH5712> of the sons <WH1121> of Israel <WH3478> and say <WH559> to them, 'You shall be holy, <WH6918> for I the Lord <WH3068> your God <WH430> am holy. <WH6918>"},{"number":3,"verse":"'Every <WH376> one <WH376> of you shall reverence <WH3372> his mother <WH517> and his father, and you shall keep <WH1> My sabbaths; <WH8104> I am the Lord <WH7676> your God. <WH3068>"},{"number":4,"verse":"'Do not turn <WH6437> to idols <WH457> or make <WH6213> for yourselves molten <WH4541> gods; <WH430> I am the Lord <WH3068> your God. <WH430>"},{"number":5,"verse":"'Now when <WH3588> you offer <WH2076> a sacrifice <WH2077> of peace <WH8002> offerings <WH8002> to the Lord, <WH3068> you shall offer <WH2076> it so that you may be accepted. <WH7522>"},{"number":6,"verse":"'It shall be eaten <WH398> the same day <WH3117> you offer <WH2077> [it], and the next <WH4283> day; <WH4283> but what remains <WH3498> until <WH5704> the third <WH7992> day <WH3117> shall be burned <WH8313> with fire. <WH784>"},{"number":7,"verse":"'So if <WH518> it is eaten <WH398> at all <WH398> on the third <WH7992> day, <WH3117> it is an offense; <WH6292> it will not be accepted. <WH7521>"},{"number":8,"verse":"'And everyone who eats <WH398> it will bear <WH5375> his iniquity, <WH5771> for he has profaned <WH2490> the holy <WH6944> thing <WH6944> of the Lord; <WH3068> and that person <WH5315> shall be cut <WH3772> off <WH3772> from his people. <WH9415>"},{"number":9,"verse":"'Now when you reap <WH7114> the harvest <WH7105> of your land, <WH776> you shall not reap <WH7114> to the very corners <WH6285> of your field, <WH7704> neither <WH3808> shall you gather <WH3950> the gleanings <WH3951> of your harvest. <WH7105>"},{"number":10,"verse":"'Nor <WH3808> shall you glean <WH5953> your vineyard, <WH3754> nor <WH3808> shall you gather <WH3950> the fallen <WH6528> fruit <WH6528> of your vineyard; <WH3754> you shall leave <WH5800> them for the needy <WH6041> and for the stranger. <WH1616> I am the Lord <WH3068> your God. <WH430>"},{"number":11,"verse":"'You shall not steal, <WH1589> nor <WH3808> deal <WH8266> falsely, <WH8266> nor <WH3808> lie <WH8266> to one <WH376> another. <WH5997>"},{"number":12,"verse":"'And you shall not swear <WH7650> falsely <WH8267> by My name, <WH8034> so as to profane <WH2455> the name <WH8034> of your God; <WH430> I am the Lord. <WH3068>"},{"number":13,"verse":"'You shall not oppress <WH6231> your neighbor, <WH7453> nor <WH3808> rob <WH1497> [him]. The wages <WH6468> of a hired <WH7916> man <WH7916> are not to remain <WH3885> with you all night <WH3885> until <WH5704> morning. <WH1242>"},{"number":14,"verse":"'You shall not curse <WH7043> a deaf <WH2795> man, <WH2795> nor <WH3808> place <WH5414> a stumbling <WH4383> block <WH4383> before <WH6440> the blind, <WH5787> but you shall revere <WH3372> your God; <WH430> I am the Lord. <WH3068>"},{"number":15,"verse":"'You shall do <WH6213> no <WH3808> injustice <WH5766> in judgment; <WH4941> you shall not be partial <WH5375> <WH6440> to the poor <WH1800> nor <WH3808> defer <WH1921> <WH6440> to the great, <WH1419> but you are to judge <WH8199> your neighbor <WH5997> fairly. <WH6664>"},{"number":16,"verse":"'You shall not go <WH1980> about as a slanderer <WH7400> among your people, <WH9415> and you are not to act <WH5975> against <WH5921> the life <WH1818> of your neighbor; <WH7453> I am the Lord. <WH3068>"},{"number":17,"verse":"'You shall not hate <WH8130> your fellow <WH251> countryman <WH251> in your heart; <WH3824> you may surely <WH3198> reprove <WH3198> your neighbor, <WH5997> but shall not incur <WH5375> sin <WH2399> because <WH5921> of him."},{"number":18,"verse":"'You shall not take <WH5358> vengeance, <WH5358> nor <WH3808> bear <WH5201> any grudge <WH5201> against <WH854> the sons <WH1121> of your people, <WH5971> but you shall love <WH157> your neighbor <WH7453> as yourself; I am the Lord. <WH3068>"},{"number":19,"verse":"'You are to keep <WH8104> My statutes. <WH2708> You shall not breed <WH7250> together <WH7250> two <WH3610> kinds <WH3610> of your cattle; <WH929> you shall not sow <WH2232> your field <WH7704> with two <WH3610> kinds <WH3610> of seed, nor <WH3808> wear <WH5927> a garment <WH899> upon you of two <WH3610> kinds <WH3610> of material <WH8162> mixed <WH8162> together. <WH8162>"},{"number":20,"verse":"'Now if <WH3588> a man <WH376> lies <WH7901> carnally <WH7902> <WH2233> with a woman <WH802> who <WH1931> is a slave <WH8198> acquired <WH9176> for [another] man, <WH376> but who has in no <WH3808> way <WH6299> been redeemed, <WH6299> nor <WH3808> given <WH5414> her freedom, <WH2668> there shall be punishment; <WH1244> they shall not, [however,] be put <WH4191> to death, <WH4191> because <WH3588> she was not free. <WH2666>"},{"number":21,"verse":"'And he shall bring <WH935> his guilt <WH817> offering <WH817> to the Lord <WH3068> to the doorway <WH6607> of the tent <WH168> of meeting, <WH4150> a ram <WH352> for a guilt <WH817> offering. <WH817>"},{"number":22,"verse":"'The priest <WH3548> shall also make <WH3722> atonement <WH3722> for him with the ram <WH352> of the guilt <WH817> offering <WH817> before <WH6440> the Lord <WH3068> for his sin <WH9128> which <WH834> he has committed, <WH2398> and the sin <WH9128> which <WH834> he has committed <WH2398> shall be forgiven <WH5545> him."},{"number":23,"verse":"'And when <WH3588> you enter <WH935> the land <WH776> and plant <WH5193> all <WH3605> kinds of trees <WH6086> for food, <WH3978> then you shall count <WH6188> their fruit <WH6529> as forbidden. <WH6190> Three <WH7969> years <WH8141> it shall be forbidden <WH6189> to you; [it] shall not be eaten. <WH398>"},{"number":24,"verse":"'But in the fourth <WH7243> year <WH8141> all <WH3605> its fruit <WH6529> shall be holy, <WH6944> an offering of praise <WH1974> to the Lord. <WH3068>"},{"number":25,"verse":"'And in the fifth <WH2549> year <WH8141> you are to eat <WH398> of its fruit, <WH6529> that its yield <WH8393> may increase <WH8393> for you; I am the Lord <WH3068> your God. <WH430>"},{"number":26,"verse":"'You shall not eat <WH398> [anything] with the blood, <WH1818> nor <WH3808> practice <WH5172> divination <WH5172> or soothsaying. <WH6049>"},{"number":27,"verse":"'You shall not round <WH5362> off the side-growth of your heads, <WH7218> nor <WH3808> harm <WH7843> the edges <WH6285> of your beard. <WH2206>"},{"number":28,"verse":"'You shall not make <WH5414> any cuts <WH8296> in your body <WH1320> for the dead, <WH5315> nor <WH3808> make <WH5414> any tattoo <WH3793> <WH7085> marks <WH3793> on yourselves: I am the Lord. <WH3068>"},{"number":29,"verse":"'Do not profane <WH2455> your daughter <WH1323> by making <WH2181> her a harlot, <WH2181> so that the land <WH776> may not fall <WH2181> to harlotry, <WH2181> and the land <WH776> become <WH4390> full <WH4390> of lewdness. <WH2154>"},{"number":30,"verse":"'You shall keep <WH8104> My sabbaths <WH7676> and revere <WH3372> My sanctuary; <WH4720> I am the Lord. <WH3068>"},{"number":31,"verse":"'Do not turn <WH6437> to mediums <WH178> or spiritists; <WH3049> do not seek <WH1245> them out to be defiled <WH2930> by them. I am the Lord <WH3068> your God. <WH430>"},{"number":32,"verse":"'You shall rise <WH6965> up before <WH4480> <WH6440> the grayheaded, <WH7872> and honor <WH1921> the aged, <WH6440> <WH2205> and you shall revere <WH3372> your God; <WH430> I am the Lord. <WH3068>"},{"number":33,"verse":"'When <WH3588> a stranger <WH1616> resides <WH1481> with you in your land, <WH776> you shall not do <WH3238> him wrong. <WH3238>"},{"number":34,"verse":"'The stranger <WH1616> who resides <WH1481> with you shall be to you as the native <WH249> among <WH854> you, and you shall love <WH157> him as yourself; for you were aliens <WH1616> in the land <WH776> of Egypt: <WH4714> I am the Lord <WH3068> your God. <WH430>"},{"number":35,"verse":"'You shall do <WH6213> no <WH3808> wrong <WH5766> in judgment, <WH4941> in measurement <WH4060> of weight, <WH4948> or capacity. <WH4884>"},{"number":36,"verse":"'You shall have <WH1961> just <WH6664> balances, <WH3976> just <WH6664> weights, <WH68> a just <WH6664> ephah, <WH374> and a just <WH6664> hin: <WH1969> I am the Lord <WH3068> your God, <WH430> who <WH834> brought <WH3318> you out from the land <WH776> of Egypt. <WH4714>"},{"number":37,"verse":"'You shall thus observe <WH8104> all <WH3605> My statutes, <WH2708> and all <WH3605> My ordinances, <WH4941> and do <WH6213> them: I am the Lord. <WH3068>' \""}]}