{"bibleAbbr":"NASB1995+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":26,"verses":[{"number":1,"verse":"'You shall not make <WH6213> for yourselves idols, <WH457> nor <WH3808> shall you set <WH6965> up for yourselves an image <WH6459> or a [sacred] pillar, <WH4676> nor <WH3808> shall you place <WH5414> a figured <WH4906> stone <WH68> in your land <WH776> to bow <WH7812> down <WH7812> to it; for I am the Lord <WH3068> your God. <WH430>"},{"number":2,"verse":"'You shall keep <WH8104> My sabbaths <WH7676> and reverence <WH3372> My sanctuary; <WH4720> I am the Lord. <WH3068>"},{"number":3,"verse":"'If <WH518> you walk <WH1980> in My statutes <WH2708> and keep <WH8104> My commandments <WH4687> so as to carry <WH6213> them out,"},{"number":4,"verse":"then I shall give <WH5414> you rains <WH1653> in their season, <WH6256> so that the land <WH776> will yield <WH5414> its produce <WH2981> and the trees <WH6086> of the field <WH7704> will bear <WH5414> their fruit. <WH6529>"},{"number":5,"verse":"'Indeed, your threshing <WH1786> will last <WH5381> for you until <WH5381> grape <WH1210> gathering, <WH1210> and grape <WH1210> gathering <WH1210> will last <WH5381> until <WH5381> sowing <WH2232> time. <WH2233> You will thus eat <WH398> your food <WH3899> to the full <WH7648> and live <WH3427> securely <WH983> in your land. <WH776>"},{"number":6,"verse":"'I shall also grant <WH5414> peace <WH7965> in the land, <WH776> so that you may lie <WH7901> down <WH7901> with no <WH369> one <WH369> making [you] tremble. <WH2729> I shall also eliminate <WH7673> harmful <WH7451> beasts <WH9130> from the land, <WH776> and no <WH3808> sword <WH2719> will pass <WH5674> through <WH5674> your land. <WH776>"},{"number":7,"verse":"'But you will chase <WH7291> your enemies, <WH340> and they will fall <WH5307> before <WH6440> you by the sword; <WH2719>"},{"number":8,"verse":"five <WH2568> of you will chase <WH7291> a hundred, <WH3967> and a hundred <WH3967> of you will chase <WH7291> ten <WH7233> thousand, <WH7233> and your enemies <WH340> will fall <WH5307> before <WH6440> you by the sword. <WH2719>"},{"number":9,"verse":"'So I will turn <WH6437> toward <WH413> you and make you fruitful <WH6509> and multiply <WH7235> you, and I will confirm <WH6965> My covenant <WH1285> with you."},{"number":10,"verse":"'And you will eat <WH398> the old <WH3465> supply <WH3462> and clear <WH3318> out the old <WH3465> because <WH4480> <WH6440> of the new. <WH2319>"},{"number":11,"verse":"'Moreover, I will make <WH5414> My dwelling <WH4908> among <WH8432> you, and My soul <WH5315> will not reject <WH1602> you."},{"number":12,"verse":"'I will also walk <WH1980> among <WH8432> you and be your God, <WH430> and you shall be My people. <WH5971>"},{"number":13,"verse":"'I am the Lord <WH3068> your God, <WH430> who <WH834> brought <WH3318> you out of the land <WH776> of Egypt <WH4714> so <WH4480> that [you] should not be their slaves, <WH5650> and I broke <WH7665> the bars <WH4133> of your yoke <WH5923> and made you walk <WH1980> erect. <WH6968>"},{"number":14,"verse":"'But if <WH518> you do not obey <WH8085> Me and do not carry <WH6213> out all <WH3605> these <WH428> commandments, <WH4687>"},{"number":15,"verse":"if, <WH518> instead, you reject <WH3988> My statutes, <WH2708> and if <WH518> your soul <WH5315> abhors <WH1602> My ordinances <WH4941> so as not to carry <WH6213> out all <WH3605> My commandments, <WH4687> [and] so break <WH6565> My covenant, <WH1285>"},{"number":16,"verse":"I, in turn, <WH637> will do <WH6213> this <WH2088> to you: I will appoint <WH6485> over <WH5921> you a sudden <WH928> terror, <WH928> consumption <WH7829> and fever <WH6920> that shall waste <WH3615> away <WH3615> the eyes <WH5869> and cause the soul <WH5315> to pine <WH1727> away; <WH1727> also, you shall sow <WH2232> your seed <WH2233> uselessly, <WH7385> for your enemies <WH340> shall eat <WH398> it up."},{"number":17,"verse":"'And I will set <WH5414> My face <WH6440> against you so that you shall be struck <WH5062> down <WH5062> before <WH6440> your enemies; <WH340> and those who hate <WH8130> you shall rule <WH7287> over you, and you shall flee <WH5127> when no <WH369> one <WH369> is pursuing <WH7291> you."},{"number":18,"verse":"'If <WH518> also after <WH5704> these <WH428> things, <WH428> you do not obey <WH8085> Me, then I will punish <WH3256> you seven <WH7651> times <WH7651> more <WH3254> for your sins. <WH9128>"},{"number":19,"verse":"'And I will also break <WH7665> down <WH7665> your pride <WH1347> of power; <WH5797> I will also make <WH5414> your sky <WH8064> like iron <WH1270> and your earth <WH776> like bronze. <WH5154>"},{"number":20,"verse":"'And your strength <WH3581> shall be spent <WH8552> uselessly, <WH7385> for your land <WH776> shall not yield <WH5414> its produce <WH2981> and the trees <WH6086> of the land <WH776> shall not yield <WH5414> their fruit. <WH6529>"},{"number":21,"verse":"'If <WH518> then, you act <WH1980> with hostility <WH7147> against <WH5973> Me and are unwilling <WH3808> <WH14> to obey <WH8085> Me, I will increase <WH3254> the plague <WH4347> on you seven <WH7651> times <WH7651> according to your sins. <WH9128>"},{"number":22,"verse":"'And I will let <WH7971> loose <WH7971> among you the beasts <WH9130> of the field, <WH7704> which shall bereave <WH7921> you of your children <WH7921> and destroy <WH3772> your cattle <WH929> and reduce <WH4591> your number so that your roads <WH1870> lie <WH8074> deserted. <WH8074>"},{"number":23,"verse":"'And if <WH518> by these <WH428> things <WH428> you are not turned <WH3256> to Me, but act <WH1980> with hostility <WH7147> against <WH5973> Me,"},{"number":24,"verse":"then I will act <WH1980> with hostility <WH7147> against <WH5973> you; and I, even <WH1571> I, will strike <WH5221> you seven <WH7651> times <WH7651> for your sins. <WH9128>"},{"number":25,"verse":"'I will also bring <WH935> upon you a sword <WH2719> which will execute <WH5358> vengeance <WH5359> for the covenant; <WH1285> and when you gather <WH622> together into your cities, <WH5892> I will send <WH7971> pestilence <WH1698> among <WH8432> you, so that you shall be delivered <WH5414> into enemy <WH340> hands. <WH3027>"},{"number":26,"verse":"'When I break <WH7665> your staff <WH4294> of bread, <WH3899> ten <WH6235> women <WH802> will bake <WH644> your bread <WH3899> in one <WH259> oven, <WH8574> and they will bring <WH7725> back <WH7725> your bread <WH3899> in rationed <WH4948> amounts, <WH4948> so that you will eat <WH398> and not be satisfied. <WH7646>"},{"number":27,"verse":"'Yet if <WH518> in spite of this, <WH2088> you do not obey <WH8085> Me, but act <WH1980> with hostility <WH7147> against <WH5973> Me,"},{"number":28,"verse":"then I will act <WH1980> with wrathful <WH2534> hostility <WH7147> against <WH5973> you; and I, even <WH637> I, will punish <WH3256> you seven <WH7651> times <WH7651> for your sins. <WH9128>"},{"number":29,"verse":"'Further, you shall eat <WH398> the flesh <WH1320> of your sons <WH1121> and the flesh <WH1320> of your daughters <WH1323> you shall eat. <WH398>"},{"number":30,"verse":"'I then will destroy <WH8045> your high <WH1116> places, <WH1116> and cut <WH3772> down <WH3772> your incense <WH2553> altars, <WH2553> and heap <WH5414> your remains <WH6297> on the remains <WH6297> of your idols; <WH1544> for My soul <WH5315> shall abhor <WH1602> you."},{"number":31,"verse":"'I will lay <WH5414> waste <WH2723> your cities <WH5892> as well, and will make <WH8074> your sanctuaries <WH4720> desolate; <WH8074> and I will not smell <WH9552> your soothing <WH5207> aromas. <WH7381>"},{"number":32,"verse":"'And I will make <WH8074> the land <WH776> desolate <WH8074> so that your enemies <WH340> who settle <WH3427> in it shall be appalled <WH8074> over <WH5921> it."},{"number":33,"verse":"'You, however, I will scatter <WH2219> among the nations <WH1471> and will draw <WH9553> out a sword <WH2719> after <WH310> you, as your land <WH776> becomes <WH1961> desolate <WH8077> and your cities <WH5892> become <WH1961> waste. <WH2723>"},{"number":34,"verse":"'Then <WH227> the land <WH776> will enjoy <WH7521> its sabbaths <WH7676> all <WH3605> the days <WH3117> of the desolation, <WH8074> while you are in your enemies' land; <WH776> then <WH227> the land <WH776> will rest <WH7673> and enjoy <WH7521> its sabbaths. <WH7676>"},{"number":35,"verse":"'All <WH3605> the days <WH3117> of [its] desolation <WH8074> it will observe <WH7673> the rest <WH7673> which <WH834> it did not observe <WH7673> on your sabbaths, <WH7676> while you were living <WH3427> on it."},{"number":36,"verse":"'As for those of you who may be left, <WH7604> I will also bring <WH935> weakness <WH4816> into their hearts <WH3824> in the lands <WH776> of their enemies. <WH340> And the sound <WH6963> of a driven <WH5086> leaf <WH5929> will chase <WH7291> them and even when no <WH369> one is pursuing, <WH7291> they will flee <WH5127> as though <WH4499> from the sword, <WH2719> and they will fall. <WH5307>"},{"number":37,"verse":"'They will therefore stumble <WH3782> over each <WH376> other <WH251> as if [running] from the sword, <WH2719> although no <WH369> one <WH369> is pursuing; <WH7291> and you will have <WH1961> [no strength] to stand <WH8617> up before <WH6440> your enemies. <WH340>"},{"number":38,"verse":"'But you will perish among the nations, <WH6> and your enemies' land <WH1471> will consume <WH776> you."},{"number":39,"verse":"'So those of you who may be left <WH7604> will rot <WH4743> away <WH4743> because of their iniquity <WH5771> in the lands <WH776> of your enemies; <WH340> and also <WH637> because of the iniquities <WH5771> of their forefathers they will rot <WH1> away <WH4743> with them."},{"number":40,"verse":"'If they confess <WH3034> their iniquity <WH5771> and the iniquity <WH5771> of their forefathers, in their unfaithfulness <WH1> which <WH4603> they committed <WH834> against Me, and also <WH4603> in their acting <WH637> with hostility <WH1980> against <WH7147> Me –"},{"number":41,"verse":"I also <WH637> was acting <WH1980> with hostility <WH7147> against <WH5973> them, to bring <WH935> them into the land <WH776> of their enemies <WH340> – or <WH176> if <WH227> their uncircumcised <WH6189> heart <WH3824> becomes <WH3665> humbled <WH3665> so that they then <WH227> make <WH7521> amends <WH7521> for their iniquity, <WH5771>"},{"number":42,"verse":"then I will remember <WH2142> My covenant <WH1285> with Jacob, <WH3290> and I will remember <WH2142> also <WH637> My covenant <WH1285> with Isaac, <WH3327> and My covenant <WH1285> with Abraham <WH85> as well, <WH637> and I will remember <WH2142> the land. <WH776>"},{"number":43,"verse":"'For the land <WH776> shall be abandoned <WH5800> by them, and shall make <WH7521> up for its sabbaths <WH7676> while it is made <WH8074> desolate <WH8074> without <WH4480> them. They, meanwhile, shall be making <WH7521> amends <WH7521> for their iniquity, <WH5771> because <WH3282> they rejected <WH3988> My ordinances <WH4941> and their soul <WH5315> abhorred <WH1602> My statutes. <WH2708>"},{"number":44,"verse":"'Yet in spite <WH637> <WH1571> of this, <WH2088> when they are in the land <WH776> of their enemies, <WH340> I will not reject <WH3988> them, nor <WH3808> will I so abhor <WH1602> them as to destroy <WH3615> them, breaking <WH6565> My covenant <WH1285> with them; for I am the Lord <WH3068> their God. <WH430>"},{"number":45,"verse":"'But I will remember <WH2142> for them the covenant <WH1285> with their ancestors, <WH7223> whom <WH834> I brought <WH3318> out of the land <WH776> of Egypt <WH4714> in the sight <WH5869> of the nations, <WH1471> that I might be their God. <WH430> I am the Lord. <WH3068>' \""},{"number":46,"verse":"These <WH428> are the statutes <WH2706> and ordinances <WH4941> and laws <WH8451> which <WH834> the Lord <WH3068> established <WH5414> between <WH996> Himself and the sons <WH1121> of Israel <WH3478> through <WH3027> Moses <WH4872> at Mount <WH2022> Sinai. <WH5514>"}]}