{"bibleAbbr":"NASB1995+","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":8,"verses":[{"number":1,"verse":"Then the Lord <WH3068> spoke <WH1696> to Moses, <WH4872> saying, <WH559>"},{"number":2,"verse":"\"Take <WH3947> Aaron <WH175> and his sons <WH1121> with him, and the garments <WH899> and the anointing <WH4888> oil <WH8081> and the bull <WH6499> of the sin <WH9128> offering, <WH9128> and the two <WH8147> rams <WH352> and the basket <WH5536> of unleavened <WH4682> bread; <WH4682>"},{"number":3,"verse":"and assemble <WH6950> all <WH3605> the congregation <WH5712> at the doorway <WH6607> of the tent <WH168> of meeting. <WH4150> \""},{"number":4,"verse":"So Moses <WH4872> did <WH6213> just <WH9201> as the Lord <WH3068> commanded <WH6680> him. When the congregation <WH5712> was assembled <WH6950> at the doorway <WH6607> of the tent <WH168> of meeting, <WH4150>"},{"number":5,"verse":"Moses <WH4872> said <WH559> to the congregation, <WH5712> \"This <WH2088> is the thing <WH1697> which <WH834> the Lord <WH3068> has commanded <WH6680> to do. <WH6213>\""},{"number":6,"verse":"Then Moses <WH4872> had Aaron <WH175> and his sons <WH1121> come <WH7126> near, <WH7126> and washed <WH7364> them with water. <WH4325>"},{"number":7,"verse":"And he put <WH5414> the tunic <WH3801> on him and girded <WH2296> him with the sash, <WH73> and clothed <WH3847> him with the robe, <WH4598> and put <WH5414> the ephod <WH646> on him; and he girded <WH2296> him with the artistic <WH2805> band <WH2805> of the ephod, <WH646> with which he tied <WH640> [it] to him."},{"number":8,"verse":"He then placed <WH7760> the breastpiece <WH2833> on him, and in the breastpiece <WH2833> he put <WH5414> the Urim <WH224> and the Thummim. <WH8550>"},{"number":9,"verse":"He also placed <WH7760> the turban <WH4701> on his head, <WH7218> and on the turban, <WH4701> at its front, <WH6440> he placed <WH7760> the golden <WH2091> plate, <WH6731> the holy <WH6944> crown, <WH5145> just <WH9201> as the Lord <WH3068> had commanded <WH6680> Moses. <WH4872>"},{"number":10,"verse":"Moses <WH4872> then took <WH3947> the anointing <WH4888> oil <WH8081> and anointed <WH4886> the tabernacle <WH4908> and all <WH3605> that was in it, and consecrated <WH6942> them."},{"number":11,"verse":"And he sprinkled <WH5137> some <WH4480> of it on the altar <WH4196> seven <WH7651> times <WH6471> and anointed <WH4886> the altar <WH4196> and all <WH3605> its utensils, <WH3627> and the basin <WH3595> and its stand, <WH3653> to consecrate <WH6942> them."},{"number":12,"verse":"Then he poured <WH3332> some <WH4480> of the anointing <WH4888> oil <WH8081> on Aaron's head <WH7218> and anointed <WH4886> him, to consecrate <WH6942> him."},{"number":13,"verse":"Next Moses <WH4872> had Aaron's sons <WH1121> come <WH7126> near <WH7126> and clothed <WH3847> them with tunics, <WH3801> and girded <WH2296> them with sashes, <WH73> and bound <WH2280> caps <WH4021> on them, just <WH9201> as the Lord <WH3068> had commanded <WH6680> Moses. <WH4872>"},{"number":14,"verse":"Then he brought <WH5066> the bull <WH6499> of the sin <WH9128> offering, <WH9128> and Aaron <WH175> and his sons <WH1121> laid <WH5564> their hands <WH3027> on the head <WH7218> of the bull <WH6499> of the sin <WH9128> offering. <WH9128>"},{"number":15,"verse":"Next Moses <WH4872> slaughtered <WH7819> [it] and took <WH3947> the blood <WH1818> and with his finger <WH676> put <WH5414> [some of it] around <WH5439> on the horns <WH7161> of the altar, <WH4196> and purified <WH2398> the altar. <WH4196> Then he poured <WH3332> out [the rest of] the blood <WH1818> at the base <WH3247> of the altar <WH4196> and consecrated <WH6942> it, to make <WH3722> atonement <WH3722> for it."},{"number":16,"verse":"He also took <WH3947> all <WH3605> the fat <WH2459> that was on the entrails <WH7130> and the lobe <WH3508> of the liver, <WH3516> and the two <WH8147> kidneys <WH3629> and their fat; <WH2459> and Moses <WH4872> offered <WH6999> it up in smoke <WH6999> on the altar. <WH4196>"},{"number":17,"verse":"But the bull <WH6499> and its hide <WH5785> and its flesh <WH1320> and its refuse, <WH6569> he burned <WH8313> in the fire <WH784> outside <WH4480> <WH2351> the camp, <WH4264> just <WH9201> as the Lord <WH3068> had commanded <WH6680> Moses. <WH4872>"},{"number":18,"verse":"Then he presented <WH7126> the ram <WH352> of the burnt <WH5930> offering, <WH5930> and Aaron <WH175> and his sons <WH1121> laid <WH5564> their hands <WH3027> on the head <WH7218> of the ram. <WH352>"},{"number":19,"verse":"And Moses <WH4872> slaughtered <WH7819> [it] and sprinkled <WH2236> the blood <WH1818> around <WH5439> on the altar. <WH4196>"},{"number":20,"verse":"When he had cut <WH5408> the ram <WH352> into its pieces, <WH5409> Moses <WH4872> offered <WH6999> up the head <WH7218> and the pieces <WH5409> and the suet <WH6309> in smoke. <WH6999>"},{"number":21,"verse":"After he had washed <WH7364> the entrails <WH7130> and the legs <WH3767> with water, <WH4325> Moses <WH4872> offered <WH6999> up the whole <WH3605> ram <WH352> in smoke <WH6999> on the altar. <WH4196> It was a burnt <WH5930> offering <WH5930> for a soothing <WH5207> aroma; <WH7381> it was an offering <WH801> by fire <WH801> to the Lord, <WH3068> just <WH9201> as the Lord <WH3068> had commanded <WH6680> Moses. <WH4872>"},{"number":22,"verse":"Then he presented <WH7126> the second <WH8145> ram, <WH352> the ram <WH352> of ordination; <WH4394> and Aaron <WH175> and his sons <WH1121> laid <WH5564> their hands <WH3027> on the head <WH7218> of the ram. <WH352>"},{"number":23,"verse":"And Moses <WH4872> slaughtered <WH7819> [it] and took <WH3947> some <WH4480> of its blood <WH1818> and put <WH5414> it on the lobe <WH8571> of Aaron's right <WH3233> ear, <WH241> and on the thumb <WH931> of his right <WH3233> hand, <WH3027> and on the big <WH931> toe <WH931> of his right <WH3233> foot. <WH7272>"},{"number":24,"verse":"He also had Aaron's sons <WH1121> come <WH7126> near; <WH7126> and Moses <WH4872> put <WH5414> some <WH4480> of the blood <WH1818> on the lobe <WH8571> of their right <WH3233> ear, <WH241> and on the thumb <WH931> of their right <WH3233> hand, <WH3027> and on the big <WH931> toe <WH931> of their right <WH3233> foot. <WH7272> Moses <WH4872> then sprinkled <WH2236> [the rest of] the blood <WH1818> around <WH5439> on the altar. <WH4196>"},{"number":25,"verse":"And he took <WH3947> the fat, <WH2459> and the fat <WH451> tail, <WH451> and all <WH3605> the fat <WH2459> that was on the entrails, <WH7130> and the lobe <WH3508> of the liver <WH3516> and the two <WH8147> kidneys <WH3629> and their fat <WH2459> and the right <WH3225> thigh. <WH7785>"},{"number":26,"verse":"And from the basket <WH5536> of unleavened <WH4682> bread <WH4682> that was before <WH6440> the Lord, <WH3068> he took <WH3947> one <WH259> unleavened <WH4682> cake <WH2471> and one <WH259> cake <WH2471> of bread <WH3899> [mixed with] oil <WH8081> and one <WH259> wafer, <WH7550> and placed <WH7760> [them] on the portions <WH2459> of fat <WH2459> and on the right <WH3225> thigh. <WH7785>"},{"number":27,"verse":"He then put <WH5414> all <WH3605> [these] on the hands <WH3709> of Aaron <WH175> and on the hands <WH3709> of his sons, <WH1121> and presented <WH5130> them as a wave <WH8573> offering <WH8573> before <WH6440> the Lord. <WH3068>"},{"number":28,"verse":"Then Moses <WH4872> took <WH3947> them from their hands <WH3709> and offered <WH6999> them up in smoke <WH6999> on the altar <WH4196> with the burnt <WH5930> offering. <WH5930> They were an ordination <WH4394> offering <WH4394> for a soothing <WH5207> aroma; <WH7381> it was an offering <WH801> by fire <WH801> to the Lord. <WH3068>"},{"number":29,"verse":"Moses <WH4872> also took <WH3947> the breast <WH2373> and presented <WH5130> it for a wave <WH8573> offering <WH8573> before <WH6440> the Lord; <WH3068> it was Moses <WH4872>' portion <WH4490> of the ram <WH352> of ordination, <WH4394> just <WH9201> as the Lord <WH3068> had commanded <WH6680> Moses."},{"number":30,"verse":"So Moses <WH4872> took <WH3947> some <WH4480> of the anointing <WH4888> oil <WH8081> and some <WH4480> of the blood <WH1818> which <WH834> was on the altar, <WH4196> and sprinkled <WH5137> it on Aaron, <WH175> on his garments, <WH899> on his sons, <WH1121> and on the garments <WH899> of his sons <WH1121> with him; and he consecrated <WH6942> Aaron, <WH175> his garments, <WH899> and his sons, <WH1121> and the garments <WH899> of his sons <WH1121> with him."},{"number":31,"verse":"Then Moses <WH4872> said <WH559> to Aaron <WH175> and to his sons, <WH1121> \"Boil <WH1310> the flesh <WH1320> at the doorway <WH6607> of the tent <WH168> of meeting, <WH4150> and eat <WH398> it there <WH8033> together with the bread <WH3899> which <WH834> is in the basket <WH5536> of the ordination <WH4394> offering, <WH4394> just <WH9201> as I commanded, <WH6680> saying, <WH559> 'Aaron <WH175> and his sons <WH1121> shall eat <WH398> it.'"},{"number":32,"verse":"\"And the remainder <WH3498> of the flesh <WH1320> and of the bread <WH3899> you shall burn <WH8313> in the fire. <WH784>"},{"number":33,"verse":"\"And you shall not go <WH3318> outside <WH3318> the doorway <WH6607> of the tent <WH168> of meeting <WH4150> for seven <WH7651> days, <WH3117> until <WH5704> the day <WH3117> that the period <WH3117> of your ordination <WH4394> is fulfilled; <WH4390> for he will ordain <WH4390> <WH3027> you through seven <WH7651> days. <WH3117>"},{"number":34,"verse":"\"The Lord <WH3068> has commanded <WH6680> to do <WH6213> as has been done <WH6213> this <WH2088> day, <WH3117> to make <WH3722> atonement <WH3722> on your behalf. <WH5921>"},{"number":35,"verse":"\"At the doorway <WH6607> of the tent <WH168> of meeting, <WH4150> moreover, you shall remain <WH3427> day <WH3119> and night <WH3915> for seven <WH7651> days, <WH3117> and keep <WH8104> the charge <WH4931> of the Lord, <WH3068> that you may not die, <WH4191> for so <WH3651> I have been commanded. <WH6680>\""},{"number":36,"verse":"Thus Aaron <WH175> and his sons <WH1121> did <WH6213> all <WH3605> the things <WH1697> which <WH834> the Lord <WH3068> had commanded <WH6680> through <WH3027> Moses. <WH4872>"}]}