{"bibleAbbr":"bnOV2016","bookName":"বংশাবলির প্রথম খণ্ড।","bookEnglishName":"1 Chronicles","chapterNumber":14,"verses":[{"number":1,"verse":"আর সোরের রাজা হীরম দায়ূদের জন্য এক বাটী নির্ম্মাণার্থে তাঁহার নিকটে দূত এবং এরসকাষ্ঠ, ভাস্কর ও সূত্রধর পাঠাইলেন।"},{"number":2,"verse":"তখন দায়ূদ বুঝিলেন যে, সদাপ্রভু ইস্রায়েলের রাজপথে তাঁহাকে সুস্থির করিয়াছেন, কেননা তাঁহার প্রজা ইস্রায়েলের নিমিত্ত তাঁহার রাজ্য উন্নতি প্রাপ্ত হইয়াছিল।"},{"number":3,"verse":"আর দায়ূদ যিরূশালেমে আরও কতকগুলি স্ত্রী গ্রহণ করিলেন; এবং দায়ূদ আরও পুত্রকন্যার জন্ম দিলেন।"},{"number":4,"verse":"যিরূশালেমে তাঁহার যে সকল পুত্র জন্মিল, তাহাদের নাম; শম্মূয়, শোবব, নাথন,"},{"number":5,"verse":"শলোমন, যিভর, ইলীশূয়, ইল্পেলট,"},{"number":6,"verse":"নোগহ, নেফগ, যাফিয়, ইলীশামা,"},{"number":7,"verse":"বীলিয়াদা ও ইলীফেলট।"},{"number":8,"verse":"পলেষ্টীয়েরা যখন শুনিল যে, দায়ূদ সমস্ত ইস্রায়েলের উপরে রাজপদে অভিষিক্ত হইয়াছেন, তখন পলেষ্টীয় সমস্ত লোক দায়ূদের অন্বেষণে উঠিয়া আসিল; দায়ূদ তাহা শুনিয়া তাহাদের বিরুদ্ধে বাহির হইলেন।"},{"number":9,"verse":"আর পলেষ্টীয়েরা আসিয়া রফায়ীম তলভূমিতে ব্যাপ্ত হইল।"},{"number":10,"verse":"তখন দায়ূদ ঈশ্বরের কাছে জিজ্ঞাসা করিলেন, আমি কি পলেষ্টীয়দের বিরুদ্ধে উঠিয়া যাইব? তুমি কি আমার হস্তে তাহাদিগকে সমর্পণ করিবে? সদাপ্রভু তাঁহাকে কহিলেন, যাও, আমি তাহাদিগকে তোমার হস্তে সমর্পণ করিব।"},{"number":11,"verse":"পরে তাহারা বাল্-পরাসীমে আসিল; আর দায়ূদ সেই স্থানে তাহাদিগকে আঘাত করিলেন; এবং দায়ূদ কহিলেন, ঈশ্বর আমার হস্ত দ্বারা আমার শত্রুগণকে সেতুভঙ্গের ন্যায় ভগ্ন করিলেন, এই জন্য সেই স্থানের নাম বাল্-পরাসীম [ভঙ্গস্থান] রাখা হইল।"},{"number":12,"verse":"সেই স্থানে তাহারা আপনাদের দেবগণকে ফেলিয়া গিয়াছিল; তাহাতে দায়ূদের আজ্ঞানুসারে সেগুলি আগুনে পোড়াইয়া দেওয়া হইল।"},{"number":13,"verse":"পরে পলেষ্টীয়েরা পুনর্ব্বার আসিয়া সেই তলভূমিতে ব্যাপ্ত হইল।"},{"number":14,"verse":"তখন দায়ূদ পুনর্ব্বার ঈশ্বরের কাছে জিজ্ঞাসা করিলেন; তাহাতে ঈশ্বর তাঁহাকে কহিলেন, তুমি উহাদের পশ্চাতে যাইও না, উহাদের হইতে ফিরিয়া আসিয়া বাকা বৃক্ষরাজির সম্মুখে উহাদিগকে আক্রমণ কর।"},{"number":15,"verse":"সেই সকল বাকা বৃক্ষের শিখরে সৈন্যগমনের মত শব্দ শুনিলে তুমি যুদ্ধে অগ্রসর হইবে, কেননা ঈশ্বর পলেষ্টীয়দের সৈন্যদলকে আঘাত করিবার জন্য তোমার সম্মুখে অগ্রসর হইয়াছেন।"},{"number":16,"verse":"দায়ূদ ঈশ্বরের আজ্ঞানুসারে কার্য্য করিলেন; তখন তাঁহার লোকেরা গিবিয়োন অবধি গেষর পর্য্যন্ত পলেষ্টীয়দের সৈন্যদলকে আঘাত করিল।"},{"number":17,"verse":"আর দায়ূদের কীর্ত্তি সমস্ত দেশে ব্যাপিল, এবং সদাপ্রভু সর্ব্ব জাতির মধ্যে তাঁহা হইতে ভয় উপস্থিত করিলেন।"}]}