{"bibleAbbr":"bnOV2016","bookName":"বংশাবলির প্রথম খণ্ড।","bookEnglishName":"1 Chronicles","chapterNumber":5,"verses":[{"number":1,"verse":"( রূবেণ, গাদ ও মনঃশির বংশাবলি।) ইস্রায়েলের জ্যেষ্ঠ পুত্র রূবেণের সন্তান—রূবেণ জ্যেষ্ঠ ছিলেন বটে, কিন্তু তিনি আপন পিতার শয্যা অশুচি করিয়াছিলেন, এই জন্য তাঁহার জ্যেষ্ঠাধিকার ইস্রায়েলের পুত্র যোষেফের সন্তানদিগকে দেওয়া গেল, আর বংশাবলি জ্যেষ্ঠাধিকার অনুসারে উল্লেখ করা হয় না।"},{"number":2,"verse":"কারণ যিহূদা আপন ভ্রাতৃগণের মধ্যে পরাক্রমী হইল, এবং তাহা হইতে নায়ক উৎপন্ন হইলেন, কিন্তু জ্যেষ্ঠাধিকার যোষেফের হইল।"},{"number":3,"verse":"ইস্রায়েলের জ্যেষ্ঠ পুত্র রূবেণের সন্তান—হনোক ও পল্লু, হিষ্রোণ ও কর্মী।"},{"number":4,"verse":"যোয়েলের সন্তান—তাহার পুত্র শিময়িয়, তাহার পুত্র গোগ, তাহার পুত্র শিমিয়ি;"},{"number":5,"verse":"তাহার পুত্র মীখা, তাহার পুত্র রায়া, তাহার পুত্র বাল;"},{"number":6,"verse":"তাহার পুত্র বেরা; ইহাকে অশূর-রাজ তিল্গৎ-পিল্নেষর বন্দি করিয়া লইয়া গেলেন; সে রূবেণীয়দের অধ্যক্ষ ছিল।"},{"number":7,"verse":"যখন তাহাদের বংশাবলি লেখা গেল, তখন আপন আপন গোষ্ঠী অনুসারে তাহার এই ভ্রাতৃগণ [উল্লিখিত হইল];"},{"number":8,"verse":"প্রধান যিয়ীয়েল ও সখরিয়, আর যোয়েলের সন্তান শেমার সন্তান আসসের সন্তান বেলা; সে অরোয়েরে নবো ও বাল্-মিয়োন পর্য্যন্ত বাস করিত।"},{"number":9,"verse":"আর পূর্ব্বদিকে সে ফরাৎ নদী হইতে [বিস্তৃত] প্রান্তরের প্রবেশস্থান পর্য্যন্ত বাস করিত; কেননা গিলিয়দ দেশে তাহাদের পশুগণ বৃদ্ধি পাইয়াছিল।"},{"number":10,"verse":"আর শৌলের সময়ে তাহারা হাগরীয়দের সহিত যুদ্ধ করিল, এবং ইহারা তাহাদের হস্তে নিপাতিত হইল; আর তাহারা ইহাদের তাম্বুতে গিলিয়দের পূর্ব্বদিকে সর্ব্বত্র বসতি করিল।"},{"number":11,"verse":"আর গাদ-সন্তানগণ তাহাদের সম্মুখে সলখা পর্য্যন্ত বাশন দেশে বাস করিত।"},{"number":12,"verse":"প্রধান যোয়েল, শাফম দ্বিতীয়, আর যানয় ও শাফট, ইহারা বাশনে থাকিত।"},{"number":13,"verse":"আর তাহাদের পিতৃকুলজাত জ্ঞাতি মীখায়েল, মশুল্লম, শেবা, যোরায়, যাকন, সীয় ও এবর, সাত জন।"},{"number":14,"verse":"বূষের সন্তান যহদোর সন্তান যিশীশয়ের সন্তান মীখায়েলের সন্তান গিলিয়দের সন্তান যারোহের সন্তান হূরির সন্তান যে অবীহয়িল, তাহারা সেই অবীহয়িলের সন্তান।"},{"number":15,"verse":"গূনির সন্তান অব্দিয়েলের সন্তান অহি তাহাদের পিতৃকুলের প্রধান ছিল।"},{"number":16,"verse":"তাহারা গিলিয়দে বাশনে ও তাথাকার উপনগর সকলে এবং তাহাদের সীমা পর্য্যন্ত শারোণের সমস্ত পরিসরে বাস করিত।"},{"number":17,"verse":"যিহূদা-রাজ যোথমের ও ইস্রায়েল-রাজ যারবিয়ামের সময়ে তাহাদের সকলের বংশাবলি লিখিত হইয়াছিল।"},{"number":18,"verse":"রূবেণ-সন্তানগণের, গাদীয়দের ও মনঃশির অর্দ্ধবংশের মধ্যে ঢাল ও খড়্গ ধারণে এবং ধনুক ব্যবহারে সমর্থ, যুদ্ধে নিপুন চোয়াল্লিশ সহস্র সাত শত ষাট জন বিক্রমী পুরুষ যুদ্ধযাত্রা-করিতে সমর্থ ছিল।"},{"number":19,"verse":"তাহারা হাগরীয়দের সহিত এবং যিটূরের, নাফীশের ও নোদবের সহিত যুদ্ধ করিল।"},{"number":20,"verse":"তাহারা তাহাদের বিপরীতে সাহায্য পাইল; তাহাতে হাগরীয়েরা ও তাহাদের সঙ্গী সমস্ত লোক তাহাদের হস্তে সমর্পিত হইল, কেননা তাহারা সংগ্রামে ঈশ্বরের কাছে ক্রন্দন করিল, আর তিনি তাহাদের প্রার্থনা শুনিলেন, যেহেতুক তাহারা তাঁহাতে বিশ্বাস করিল।"},{"number":21,"verse":"আর তাহারা উহাদের পশুধন, অর্থাৎ পঞ্চাশ সহস্র উষ্ট্র, আড়াই লক্ষ মেষ, দুই সহস্র গর্দ্দভ এবং এক লক্ষ মানবপ্রাণী লইয়া গেল।"},{"number":22,"verse":"বাস্তবিক অনেকে হত হইল, কারণ ঐ যুদ্ধ ঈশ্বর হইতে হইয়াছিল। আর তাহারা বন্দিত্বের সময় পর্য্যন্ত উহাদের স্থানে বাস করিল।"},{"number":23,"verse":"আর মনঃশির অর্দ্ধবংশের সন্তানগণ সেই দেশে বসতি করিত; তাহারা বৃদ্ধি পাইয়া বাশন অবধি বাল হর্ম্মোণ, সনীর ও হর্ম্মোণ পর্ব্বত পর্য্যন্ত ব্যাপিয়া গিয়াছিল।"},{"number":24,"verse":"এই সকল লোক তাহাদের পিতৃকুলপতি ছিলেন; এফর, যিশী, ইলীয়েল, অস্রীয়েল, যিরমিয়, হোদবিয় ও যহদীয়েল, এই সকল বলবান বীর ও বিখ্যাত লোক আপন আপন পিতৃকুলের পতি ছিলেন।"},{"number":25,"verse":"ইহারা আপন পিতৃপুরুষদের ঈশ্বরের বিরুদ্ধে সত্যলঙ্ঘন করিল, এবং ঈশ্বর তদ্দেশীয় যে জাতিদিগকে তাহাদের সম্মুখ হইতে বিনষ্ট করিয়াছিলেন, তাহারা তাহাদের দেবগণের অনুগমনে ব্যভিচারী হইল।"},{"number":26,"verse":"তাহাতে ইস্রায়েলের ঈশ্বর অশূর-রাজ পূলের মন, অশূর-রাজ তিল্গৎ-পিল্নেষরের মন উত্তেজিত করিলেন, আর তিনি তাহাদিগকে অর্থাৎ রূবেণীয় ও গাদীয়দিগকে এবং মনঃশির অর্দ্ধবংশকে লইয়া গিয়া হেলহে, হাবোরে, হারাতে ও গোষণ নদীতীরে উপস্থিত করিলেন; অদ্যাপি তাহারা সেই স্থানে আছে।"}]}