{"bibleAbbr":"t4t2014","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":13,"verses":[{"number":1,"verse":"Samson was bornAgain the Israeli people did things that Yahweh said were very evil. So Yahweh enabled the people of Philistia to conquer them. They ruled over the Israelis for forty years."},{"number":2,"verse":"There was a man named Manoah from the descendants of Dan who lived in Zorah town. His wife was unable to become pregnant, so they had no children."},{"number":3,"verse":"One day, Yahweh appeared to Manoah's wife in the form of an angel, and said to her, “Even though you have not been able to give birth to any children until now, you will soon become pregnant and give birth to a son."},{"number":4,"verse":"From now until he is born, you must not drink any wine or other alcoholic/fermented drink, and you must not eat any food that will make you unacceptable to God."},{"number":5,"verse":"Actually, you are already pregnant. After you give birth to your son, you must never allow his hair to be cut. He must be dedicated to God from the day he is born until the day he dies. He is the one who will rescue the Israeli people from the people of Philistia.”"},{"number":6,"verse":"The woman ran and told her husband, “A prophet came to me. He looked awesome, like an angel from God. I did not ask where he came from, and he did not tell me his name."},{"number":7,"verse":"But he told me, ‘You will become pregnant and give birth to a son. Until then, you must not drink any wine or any alcoholic/fermented drink, and you must not eat any food that would make you unacceptable to God. Your son must be dedicated to God from the day he is born until the day he dies.’ ”"},{"number":8,"verse":"Then Manoah prayed to Yahweh, saying, “O Yahweh, I plead with you, allow that prophet whom you sent to us to come again, and teach us how we should raise the boy who will be born to us.”"},{"number":9,"verse":"God did what Manoah asked, and Yahweh again appeared to his wife in the form of an angel, while she was out in the field. But again her husband Manoah was not with her."},{"number":10,"verse":"So she quickly ran and said to her husband, “The man who appeared to me a few days ago has come back again!”"},{"number":11,"verse":"Manoah ran back with his wife, and asked, “Are you the man who talked with my wife a few days ago?” He replied, “Yes I am.”"},{"number":12,"verse":"Manoah asked him, “When what you promised occurs and my wife gives birth to a son, what rules must he obey, and what work will he do when he grows up?”"},{"number":13,"verse":"Yahweh replied, “Your wife must obey all the instructions I gave her."},{"number":14,"verse":"Before the baby is born, she must not eat grapes, or drink wine or any other alcoholic/fermented drink, or eat anything that would make her unacceptable to God.”"},{"number":15,"verse":"Then Manoah said, “Please stay here until we can kill and cook a young goat for you.”"},{"number":16,"verse":"Yahweh replied, “I will stay here, but I will not eat anything. However, you may kill an animal and sacrifice it as a burned offering to Yahweh.” [Manoah did not realize that the man he thought was an angel was really Yahweh.]"},{"number":17,"verse":"Then Manoah asked him, “What is your name? When what you have promised happens, we want to honor you.”"},{"number":18,"verse":"Yahweh replied, “◄Why do you ask me my name?/You should not ask me my name.► [RHQ] It is ◄wonderful/it cannot be understood►.”"},{"number":19,"verse":"Then Manoah killed a young goat and burned it on a rock, along with a grain offering, as a sacrifice to Yahweh. And Yahweh did an amazing thing while Manoah and his wife watched."},{"number":20,"verse":"Flames from the altar blazed up toward the sky, and Yahweh ascended in the flames. When Manoah and his wife saw that, they prostrated themselves on the ground."},{"number":21,"verse":"Although Yahweh did not appear in the form of an angel to Manoah and his wife again, Manoah realized that the man they thought was an angel was really Yahweh."},{"number":22,"verse":"So he said, “Now we will die, because we have seen God!”"},{"number":23,"verse":"But his wife said, “No, we will not die, because if Yahweh intended to kill us, he would not have accepted the burned offering and the grain offering. And he would not have appeared to us and told us the wonderful thing that would happen to us, and he would not have performed this miracle.”"},{"number":24,"verse":"When their son was born, they named him Samson. Yahweh blessed him as he grew up."},{"number":25,"verse":"And while he was in Mahaneh-Dan, which is between Zorah and Eshtaol towns, Yahweh's Spirit began to control him."}]}