{"bibleAbbr":"t4t2014","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":17,"verses":[{"number":1,"verse":"(Micah made idols and hired a priest) There was a man named Micah who lived in the hilly area where the tribe of Ephraim live."},{"number":2,"verse":"One day he said to his mother, “I heard you curse whoever stole ◄1100 pieces/28 pounds/13 kg.► of silver from your house. I am the one who took the silver, and I still have it.” His mother replied, “My son, I pray that Yahweh will bless you for admitting that you took it.”"},{"number":3,"verse":"Micah gave all the silver back to his mother. Then she said to herself, “I will give some of this silver to Yahweh.” And she said to her son, “My son, I want you to make an idol and a statue from this silver. So I will give some of this silver back to you for making these things.”"},{"number":4,"verse":"So when he gave all the silver to his mother, she took ◄200 pieces/about 5 pounds/1.6 kg.► of it to a ◄silversmith/man who made things from silver►. With the silver that man made an idol and a statue, and gave them to Micah. Micah put them in his house."},{"number":5,"verse":"He had in his house a special ◄shrine/place for putting sacred things►. He made a sacred vest and some small idols and put them in this shrine along with the big idol and the statue. Then Micah chose one of his sons to become his priest."},{"number":6,"verse":"At that time, the Israeli people did not have a king. So Micah and everyone else did whatever they considered to be the right thing to do."},{"number":7,"verse":"There was a young man who had been living in Bethlehem in the area where the tribe of Judah lives. He wanted to work as a priest because he was a member of the tribe of Levi."},{"number":8,"verse":"So he left Bethlehem to find another place to live and work. He came to Micah's house in the hilly area where the tribe of Ephraim live."},{"number":9,"verse":"Micah asked him, “Where are you from?” He replied, “I come from Bethlehem. I am from the tribe of Levi, and I am looking for a place to live and work as a priest.”"},{"number":10,"verse":"Micah said to him, “Stay with me, and you can become like a father to counsel me, and be my priest. Each year I will give to you ten pieces of silver and some new clothes. And I will provide food for you.”"},{"number":11,"verse":"So the young man agreed to live with Micah. He became like one of Micah's own sons."},{"number":12,"verse":"Micah appointed him to be a priest, and he lived in Micah's house."},{"number":13,"verse":"Then Micah said, “Now I know that Yahweh will do good things for me, because I have a man from the tribe of Levi to be my priest.”"}]}