{"bibleAbbr":"neNRV2012","bookName":"रूथ","bookEnglishName":"Ruth","chapterNumber":3,"verses":[{"number":1,"verse":"( बोअजको अनुरोध) एक दिन रूथकी सासू नाओमीले तिनलाई भनिन्, “हे मेरी छोरी, तिम्रो आफ्‍नै घरबार र राम्रो बन्‍दोबस्‍त भएर बसेको मैले हेर्न नपाउनू?"},{"number":2,"verse":"बोअज त हाम्रा आफ्‍नै नातेदार हुन्, जसका ठिटीहरूसँग तिमी थियौ। आज राती तिनले आफ्‍नो खलामा जौ बत्ताउनेछन्।"},{"number":3,"verse":"यसकारण स्‍नान गरेर तेल हाल र तिम्रा सबभन्‍दा राम्रा लुगा लगाई खलामा जाऊ, तर तिनले खानपान गरी नसकुञ्‍जेल तिमी ती मानिसकहाँ देखा नपर।"},{"number":4,"verse":"तिनी सुत्‍न जाँदा तिमीले तिनको सुत्‍ने ठाउँ हेरिराख। त्‍यसपछि गएर तिनको खुट्टापट्टिको ओढ्ने उठाएर त्‍यहीँ ढल्‍क। तब तिमीले के गर्नुपर्नेछ सो तिनले नै भन्‍नेछन्।”"},{"number":5,"verse":"रूथले भनिन्, “तपाईं जे भन्‍नुहुन्‍छ म गर्नेछु।”"},{"number":6,"verse":"तब तिनी तल खलामा गइन्, र तिनकी सासूले भनेझैँ गरिन्।"},{"number":7,"verse":"जब बोअजले खानपान गरिसके तब तिनको मन खुशी भयो, र अन्‍न थुपारेको एकातिर सुत्‍नलाई गए। तब रूथ चूपचापसित आइन्, र बोअजको खुट्टामा भएको ओढ्ने उठाएर ढल्‍किन्।"},{"number":8,"verse":"आधारातमा केही कुराले ती मानिसको निद्रा भङ्ग भयो, र एउटी स्‍त्रीलाई आफ्‍ना खुट्टामा ढल्‍किरहेकी तिनले देखे।"},{"number":9,"verse":"तिनले सोधे, “तिमी को हौ?” रूथले भनिन्, “म तपाईंकी दासी रूथ हुँ। अब तपाईंको लुगा आफ्‍नी दासीलाई ओढ़ाइदिनुहोस्, किनभने तपाईं मेरा नजिकका छुटकारा दिने नातेदार हुनुहुन्‍छ।”"},{"number":10,"verse":"तिनले भने, “हे मेरी छोरी, परमप्रभुले तिमीलाई आशिष् देऊन्। तिमीले देखाएको यो आखिरी भक्ति पहिलाको भन्‍दा प्रगाढ़ छ। धनी कि गरीब कुनै जवान मानिसको पछि तिमी लागिनौ।"},{"number":11,"verse":"अनि अब हे मेरी छोरी, ढुक्‍क भएर बस। तिमी जे चाहन्‍छ्यौ म गर्नेछु, किनभने तिमी चरित्रवान् छौ भन्‍ने कुरा यस नगरका सबै मानिसलाई थाहा भइसकेको छ।"},{"number":12,"verse":"म तिम्रो नजिकको नातेदार हुँ, सत्‍य हो; तापनि मभन्‍दा पनि अझै नजिकको एक जना मोल तिरेर छुटकारा दिने नातेदार छन्। ( )"},{"number":13,"verse":"आजको रात यहीँ बिताऊ, र भोलि बिहान यदि तिनले तिम्रो नजिकको नातेदारले गर्नुपर्ने कर्तव्‍य गर्छन् भने ठीकै छ, तर तिनी राजी भएनन् भने म गर्नेछु। परमप्रभुको शपथ खाएर म यो भन्‍दछु। अब बिहानसम्‍म ढल्‍किरह।”"},{"number":14,"verse":"तब रूथ तिनका खुट्टानेर बिहान नहोउञ्‍जेल ढल्‍किरहिन्, तर मानिस ठम्‍याउन नसक्‍ने उज्‍यालोमा नै तिनी उठिन्। अनि बोअजले भने, “खलामा एउटी स्‍त्री थिइन् भनी कसैले थाहा नपाओस् है।”"},{"number":15,"verse":"तब बोअजले भने, “तिमीले ओढ़ेको खास्‍टो थाप।” तिनले थापिन्, र बोअजले छ पाथी जति जौ भरेर तिनलाई बोकाइदिए। अनि तिनी सहरमा फर्के।"},{"number":16,"verse":"रूथ आफ्‍नी सासूकहाँ आइन्, र नाओमीले सोधिन्, “हे मेरी छोरी, के भयो?”"},{"number":17,"verse":"तब ती मानिसले तिनीप्रति गरेका सबै कुरा रूथले बताइदिइन्। तिनले भनिन्, “उहाँले मलाई यो छ पाथी जौ दिनुभयो। उहाँले मलाई मेरी सासूकहाँ रित्तो हात जान दिनुभएन।”"},{"number":18,"verse":"नाओमीले भनिन्, “हे छोरी, यसको नतीजा के हुँदोरहेछ सो थाहा नपाउञ्‍जेल शान्‍त बस। आजै यस कुराको फैसला नगरुञ्‍जेल तिनलाई चैन हुनेछैन।”"}]}