{"bibleAbbr":"NKJV1982","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":2,"verses":[{"number":1,"verse":"(Not Philosophy but Christ) For I want you to know what a great (Phil. 1:30; Col. 1:29; 4:12; 1 Thess. 2:2) conflict I have for you and those in Laodicea, and for as many as have not seen my face in the flesh,"},{"number":2,"verse":"that their hearts may be encouraged, being knit together in love, and attaining to all riches of the full assurance of understanding, to the knowledge of the mystery of God, both of the Father and of Christ,"},{"number":3,"verse":"(1 Cor. 1:24, 30) in whom are hidden all the treasures of wisdom and knowledge."},{"number":4,"verse":"Now this I say (Rom. 16:18; 2 Cor. 11:13; Eph. 4:14; 5:6) lest anyone should deceive you with persuasive words."},{"number":5,"verse":"For (1 Thess. 2:17) though I am absent in the flesh, yet I am with you in spirit, rejoicing to see (1 Cor. 14:40) your good order and the (1 Pet. 5:9) steadfastness of your faith in Christ."},{"number":6,"verse":"(1 Thess. 4:1) As you therefore have received Christ Jesus the Lord, so walk in Him,"},{"number":7,"verse":"(Eph. 2:21) rooted and built up in Him and established in the faith, as you have been taught, abounding in it with thanksgiving."},{"number":8,"verse":"Beware lest anyone cheat you through philosophy and empty deceit, according to (Gal. 1:14) the tradition of men, according to the (Gal. 4:3, 9, 10; Col. 2:20) basic principles of the world, and not according to Christ."},{"number":9,"verse":"For ((John 1:14); Col. 1:19) in Him dwells all the fullness of the Godhead bodily;"},{"number":10,"verse":"and you are complete in Him, who is the ((Eph. 1:20, 21; 1 Pet. 3:22)) head of all principality and power."},{"number":11,"verse":"(Not Legalism but Christ) In Him you were also (Deut. 10:16) circumcised with the circumcision made without hands, by (Rom. 6:6; 7:24; Gal. 5:24; Col. 3:5) putting off the body of the sins of the flesh, by the circumcision of Christ,"},{"number":12,"verse":"(Rom. 6:4) buried with Him in baptism, in which you also were raised with Him through (Eph. 1:19, 20) faith in the working of God, (Acts 2:24) who raised Him from the dead."},{"number":13,"verse":"And you, being dead in your trespasses and the uncircumcision of your flesh, He has made alive together with Him, having forgiven you all trespasses,"},{"number":14,"verse":"((Eph. 2:15, 16); Col. 2:20) having wiped out the handwriting of requirements that was against us, which was contrary to us. And He has taken it out of the way, having nailed it to the cross."},{"number":15,"verse":"((Is. 53:12; Heb. 2:14)) Having disarmed (Eph. 6:12) principalities and powers, He made a public spectacle of them, triumphing over them in it."},{"number":16,"verse":"So let no one (Rom. 14:3) judge you in food or in drink, or regarding a festival or a new moon or sabbaths,"},{"number":17,"verse":"(Heb. 8:5; 10:1) which are a shadow of things to come, but the substance is of Christ."},{"number":18,"verse":"Let no one cheat you of your reward, taking delight in false humility and worship of angels, intruding into those things which he has not seen, vainly puffed up by his fleshly mind,"},{"number":19,"verse":"and not holding fast to (Eph. 4:15) the Head, from whom all the body, nourished and knit together by joints and ligaments, (Eph. 1:23; 4:16) grows with the increase that is from God."},{"number":20,"verse":"Therefore, if you (Rom. 6:2-5) died with Christ from the basic principles of the world, (Gal. 4:3, 9) why, as though living in the world, do you subject yourselves to regulations—"},{"number":21,"verse":"(1 Tim. 4:3) “Do not touch, do not taste, do not handle,”"},{"number":22,"verse":"which all concern things which perish with the using— (Is. 29:13; Matt. 15:9; Titus 1:14) according to the commandments and doctrines of men?"},{"number":23,"verse":"(Rom. 13:14; 1 Tim. 4:8) These things indeed have an appearance of wisdom in self-imposed religion, false humility, and neglect of the body, but are of no value against the indulgence of the flesh."}]}