{"bibleAbbr":"NKJV1982","bookName":"Colossians","bookEnglishName":"Colossians","chapterNumber":3,"verses":[{"number":1,"verse":"(Not Carnality but Christ) If then you were (Rom. 6:5; Eph. 2:6; Col. 2:12) raised with Christ, seek those things which are above, (Ps. 68:18; 110:1; (Rom. 8:34); Eph. 1:20) where Christ is, sitting at the right hand of God."},{"number":2,"verse":"Set your mind on things above, not on things on the ((Matt. 6:19-21)) earth."},{"number":3,"verse":"((Rom. 6:2; 2 Cor. 5:14; Gal. 2:20); Col. 2:20) For you died, ((2 Cor. 5:7)) and your life is hidden with Christ in God."},{"number":4,"verse":"((1 John 3:2)) When Christ who is (John 14:6) our life appears, then you also will appear with Him in (1 Cor. 15:43) glory."},{"number":5,"verse":"((Rom. 8:13)) Therefore put to death ((Rom. 6:13)) your members which are on the earth: (Eph. 5:3) fornication, uncleanness, passion, evil desire, and covetousness, (Mark 7:21; 1 Cor. 6:9, 18; 2 Cor. 12:21; Gal. 5:19; Eph. 4:19; 5:3, 5) which is idolatry."},{"number":6,"verse":"(Rom. 1:18; Eph. 5:6; Rev. 22:15) Because of these things the wrath of God is coming upon ((Eph. 2:2)) the sons of disobedience,"},{"number":7,"verse":"(1 Cor. 6:11; (Eph. 2:2); Titus 3:3) in which you yourselves once walked when you lived in them."},{"number":8,"verse":"(Eph. 4:22; 1 Pet. 2:1) But now you yourselves are to put off all these: anger, wrath, malice, blasphemy, filthy language out of your mouth."},{"number":9,"verse":"Do not lie to one another, since you have put off the old man with his deeds,"},{"number":10,"verse":"and have put on the new man who (Rom. 12:2; 2 Cor. 4:16) is renewed in knowledge ((Rom. 8:29)) according to the image of Him who ((Eph. 2:10)) created him,"},{"number":11,"verse":"where there is neither (Rom. 10:12; (1 Cor. 12:13); Gal. 3:27, 28) Greek nor Jew, circumcised nor uncircumcised, barbarian, Scythian, slave nor free, (Eph. 1:23) but Christ is all and in all."},{"number":12,"verse":"(Character of the New Man) Therefore, ((1 Pet. 1:2)) as the elect of God, holy and beloved, (Luke 1:78; Phil. 2:1; 1 John 3:17) put on tender mercies, kindness, humility, meekness, longsuffering;"},{"number":13,"verse":"((Mark 11:25)) bearing with one another, and forgiving one another, if anyone has a complaint against another; even as Christ forgave you, so you also must do."},{"number":14,"verse":"(1 Pet. 4:8) But above all these things ((1 Cor. 13)) put on love, which is the (Eph. 4:3) bond of perfection."},{"number":15,"verse":"And let ((John 14:27; Phil. 4:7)) the peace of God rule in your hearts, (1 Cor. 7:15) to which also you were called (Eph. 4:4) in one body; and ((1 Thess. 5:18)) be thankful."},{"number":16,"verse":"Let the word of Christ dwell in you richly in all wisdom, teaching and admonishing one another (Eph. 5:19) in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord."},{"number":17,"verse":"And (1 Cor. 10:31) whatever you do in word or deed, do all in the name of the Lord Jesus, giving thanks to God the Father through Him."},{"number":18,"verse":"(The Christian Home) (1 Pet. 3:1) Wives, submit to your own husbands, ((Col. 3:18—4:1; Eph. 5:22—6:9)) as is fitting in the Lord."},{"number":19,"verse":"((Eph. 5:25; 1 Pet. 3:7)) Husbands, love your wives and do not be (Eph. 4:31) bitter toward them."},{"number":20,"verse":"(Eph. 6:1) Children, obey your parents (Eph. 5:24) in all things, for this is well pleasing to the Lord."},{"number":21,"verse":"(Eph. 6:4) Fathers, do not provoke your children, lest they become discouraged."},{"number":22,"verse":"(Eph. 6:5; (1 Tim. 6:1); Titus 2:9; 1 Pet. 2:18) Bondservants, obey in all things your masters according to the flesh, not with eyeservice, as men-pleasers, but in sincerity of heart, fearing God."},{"number":23,"verse":"((Eccl. 9:10)) And whatever you do, do it heartily, as to the Lord and not to men,"},{"number":24,"verse":"(Eph. 6:8) knowing that from the Lord you will receive the reward of the inheritance; (1 Cor. 7:22) for you serve the Lord Christ."},{"number":25,"verse":"But he who does wrong will be repaid for what he has done, and (Rom. 2:11) there is no partiality."}]}