{"bibleAbbr":"urDGV2010","bookName":"ज़करियाह","bookEnglishName":"Zechariah","chapterNumber":4,"verses":[{"number":1,"verse":"( पाँचवीं रोया : सोने का शमादान और ज़ैतून के दरख़्त) जिस फ़रिश्ते ने मुझ से बात की थी वह अब मेरे पास वापस आया। उस ने मुझे यूँ जगा दिया जिस तरह गहरी नींद सोने वाले को जगाया जाता है।"},{"number":2,"verse":"उस ने पूछा, “तुझे क्या नज़र आता है?” मैं ने जवाब दिया, “ख़ालिस सोने का शमादान जिस पर तेल का प्याला और सात चराग़ हैं। हर चराग़ के सात मुँह हैं।"},{"number":3,"verse":"ज़ैतून के दो दरख़्त भी दिखाई देते हैं। एक दरख़्त तेल के प्याले के दाईं तरफ़ और दूसरा उस के बाईं तरफ़ है।"},{"number":4,"verse":"लेकिन मेरे आक़ा, इन चीज़ों का मतलब क्या है?”"},{"number":5,"verse":"फ़रिश्ता बोला, “क्या यह तुझे मालूम नहीं?” मैं ने जवाब दिया, “नहीं, मेरे आक़ा।”"},{"number":6,"verse":"फ़रिश्ते ने मुझ से कहा, “ज़रुब्बाबल के लिए रब का यह पैग़ाम है, ‘रब्ब-उल-अफ़्वाज फ़रमाता है कि तू न अपनी ताक़त, न अपनी क़ुव्वत से बल्कि मेरे रूह से ही कामयाब होगा।’"},{"number":7,"verse":"क्या रास्ते में बड़ा पहाड़ हाइल है? ज़रुब्बाबल के सामने वह हमवार मैदान बन जाएगा। और जब ज़रुब्बाबल रब के घर का आख़िरी पत्थर लगाएगा तो हाज़िरीन पुकार उठेंगे, ‘मुबारक हो! मुबारक हो’!”"},{"number":8,"verse":"रब का कलाम एक बार फिर मुझ पर नाज़िल हुआ,"},{"number":9,"verse":"“ज़रुब्बाबल के हाथों ने इस घर की बुन्याद डाली, और उसी के हाथ उसे तक्मील तक पहुँचाएँगे। तब तू जान लेगा कि रब्ब-उल-अफ़्वाज ने मुझे तुम्हारे पास भेजा है।"},{"number":10,"verse":"गो तामीर के आग़ाज़ में बहुत कम नज़र आता है तो भी उस पर हिक़ारत की निगाह न डालो। क्यूँकि लोग ख़ुशी मनाएँगे जब ज़रुब्बाबल के हाथ में साहूल देखेंगे। (मज़कूरा सात चराग़ रब की आँखें हैं जो पूरी दुनिया की गश्त लगाती रहती हैं)।”"},{"number":11,"verse":"मैं ने मज़ीद पूछा, “शमादान के दाएँ बाएँ के ज़ैतून के दो दरख़्तों से क्या मुराद है?"},{"number":12,"verse":"यहाँ सोने के दो पाइप भी नज़र आते हैं जिन से ज़ैतून का सुनहरा तेल बह निकलता है। ज़ैतून की जो दो टहनियाँ उन के साथ हैं उन का मतलब क्या है?”"},{"number":13,"verse":"फ़रिश्ते ने कहा, “क्या तू यह नहीं जानता?” मैं बोला, “नहीं, मेरे आक़ा।”"},{"number":14,"verse":"तब उस ने फ़रमाया, “यह वह दो मसह किए हुए आदमी हैं जो पूरी दुनिया के मालिक के हुज़ूर खड़े होते हैं।”"}]}