{"bibleAbbr":"urDGV2010","bookName":"ज़करियाह","bookEnglishName":"Zechariah","chapterNumber":6,"verses":[{"number":1,"verse":"( चार रथ) मैं ने फिर अपनी निगाह उठाई तो क्या देखता हूँ कि चार रथ पीतल के दो पहाड़ों के बीच में से निकल रहे हैं।"},{"number":2,"verse":"पहले रथ के घोड़े सुर्ख़, दूसरे के सियाह,"},{"number":3,"verse":"तीसरे के सफ़ेद और चौथे के धब्बेदार थे। सब ताक़तवर थे।"},{"number":4,"verse":"जो फ़रिश्ता मुझ से बात कर रहा था उस से मैं ने सवाल किया, “मेरे आक़ा, इन का क्या मतलब है?”"},{"number":5,"verse":"उस ने जवाब दिया, “यह आसमान की चार रूहें ( या हवाएँ।) हैं। पहले यह पूरी दुनिया के मालिक के हुज़ूर खड़ी थीं, लेकिन अब वहाँ से निकल रही हैं।"},{"number":6,"verse":"सियाह घोड़ों का रथ शिमाली मुल्क की तरफ़ जा रहा है, सफ़ेद घोड़ों का मग़रिब की तरफ़, और धब्बेदार घोड़ों का जुनूब की तरफ़।”"},{"number":7,"verse":"यह ताक़तवर घोड़े बड़ी बेताबी से इस इन्तिज़ार में थे कि दुनिया की गश्त करें। फिर उस ने हुक्म दिया, “चलो, दुनिया की गश्त करो।” वह फ़ौरन निकल कर दुनिया की गश्त करने लगे।"},{"number":8,"verse":"फ़रिश्ते ने मुझे आवाज़ दे कर कहा, “उन घोड़ों पर ख़ास ध्यान दो जो शिमाली मुल्क की तरफ़ बढ़ रहे हैं। यह उस मुल्क पर मेरा ग़ुस्सा उतारेंगे।”"},{"number":9,"verse":"( इस्राईल का आने वाला बादशाह) रब का कलाम मुझ पर नाज़िल हुआ,"},{"number":10,"verse":"“आज ही यूसियाह बिन सफ़नियाह के घर में जा! वहाँ तेरी मुलाक़ात बाबल में जिलावतन किए हुए इस्राईलियों ख़ल्दी, तूबियाह और यदायाह से होगी जो इस वक़्त वहाँ पहुँच चुके हैं। जो हदिए वह अपने साथ लाए हैं उन्हें क़बूल कर।"},{"number":11,"verse":"उन की यह सोना-चाँदी ले कर ताज बना ले, फिर ताज को इमाम-ए-आज़म यशूअ बिन यहूसदक़ के सर पर रख कर"},{"number":12,"verse":"उसे बता, ‘रब्ब-उल-अफ़्वाज फ़रमाता है कि एक आदमी आने वाला है जिस का नाम कोंपल है। उस के साय में बहुत कोंपलें फूट निकलेंगी, और वह रब का घर तामीर करेगा।"},{"number":13,"verse":"हाँ, वही रब का घर बनाएगा और शान-ओ-शौकत के साथ तख़्त पर बैठ कर हुकूमत करेगा। वह इमाम की हैसियत से भी तख़्त पर बैठेगा, और दोनों उह्दों में इत्तिफ़ाक़ और सलामती होगी।’"},{"number":14,"verse":"ताज को हीलम, तूबियाह, यदायाह और हेन बिन सफ़नियाह की याद में रब के घर में मह्फ़ूज़ रखा जाए।"},{"number":15,"verse":"लोग दूरदराज़ इलाक़ों से आ कर रब का घर तामीर करने में मदद करेंगे।” तब तुम जान लोगे कि रब्ब-उल-अफ़्वाज ने मुझे तुम्हारे पास भेजा है। अगर तुम ध्यान से रब अपने ख़ुदा की सुनो तो यह सब कुछ पूरा हो जाएगा।"}]}