{"bibleAbbr":"NKJV1982","bookName":"Ruth","bookEnglishName":"Ruth","chapterNumber":2,"verses":[{"number":1,"verse":"Ruth Meets Boaz There was a (Ruth 3:2, 12) relative of Naomi’s husband, a man of great wealth, of the family of (Ruth 1:2) Elimelech. His name was (Ruth 4:21) Boaz."},{"number":2,"verse":"So Ruth the Moabitess said to Naomi, “Please let me go to the (Lev. 19:9, 10; 23:22; Deut. 24:19) field, and glean heads of grain after him in whose sight I may find favor.” And she said to her, “Go, my daughter.”"},{"number":3,"verse":"Then she left, and went and gleaned in the field after the reapers. And she happened to come to the part of the field belonging to Boaz, who was of the family of Elimelech."},{"number":4,"verse":"Now behold, Boaz came from (Ruth 1:1) Bethlehem, and said to the reapers, (Ps. 129:7, 8; Luke 1:28; 2 Thess. 3:16) “The LORD be with you!” And they answered him, “The LORD bless you!”"},{"number":5,"verse":"Then Boaz said to his servant who was in charge of the reapers, “Whose young woman is this?”"},{"number":6,"verse":"So the servant who was in charge of the reapers answered and said, “It is the young Moabite woman (Ruth 1:22) who came back with Naomi from the country of Moab."},{"number":7,"verse":"And she said, ‘Please let me glean and gather after the reapers among the sheaves.’ So she came and has continued from morning until now, though she rested a little in the house.”"},{"number":8,"verse":"Then Boaz said to Ruth, “You will listen, my daughter, will you not? Do not go to glean in another field, nor go from here, but stay close by my young women."},{"number":9,"verse":"Let your eyes be on the field which they reap, and go after them. Have I not commanded the young men not to touch you? And when you are thirsty, go to the vessels and drink from what the young men have drawn.”"},{"number":10,"verse":"So she (1 Sam. 25:23) fell on her face, bowed down to the ground, and said to him, “Why have I found (1 Sam. 1:18) favor in your eyes, that you should take notice of me, since I am a foreigner?”"},{"number":11,"verse":"And Boaz answered and said to her, “It has been fully reported to me, (Ruth 1:14-18) all that you have done for your mother-in-law since the death of your husband, and how you have left your father and your mother and the land of your birth, and have come to a people whom you did not know before."},{"number":12,"verse":"(1 Sam. 24:19; Ps. 58:11) The LORD repay your work, and a full reward be given you by the LORD God of Israel, (Ruth 1:16; Ps. 17:8; 36:7; 57:1; 61:4; 63:7; 91:4) under whose wings you have come for refuge.”"},{"number":13,"verse":"Then she said, (Gen. 33:15; 1 Sam. 1:18) “Let me find favor in your sight, my lord; for you have comforted me, and have spoken kindly to your maidservant, (1 Sam. 25:41) though I am not like one of your maidservants.”"},{"number":14,"verse":"Now Boaz said to her at mealtime, “Come here, and eat of the bread, and dip your piece of bread in the vinegar.” So she sat beside the reapers, and he passed parched grain to her; and she ate and (Ruth 2:18) was satisfied, and kept some back."},{"number":15,"verse":"And when she rose up to glean, Boaz commanded his young men, saying, “Let her glean even among the sheaves, and do not reproach her."},{"number":16,"verse":"Also let grain from the bundles fall purposely for her; leave it that she may glean, and do not rebuke her.”"},{"number":17,"verse":"So she gleaned in the field until evening, and beat out what she had gleaned, and it was about an ephah of (Ruth 1:22) barley."},{"number":18,"verse":"Then she took it up and went into the city, and her mother-in-law saw what she had gleaned. So she brought out and gave to her (Ruth 2:14) what she had kept back after she had been satisfied."},{"number":19,"verse":"And her mother-in-law said to her, “Where have you gleaned today? And where did you work? Blessed be the one who (Ruth 2:10; (Ps. 41:1)) took notice of you.” So she told her mother-in-law with whom she had worked, and said, “The man’s name with whom I worked today is Boaz.”"},{"number":20,"verse":"Then Naomi said to her daughter-in-law, (Ruth 3:10; 2 Sam. 2:5) “Blessed be he of the LORD, who (Prov. 17:17) has not forsaken His kindness to the living and the dead!” And Naomi said to her, “This man is a relation of ours, (Ruth 3:9; 4:4, 6) one of our close relatives.”"},{"number":21,"verse":"Ruth the Moabitess said, “He also said to me, ‘You shall stay close by my young men until they have finished all my harvest.’ ”"},{"number":22,"verse":"And Naomi said to Ruth her daughter-in-law, “It is good, my daughter, that you go out with his young women, and that people do not meet you in any other field.”"},{"number":23,"verse":"So she stayed close by the young women of Boaz, to glean until the end of barley harvest and wheat harvest; and she dwelt with her mother-in-law."}]}