{"bibleAbbr":"ASV1901","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":27,"verses":[{"number":1,"verse":"And it came to pass<WH1961>, that when Isaac<WH3327> was old<WH2204>, and his eyes<WH5869> were dim<WH3543>, so that he could not see<WH7200>, he called<WH7121> Esau<WH6215> his elder<WH1419> son<WH1121>, and said<WH559> unto him<WH1121>, My son: and he said unto him<WH559>, Here am I."},{"number":2,"verse":"And he said<WH559>, Behold now<WH2204>, I am old, I know<WH3045> not the day<WH3117> of my death<WH4194>."},{"number":3,"verse":"Now therefore take<WH5375>, I pray thee<WH3627>, thy weapons, thy quiver<WH8522> and thy bow<WH7198>, and go out<WH3318> to the field<WH7704>, and take<WH6679> me venison<WH6718>;"},{"number":4,"verse":"and make<WH6213> me savory food<WH4303>, such as<WH834> I love<WH157>, and bring<WH935> it to me<WH398>, that I may eat; that my soul<WH5315> may bless<WH1288> thee before<WH2962> I die<WH4191>."},{"number":5,"verse":"And Rebekah<WH7259> heard<WH8085> when Isaac<WH3327> spake<WH1696> to Esau<WH6215> his son<WH1121>. And Esau<WH6215> went<WH3212> to the field<WH7704> to hunt<WH6679> for venison<WH6718>, and to bring it<WH935>."},{"number":6,"verse":"And Rebekah<WH7259> spake<WH559> unto Jacob<WH3290> her son<WH1121>, saying<WH559>, Behold<WH8085>, I heard thy father<WH1> speak<WH1696> unto Esau<WH6215> thy brother<WH251>, saying<WH559>,"},{"number":7,"verse":"Bring <WH935> me venison<WH6718>, and make<WH6213> me savory food<WH4303>, that I may eat<WH398>, and bless<WH1288> thee before<WH6440> Jehovah<WH3068> before<WH6440> my death<WH4194>."},{"number":8,"verse":"Now therefore<WH1121>, my son, obey<WH8085> my voice<WH6963> according to that which<WH834> I command thee<WH6680>."},{"number":9,"verse":"Go <WH3212> now to the flock<WH6629>, and fetch<WH3947> me from thence two<WH8147> good<WH2896> kids<WH1423> of the goats<WH5795>; and I will make<WH6213> them savory food<WH4303> for thy father<WH1>, such as he loveth<WH157>:"},{"number":10,"verse":"and thou shalt bring<WH935> it to thy father<WH1>, that he may eat<WH398>, so that<WH834> he may bless<WH1288> thee before<WH6440> his death<WH4194>."},{"number":11,"verse":"And Jacob<WH3290> said<WH559> to Rebekah<WH7259> his mother<WH517>, Behold<WH6215>, Esau my brother<WH251> is a hairy<WH8163> man<WH376>, and I am a smooth<WH2509> man<WH376>."},{"number":12,"verse":"My father<WH1> peradventure will feel<WH4959> me<WH5869>, and I shall seem to him as a deceiver<WH8591>; and I shall bring<WH935> a curse<WH7045> upon me<WH1293>, and not a blessing."},{"number":13,"verse":"And his mother<WH517> said<WH559> unto him<WH7045>, Upon me be thy curse, my son<WH1121>; only obey<WH8085> my voice<WH6963>, and go<WH3212> fetch me them<WH3947>."},{"number":14,"verse":"And he went<WH3212>, and fetched<WH3947>, and brought<WH935> them to his mother<WH517>: and his mother<WH517> made<WH6213> savory food<WH4303>, such as his father<WH1> loved<WH157>."},{"number":15,"verse":"And Rebekah<WH7259> took<WH3947> the goodly<WH2532> garments<WH899> of Esau<WH6215> her elder<WH1419> son<WH1121>, which were with her in the house<WH1004>, and put them upon<WH3847> Jacob<WH3290> her younger<WH6996> son<WH1121>;"},{"number":16,"verse":"and she put<WH3847> the skins<WH5785> of the kids<WH1423> of the goats<WH5795> upon his hands<WH3027>, and upon the smooth<WH2513> of his neck<WH6677>:"},{"number":17,"verse":"and she gave<WH5414> the savory food<WH4303> and the bread<WH3899>, which she had prepared<WH6213>, into the hand<WH3027> of her son<WH1121> Jacob<WH3290>."},{"number":18,"verse":"And he came<WH935> unto his father<WH1>, and said<WH559>, My father<WH1>: and he said<WH559>, Here am I<WH1121>; who art thou, my son?"},{"number":19,"verse":"And Jacob<WH3290> said<WH559> unto his father<WH1>, I am Esau<WH6215> thy first-born<WH1060>; I have done<WH6213> according as thou badest<WH1696> me<WH6965>: arise, I pray thee<WH3427>, sit and eat<WH398> of my venison<WH6718>, that thy soul<WH5315> may bless me<WH1288>."},{"number":20,"verse":"And Isaac<WH3327> said<WH559> unto his son<WH1121>, How is it that thou hast found<WH4672> it so quickly<WH4116>, my son<WH1121>? And he said<WH559>, Because Jehovah<WH3068> thy God<WH430> sent<WH7136> me good speed<WH6440>."},{"number":21,"verse":"And Isaac<WH3327> said<WH559> unto Jacob<WH3290>, Come near<WH5066>, I pray thee<WH4184>, that I may feel thee<WH1121>, my son, whether thou be my very<WH2088> son<WH1121> Esau or not<WH6215>."},{"number":22,"verse":"And Jacob<WH3290> went near<WH5066> unto Isaac<WH3327> his father<WH1>; and he felt<WH4959> him<WH559>, and said, The voice<WH6963> is Jacob<WH3290>'s voice<WH6963>, but the hands<WH3027> are the hands<WH3027> of Esau<WH6215>."},{"number":23,"verse":"And he discerned<WH5234> him not<WH3027>, because his hands were hairy<WH8163>, as his brother<WH251> Esau<WH6215>'s hands<WH3027>: so he blessed him<WH1288>."},{"number":24,"verse":"And he said<WH559>, Art thou my very son<WH1121> Esau<WH6215>? And he said<WH559>, I am."},{"number":25,"verse":"And he said<WH559>, Bring it near<WH5066> to me<WH398>, and I will eat of my son<WH1121>'s venison<WH6718>, that my soul<WH5315> may bless<WH1288> thee<WH5066>. And he brought it near to him<WH398>, and he did eat: and he brought<WH935> him wine<WH3196>, and he drank<WH8354>."},{"number":26,"verse":"And his father<WH1> Isaac<WH3327> said<WH559> unto him<WH5066>, Come near now<WH5401>, and kiss me<WH1121>, my son."},{"number":27,"verse":"And he came near<WH5066>, and kissed<WH5401> him<WH7306>: and he smelled the smell<WH7381> of his raiment<WH899>, and blessed<WH1288> him<WH559>, and said, See<WH7200>, the smell<WH7381> of my son<WH1121> Is as the smell<WH7381> of a field<WH7704> which Jehovah<WH3068> hath blessed<WH1288>:"},{"number":28,"verse":"And God<WH430> give<WH5414> thee of the dew<WH2919> of heaven<WH8064>, And of the fatness<WH4924> of the earth<WH776>, And plenty<WH7230> of grain<WH1715> and new wine<WH8492>:"},{"number":29,"verse":"Let peoples<WH5971> serve<WH5647> thee<WH3816>, And nations bow down<WH7812> to thee<WH1933>: Be lord<WH1376> over thy brethren<WH251>, And let thy mother<WH517>'s sons<WH1121> bow down<WH7812> to thee<WH779>: Cursed be every one that curseth<WH779> thee<WH1288>, And blessed be every one that blesseth thee<WH1288>."},{"number":30,"verse":"And it came to pass<WH3327>, as soon as Isaac had made an end<WH3615> of blessing<WH1288> Jacob<WH3290>, and Jacob<WH3290> was yet<WH389> scarce<WH3318> gone out<WH3318> from the presence<WH6440> of Isaac<WH3327> his father<WH1>, that Esau<WH6215> his brother<WH251> came in<WH935> from his hunting<WH6718>."},{"number":31,"verse":"And he also made<WH6213> savory food<WH4303>, and brought it<WH935> unto his father<WH1>; and he said<WH559> unto his father<WH1>, Let my father<WH1> arise<WH6965>, and eat<WH398> of his son<WH1121>'s venison<WH6718>, that thy soul<WH5315> may bless me<WH1288>."},{"number":32,"verse":"And Isaac<WH3327> his father<WH1> said<WH559> unto him<WH559>, Who art thou? And he said, I am thy son<WH1121>, thy first-born<WH1060>, Esau<WH6215>."},{"number":33,"verse":"And Isaac<WH3327> trembled<WH2729> very<WH1419> exceedingly<WH3966>, and said<WH559>, Who then<WH645> is he that hath taken<WH6679> venison<WH6718>, and brought<WH935> it me<WH398>, and I have eaten of all before thou camest<WH935>, and have blessed<WH1288> him<WH1288>? yea, and he shall be blessed."},{"number":34,"verse":"When Esau<WH6215> heard<WH8085> the words<WH1697> of his father<WH1>, he cried<WH6817> with an exceeding<WH3966> great<WH1419> and bitter<WH4751> cry<WH6818>, and said<WH559> unto his father<WH1>, Bless<WH1288> me<WH1>, even me also, O my father."},{"number":35,"verse":"And he said<WH559>, Thy brother<WH251> came<WH935> with guile<WH4820>, and hath taken away<WH3947> thy blessing<WH1293>."},{"number":36,"verse":"And he said<WH559>, Is not he rightly<WH3588> named<WH7121> Jacob<WH3290>? for he hath supplanted me<WH6117> these<WH2088> two times<WH6471>: he took away<WH3947> my birthright<WH1062>; and<WH3947>, behold, now he hath taken away my blessing<WH1293>. And he said<WH559>, Hast thou not reserved<WH680> a blessing for me<WH1293>?"},{"number":37,"verse":"And Isaac<WH3327> answered<WH6030> and said<WH559> unto Esau<WH6215>, Behold<WH7760>, I have made him thy lord<WH1376>, and all his brethren<WH251> have I given<WH5414> to him for servants<WH5650>; and with grain<WH1715> and new wine<WH8492> have I sustained<WH5564> him<WH6213>: and what then shall I do for<WH645> thee<WH1121>, my son?"},{"number":38,"verse":"And Esau<WH6215> said<WH559> unto his father<WH1>, Hast thou but one<WH259> blessing<WH1293>, my father<WH1>? Bless<WH1288> me<WH1>, even me also, O my father. And Esau<WH6215> lifted up<WH5375> his voice<WH6963>, and wept<WH1058>."},{"number":39,"verse":"And Isaac<WH3327> his father<WH1> answered<WH6030> and said<WH559> unto him<WH4924>, Behold, of the fatness of the earth<WH776> shall be thy dwelling<WH4186>, And of the dew<WH2919> of heaven<WH8064> from above<WH5920>;"},{"number":40,"verse":"And by thy sword<WH2719> shalt thou live<WH2421>, and thou shalt serve<WH5647> thy brother<WH251>; And it shall come to pass<WH6561>, when thou shalt break loose<WH6561>, That thou shalt shake his yoke<WH5923> from off thy neck<WH6677>."},{"number":41,"verse":"And Esau<WH6215> hated<WH7852> Jacob<WH3290> because<WH5921> of the blessing<WH1293> wherewith<WH834> his father<WH1> blessed him<WH1288>: and Esau<WH6215> said<WH559> in his heart<WH3820>, The days<WH3117> of mourning<WH60> for my father<WH1> are at hand<WH7126>; then will I slay<WH2026> my brother<WH251> Jacob<WH3290>."},{"number":42,"verse":"And the words<WH1697> of Esau<WH6215> her elder<WH1419> son<WH1121> were told<WH5046> to Rebekah<WH7259>; and she sent<WH7971> and called<WH7121> Jacob<WH3290> her younger<WH6996> son<WH1121>, and said<WH559> unto him<WH251>, Behold, thy brother Esau<WH6215>, as touching thee<WH5162>, doth comfort himself<WH2026>, purposing to kill thee."},{"number":43,"verse":"Now therefore<WH1121>, my son, obey<WH8085> my voice<WH6963>; and arise<WH6965>, flee<WH1272> thou to Laban<WH3837> my brother<WH251> to Haran<WH2771>;"},{"number":44,"verse":"and tarry<WH3427> with him a few<WH259> days<WH3117>, until<WH834> thy brother<WH251>'s fury<WH2534> turn away<WH7725>;"},{"number":45,"verse":"until thy brother<WH251>'s anger<WH639> turn away<WH7725> from thee<WH7911>, and he forget that which thou hast done<WH6213> to him<WH7971>: then I will send, and fetch<WH3947> thee from thence<WH4100>: why should I be bereaved<WH7921> of you both<WH8147> in one<WH259> day<WH3117>?"},{"number":46,"verse":"And Rebekah<WH7259> said<WH559> to Isaac<WH3327>, I am weary<WH6973> of my life<WH2416> because<WH6440> of the daughters<WH1323> of Heth<WH2845>: if Jacob<WH3290> take<WH3947> a wife<WH802> of the daughters<WH1323> of Heth<WH2845>, such as these<WH1323>, of the daughters of the land<WH776>, what good<WH4100> shall my life do me<WH2416>?"}]}