{"bibleAbbr":"ASV1901","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":32,"verses":[{"number":1,"verse":"And Jacob<WH3290> went<WH1980> on his way<WH1870>, and the angels<WH4397> of God<WH430> met him<WH6293>."},{"number":2,"verse":"And Jacob<WH3290> said<WH559> when he saw them<WH7200>, This is God<WH430>'s host<WH4264>: and he called<WH7121> the name<WH8034> of that place<WH4725> Mahanaim<WH4266>."},{"number":3,"verse":"And Jacob<WH3290> sent<WH7971> messengers<WH4397> before him<WH6440> to Esau<WH6215> his brother<WH251> unto the land<WH776> of Seir<WH8165>, the field<WH7704> of Edom<WH123>."},{"number":4,"verse":"And he commanded<WH6680> them<WH559>, saying, Thus shall ye say<WH559> unto my lord<WH113> Esau<WH6215>: Thus saith<WH559> thy servant<WH5650> Jacob<WH3290>, I have sojourned<WH1481> with Laban<WH3837>, and stayed until now<WH309>:"},{"number":5,"verse":"and I have oxen<WH7794>, and asses<WH2543>, and flocks<WH6629>, and men-servants<WH5650>, and maid-servants<WH8198>: and I have sent<WH7971> to tell<WH5046> my lord<WH113>, that I may find<WH4672> favor<WH2580> in thy sight<WH5869>."},{"number":6,"verse":"And the messengers<WH4397> returned<WH7725> to Jacob<WH3290>, saying<WH559>, We came<WH935> to thy brother<WH251> Esau<WH6215>, and moreover he cometh<WH1980> to meet thee<WH7125>, and four hundred<WH3967> men with him<WH376>."},{"number":7,"verse":"Then Jacob<WH3290> was greatly<WH3966> afraid<WH3372> and was distressed<WH3334>: and he divided<WH2673> the people<WH5971> that were with him<WH6629>, and the flocks, and the herds<WH1241>, and the camels<WH1581>, into two<WH8147> companies<WH4264>;"},{"number":8,"verse":"and he said<WH559>, If Esau<WH6215> come<WH935> to the one<WH259> company<WH4264>, and smite it<WH5221>, then the company<WH4264> which is left<WH7604> shall escape<WH6413>."},{"number":9,"verse":"And Jacob<WH3290> said<WH559>, O God<WH430> of my father<WH1> Abraham<WH85>, and God<WH430> of my father<WH1> Isaac<WH3327>, O Jehovah<WH3068>, who saidst<WH559> unto me<WH7725>, Return unto thy country<WH776>, and to thy kindred<WH4138>, and I will do thee good<WH3190>:"},{"number":10,"verse":"I am not worthy of the least<WH6994> of all the lovingkindnesses<WH2617>, and of all the truth<WH571>, which thou hast showed<WH6213> unto thy servant<WH5650>; for with my staff<WH4731> I passed over<WH5674> this Jordan<WH3383>; and now I am become two<WH8147> companies<WH4264>."},{"number":11,"verse":"Deliver me<WH5337>, I pray thee<WH3027>, from the hand of my brother<WH251>, from the hand<WH3027> of Esau<WH6215>: for I fear<WH3373> him<WH935>, lest he come and smite me<WH5221>, the mother<WH517> with<WH5921> the children<WH1121>."},{"number":12,"verse":"And thou saidst<WH559>, I will surely<WH3190> do thee good<WH3190>, and make<WH7760> thy seed<WH2233> as the sand<WH2344> of the sea<WH3220>, which cannot be numbered<WH5608> for multitude<WH7230>."},{"number":13,"verse":"And he lodged<WH3885> there that night<WH3915>, and took<WH3947> of that which he had<WH935> with him<WH3027> a present<WH4503> for Esau<WH6215> his brother<WH251>:"},{"number":14,"verse":"two hundred<WH3967> she-goats<WH5795> and twenty<WH6242> he-goats<WH8495>, two hundred<WH3967> ewes<WH7353> and twenty<WH6242> rams<WH352>,"},{"number":15,"verse":"thirty <WH7970> milch<WH3243> camels<WH1581> and their colts<WH1121>, forty<WH705> cows<WH6510> and ten<WH6235> bulls<WH6499>, twenty<WH6242> she-asses<WH860> and ten<WH6235> foals<WH5895>."},{"number":16,"verse":"And he delivered<WH5414> them into the hand<WH3027> of his servants<WH5650>, every drove<WH5739> by itself<WH559>, and said unto his servants<WH5650>, Pass over<WH5674> before me<WH6440>, and put<WH7760> a space<WH7305> betwixt<WH996> drove<WH5739> and<WH996> drove<WH5739>."},{"number":17,"verse":"And he commanded<WH6680> the foremost<WH7223>, saying<WH559>, When Esau<WH6215> my brother<WH251> meeteth thee<WH6298>, and asketh thee<WH7592>, saying<WH559>, Whose art thou<WH3212>? and whither goest thou<WH6440>? and whose are these before thee?"},{"number":18,"verse":"then thou shalt say<WH559>, They are thy servant<WH5650> Jacob<WH3290>'s; it is a present<WH4503> sent<WH7971> unto my lord<WH113> Esau<WH6215>: and<WH310>, behold, he also is behind us."},{"number":19,"verse":"And he<WH6680> commanded also<WH1571> the second<WH8145>, and the third<WH7992>, and all that followed<WH1980> the droves<WH5739>, saying<WH559>, On this manner<WH1697> shall ye speak<WH1696> unto Esau<WH6215>, when ye find him<WH4672>;"},{"number":20,"verse":"and ye<WH559> shall say<WH1571>, Moreover, behold<WH5650>, thy servant Jacob<WH3290> is behind us<WH310>. For he said<WH559>, I will appease<WH3722> him<WH6440> with the present<WH4503> that goeth<WH1980> before me<WH6440>, and afterward<WH310> I will see<WH7200> his face<WH6440>; peradventure he will accept<WH5375> me<WH6440>."},{"number":21,"verse":"So <WH5674> the present<WH4503> passed over<WH5674> before him<WH6440>: and he himself lodged<WH3885> that night<WH3915> in the company<WH4264>."},{"number":22,"verse":"And he rose up<WH6965> that night<WH3915>, and took<WH3947> his two<WH8147> wives<WH802>, and his two<WH8147> handmaids<WH8198>, and his eleven<WH6240> children<WH3206>, and passed over<WH5674> the ford<WH4569> of the Jabbok<WH2999>."},{"number":23,"verse":"And he took them<WH3947>, and sent them over<WH5674> the stream<WH5158>, and sent over that which he had<WH5674>."},{"number":24,"verse":"And Jacob<WH3290> was left<WH3498> alone<WH79>; and there wrestled a man<WH376> with him until the breaking<WH5927> of the day<WH7837>."},{"number":25,"verse":"And when he saw<WH7200> that he prevailed<WH3201> not against him<WH5060>, he touched the hollow of his thigh<WH3409>; and the hollow<WH3709> of Jacob<WH3290>'s thigh<WH3409> was strained<WH3363>, as he wrestled with him<WH79>."},{"number":26,"verse":"And he said<WH559>, Let me go<WH7971>, for the day<WH7837> breaketh<WH5927>. And he said<WH559>, I will not let thee go<WH7971>, except<WH518> thou bless me<WH1288>."},{"number":27,"verse":"And he said<WH559> unto him<WH8034>, What is thy name? And he said<WH559>, Jacob<WH3290>."},{"number":28,"verse":"And he said<WH559>, Thy name<WH8034> shall be called<WH559> no more Jacob<WH3290>, but Israel<WH3478>: for thou hast striven<WH8280> with God<WH430> and with men<WH582>, and hast prevailed<WH3201>."},{"number":29,"verse":"And Jacob<WH3290> asked<WH7592> him<WH559>, and said, Tell<WH5046> me<WH8034>, I pray thee, thy name. And he said<WH559>, Wherefore is it<WH2088> that thou dost ask<WH7592> after my name<WH8034>? And he blessed him there<WH1288>."},{"number":30,"verse":"And Jacob<WH3290> called<WH7121> the name<WH8034> of the place<WH4725> Peniel<WH6439>: for<WH7200>, said he, I have seen God<WH430> face<WH6440> to face<WH6440>, and my life<WH5315> is preserved<WH5337>."},{"number":31,"verse":"And the sun<WH8121> rose<WH2224> upon him as he passed over<WH5674> Penuel<WH6439>, and he limped<WH6760> upon his thigh<WH3409>."},{"number":32,"verse":"Therefore the children<WH1121> of Israel<WH3478> eat<WH398> not the sinew<WH1517> of the hip<WH5384> which is upon the hollow<WH3709> of the thigh<WH3409>, unto this day<WH3117>: because he touched<WH5060> the hollow<WH3709> of Jacob<WH3290>'s thigh<WH3409> in the sinew<WH1517> of the hip<WH5384>."}]}