{
  "bibleAbbr" : "TOV1986",
  "bookName" : "யோபு",
  "bookEnglishName" : "Job",
  "chapterNumber" : 5,
  "verses" : [ {
    "number" : 1,
    "verse" : "இப்போது கூப்பிடும், உமக்கு உத்தரவு கொடுப்பார் உண்டோ பார்ப்போம்? பரிசுத்தவான்களில் யாரை நோக்கிப் பார்ப்பீர்?"
  }, {
    "number" : 2,
    "verse" : "கோபம் நிர்மூடனைக் கொல்லும்; பொறாமை புத்தியில்லாதவனை அதம் பண்ணும்."
  }, {
    "number" : 3,
    "verse" : "நிர்மூடன் ஒருவன் வேரூன்றுகிறதை நான் கண்டு உடனே அவன் வாசஸ்தலத்தைச் சபித்தேன்."
  }, {
    "number" : 4,
    "verse" : "அவன் பிள்ளைகள் இரட்சிப்புக்குத் தூரமாகி, தப்புவிப்பாரில்லாமல், வாசலிலே நொறுக்கப்பட்டார்கள்."
  }, {
    "number" : 5,
    "verse" : "பசித்தவன் அவன் விளைச்சலை முட்செடிகளுக்குள்ளுமிருந்து பறித்துத் தின்றான்; பறிகாரன் அவன் ஆஸ்தியை விழுங்கினான்."
  }, {
    "number" : 6,
    "verse" : "தீங்கு புழுதியிலிருந்து உண்டாகிறதுமில்லை; வருத்தம் மண்ணிலிருந்து முளைக்கிறதுமில்லை."
  }, {
    "number" : 7,
    "verse" : "அக்கினிப்பொறிகள் மேலே பறக்கிறதுபோல, மனுஷன் வருத்தம் அனுபவிக்கப் பிறந்திருக்கிறான்."
  }, {
    "number" : 8,
    "verse" : "ஆனாலும் நான் தேவனை நாடி, என் நியாயத்தைத் தேவனிடத்தில் ஒப்புவிப்னே."
  }, {
    "number" : 9,
    "verse" : "ஆராய்ந்து முடியாத பெரிய காரியங்களையும், எண்ணிமுடியாத அதிசயங்களையும் அவர் செய்கிறார்."
  }, {
    "number" : 10,
    "verse" : "தாழ்ந்தவர்களை உயரத்தில் வைத்து, துக்கிக்கிறவர்களை இரட்சித்து உயர்த்துகிறார்."
  }, {
    "number" : 11,
    "verse" : "அவர் பூமியின்மேல் மழையை வருஷிக்கப்பண்ணி, வெளிநிலங்களின் மேல் தண்ணீர்களை வருவிக்கிறார்."
  }, {
    "number" : 12,
    "verse" : "தந்திரக்காரரின் கைகள் காரியத்தை முடிய நடத்தக்கூடாதபடிக்கு, அவர்களுடைய உபாயங்களை அவர் அபத்தமாக்குகிறார்."
  }, {
    "number" : 13,
    "verse" : "அவர் ஞானிகளை அவர்களுடைய தந்திரத்திலே பிடிக்கிறார்; திரியாவரக்காரரின் ஆலோசனை கவிழ்க்கப்படும்."
  }, {
    "number" : 14,
    "verse" : "அவர்கள் பகற்காலத்திலே அந்தகாரத்துக்குள்ளாகி, மத்தியான வேளையிலே இரவில் தடவுகிறதுபோலத் தடவித் திரிகிறார்கள்."
  }, {
    "number" : 15,
    "verse" : "ஆனாலும் எளியவனை அவர்கள் வாயிலிருக்கிற பட்டயத்துக்கும், பெலவானின் கைக்கும் விலக்கி இரட்சிக்கிறார்."
  }, {
    "number" : 16,
    "verse" : "அதினால் தரித்திரனுக்கு நம்பிக்கை உண்டு; தீமையானது தன் வாயை மூடும்."
  }, {
    "number" : 17,
    "verse" : "இதோ, தேவன் தண்டிக்கிற மனுஷன் பாக்கியவான்; ஆகையால் சர்வவல்லவருடைய சிட்சையை அற்பமாக எண்ணாதிரும்."
  }, {
    "number" : 18,
    "verse" : "அவர் காயப்படுத்திக் காயங்கட்டுகிறார்; அவர் அடிக்கிறார், அவருடைய கை ஆற்றுகிறது."
  }, {
    "number" : 19,
    "verse" : "ஆறு இக்கட்டுகளுக்கு உம்மை நீங்கலாக்குவார்; ஏழாவதிலும் பொல்லாப்பு உம்மைத் தொடாது."
  }, {
    "number" : 20,
    "verse" : "பஞ்சகாலத்திலே அவர் உம்மை மரணத்துக்கும், யுத்தத்திலே பட்டயத்தின் வெட்டுக்கும் விலக்கி மீட்பார்."
  }, {
    "number" : 21,
    "verse" : "நாவின் சவுக்குக்கும் மறைக்கப்படுவீர்; பாழாக்குதல் வரும்போதும் பயப்படாமலிருப்பீர்."
  }, {
    "number" : 22,
    "verse" : "பாழாக்குதலையும் பஞ்சத்தையும் பார்த்து நகைப்பீர்; காட்டுமிருகங்களுக்கும் பயப்படாமலிருப்பீர்."
  }, {
    "number" : 23,
    "verse" : "வெளியின் கல்லுகளோடும் உமக்கு உடன்படிக்கையிருக்கும்; வெளியின் மிருகங்களும் உம்மோடே சமாதானமாயிருக்கும்."
  }, {
    "number" : 24,
    "verse" : "உம்முடைய கூடாரம் சமாதானத்தோடிருக்கக் காண்பீர்; உம்முடைய வாசஸ்தலத்தை விசாரிக்கும்போது குறைவைக் காணமாட்டீர்."
  }, {
    "number" : 25,
    "verse" : "உம்முடைய சந்தானம் பெருகி, உம்முடைய சந்ததியார் பூமியின் பூண்டுகளைப்போல இருப்பார்கள் என்பதை அறிந்துகொள்வீர்."
  }, {
    "number" : 26,
    "verse" : "தானியம் ஏற்றகாலத்திலே அம்பாரத்தில் சேருகிறதுபோல, முதிர்வயதிலே கல்லறையில் சேருவீர்."
  }, {
    "number" : 27,
    "verse" : "இதோ, நாங்கள் ஆராய்ந்து அறிந்தது இதுதான்; காரியம் இப்படியிருக்கிறது; இதை நீர் கேட்டு உமக்கு நன்மையுண்டாக அறிந்துகொள்ளும் என்றான்."
  } ]
}