{"bibleAbbr":"NCB2019","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":1,"verses":[{"number":1,"verse":"The Song of Songs by Solomon.[b]"},{"number":2,"verse":"Let him kiss me with the kisses of his mouth. Your[c] love is more delightful than wine;"},{"number":3,"verse":"fragrant is the scent of your anointing oils.[d] Your name is a perfume poured out, and that is why the maidens love you."},{"number":4,"verse":"Take me with you, and let us make haste; bring me into your chamber, O king. Companions: We will exult and rejoice in you;[e] we will praise your love more than wine; how right it is to love you."},{"number":5,"verse":"I am dark[g] but lovely, O daughters of Jerusalem, like the tents of Kedar, like the curtains of Salma."},{"number":6,"verse":"Do not stare at me because I am dark, for I was scorched by the sun. My mother’s sons vented their rage against me; they forced me to look after the vineyards, but my own vineyard[h] I could not watch over."},{"number":7,"verse":"Tell me, you whom my heart loves, where you pasture your flocks, and where you rest them at midday,[i] so that I may not be found wandering beside the flocks of your companions."},{"number":8,"verse":"If you do not know, O fairest among women, follow the tracks of the flocks and pasture your young goats close to the tents of the shepherds."},{"number":9,"verse":"I compare you, my beloved, to a mare[k] harnessed to Pharaoh’s chariot."},{"number":10,"verse":"Your cheeks are beautiful with pendants and your neck with its jeweled necklaces."},{"number":11,"verse":"We will make ornaments of gold for you that are studded with silver."},{"number":12,"verse":"While the king reclines on his couch, my nard[l] yields its fragrance."},{"number":13,"verse":"My beloved is for me a sachet of myrrh[m] that lies between my breasts."},{"number":14,"verse":"My beloved is for me a cluster of henna[n] blossoms in the vineyards of En-gedi."},{"number":15,"verse":"How beautiful you are, my beloved, how beautiful you are; your eyes are doves.[o]"},{"number":16,"verse":"How handsome you are, my love, and how you delight me. Our couch is verdant.[p]"},{"number":17,"verse":"The beams of our house are cedar; our rafters are all of pine."}]}