{"bibleAbbr":"NCB2019","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":5,"verses":[{"number":1,"verse":"I have come to my garden, my sister, my bride; I gather my myrrh and my spices, I eat my honeycomb and my honey, I drink my wine and my milk. Companions: Eat, friends, and drink deeply, until you are drunk with love.[a]"},{"number":2,"verse":"I was sleeping, but my heart was awake. Listen! My beloved is knocking: “Open to me, my sister, my beloved, my dove, my perfect one. For my head is drenched with dew,[c] my hair with the wetness of the night.”"},{"number":3,"verse":"I have taken off my robe; must I put it on again? I have bathed my feet; must I soil them again?[d]"},{"number":4,"verse":"My beloved thrust his hand through the opening in the door,[e] and my heart began to tremble."},{"number":5,"verse":"I arose to open to my beloved with myrrh dripping from my hands; the liquid myrrh from my fingers ran onto the handle of the bolt."},{"number":6,"verse":"I opened to my beloved, but he had turned away and was gone; my heart sank at his disappearance. I sought him, but I could not find him; I called out to him, but he did not answer.[f]"},{"number":7,"verse":"The watchmen[h] came upon me as they made their rounds of the city. They beat me and wounded me and took my cloak from me, those guardians of the walls."},{"number":8,"verse":"I charge you, daughters of Jerusalem, if you should find my beloved, please tell him this: that I am sick with love."},{"number":9,"verse":"In what way is your beloved better than any other, O fairest of women? In what way is your beloved better than any other that you lay this charge upon us?"},{"number":10,"verse":"[i]My beloved is radiant and ruddy, one who would stand out in a group of ten thousand."},{"number":11,"verse":"His head is golden, of the purest gold; his hair is like palm branches, black as the raven."},{"number":12,"verse":"His eyes are like doves[j] by water streams, bathed in milk, and mounted like jewels."},{"number":13,"verse":"His cheeks are like beds of spices pouring forth fragrant scents. His lips are like lilies,[k] distilling choice myrrh."},{"number":14,"verse":"His arms are rods of gold adorned with jewels. His body is a block of ivory covered with sapphires."},{"number":15,"verse":"His legs are pillars of marble set in sockets of pure gold. His appearance is like Lebanon, as imposing as the cedars."},{"number":16,"verse":"His mouth is most sweet, and he is totally desirable. Such is my beloved and such is my friend, O daughters of Jerusalem."}]}