{"bibleAbbr":"NCB2019","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":8,"verses":[{"number":1,"verse":"Oh, if only you were to me like a brother, nursed at my mother’s breast. Then if I met you out of doors, I could kiss you without people regarding me with scorn.[a]"},{"number":2,"verse":"I would lead you and bring you into the home of my mother. There you would teach me to give you spiced wine to drink and the juice of my pomegranates."},{"number":3,"verse":"His left hand is under my head and his right arm embraces me."},{"number":4,"verse":"I charge you, daughters of Jerusalem: Do not stir up or awaken love before its time has come.[b]"},{"number":5,"verse":"Who is this coming up from the wilderness leaning on her beloved? Bridegroom: Under the apple tree[d] I awakened you; it was there that your mother conceived you, and there where she who conceived you bore you."},{"number":6,"verse":"[e]Set me as a seal on your heart, as a seal upon your arm. For love is as strong as death,[f] and ardor is as relentless as the netherworld. Its flames are flashes of fire, an unending blaze.[g]"},{"number":7,"verse":"Flood waters cannot quench love, nor can torrents drown it. If one were to offer all his wealth for love, he would be regarded with contempt."},{"number":8,"verse":"“Our sister is little, and her breasts are not yet formed. What shall we do for our sister on the day she is spoken for?"},{"number":9,"verse":"If she is a wall, we will build a silver battlement upon it; if she is a door, we will board her up with planks of cedar.”"},{"number":10,"verse":"I am a wall, and my breasts are like towers. So now in his eyes I have become one who brings peace."},{"number":11,"verse":"[j]Solomon had a vineyard at Baal-hamon,[k] and he entrusted that vineyard to tenants. For its fruit each one would have to pay him a thousand pieces of silver."},{"number":12,"verse":"My vineyard[l] is under my control. You, O Solomon, may have the thousand silver pieces, and those who tend the fruit may have two hundred."},{"number":13,"verse":"O you who dwell in the gardens, my companions are listening for your voice; let me hear it."},{"number":14,"verse":"Make haste, my beloved, and be like a gazelle or a young stag upon the spice-filled mountains."}]}