{"bibleAbbr":"RcV2003","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":25,"verses":[{"number":1,"verse":"At that time the kingdom of the heavens will be likened to ten virgins, who took their lamps and went forth to meet the bridegroom."},{"number":2,"verse":"And five of them were foolish and five were prudent."},{"number":3,"verse":"For the foolish, when they took their lamps, did not take oil with them;"},{"number":4,"verse":"But the prudent took oil in their vessels with their lamps."},{"number":5,"verse":"And while the bridegroom delayed, they all became drowsy and slept."},{"number":6,"verse":"But at midnight there was a cry, Behold, the bridegroom! Go forth to meet him!"},{"number":7,"verse":"Then all those virgins arose and trimmed their own lamps."},{"number":8,"verse":"And the foolish said to the prudent, Give us some of your oil, for our lamps are going out."},{"number":9,"verse":"But the prudent answered, saying, Perhaps there will not be enough for us and for you; go rather to those who sell, and buy for yourselves."},{"number":10,"verse":"And as they were going away to buy, the bridegroom came; and those who were ready went in with him to the wedding feast. And the door was shut."},{"number":11,"verse":"And later the rest of the virgins came also, saying, Lord, lord, open to us!"},{"number":12,"verse":"But he answered and said, Truly I say to you, I do not know you."},{"number":13,"verse":"Watch therefore, for you do not know the day nor the hour."},{"number":14,"verse":"For the kingdom of the heavens is just like a man about to go abroad, who called his own slaves and delivered to them his possessions."},{"number":15,"verse":"To one he gave five talents, and to another two, and to another one, to each according to his own ability. And he went abroad."},{"number":16,"verse":"Immediately he who had received the five talents went and traded with them and gained another five."},{"number":17,"verse":"Similarly, he who had received the two gained another two."},{"number":18,"verse":"But he who had received the one went off and dug in the earth and hid his master’s money."},{"number":19,"verse":"Now after a long time the master of those slaves came and settled accounts with them."},{"number":20,"verse":"And he who had received the five talents came and brought another five talents, saying, Master, you delivered to me five talents; behold, I have gained another five talents."},{"number":21,"verse":"His master said to him, Well done, good and faithful slave. You were faithful over a few things; I will set you over many things. Enter into the joy of your master."},{"number":22,"verse":"And he who had received the two talents also came and said, Master, you delivered to me two talents; behold, I have gained another two talents."},{"number":23,"verse":"His master said to him, Well done, good and faithful slave. You were faithful over a few things; I will set you over many things. Enter into the joy of your master."},{"number":24,"verse":"Then he who had received the one talent also came and said, Master, I knew about you, that you are a hard man, reaping where you did not sow, and gathering where you did not winnow."},{"number":25,"verse":"And I was afraid and went off and hid your talent in the earth; behold, you have what is yours."},{"number":26,"verse":"And his master answered and said to him, Evil and slothful slave, you knew that I reap where I did not sow and gather where I did not winnow."},{"number":27,"verse":"Therefore you should have deposited my money with the money changers; and when I came, I would have recovered what is mine with interest."},{"number":28,"verse":"Take away therefore the talent from him and give it to him who has the ten talents."},{"number":29,"verse":"For to everyone who has, more shall be given, and he shall abound; but from him who does not have, even that which he has shall be taken away from him."},{"number":30,"verse":"And cast out the useless slave into the outer darkness. In that place there will be the weeping and the gnashing of teeth."},{"number":31,"verse":"But when the Son of Man comes in His glory and all the angels with Him, at that time He will sit on the throne of His glory."},{"number":32,"verse":"And all the nations will be gathered before Him, and He will separate them from one another, just as the shepherd separates the sheep from the goats."},{"number":33,"verse":"And He will set the sheep on His right hand and the goats on the left."},{"number":34,"verse":"Then the King will say to those on His right hand, Come, you who are blessed of My Father, inherit the kingdom prepared for you from the foundation of the world."},{"number":35,"verse":"For I was hungry and you gave Me something to eat; I was thirsty and you gave Me a drink; I was a stranger and you took Me in,"},{"number":36,"verse":"Naked and you clothed Me; I was sick and you visited Me; I was in prison and you came to Me."},{"number":37,"verse":"Then the righteous will answer Him, saying, Lord, when have we seen You hungry and have fed You, or thirsty and have given You a drink?"},{"number":38,"verse":"And when have we seen You a stranger and have taken You in, or naked and have clothed You?"},{"number":39,"verse":"And when have we seen You sick or in prison and have come to You?"},{"number":40,"verse":"And the King will answer and say to them, Truly I say to you, Inasmuch as you have done it to one of these, the least of My brothers, you have done it to Me."},{"number":41,"verse":"Then He will say also to those on the left, Go away from Me, you who are cursed, into the eternal fire prepared for the devil and his angels."},{"number":42,"verse":"For I was hungry and you did not give Me anything to eat; I was thirsty and you did not give Me a drink;"},{"number":43,"verse":"I was a stranger and you did not take Me in; naked and you did not clothe Me; sick and in prison, and you did not visit Me."},{"number":44,"verse":"Then they also will answer, saying, Lord, when have we seen You hungry or thirsty or a stranger or naked or sick or in prison and did not minister to You?"},{"number":45,"verse":"Then He will answer them, saying, Truly I say to you, Inasmuch as you did not do it to one of the least of these, neither have you done it to Me."},{"number":46,"verse":"And these shall go away into eternal punishment, but the righteous into eternal life."}]}