{"bibleAbbr":"RcV2003","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":28,"verses":[{"number":1,"verse":"Now late on the Sabbath, as it began to dawn toward the first day of the week, Mary the Magdalene and the other Mary came to look at the grave."},{"number":2,"verse":"And behold, there was a great earthquake, for an angel of the Lord descended out of heaven and came and rolled away the stone and sat upon it."},{"number":3,"verse":"And his appearance was like lightning, and his garment as white as snow."},{"number":4,"verse":"And for fear of him the guards shook and became like dead men."},{"number":5,"verse":"And the angel answered and said to the women, Do not be afraid, for I know that you are seeking Jesus, the crucified."},{"number":6,"verse":"He is not here, for He has been raised, even as He said. Come, see the place where He was lying."},{"number":7,"verse":"And go quickly and tell His disciples that He has been raised from the dead, and behold, He goes before you into Galilee. There you will see Him. Behold, I have told you."},{"number":8,"verse":"And they went away quickly from the tomb with fear and great joy and ran to report this to His disciples."},{"number":9,"verse":"And behold, Jesus met them, saying, Rejoice! And they came to Him and took hold of His feet and worshipped Him."},{"number":10,"verse":"Then Jesus said to them, Do not be afraid. Go and report to My brothers that they should go into Galilee, and there they will see Me."},{"number":11,"verse":"And as they were going, behold, some from the guard came into the city and reported to the chief priests all that had happened."},{"number":12,"verse":"And after the chief priests had gathered with the elders and had taken counsel, they gave a large sum of money to the soldiers,"},{"number":13,"verse":"Saying, Say this, His disciples came by night and stole Him away while we slept."},{"number":14,"verse":"And if this comes to the governor’s ears, we will persuade him and make sure that you have nothing to worry about."},{"number":15,"verse":"And they took the money and did as they were instructed. And this account has been widely spread among the Jews until this very day."},{"number":16,"verse":"And the eleven disciples went to Galilee, to the mountain where Jesus directed them."},{"number":17,"verse":"And when they saw Him, they worshipped Him, though some doubted."},{"number":18,"verse":"And Jesus came and spoke to them, saying, All authority has been given to Me in heaven and on earth."},{"number":19,"verse":"Go therefore and disciple all the nations, baptizing them into the name of the Father and of the Son and of the Holy Spirit,"},{"number":20,"verse":"Teaching them to observe all that I have commanded you. And behold, I am with you all the days until the consummation of the age."}]}