{"bibleAbbr":"BB1572","bookName":"Song of Songs","bookEnglishName":"Song of Songs","chapterNumber":7,"verses":[{"number":1,"verse":"O howe pleasaunt are thy treadynges with thy shoes, thou princes daughter? the ioyntes of thy thighes are like a faire iewell, which is wrought by a cunnyng workemaister."},{"number":2,"verse":"Thy nauell is lyke a rounde goblet, which is neuer without drynke. (7:3) Thy wombe is like a heape of wheate that is set about with lilies."},{"number":3,"verse":"(7:4) Thy two breastes are lyke two twinnes of young roes."},{"number":4,"verse":"(7:5) Thy necke is as it were a towre of iuorie: thine eyes also are lyke the water pooles that are in Hesebon, beside the port of Bathrabbim, thy nose is lyke the towre of Libanus, which loketh towarde Damascus."},{"number":5,"verse":"(7:6) That head that standeth vpon thee is lyke Carmel: and the heere of thy head is like purple, and like a kyng dwellyng among many water conduites."},{"number":6,"verse":"(7:7) O Howe faire and louely art thou my dearlyng in pleasures?"},{"number":7,"verse":"(7:8) Thy stature is lyke a paulme tree, and thy breastes lyke the grapes."},{"number":8,"verse":"(7:9) I sayde, I wyll climbe vp into the paulme tree, and take holde of his hye braunches. (7:10) Thy breastes also shalbe as the wine clusters, the smell of thy nosethrilles like as the smell of apples."},{"number":9,"verse":"(7:11) And thy rooffe of thy mouth lyke the best wine, which is meete for my best beloued, pleasaunt for his lippes, and for his teeth to chawe."},{"number":10,"verse":"(7:12) I am my beloueds, and he shall turne hym vnto me."},{"number":11,"verse":"(7:13) O come on my loue, we wyll go foorth into the fielde, and take our lodgyng in the villages."},{"number":12,"verse":"(7:14) In the mornyng wyll we go see the vineyarde, we wyll see yf the vine be sprong foorth, yf the grapes be growen, and yf the pomegranates be shot out. (7:15) There will I geue thee my brestes:"},{"number":13,"verse":"(7:15) the Mandragoras geue their sweete smell, and besyde our doores are all maner of pleasaunt fruites both newe and olde, which I haue kept for thee O my beloued."}]}