{"bibleAbbr":"KNCL","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":1,"verses":[{"number":1,"verse":"ಪುತ್ರನ ಮುಖೇನ ಪಿತನ ಸಂದೇಶ ಪೂರ್ವಕಾಲದಲ್ಲಿ ದೇವರು ನಮ್ಮ ಪಿತೃಗಳೊಡನೆ ಹಲವಾರು ವಿಧದಲ್ಲಿ, ಅನೇಕ ಸಾರಿ ಪ್ರವಾದಿಗಳ ಮುಖಾಂತರ ಮಾತನಾಡಿದರು."},{"number":2,"verse":"ಆದರೆ, ಇತ್ತೀಚಿನ ಅಂತಿಮ ದಿನಗಳಲ್ಲಿ ಅವರು ತಮ್ಮ ಪುತ್ರನ ಮುಖೇನ ನಮ್ಮೊಡನೆ ಮಾತನಾಡಿದ್ದಾರೆ. ದೇವರು ಇಡೀ ವಿಶ್ವವನ್ನು ಉಂಟುಮಾಡಿದ್ದು ಇವರ ಮುಖಾಂತರವೇ; ಸಮಸ್ತಕ್ಕೂ ಬಾಧ್ಯನನ್ನಾಗಿ ನೇಮಿಸಿರುವುದು ಇವರನ್ನೇ."},{"number":3,"verse":"ಇವರೇ ದೇವರ ಮಹಿಮೆಯ ತೇಜಸ್ಸು; ಇವರೇ ದೈವತ್ವದ ಪಡಿಯಚ್ಚು; ತಮ್ಮ ಶಕ್ತಿಯುತ ವಾಕ್ಯದಿಂದ ಇವರೇ ಸಮಸ್ತಕ್ಕೂ ಆಧಾರ; ನಮ್ಮ ಪಾಪಗಳನ್ನು ತೊಡೆದುಹಾಕಿ, ಸ್ವರ್ಗದಲ್ಲಿ ಮಹೋನ್ನತ ದೇವರ ಬಲಪಾರ್ಶ್ವದಲ್ಲಿ ಆಸೀನರಾಗಿರುವವರೂ ಇವರೇ."},{"number":4,"verse":"ದೇವದೂತರಿಗಿಂತ ಪುತ್ರನೇ ಶ್ರೇಷ್ಠ ಹೀಗೆ ದೇವರ ಪುತ್ರನು ದೇವದೂತರಿಗಿಂತಲೂ ಶ್ರೇಷ್ಠ; ಅವರಿಗಿಂತಲೂ ಹೆಸರುವಾಸಿಯಾದಾತ."},{"number":5,"verse":"ಏಕೆಂದರೆ, ದೇವರು ತಮ್ಮ ದೂತರಲ್ಲಿ ಯಾರಿಗಾದರೂ - “ನೀನೇ ನನ್ನ ಪುತ್ರ; ನಾನೇ ನಿನ್ನನಿಂದು ಪಡೆದವ,” ಎಂದು ಎಂದಾದರೂ ಹೇಳಿದ್ದುಂಟೇ? ಅಥವಾ, “ನಾನಾತನಿಗೆ ಪಿತನು, ಆತನೆನಗೆ ಪುತ್ರನು,” ಎಂದಾಗಲಿ ಹೇಳಿದ್ದುಂಟೇ?"},{"number":6,"verse":"ಇದಲ್ಲದೆ ದೇವರು ತಮ್ಮ ಚೊಚ್ಚಲ ಮಗನನ್ನು ಭೂಲೋಕಕ್ಕೆ ಕಳುಹಿಸುವಾಗ” “ದೇವದೂತರೆಲ್ಲರೂ ಆತನನ್ನು ಆರಾಧಿಸಲಿ,” ಎಂದಿದ್ದಾರೆ."},{"number":7,"verse":"ದೇವದೂತರ ವಿಷಯದಲ್ಲಿ - “ದೇವರು ತಮ್ಮ ದೂತರನ್ನು ಬೀಸುಗಾಳಿಯನ್ನಾಗಿಯೂ ತಮ್ಮ ಸೇವಕರನ್ನು ಅಗ್ನಿಜ್ವಾಲೆಯನ್ನಾಗಿಯೂ ಮಾಡುತ್ತಾರೆ,” ಎಂದು ಹೇಳಿದ್ದಾರೆ."},{"number":8,"verse":"ತಮ್ಮ ಪುತ್ರನನ್ನು ಕುರಿತಾದರೋ: “ದೇವಾ, ನಿನ್ನ ಸಿಂಹಾಸನವು ಶಾಶ್ವತವಾದುದು; ನ್ಯಾಯದಂಡವೇ ನಿನ್ನ ರಾಜದಂಡವಾಗಿದೆ."},{"number":9,"verse":"ನ್ಯಾಯನೀತಿಗಳನ್ನು ನೀನು ಪ್ರೀತಿಸಿದೆ ಅನ್ಯಾಯ, ಅಕ್ರಮಗಳನ್ನು ದ್ವೇಷಿಸಿದೆ. ಆದ್ದರಿಂದ ದೇವರು, ಹೌದು ನಿನ್ನ ದೇವರು ನಿನ್ನನ್ನು ನಿನ್ನ ಮಿತ್ರನಿಗಿಂತ ಮಿಗಿಲಾಗಿ ಸನ್ಮಾನಿಸಿ ಪರಮಾನಂದ ತೈಲದಿಂದ ಅಭಿಷೇಕಿಸಿದ್ದಾರೆ,” ಎಂದು ಹೇಳಿದ್ದಾರೆ."},{"number":10,"verse":"ಇದಲ್ಲದೆ, “ಸರ್ವೇಶ್ವರಾ, ಆದಿಯಲ್ಲಿ ನೀ ಭೂಮಿಯನು ಸೃಜಿಸಿದೆ ನಭಮಂಡಲದಲ್ಲಿ ನಿನ್ನ ಕೈಚಳಕವ ತೋರಿದೆ."},{"number":11,"verse":"ಇವುಗಳೆಲ್ಲವೂ ಅಳಿಯುತ್ತವೆ ನೀನಾದರೋ ಸದಾ ಉಳಿಯುವೆ. ಹಳತಾಗುವುವು ಇವೆಲ್ಲಾ ಬಟ್ಟೆಬರೆಯಂತೆ."},{"number":12,"verse":"ಮುದುರಿ ಮೂಲೆಗೆಸೆಯುವೆ ಇವನ್ನು ಮೇಲಂಗಿಯಂತೆ. ಬದಲಾಯಿಸುವೆ ನೀ ಅವನ್ನು ಉಡುಪಿನಂತೆ ನೀನಾದರೋ ಬದಲಾಗದೆ ಇರುವೆ ಮೊದಲಿನಂತೆ. ಮುಗಿವೇ ಇರದು ನಿನ್ನ ಬಾಳುವೆಗೆ,” ಎಂದೂ ಸಹ ದೇವರು ನುಡಿದಿದ್ದಾರೆ."},{"number":13,"verse":"ಯಾವ ದೇವದೂತನಿಗಾದರೂ ದೇವರು, “ನಿನ್ನ ಶತ್ರುಗಳನ್ನು ನಾನು ನಿನ್ನ ಪಾದದಡಿ ಹಾಕುವತನಕ ನನ್ನ ಬಲಗಡೆಯಲ್ಲಿ ಆಸೀನನಾಗಿರು,” ಎಂದು ಎಂದಾದರೂ ಹೇಳಿದ್ದುಂಟೇ?"},{"number":14,"verse":"ದೂತರೆಲ್ಲರೂ ಕೇವಲ ಸೇವೆಮಾಡುವ ಆತ್ಮಗಳಲ್ಲವೇ? ಜೀವೋದ್ಧಾರವನ್ನು ಬಾಧ್ಯವಾಗಿ ಹೊಂದಬೇಕಾದವರ ಊಳಿಗಕ್ಕಾಗಿ ಕಳುಹಿಸಲಾದವರಲ್ಲವೇ?"}]}