{"bibleAbbr":"KNCL","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":12,"verses":[{"number":1,"verse":"ಶಿಸ್ತಿಗಾಗಿ ಶಿಕ್ಷೆ ಆದಕಾರಣ ಇಷ್ಟುಮಂದಿ ಸಾಕ್ಷಿಗಳು ದೊಡ್ಡ ಮೇಘದಂತೆ ನಮ್ಮ ಸುತ್ತಲೂ ಆವರಿಸಿರುವಾಗ, ನಮಗೆ ಅಡ್ಡಿಯಾಗಬಲ್ಲ ಹೊರೆಯನ್ನೂ ಅಂಟಿಕೊಳ್ಳುವ ಪಾಪವನ್ನೂ ತೆಗೆದುಹಾಕಿ, ನಮಗಾಗಿ ನೇಮಿಸಿರುವ ಓಟದ ಸ್ಪರ್ಧೆಯಲ್ಲಿ ನಾವು‍ ಸ್ಥಿರಚಿತ್ತದಿಂದ ಭಾಗವಹಿಸೋಣ."},{"number":2,"verse":"ವಿಶ್ವಾಸವನ್ನು ಹುಟ್ಟಿಸುವ ಮತ್ತು ಅದನ್ನು ಪರಿಪೂರ್ಣಗೊಳಿಸುವ ಯೇಸುಸ್ವಾಮಿಯನ್ನು ಗುರಿಯಾಗಿಟ್ಟು ಓಡೋಣ. ಅವರು ತಮ್ಮ ಮುಂದಿಡಲಾದ ಸೌಭಾಗ್ಯವನ್ನು ಗಳಿಸಲು ನಿಂದೆ ಅವಮಾನಗಳನ್ನು ಲೆಕ್ಕಿಸದೆ ಶಿಲುಬೆಯ ಮರಣವನ್ನು ಸಹಿಸಿಕೊಂಡರು. ಈಗಲಾದರೋ ದೇವರ ಸಿಂಹಾಸನದ ಬಲಗಡೆ ಆಸೀನರಾಗಿದ್ದಾರೆ."},{"number":3,"verse":"ಪಾಪಿಗಳಿಂದ ತಮಗುಂಟಾದ ಕಠಿಣ ವಿರೋಧವನ್ನು ಯೇಸುಸ್ವಾಮಿ ಹೇಗೆ ಸಹಿಸಿಕೊಂಡರೆಂಬುದನ್ನು ಮನಸ್ಸಿನಲ್ಲಿಡಿ. ಆಗ ನೀವು ಬೇಸತ್ತು ಎದೆಗುಂದಲಾರಿರಿ."},{"number":4,"verse":"ಪಾಪದ ವಿರುದ್ಧ ನೀವು ಕೈಗೊಂಡ ಹೋರಾಟದಲ್ಲಿ ನಿಮ್ಮ ರಕ್ತವನ್ನೇ ಸುರಿಸುವ ಸ್ಥಿತಿಗೆ ನೀವಿನ್ನೂ ಬಂದಿಲ್ಲ."},{"number":5,"verse":"ಮಕ್ಕಳಿಗೆ ಹೇಳುವಂತೆ ದೇವರು ನಿಮಗೆ ಹೇಳಿರುವ ಎಚ್ಚರಿಕೆಯ ಮಾತನ್ನು ನೀವು ಮರೆತುಬಿಟ್ಟಿರೋ? “ಸುಕುಮಾರಾ, ಸರ್ವೇಶ್ವರ ಕೊಡುವ ಶಿಕ್ಷೆಯನ್ನು ತಾತ್ಸಾರ ಮಾಡದಿರು ಅವರು ನಿನ್ನನ್ನು ದಂಡಿಸುವಾಗ ಧೈರ್ಯಗೆಡದಿರು"},{"number":6,"verse":"ಸರ್ವೇಶ್ವರ ತಾವು ಪ್ರೀತಿಸುವವನನ್ನು ಶಿಕ್ಷಿಸುವರು; ತಮಗೆ ಮಗನೆಂದು ಬರಮಾಡಿಕೊಳ್ಳುವವನನ್ನು ದಂಡಿಸುವರು.”"},{"number":7,"verse":"ಶಿಸ್ತಿಗಾಗಿ ಶಿಕ್ಷೆಯನ್ನು ಸಹಿಸಿಕೊಳ್ಳಬೇಕು. ದೇವರು ನಿಮ್ಮನ್ನು ಮಕ್ಕಳಂತೆ ನೋಡಿಕೊಳ್ಳುತ್ತಾರೆ. ತಂದೆಯಿಂದ ಶಿಕ್ಷೆಯನ್ನು ಪಡೆಯದ ಮಗನಿದ್ದಾನೆಯೇ?"},{"number":8,"verse":"ದೇವರು ಎಲ್ಲಾ ಮಕ್ಕಳನ್ನು ಶಿಕ್ಷಿಸುವಾಗ, ನೀವು ಮಾತ್ರ ಅದಕ್ಕೆ ಹೊರತಾದರೆ ನೀವು ತಂದೆಗೆ ಹುಟ್ಟಿದವರಲ್ಲ, ಹಾದರಕ್ಕೆ ಹುಟ್ಟಿದವರು."},{"number":9,"verse":"ಲೌಕಿಕ ತಂದೆ ನಮ್ಮನ್ನು ಶಿಕ್ಷಿಸಿದಾಗಲೂ ನಾವು ಅವರನ್ನು ಗೌರವಿಸುತ್ತೇವೆ. ಹೀಗಿರುವಲ್ಲಿ, ಪಾರಮಾರ್ಥಿಕ ತಂದೆಯಾದ ದೇವರಿಗೆ ನಾವು ಎಷ್ಟೋ ವಿಧೇಯರಾಗಿ ಬಾಳಬೇಕಲ್ಲವೇ?"},{"number":10,"verse":"ಲೌಕಿಕ ತಂದೆಯಾದವರು ತಮ್ಮ ಮನಸ್ಸಿಗೆ ಸರಿದೋರಿದಂತೆ ನಮ್ಮನ್ನು ಶಿಕ್ಷಿಸುತ್ತಾರೆ. ಅದು ಕೊಂಚಕಾಲಕ್ಕೆ ಮಾತ್ರ ಪರಿಣಾಮಕರವಾಗಿರುತ್ತದೆ. ದೇವರಾದರೋ ನಾವು ಅವರ ಪರಿಶುದ್ಧತೆಯಲ್ಲೇ ಭಾಗಿಗಳಾಗುವಂತೆ ನಮ್ಮ ಹಿತಕ್ಕೋಸ್ಕರ ಶಿಕ್ಷಿಸುತ್ತಾರೆ."},{"number":11,"verse":"ಯಾವ ಶಿಕ್ಷೆಯಾದರೂ ತಕ್ಷಣಕ್ಕೆ ಸಿಹಿಯಾಗಿರದೆ ಕಹಿಯಾಗಿಯೇ ಇರುತ್ತದೆ. ಹೀಗೆ ಶಿಸ್ತಿನ ಕ್ರಮಕ್ಕೆ ಒಳಗಾದವರು ಮುಂದಕ್ಕೆ ನ್ಯಾಯನೀತಿಯನ್ನೂ ಶಾಂತಿಸಮಾಧಾನವನ್ನೂ ಪ್ರತಿಫಲವಾಗಿ ಪಡೆಯುತ್ತಾರೆ."},{"number":12,"verse":"ದೇವರ ಧ್ವನಿಯನ್ನು ಕಡೆಗಣಿಸದಿರಿ ಆದ್ದರಿಂದ, ಜೋತುಬೀಳುವ ನಿಮ್ಮ ಕೈಗಳನ್ನು ಮೇಲೆತ್ತಿ, ಕುಸಿದುಬೀಳುವ ನಿಮ್ಮ ಮೊಣಕಾಲುಗಳನ್ನು ಚೇತರಿಸಿಕೊಳ್ಳಿ."},{"number":13,"verse":"ನೀವು ಹಿಡಿದಿರುವ ಹಾದಿಯನ್ನು ಸರಿಪಡಿಸಿಕೊಳ್ಳಿ. ಆಗ ಕುಂಟುವ ಕಾಲು ಉಳುಕದೆ ವಾಸಿಯಾಗುತ್ತದೆ."},{"number":14,"verse":"ಎಲ್ಲರೊಂದಿಗೂ ಶಾಂತಿಸಮಾಧಾನದಿಂದಿರಲು ಪ್ರಯತ್ನಿಸಿರಿ; ಪರಿಶುದ್ಧತೆಯನ್ನು ಅರಸಿರಿ; ಪರಿಶುದ್ಧತೆಯಿಲ್ಲದೆ ಯಾರೂ ದೇವರನ್ನು ಕಾಣುವಂತಿಲ್ಲ."},{"number":15,"verse":"ನಿಮ್ಮಲ್ಲಿ ಯಾರೂ ದೇವರ ಅನುಗ್ರಹವನ್ನು ಕಳೆದುಕೊಳ್ಳದಂತೆ ಎಚ್ಚರಿಕೆಯಾಗಿರಿ. ಯಾವ ವಿಷದ ಬೇರೂ ನಿಮ್ಮಲ್ಲಿ ತಲೆದೋರಿ, ಅಸಮಾಧಾನವನ್ನು ಹುಟ್ಟಿಸಿ, ಸಭೆಯನ್ನು ಕೆಡಿಸದಂತೆ ನೋಡಿಕೊಳ್ಳಿ."},{"number":16,"verse":"ನಿಮ್ಮಲ್ಲಿ ಯಾರೂ ಕಾಮುಕರಾಗಬಾರದು. ಏಸಾವನಂತೆ ಅಧರ್ಮಿಗಳು ಆಗಬಾರದು. ಆತನು, ಒಪ್ಪೊತ್ತಿನ ಊಟಕ್ಕಾಗಿ ತನ್ನ ಜನ್ಮಸಿದ್ಧವಾದ ಹಕ್ಕನ್ನೇ ಮಾರಿಕೊಂಡನು."},{"number":17,"verse":"ಅನಂತರ ತಂದೆಯ ಆಶೀರ್ವಾದವನ್ನು ಬಾಧ್ಯವಾಗಿ ಪಡೆಯಲು ಕಣ್ಣೀರಿಟ್ಟು ಕೇಳಿಕೊಂಡರೂ ಪ್ರಯೋಜನವಾಗಲಿಲ್ಲ; ತಂದೆಯ ತೀರ್ಮಾನವನ್ನು ಮಾರ್ಪಡಿಸುವ ಸಾಧ್ಯತೆಯೂ ಇರಲಿಲ್ಲ. ಇದು ನಿಮಗೆ ತಿಳಿದ ವಿಷಯ."},{"number":18,"verse":"ನೀವು ಇಸ್ರಯೇಲರಂತೆ ಮುಟ್ಟಬಹುದಾದ ಸೀನಾಯ್ ಬೆಟ್ಟಕ್ಕೆ ಬಂದಿಲ್ಲ. ಅಲ್ಲಿ ಬೆಂಕಿ ಧಗಧಗಿಸುತ್ತಿತ್ತು. ಕಾರ್ಗತ್ತಲು ಕವಿದಿತ್ತು; ಮೋಡದ ಮಬ್ಬು ಮುಸುಕಿತ್ತು; ಬಿರುಗಾಳಿ ಬೀಸುತ್ತಿತ್ತು;"},{"number":19,"verse":"ಕಹಳೆಗಳು ಮೊಳಗುತ್ತಿದ್ದವು. ಆಗ ಧ್ವನಿಯೊಂದು ಕೇಳಿಬಂತು. ಅದನ್ನು ಕೇಳಿದವರು, ಇನ್ನೆಂದಿಗೂ ಆ ಧ್ವನಿ ತಮ್ಮೊಂದಿಗೆ ಮಾತನಾಡುವುದೇ ಬೇಡವೆಂದು ಕೇಳಿಕೊಂಡರು."},{"number":20,"verse":"ಏಕೆಂದರೆ, ಈ ಬೆಟ್ಟವನ್ನು ಮುಟ್ಟುವ ಯಾರೇ ಆಗಲಿ, ಯಾವ ಪ್ರಾಣಿಯೇ ಆಗಲಿ, ಅದನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲಬೇಕು, ಎಂಬ ಆಜ್ಞೆಯನ್ನು ಅವರು ಸಹಿಸಲಾರದೆಹೋದರು."},{"number":21,"verse":"ಆ ನೋಟ ಎಷ್ಟು ಭಯಂಕರವಾಗಿತ್ತೆಂದರೆ, ಮೋಶೆ ಕೂಡ, “ನಾನು ಭಯದಿಂದ ನಡುಗುತ್ತಿದ್ದೇನೆ,” ಎಂದು ಹೇಳುವಂತಾಯಿತು!"},{"number":22,"verse":"ಆದರೆ ನೀವು ಬಂದಿರುವುದು ಸಿಯೋನ್ ಬೆಟ್ಟಕ್ಕೆ, ಜೀವಂತ ದೇವರ ನಗರಕ್ಕೆ; ಸ್ವರ್ಗೀಯ ಜೆರುಸಲೇಮಿಗೆ, ಅಸಂಖ್ಯ ದೇವದೂತರು ಕೂಡಿರುವ ಉತ್ಸವ ಕೂಟಕ್ಕೆ;"},{"number":23,"verse":"ಸ್ವರ್ಗದಲ್ಲಿ ದಾಖಲೆಯಾಗಿರುವ ಜೇಷ್ಠಪುತ್ರನ ಸಭೆಗೆ; ನೀವು ಬಂದಿರುವುದು ಸಕಲ ಮಾನವರ ನ್ಯಾಯಮೂರ್ತಿಯಾದ ದೇವರ ಸನ್ನಿಧಿಗೆ; ಸಿದ್ಧಿಗೆ ಬಂದ ಸತ್ಪುರುಷರ ಆತ್ಮಗಳ ಸಮೂಹಕ್ಕೆ;"},{"number":24,"verse":"ಹೊಸ ಒಡಂಬಡಿಕೆಯ ಮಧ್ಯಸ್ಥರಾದ ಯೇಸುಸ್ವಾಮಿಯ ಬಳಿಗೆ, ಹೇಬೆಲನ ರಕ್ತಕ್ಕಿಂತಲೂ ಅಮೋಘವಾಗಿ ಮೊರೆಯಿಡುವ ಪ್ರೋಕ್ಷಣಾರಕ್ತದ ಬಳಿಗೆ ನೀವು ಬಂದಿದ್ದೀರಿ."},{"number":25,"verse":"ಆದ್ದರಿಂದ ನಿಮ್ಮೊಡನೆ ಮಾತಾಡುವ ದೇವರ ಧ್ವನಿಯನ್ನು ಕಡೆಗಣಿಸಬೇಡಿ. ಭೂಮಿಯ ಮೇಲೆ ತಮಗೆ ಬುದ್ಧಿವಾದ ಹೇಳಿದವರನ್ನು ಕಡೆಗಣಿಸಿದವರು ದಂಡನೆಯಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲಿಲ್ಲ. ಹೀಗಿರುವಲ್ಲಿ, ನಮಗೆ ಸ್ವರ್ಗಲೋಕದಿಂದ ಬುದ್ಧಿವಾದ ಹೇಳಿದಾತನನ್ನು ಕಡೆಗಣಿಸಿದರೆ ಹೇಗೆತಾನೆ ದಂಡನೆಯಿಂದ ತಪ್ಪಿಸಿಕೊಂಡೇವು?"},{"number":26,"verse":"ಅಂದು ದೇವರ ಧ್ವನಿಗೆ ಭೂಮಿಯು ನಡುಗಿತು. ಇಂದಾದರೋ, “ಇನ್ನೂ ಒಂದು ಸಾರಿ ನಾನು ಭೂಮಿಯನ್ನಷ್ಟೇ ಅಲ್ಲ, ಆಕಾಶವನ್ನೂ ನಡುಗಿಸುತ್ತೇನೆ,” ಎಂದು ಪ್ರತಿಜ್ಞೆಮಾಡಿರುತ್ತಾರೆ."},{"number":27,"verse":"“ಇನ್ನೂ ಒಂದು ಸಾರಿ,” ಎಂಬ ಈ ಮಾತು ಸೃಷ್ಟಿಸಲಾದ ವಸ್ತುಗಳನ್ನು ಕದಲಿಸಿ ಕಿತ್ತುಹಾಕಲಾಗುವುದು ಎಂಬುದನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಆಗ, ಕದಲಿಸಲಾಗದ ವಸ್ತುಗಳೆಲ್ಲಾ ಸ್ಥಿರವಾಗಿ ಉಳಿಯುತ್ತವೆ."},{"number":28,"verse":"ಆದ್ದರಿಂದ ಯಾರಿಂದಲೂ ಕದಲಿಸಲಾಗದ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಪಡೆದಿರುವ ನಾವು ದೇವರಿಗೆ ಕೃತಜ್ಞತೆಯನ್ನು ಸಲ್ಲಿಸೋಣ. ಅವರಿಗೆ ಚಿರಋಣಿಗಳಾಗಿದ್ದು, ಭಯಭಕ್ತಿಯಿಂದ ಸಮರ್ಪಕ ಆರಾಧನೆಯನ್ನು ಸಲ್ಲಿಸೋಣ."},{"number":29,"verse":"ಏಕೆಂದರೆ, ನಮ್ಮ ದೇವರು ದಹಿಸುವ ಅಗ್ನಿ."}]}