{"bibleAbbr":"KNCL","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":13,"verses":[{"number":1,"verse":"(ಸೂಕ್ತ ತಿಳುವಳಿಕೆ) ಸೋದರ ಪ್ರೀತಿಯಲ್ಲಿ ನೆಲೆಯಾಗಿ ನಿಲ್ಲಿರಿ."},{"number":2,"verse":"ಅತಿಥಿಸತ್ಕಾರ ಮಾಡುವುದನ್ನು ಮರೆಯದಿರಿ. ಅದನ್ನು ಮಾಡುವಾಗ ಅರಿಯದೆ ಕೆಲವರು ದೇವದೂತರನ್ನೇ ಉಪಚರಿಸಿದ್ದಾರೆ."},{"number":3,"verse":"ಸೆರೆಯಲ್ಲಿರುವವರನ್ನು ಸ್ಮರಿಸಿಕೊಳ್ಳಿ. ಅವರ ಸಂಗಡ ನೀವೂ ಸೆರೆಯಲ್ಲಿರುವಂತೆ ಭಾವಿಸಿಕೊಳ್ಳಿ. ಅನ್ಯಾಯಕ್ಕೆ ಒಳಗಾಗಿರುವವರನ್ನು ಜ್ಞಾಪಕದಲ್ಲಿಟ್ಟುಕೊಳ್ಳಿ. ಅನ್ಯಾಯಕ್ಕೆ ಒಳಗಾಗಬಲ್ಲ ದೇಹವೊಂದು ನಿಮಗೂ ಸಹ ಇದೆಯಲ್ಲವೇ?"},{"number":4,"verse":"ವಿವಾಹಬಂಧನವನ್ನು ಎಲ್ಲರೂ ಗೌರವಿಸಲಿ; ದಂಪತಿಗಳ ಸಂಬಂಧವು ನಿಷ್ಕಳಂಕವಾಗಿರಲಿ. ಕಾಮುಕರೂ ವ್ಯಭಿಚಾರಿಗಳೂ ದೇವರ ನ್ಯಾಯತೀರ್ಪಿಗೆ ಗುರಿಯಾಗುತ್ತಾರೆ."},{"number":5,"verse":"ಹಣದಾಶೆಗೆ ಬಲಿಯಾಗಬೇಡಿ. ನಿಮಗೆ ಇರುವುದರಲ್ಲಿಯೇ ತೃಪ್ತರಾಗಿರಿ. “ಎಂದೆಂದಿಗೂ ನಾನು ನಿನ್ನ ಕೈಬಿಡಲಾರೆ; ತ್ಯಜಿಸಲಾರೆ,” ಎಂದು ದೇವರೇ ಹೇಳಿದ್ದಾರೆ."},{"number":6,"verse":"ಆದ್ದರಿಂದ, “ಸರ್ವೇಶ್ವರ ನನಗೆ ಸಹಾಯಕ, ನಾನು ಭಯಪಡೆನು; ಮಾನವನು ನನಗೇನು ಮಾಡಬಲ್ಲನು?” ಎಂದು ನಾವು ಧೈರ್ಯದಿಂದ ಹೇಳಲು ಸಾಧ್ಯ."},{"number":7,"verse":"ದೇವರ ವಾಕ್ಯವನ್ನು ನಿಮಗೆ ಹೇಳಿಕೊಟ್ಟ ಹಿಂದಿನ ಸಭಾನಾಯಕರನ್ನು ಮರೆಯಬೇಡಿ. ಅವರು ಹೇಗೆ ಬಾಳಿದರು, ಎಂಥ ಮರಣವನ್ನು ಪಡೆದರು ಎಂಬುದನ್ನು ಕುರಿತು ಆಲೋಚಿಸಿರಿ. ಅವರ ವಿಶ್ವಾಸ ನಿಮಗೆ ಆದರ್ಶವಾಗಿರಲಿ."},{"number":8,"verse":"ಯೇಸುಕ್ರಿಸ್ತರು, ನಿನ್ನೆ ಇದ್ದಹಾಗೆಯೇ ಇಂದೂ ಎಂದೆಂದೂ ಇದ್ದಾರೆ."},{"number":9,"verse":"ನಾನಾವಿಧವಾದ ವಿಚಿತ್ರ ಬೋಧನೆಗಳ ಸೆಳೆತಕ್ಕೆ ಸಿಲುಕದಿರಿ. ನಿಮ್ಮ ಹೃದಯವನ್ನು, ಊಟೋಪಚಾರಗಳನ್ನು ಕುರಿತ ವಿಧಿನಿಯಮಗಳಿಂದ ಅಲ್ಲ, ದೇವರ ವರಪ್ರಸಾದದಿಂದ ದೃಢಪಡಿಸಿಕೊಳ್ಳಿ. ಅಂಥ ವಿಧಿನಿಯಮಗಳಿಗೆ ಬದ್ಧರಾಗಿದ್ದವರು ಯಾವ ಪ್ರಯೋಜನವನ್ನೂ ಪಡೆಯಲಿಲ್ಲ."},{"number":10,"verse":"ನಮಗೊಂದು ಬಲಿಪೀಠವಿದೆ; ಅಲ್ಲಿ ಅರ್ಪಿಸಲಾಗುವ ಬಲಿಯನ್ನು ಭುಜಿಸಲು ಯೆಹೂದ್ಯ ಗುಡಾರಗಳಲ್ಲಿ ಸೇವೆಸಲ್ಲಿಸುವ ಯಾಜಕರಿಗೆ ಹಕ್ಕಿಲ್ಲ."},{"number":11,"verse":"ಪ್ರಧಾನಯಾಜಕನು ಪಾಪಪರಿಹಾರಕ ಬಲಿಗಾಗಿ ಯಾವ ಪ್ರಾಣಿಗಳ ರಕ್ತವನ್ನು ಗರ್ಭಗುಡಿಗೆ ತರುತ್ತಾನೋ ಆ ಪ್ರಾಣಿಗಳ ದೇಹವನ್ನು ಪಾಳೆಯದಾಚೆ ಸುಡುವುದುಂಟು."},{"number":12,"verse":"ಯೇಸುಸ್ವಾಮಿ ಕೂಡ ತಮ್ಮ ರಕ್ತದಿಂದ ಜನರನ್ನು ಪರಿಶುದ್ಧಗೊಳಿಸುವುದಕ್ಕೋಸ್ಕರ, ನಗರದ್ವಾರದ ಹೊರಗಡೆ ಮರಣಕ್ಕೆ ಈಡಾದರು."},{"number":13,"verse":"ಅಂತೆಯೇ ನಾವು ಅವರ ನಿಮಿತ್ತ ನಮಗೆ ಬರುವ ನಿಂದೆ ಅವಮಾನಗಳನ್ನು ಹೊತ್ತು ನಮ್ಮ ಪಾಳೆಯದಿಂದಾಚೆ ಅವರ ಬಳಿಗೆ ಹೋಗೋಣ."},{"number":14,"verse":"ಏಕೆಂದರೆ, ಇಹದಲ್ಲಿ ಶಾಶ್ವತವಾದ ನಗರವು ನಮಗಿಲ್ಲ. ಬರಲಿರುವ ನಗರವನ್ನು ನಾವು ಎದುರುನೋಡುವವರು."},{"number":15,"verse":"ಆದ್ದರಿಂದ, ಪ್ರಭುವಾದ ಯೇಸುಕ್ರಿಸ್ತರನ್ನು ಮುಕ್ತಕಂಠದಿಂದ ಗುಣಗಾನಮಾಡುತ್ತಾ ಅವರ ಮುಖಾಂತರ ಸ್ತುತಿಯೆಂಬ ಬಲಿಯನ್ನು ದೇವರಿಗೆ ಸತತವಾಗಿ ಸಮರ್ಪಿಸೋಣ."},{"number":16,"verse":"ಇದಲ್ಲದೆ, ಪರೋಪಕಾರ ಮಾಡುವುದನ್ನೂ ನಿಮಗಿರುವುದನ್ನು ಪರರೊಡನೆ ಹಂಚಿಕೊಳ್ಳುವುದನ್ನೂ ನಿಲ್ಲಿಸಬೇಡಿ. ಇವು ಕೂಡ ದೇವರಿಗೆ ಮೆಚ್ಚುಗೆಯಾದ ಬಲಿಯರ್ಪಣೆಗಳೇ."},{"number":17,"verse":"ನಿಮ್ಮ ಸಭಾನಾಯಕರಿಗೆ ವಿಧೇಯರಾಗಿರಿ. ಅವರ ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸಿರಿ. ಅವರು ನಿಮ್ಮ ಆತ್ಮಗಳ ಪಾಲಕರು; ದೇವರಿಗೆ ಲೆಕ್ಕ ಒಪ್ಪಿಸಬೇಕಾದವರು. ಈ ಸೇವೆಯನ್ನು ಅವರು ಸಂತೋಷದಿಂದ ಮಾಡುವಂತೆ ನೀವು ನಡೆದುಕೊಳ್ಳಿ. ಅವರು ಮನನೊಂದುಕೊಂಡು ಮಾಡುವ ಸೇವೆಯಿಂದ ನಿಮಗೆ ಒಳಿತಾಗದು."},{"number":18,"verse":"ನಮಗಾಗಿಯೂ ಪ್ರಾರ್ಥಿಸಿರಿ. ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ ನಾವು ಸಜ್ಜನರಾಗಿ ನಡೆದುಕೊಳ್ಳಬೇಕೆಂಬುದೇ ನಮ್ಮ ಅಪೇಕ್ಷೆ. ನಮ್ಮ ಮನಸ್ಸಾಕ್ಷಿ ಶುದ್ಧವಾಗಿದೆಯೆಂಬ ದೃಢನಂಬಿಕೆ ನಮಗಿದೆ."},{"number":19,"verse":"ನಿಮ್ಮ ಬಳಿಗೆ ನಾನು ಆದಷ್ಟು ಬೇಗನೆ ಬಂದು ಸೇರುವಂತೆ ಪ್ರಾರ್ಥಿಸಬೇಕೆಂದು ನಿಮ್ಮನ್ನು ಬಹಳವಾಗಿ ಕೇಳಿಕೊಳ್ಳುತ್ತೇನೆ."},{"number":20,"verse":"(ಆಶೀರ್ವಚನ) ಸಭೆಯೆಂಬ ಕುರಿಮಂದೆಗೆ ಮಹಾಪಾಲಕರಾದ ಯೇಸುಸ್ವಾಮಿ ಶಾಶ್ವತ ಒಡಂಬಡಿಕೆಯನ್ನು ನಿಶ್ಚಯಪಡಿಸುವುದಕ್ಕಾಗಿ ತಮ್ಮ ರಕ್ತವನ್ನು ಸುರಿಸಿದರು. ಶಾಂತಿದಾತರಾದ ದೇವರು ನಮ್ಮ ಪ್ರಭುವನ್ನು ಸಾವಿನಿಂದ ಜೀವಕ್ಕೆ ಎಬ್ಬಿಸಿದರು."},{"number":21,"verse":"ನೀವು ಇಂಥ ದೇವರ ಚಿತ್ತವನ್ನು ನೆರವೇರಿಸಲು ನಿಮಗೆ ಬೇಕಾದ ಎಲ್ಲಾ ವರದಾನಗಳನ್ನು ಅವರು ನಿಮಗೆ ಅನುಗ್ರಹಿಸಲಿ. ಸ್ವಾಮಿ ಯೇಸುಕ್ರಿಸ್ತರ ಮುಖಾಂತರ ನಾವು ಅವರಿಗೆ ಪ್ರಿಯರಾದವರಾಗಿ ಬಾಳುವಂತಾಗಲಿ. ಯೇಸುಕ್ರಿಸ್ತರಿಗೆ ಯುಗಯುಗಾಂತರಕ್ಕೂ ಮಹಿಮೆ ಸಲ್ಲಲಿ! ಆಮೆನ್."},{"number":22,"verse":"ಸಹೋದರರೇ, ಈ ಬುದ್ಧಿಮಾತುಗಳನ್ನು ತಾಳ್ಮೆಯಿಂದ ಸ್ವೀಕರಿಸಬೇಕೆಂದು ಕೇಳಿಕೊಳ್ಳುತ್ತೇನೆ. ಇವನ್ನು ಸಂಕ್ಷೇಪವಾಗಿಯೇ ನಿಮಗೆ ಬರೆದಿದ್ದೇನೆ."},{"number":23,"verse":"ನಿಮ್ಮ ಸಹೋದರ ತಿಮೊಥೆಯನಿಗೆ ಬಿಡುಗಡೆಯಾಗಿದೆ ಎಂದು ನಿಮಗೆ ತಿಳಿಸಬಯಸುತ್ತೇನೆ. ಆತನು ಬೇಗ ಬಂದರೆ, ನಾನೂ ಆತನೊಂದಿಗೆ ಬಂದು ನಿಮ್ಮನ್ನು ಕಾಣುತ್ತೇನೆ."},{"number":24,"verse":"ನಿಮ್ಮ ಸಭಾನಾಯಕರೆಲ್ಲರಿಗೂ ಎಲ್ಲಾ ದೇವಜನರಿಗೂ ನನ್ನ ವಂದನೆಗಳು. ಇಟಲಿಯಿಂದ ಬಂದ ಸಹೋದರರು ನಿಮಗೆ ವಂದನೆ ತಿಳಿಸಿದ್ದಾರೆ."},{"number":25,"verse":"ದೇವರ ಕೃಪಾಶೀರ್ವಾದ ನಿಮ್ಮೆಲ್ಲರಲ್ಲೂ ಇರಲಿ!"}]}