{"bibleAbbr":"KNCL","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":2,"verses":[{"number":1,"verse":"(ಉತ್ಕೃಷ್ಟ ಜೀವೋದ್ಧಾರ) ಆದ್ದರಿಂದಲೇ ಹುಚ್ಚುಹೊಳೆಯಲ್ಲಿ ಕೊಚ್ಚಿಹೋಗದ ಹಾಗೆ ನಾವು ಕೇಳಿರುವ ಸತ್ಯಗಳಿಗೆ ಬಿಗಿಯಾಗಿ ಕಚ್ಚಿಕೊಳ್ಳಬೇಕು."},{"number":2,"verse":"ಏಕೆಂದರೆ, ದೇವದೂತರ ಮುಖಾಂತರ ನಮ್ಮ ಪೂರ್ವಜರಿಗೆ ಕೊಡಲಾದ ಸಂದೇಶವು ಅಕ್ಷಯವಾಗಿದ್ದು ಅದನ್ನು ಮೀರಿ ಮಾಡಿದ ಪ್ರತಿಯೊಂದು ತಪ್ಪು ಮತ್ತು ಅವಿಧೇಯತೆಯು ಶಿಕ್ಷಾರ್ಹವಾಗಿದ್ದರೆ,"},{"number":3,"verse":"ಇಂಥ ಉತ್ಕೃಷ್ಟ ಜೀವೋದ್ಧಾರವನ್ನು ಪಡೆದಿರುವ ನಾವು ಅದನ್ನು ಅಲಕ್ಷ್ಯಮಾಡಿದಲ್ಲಿ ಶಿಕ್ಷೆಯಿಂದ ಹೇಗೆತಾನೆ ತಪ್ಪಿಸಿಕೊಳ್ಳಬಲ್ಲೆವು? ಈ ಜೀವೋದ್ಧಾರವನ್ನು ಮೊತ್ತಮೊದಲು ಸಾರಿದವರು ಪ್ರಭುವೇ. ಅವರನ್ನು ಆಗ ಆಲಿಸಿದವರು ಅದನ್ನು ನಮಗೆ ಪ್ರಮಾಣೀಕರಿಸಿದ್ದಾರೆ."},{"number":4,"verse":"ಸೂಚಕಕಾರ್ಯಗಳಿಂದಲೂ ಅದ್ಭುತಕಾರ್ಯಗಳಿಂದಲೂ ಹಲವಾರು ಮಹತ್ಕಾರ್ಯಗಳಿಂದಲೂ ಮತ್ತು ತಮ್ಮ ಚಿತ್ತಾನುಸಾರ ಅನುಗ್ರಹಿಸಿದ ಪವಿತ್ರಾತ್ಮ ಅವರ ವರದಾನಗಳಿಂದಲೂ ದೇವರು ಆ ಪ್ರಮಾಣವನ್ನು ಪುಷ್ಟೀಕರಿಸಿದ್ದಾರೆ."},{"number":5,"verse":"(ಉದ್ಧಾರ ಪ್ರವರ್ತಕ ಯೇಸು) ನಾವು ಪ್ರಸ್ತಾಪಿಸುತ್ತಿರುವ ನೂತನ ಸಾಮ್ರಾಜ್ಯವನ್ನು ದೇವರು ತಮ್ಮ ದೂತರಿಗೆ ಅಧೀನಪಡಿಸಲಿಲ್ಲ."},{"number":6,"verse":"ಅದಕ್ಕೆ ಬದಲಾಗಿ, ಪವಿತ್ರಗ್ರಂಥದಲ್ಲಿ ಒಂದೆಡೆ ಹೀಗೆಂದು ಸ್ಪಷ್ಟವಾಗಿ ಹೇಳಲಾಗಿದೆ: “ಓ ದೇವಾ, ಹುಲುಮಾನವನೆಷ್ಟರವನು ನೀನವನ ಗಮನಿಸಲು?"},{"number":7,"verse":"ನರಪುತ್ರನು (ಅಥವಾ : ನರಮಾನವನು.) ಎನಿತರವನು ನೀನವನ ಅರಸಿಬರಲು? ದೇವದೂತರಿಗಿಂತಲೂ ಆತನನು ತುಸುವೇ ತಗ್ಗಿಸಿದೆ ಘನಗೌರವವನು, ಸಿರಿಮಹಿಮೆಯನು ಮುಕುಟವಾಗಿ ಮುಡಿಸಿದೆ;"},{"number":8,"verse":"ಆತನಿಗೆ ನೀನೆಲ್ಲವನು ಅಧೀನವಾಗಿಸಿದೆ.” ಹೀಗೆ ದೇವರು ಎಲ್ಲವನ್ನು ಆತನಿಗೆ ಅಧೀನಪಡಿಸಿರುವುದರಿಂದ ಆತನಿಗೆ ಅಧೀನವಲ್ಲದ್ದು ಏನೂ ಇಲ್ಲವೆಂದಾಯಿತು. ಆದರೂ ಸದ್ಯಕ್ಕೆ ಎಲ್ಲವೂ ಆತನಿಗೆ ಅಧೀನವಾಗಿರುವುದನ್ನು ನಾವು ಕಾಣುತ್ತಿಲ್ಲ."},{"number":9,"verse":"ದೇವದೂತರಿಗಿಂತ ಕೊಂಚಕಾಲವೇ ತುಸು ತಗ್ಗಿಸಲಾದ ಒಬ್ಬರನ್ನು, ಅಂದರೆ ಯೇಸುವನ್ನು ಮಾತ್ರ ನಾವು ಕಾಣುತ್ತೇವೆ. ಇವರು ಯಾತನಾ ಮರಣವನ್ನು ಅನುಭವಿಸಿದ್ದರಿಂದ ‘ಘನಗೌರವವನ್ನೂ ಸಿರಿಮಹಿಮೆಯನ್ನೂ ಮುಕುಟವಾಗಿ’ ಪಡೆದುದನ್ನು ನಾವು ಕಾಣುತ್ತೇವೆ. ದೈವಾನುಗ್ರಹದಿಂದ ಎಲ್ಲಾ ಮಾನವರ ಕಲ್ಯಾಣಕ್ಕಾಗಿ ಅವರು ಸಾವನ್ನು ಅನುಭವಿಸಬೇಕಾಗಿತ್ತು."},{"number":10,"verse":"ಸಮಸ್ತವನ್ನೂ ಸೃಷ್ಟಿಸಿ ಪರಿಪಾಲಿಸಿಕೊಂಡುಬರುವ ದೇವರು ತಮ್ಮ ಮಹಿಮೆಯಲ್ಲಿ ಪಾಲುಗೊಳ್ಳಲು ಮಕ್ಕಳನೇಕರನ್ನು ಕರೆತರುವಂತೆ ಉದ್ಧಾರ ಪ್ರವರ್ತಕರಾದ ಯೇಸುವನ್ನು ಹಿಂಸೆಬಾಧೆಗಳ ಮೂಲಕ ಪರಿಪೂರ್ಣವಾಗಿಸಿದ್ದು ಯುಕ್ತವೇ ಸರಿ."},{"number":11,"verse":"ಪವಿತ್ರಗೊಳಿಸುವವನಿಗೂ ಪವಿತ್ರರಾಗುವವರಿಗೂ ಒಬ್ಬನೇ ತಂದೆ. ಈ ಕಾರಣ, ಪವಿತ್ರಗೊಳಿಸುವ ಯೇಸು, ಪವಿತ್ರರಾಗುವವರನ್ನು ‘ಸಹೋದರರು’ ಎಂದು ಕರೆಯಲು ನಾಚಿಕೆಪಡಲಿಲ್ಲ."},{"number":12,"verse":"“ಸಾರುವೆನು ನನ್ನ ಸೋದರರಿಗೆ ನಿನ್ನ ಮಹಿಮೆಯನು ಮಾಡುವೆನು ಸಭಾಮಧ್ಯೆ ನಿನ್ನ ಗುಣಗಾನವನು,” ಎಂದೂ"},{"number":13,"verse":"“ದೇವರಲ್ಲಿ ಭರವಸೆಯಿಡುವೆನು ನಾನು,” ಎಂದೂ “ಇಗೋ, ಇರುವೆವು ನಾನು ಮತ್ತು ದೇವರೆನಗಿತ್ತ ಕುವರರು,” ಎಂದು ಹೇಳಿದ್ದಾರೆ."},{"number":14,"verse":"ಇದಲ್ಲದೆ, ಮಕ್ಕಳು ರಕ್ತಮಾಂಸಧಾರಿಗಳಾಗಿರುವುದರಿಂದ ಯೇಸುವು ಅವರಂತೆ ರಕ್ತಮಾಂಸಧಾರಿಯಾದರು. ಹೀಗೆ ಮರಣಾಧಿಕಾರಿಯಾಗಿದ್ದ ಸೈತಾನನನ್ನು ತಮ್ಮ ಮರಣದಿಂದಲೇ ಸೋಲಿಸಲು ಮತ್ತು ಮರಣಭಯದ ನಿಮಿತ್ತ ತಮ್ಮ ಜೀವನದುದ್ದಕ್ಕೂ ದಾಸ್ಯದಲ್ಲಿದ್ದವರನ್ನು ಬಿಡುಗಡೆಮಾಡಲು ಅವರು ಮನುಷ್ಯರಾದರು."},{"number":16,"verse":"ಅವರು ಉದ್ಧಾರ ಮಾಡಬಂದುದು ಖಂಡಿತವಾಗಿ ದೇವದೂತರನ್ನಲ್ಲ, ಅಬ್ರಹಾಮನ ಸಂತತಿಯನ್ನು."},{"number":17,"verse":"ಆದಕಾರಣ, ಎಲ್ಲದರಲ್ಲೂ ತಮ್ಮ ಸಹೋದರರಿಗೆ ಸಮಾನರಾಗಬೇಕಾಗಿತ್ತು; ಜನರ ಪಾಪನಿವಾರಣೆಗಾಗಿ ದೇವರ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುವ ದಯಾಮಯನೂ ನಂಬಿಕಸ್ಥನೂ ಆದ ಪ್ರಧಾನ ಯಾಜಕನಾಗಬೇಕಾಗಿತ್ತು."},{"number":18,"verse":"ಸ್ವತಃ ತಾವೇ ಶೋಧನೆಗೊಳಗಾಗಿ ಯಾತನೆಯನ್ನು ಅನುಭವಿಸಿದ್ದರಿಂದ ಶೋಧನೆಗೊಳಗಾಗುವವರಿಗೆ ನೆರವಾಗಲು ಯೇಸು ಸಮರ್ಥರಾದರು."}]}