{"bibleAbbr":"KNCL","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":6,"verses":[{"number":1,"verse":"ಆದುದರಿಂದ ಕ್ರಿಸ್ತಯೇಸುವನ್ನು ಕುರಿತಾದ ಪ್ರಾಥಮಿಕ ಪಾಠಗಳಲ್ಲೇ ನಿಂತುಬಿಡದೆ ಪ್ರೌಢ ವಿಷಯಗಳತ್ತ ಸಾಗೋಣ."},{"number":2,"verse":"ಜಡ ಕರ್ಮಗಳನ್ನು ಬಿಟ್ಟು ದೇವರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವುದು, ಸ್ನಾನಸಂಸ್ಕಾರಗಳು, ಹಸ್ತನಿಕ್ಷೇಪ, ಸತ್ತವರ ಪುನರುತ್ಥಾನ, ನಿತ್ಯವಾದ ನ್ಯಾಯತೀರ್ಪು - ಈ ಬೋಧನಾ ಅಸ್ತಿವಾರವನ್ನು ಮತ್ತೆ ಮತ್ತೆ ಹಾಕಬೇಕಾಗಿಲ್ಲ."},{"number":3,"verse":"ದೇವರ ಚಿತ್ತವಾದರೆ ಪ್ರೌಢ ವಿಷಯಗಳತ್ತ ಪ್ರಗತಿಪರರಾಗೋಣ."},{"number":4,"verse":"ಒಬ್ಬನು, ಒಮ್ಮೆ ಜ್ಞಾನೋದಯವನ್ನು ಪಡೆದು, ಸ್ವರ್ಗೀಯ ವರದಾನಗಳನ್ನು ಆಸ್ವಾದಿಸಿ, ಪವಿತ್ರಾತ್ಮ ಅವರ ಸಹಭಾಗಿಯಾಗಿ,"},{"number":5,"verse":"ದೇವರ ವಾಕ್ಯದ ಸವಿಯುಂಡು, ಬರಲಿರುವ ಯುಗದ ವೈಭವವನ್ನು ಮನಗಂಡು,"},{"number":6,"verse":"ಅನಂತರವೂ ವಿಶ್ವಾಸಭ್ರಷ್ಟನಾದರೆ, ಅಂಥವನು ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ದೈವಾಭಿಮುಖನಾಗುವುದು ಅಸಾಧ್ಯ. ಏಕೆಂದರೆ, ಅಂಥವನು ತನ್ನ ಪಾಲಿಗೆ ದೇವರ ಪುತ್ರನನ್ನು ಪುನಃ ಶಿಲುಬೆಗೆ ಏರಿಸಿ ಅವರನ್ನು ಬಹಿರಂಗವಾಗಿ ಅವಮಾನಗೊಳಿಸುವವನಾಗುತ್ತಾನೆ."},{"number":7,"verse":"ಭೂಮಿಯು ಕಾಲಾನುಕಾಲಕ್ಕೆ ತನ್ನ ಮೇಲೆ ಬೀಳುವ ಮಳೆಯ ನೀರನ್ನು ಹೀರಿಕೊಂಡು ವ್ಯವಸಾಯಗಾರನಿಗೆ ಅನುಕೂಲವಾದ ಬೆಳೆಯನ್ನು ಕೊಟ್ಟರೆ ದೇವರ ಆಶೀರ್ವಾದವನ್ನು ಪಡೆಯುತ್ತದೆ."},{"number":8,"verse":"ಆದರೆ, ಅದು ಮುಳ್ಳುಗಿಡಗಳನ್ನೂ ಕಳೆಗಳನ್ನೂ ಬೆಳೆಸಿದರೆ ಅಪ್ರಯೋಜಕವೆನಿಸಿಕೊಂಡು ಶಾಪಕ್ಕೆ ಗುರಿಯಾಗುತ್ತದೆ; ಕೊನೆಗದು ಬೆಂಕಿಗೆ ತುತ್ತಾಗುತ್ತದೆ."},{"number":9,"verse":"ಪ್ರಿಯರೇ, ನಾವು ಈ ರೀತಿ ಹೇಳಿದೆವಾದರೂ ನಿಮ್ಮ ಪರಿಸ್ಥಿತಿ ಉತ್ತಮವಾಗಿದೆ ಮತ್ತು ನೀವು ಜೀವೋದ್ಧಾರದ ಮಾರ್ಗದಲ್ಲಿ ಇದ್ದೀರಿ ಎಂಬ ದೃಢವಾದ ನಂಬಿಕೆ ನನಗಿದೆ."},{"number":10,"verse":"ನೀವು ದೇವಜನರಿಗೆ ಉಪಚಾರಮಾಡಿದ್ದೀರಿ, ಮಾಡುತ್ತಲೂ ಇದ್ದೀರಿ. ದೇವರ ಹೆಸರಿನಲ್ಲಿ ನೀವು ಮಾಡಿದ ಪ್ರೀತಿಪೂರ್ವಕವಾದ ಸೇವೆಯನ್ನು ದೇವರು ಮರೆಯುವಂತಿಲ್ಲ, ಅವರು ಅನ್ಯಾಯ ಮಾಡುವವರೇನೂ ಅಲ್ಲ."},{"number":11,"verse":"ನೀವು ಹೊಂದಿರುವ ನಿರೀಕ್ಷೆ ಪೂರ್ಣವಾಗಿ ಕೈಗೂಡುವಂತೆ ನಿಮ್ಮಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನೂ ಮೊದಲಿನ ಆಸಕ್ತಿಯನ್ನು ಕಡೆಯತನಕವೂ ತೋರಿಸಬೇಕೆಂದು ಹಾರೈಸುತ್ತೇನೆ."},{"number":12,"verse":"ನೀವು ಆಲಸಿಗಳಾಗಿರಬಾರದು; ವಿಶ್ವಾಸದಿಂದಲೂ ಬಹು ತಾಳ್ಮೆಯಿಂದಲೂ ದೈವ ವಾಗ್ದಾನಗಳನ್ನು ಬಾಧ್ಯವಾಗಿಸಿಕೊಂಡವರನ್ನು ಅನುಸರಿಸಬೇಕು."},{"number":13,"verse":"(ದೇವರ ಸ್ಥಿರವಾಗ್ದಾನ) ದೇವರು ಅಬ್ರಹಾಮನಿಗೆ ವಾಗ್ದಾನ ಮಾಡಿದಾಗ ತಮ್ಮ ಮಾತನ್ನು ಈಡೇರಿಸುವುದಾಗಿ ಶಪಥಮಾಡಿದರು. ತಮಗಿಂತಲೂ ಮೇಲಾದವರಾರೂ ಇಲ್ಲವಾದ ಕಾರಣ ತಮ್ಮ ಸ್ವಂತ ಹೆಸರಿನಲ್ಲೇ ಶಪಥಮಾಡಿದರು."},{"number":14,"verse":"“ಖಂಡಿತವಾಗಿಯೂ ನಾನು ನಿನ್ನನ್ನು ಆಶೀರ್ವದಿಸುವೆನು; ನಿನ್ನ ಸಂತಾನವನ್ನು ಹೆಚ್ಚಿಸಿಯೇ ತೀರುವೆನು,” ಎಂದರು."},{"number":15,"verse":"ಅಂತೆಯೇ, ಅಬ್ರಹಾಮನು ದೀರ್ಘಕಾಲ ಕಾದಿದ್ದು ದೇವರ ವಾಗ್ದಾನದ ಫಲವನ್ನು ಪಡೆದನು."},{"number":16,"verse":"ಮನುಷ್ಯರು ತಮಗಿಂತಲೂ ಹೆಚ್ಚಿನವರ ಮೇಲೆ ಆಣೆಯಿಡುವುದು ವಾಡಿಕೆ. ಹೀಗೆ ಆಣೆಯಿಟ್ಟು ಪ್ರಮಾಣಮಾಡಿದರೆ ಎಲ್ಲ ವಿವಾದಗಳು ಕೊನೆಗೊಳ್ಳುತ್ತವೆ."},{"number":17,"verse":"ಹಾಗೆಯೇ, ದೇವರು ತಮ್ಮ ವಾಗ್ದಾನವನ್ನು ಬಾಧ್ಯವಾಗಿ ಪಡೆಯುವವರಿಗೆ ತಮ್ಮ ಸಂಕಲ್ಪ ಅಚಲವಾದುದು ಎಂಬುದನ್ನು ಸ್ಪಷ್ಟಪಡಿಸಲು, ಶಪಥಮಾಡಿ ಸ್ಥಿರಪಡಿಸಿದರು."},{"number":18,"verse":"ದೇವರ ವಾಗ್ದಾನ ಮತ್ತು ಶಪಥ ಇವೆರಡೂ ಅಚಲವಾದ ಆಧಾರಗಳು. ಇವುಗಳ ವಿಷಯವಾಗಿ ದೇವರು ನಮಗೆ ಮೋಸಮಾಡುವವರೇ ಅಲ್ಲ. ಇದರಿಂದಾಗಿ, ದೇವರ ಆಶ್ರಯಕ್ಕಾಗಿ ಧಾವಿಸಿಬಂದಿರುವ ನಾವು, ನಮ್ಮ ಮುಂದಿರಿಸಿರುವ ನಂಬಿಕೆ ನಿರೀಕ್ಷೆಯಲ್ಲಿ ಸ್ಥಿರವಾಗಿ ನಿಲ್ಲಲು ಬಲವಾದ ಪ್ರೋತ್ಸಾಹ ದೊರೆತಂತಾಯಿತು."},{"number":19,"verse":"ಈ ನಂಬಿಕೆ, ನಿರೀಕ್ಷೆ, ನಮ್ಮ ಬಾಳನೌಕೆಯ ಸ್ಥಿರವಾದ ಹಾಗೂ ಸುರಕ್ಷಿತವಾದ ಲಂಗರಿನಂತಿದೆ. ಇದು ತೆರೆಯ ಹಿಂದಿರುವ ಸ್ವರ್ಗೀಯ ಗರ್ಭಗುಡಿಯನ್ನು ಪ್ರವೇಶಿಸುವಂಥದ್ದು."},{"number":20,"verse":"ಸದಾಕಾಲವೂ ಮೆಲ್ಕಿಸದೇಕನ ಪರಂಪರೆಗೆ ಸೇರಿದ ಪ್ರಧಾನಯಾಜಕರಾದ ಯೇಸು ನಮ್ಮ ಮುಂದಾಳಾಗಿ ಹೋಗಿ ಆ ಗರ್ಭಗುಡಿಯನ್ನು ಪ್ರವೇಶಿಸಿದ್ದಾರೆ."}]}