{"bibleAbbr":"KNCL","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":8,"verses":[{"number":1,"verse":"(ಹೊಸ ಒಡಂಬಡಿಕೆಯ ಹೊಸ ಯಾಜಕತ್ವ) ಈಗ ಹೇಳುತ್ತಿರುವುದರ ಮುಖ್ಯಾಂಶ ಏನೆಂದರೆ: ಸ್ವರ್ಗದಲ್ಲಿ ಮಹೋನ್ನತ ದೇವರ ಸಿಂಹಾಸನದ ಬಲಗಡೆಯಲ್ಲಿ ಆಸೀನರಾಗಿರುವಂಥ ಪ್ರಧಾನಯಾಜಕ ನಮಗಿದ್ದಾರೆ."},{"number":2,"verse":"ಅಲ್ಲಿ, ಆ ಪವಿತ್ರಸ್ಥಾನದಲ್ಲಿ ಮನುಷ್ಯರಿಂದಲ್ಲ, ದೇವರಿಂದಲೇ ನಿರ್ಮಿತವಾದ ನಿಜವಾದ ಗರ್ಭಗುಡಿಯಲ್ಲಿ, ಅವರು ಯಾಜಕ ಸೇವೆಯನ್ನು ಸಲ್ಲಿಸುತ್ತಿದ್ದಾರೆ."},{"number":3,"verse":"ಪ್ರತಿಯೊಬ್ಬ ಪ್ರಧಾನಯಾಜಕನು ಕಾಣಿಕೆಗಳನ್ನೂ ಬಲಿಗಳನ್ನೂ ಅರ್ಪಿಸುವುದಕ್ಕಾಗಿಯೇ ನೇಮಕಗೊಂಡಿರುತ್ತಾನೆ. ಆದ್ದರಿಂದ ಸಮರ್ಪಿಸುವುದಕ್ಕೆ ನಮ್ಮ ಈ ಪ್ರಧಾನಯಾಜಕರಿಗೂ ಏನಾದರೂ ಇರಲೇಬೇಕು."},{"number":4,"verse":"ಇವರು ಧರೆಯಲ್ಲೇ ಇದ್ದಿದ್ದರೆ ಯಾಜಕರಾಗಿರುತ್ತಿರಲಿಲ್ಲ. ಏಕೆಂದರೆ ಧರ್ಮಶಾಸ್ತ್ರ ವಿಧಿಸುವ ಕಾಣಿಕೆಗಳನ್ನು ಸಮರ್ಪಿಸುವುದಕ್ಕೆ ಬೇರೆ ಯಾಜಕರು ಇದ್ದಾರೆ."},{"number":5,"verse":"ಸ್ವರ್ಗೀಯ ಗರ್ಭಗುಡಿಯ ಚಿಹ್ನೆ ಹಾಗೂ ಛಾಯೆಯಾಗಿರುವ ಆಲಯಗಳಲ್ಲಿ ಇಲ್ಲಿಯ ಯಾಜಕರು ಉಪಾಸನೆ ಮಾಡುತ್ತಾರೆ. ಮೋಶೆ ಗರ್ಭಗುಡಿಯನ್ನು ನಿರ್ಮಿಸಲು ಆರಂಭಿಸಿದಾಗ, ದೇವರು ಆತನಿಗೆ, “ಬೆಟ್ಟದ ಮೇಲೆ ನಾನು ತೋರಿಸಿದ ನಕ್ಷೆಯ ಪ್ರಕಾರವೇ ನೀನು ಎಲ್ಲವನ್ನೂ ನಿರ್ಮಿಸಬೇಕು,” ಎಂದು ಆಜ್ಞೆಯನ್ನಿತ್ತರು."},{"number":6,"verse":"ಯೇಸು, ಆ ಯಾಜಕರ ಸೇವೆಗಿಂತಲೂ ಶ್ರೇಷ್ಠವಾದ ಯಾಜಕಸೇವೆಯನ್ನು ಕೈಗೊಂಡಿದ್ದಾರೆ. ಯೇಸುವನ್ನು ಮಧ್ಯಸ್ಥರನ್ನಾಗಿ ಪಡೆದಿರುವ ಒಡಂಬಡಿಕೆಯು ಅಷ್ಟೇ ಶ್ರೇಷ್ಠವಾದುದು. ಏಕೆಂದರೆ ಅದು, ಹಿಂದಿನ ವಾಗ್ದಾನಗಳಿಗಿಂತಲೂ ಉತ್ತಮವಾದ ವಾಗ್ದಾನಗಳನ್ನು ಆಧರಿಸಿದೆ."},{"number":7,"verse":"ಮೊದಲನೆಯ ಒಡಂಬಡಿಕೆ ದೋಷರಹಿತ ಆಗಿದ್ದಿದ್ದರೆ, ಎರಡನೆಯ ಒಡಂಬಡಿಕೆಯ ಅವಶ್ಯಕತೆಯೇ ಇರುತ್ತಿರಲಿಲ್ಲ."},{"number":8,"verse":"ಆದರೆ ದೇವರು ಆ ಒಡಂಬಡಿಕೆಗೆ ಸೇರಿದ ಜನರನ್ನು ಆರೋಪಿಸುತ್ತಾ ಇಂತೆಂದಿದ್ದಾರೆ : “ಇಗೋ, ನಾನು ಇಸ್ರಯೇಲ್ ವಂಶದವರೊಂದಿಗೂ ಯೆಹೂದ್ಯ ವಂಶದವರೊಂದಿಗೂ ಹೊಸ ಒಡಂಬಡಿಕೆಯನ್ನು ಮಾಡಿಕೊಳ್ಳುವ ಕಾಲವು ಬರಲಿದೆ, ಎಂದರು ಸರ್ವೇಶ್ವರ."},{"number":9,"verse":"ಈ ಒಡಂಬಡಿಕೆ, ನಾನು ಪೂರ್ವಜರನ್ನು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಕೈಹಿಡಿದು ಕರೆತಂದಾಗ ಮಾಡಿದ ಒಡಂಬಡಿಕೆಯಂತಲ್ಲ; ಅವರು ನನ್ನ ಒಡಂಬಡಿಕೆಯಲ್ಲಿ ಸ್ಥಿರವಾಗಿ ನಿಲ್ಲಲಿಲ್ಲ; ಎಂದೇ, ನಾನು ಅವರನ್ನು ಲಕ್ಷಿಸಲೂ ಇಲ್ಲ, ಎಂದರು ಸರ್ವೇಶ್ವರ."},{"number":10,"verse":"ಆ ದಿನಗಳು ಬಂದಮೇಲೆ ಇಸ್ರಯೇಲ್ ವಂಶದವರೊಡನೆ ನಾನು ಮಾಡಿಕೊಳ್ಳುವ ಒಡಂಬಡಿಕೆ ಹೀಗಿರುವುದು, ಎಂದರು ಸರ್ವೇಶ್ವರ. ನಾಟಿಸುವೆನು ನನ್ನಾಜ್ಞೆಗಳನು ಅವರ ಮನದಲಿ ಬರೆಯುವೆನು ಅವುಗಳನು ಅವರ ಹೃದಯದಲಿ ದೇವನಾಗಿರುವೆನು ನಾನವರಿಗೆ ಅವರಾಗುವರು ಪ್ರಜೆಗಳು ನನಗೆ."},{"number":11,"verse":"‘ಸರ್ವೇಶ್ವರನನ್ನು ಅರಿತುಕೊಳ್ಳಿರಿ’ ಎಂದು ನೆರೆಯವನಿಗಾಗಲಿ, ಸೋದರನಿಗಾಗಲಿ ಯಾರೂ ಬೋಧಿಸಬೇಕಾಗಿಲ್ಲ. ಹಿರಿಯಕಿರಿಯರು ಎಲ್ಲರೂ ನನ್ನನ್ನು ಅರಿಯುವರು."},{"number":12,"verse":"ಅವರ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುವೆನು ಅವರ ತಪ್ಪುನೆಪ್ಪುಗಳನು ನೆನಪಿಗೆ ತಂದುಕೊಳ್ಳೆನು ಎಂದರು ಸರ್ವೇಶ್ವರ.”"},{"number":13,"verse":"ಇಲ್ಲಿ ‘ಹೊಸ ಒಡಂಬಡಿಕೆ’ ಎಂದು ಹೇಳಿ, ಹಿಂದಿನದನ್ನು ಹಳೆಯದಾಗಿಸಿದ್ದಾರೆ. ಹಳತಾದುದು ಹಾಗೂ ಮುದಿಯಾದುದು ಅಳಿದುಹೋಗುವಂಥಾದ್ದು."}]}