{"bibleAbbr":"LXXe1851","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":11,"verses":[{"number":1,"verse":"Therefore thou shalt love the Lord thy God, and shalt observe his appointments, and his ordinances, and his commandments, and his judgments, always."},{"number":2,"verse":"And ye shall know this day; for I speak not to your children, who know not and have not seen the discipline of the Lord thy God, and his wonderful works, and his strong hand, and his high arm,"},{"number":3,"verse":"and his miracles, and his wonders, which he wrought in the midst of Egypt on Pharao king of Egypt, and all his land;"},{"number":4,"verse":"and what he did to the host of the Egyptians, and to their chariots, and their cavalry, and their host; how he made the water of the Red Sea to overwhelm the face of them as they pursued after you, and the Lord destroyed them until this day;"},{"number":5,"verse":"and all the things which he did to you in the wilderness until ye came into this place;"},{"number":6,"verse":"and all the things that he did to Dathan and Abiron the sons of Eliab the son of Ruben, whom the earth opening her mouth swallowed up, and their houses, and their tents, and all their substance that was with them, in the midst of all Israel:"},{"number":7,"verse":"for your eyes have seen all the mighty works of the Lord, which he wrought among you to-day."},{"number":8,"verse":"And ye shall keep all his commandments, as many as I command thee to-day, that ye may live, and be multiplied, and that ye may go in and inherit the land, into which ye go across Jordan to inherit it:"},{"number":9,"verse":"that ye may live long upon the land, which the Lord sware to your fathers to give to them, and to their seed after them, a land flowing with milk and honey."},{"number":10,"verse":"For the land into which thou goest to inherit it, is not as the land of Egypt, whence ye came out, whensoever they sow the seed, and water it with their feet, as a garden of herbs:"},{"number":11,"verse":"but the land into which thou goest to inherit it, is a land of mountains and plains; it shall drink water of the rain of heaven."},{"number":12,"verse":"A land which the Lord thy God surveys continually, the eyes of the Lord thy God are upon it from the beginning of the year to the end of the year."},{"number":13,"verse":"Now if ye will indeed hearken to all the commands which I charge thee this day, to love the Lord thy God, and to serve him with all thy heart, and with all thy soul,"},{"number":14,"verse":"then he shall give to thy land the early and latter rain in its season, and thou shalt bring in thy corn, and thy wine, and thine oil."},{"number":15,"verse":"And he shall give food in thy fields to thy cattle; and when thou hast eaten and art full,"},{"number":16,"verse":"take heed to thyself that thy heart be not (Gr. made broad. ) puffed up, and ye transgress, and serve other gods, and worship them:"},{"number":17,"verse":"and the Lord be angry with you, and restrain the heaven; and there shall not be rain, and the earth shall not yield its fruit, and ye shall perish quickly from off the good land, which the Lord has given you."},{"number":18,"verse":"And ye shall store these words in your heart and in your soul, and ye shall bind them as a sign on your hand, and it shall be fixed before your eyes."},{"number":19,"verse":"And ye shall teach them to your children, so as to speak about them when thou sittest in the house, and when thou walkest by the way, and when thou sleepest, and when thou risest up."},{"number":20,"verse":"And ye shall write them on the (Or, thresholds. ) lintels of your houses, and on your gates;"},{"number":21,"verse":"that your days may be long, and the days of your children, upon the land which the Lord sware to your fathers to give to them, as the days of heaven upon the earth."},{"number":22,"verse":"And it shall come to pass that if ye will indeed hearken to all these commands, which I charge thee to observe this day, to love the Lord our God, and to walk in all his ways, and to cleave close to him;"},{"number":23,"verse":"then the Lord shall cast out all these nations before you, and ye shall inherit great nations and stronger than yourselves."},{"number":24,"verse":"Every place whereon the sole of your foot shall tread shall be your; from the wilderness and Antilibanus, and from the great river, the river Euphrates, even as far as the west sea shall be your coasts."},{"number":25,"verse":"No one shall stand before you; and the Lord your God will put the fear of you and the dread of you on the face of all the land, on which ye shall tread, as he told you."},{"number":26,"verse":"Behold, I set before you this day the blessing and the curse;"},{"number":27,"verse":"the blessing, if ye hearken to the commands of the Lord your God, all that I command you this day;"},{"number":28,"verse":"and the curse, if ye do not hearken to the commands of the Lord our God, as many as I command you this day, and ye wander from the way which I have commanded you, having gone to serve other gods, which ye know not."},{"number":29,"verse":"And it shall come to pass when the Lord thy God shall have brought thee into the land into which thou goest over to inherit it, then thou shalt put blessing on mount Garizin, and the curse upon mount Gaebal."},{"number":30,"verse":"Lo! are not these beyond Jordan, behind, westward in the land of Chanaan, which lies westward near Golgol, by the high oak?"},{"number":31,"verse":"For ye are passing over Jordan, to go in and inherit the land, which the Lord our God gives you to inherit always, and ye shall dwell in it."},{"number":32,"verse":"And ye shall take heed to do all his ordinances, and these judgments, as many as I set before you to-day."}]}