{"bibleAbbr":"ERV2006","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":3,"verses":[{"number":1,"verse":"Jesus Is Greater Than Moses So, my brothers and sisters, those chosen by God to be his holy people, think about Jesus. He is the one we believe God sent to save us and to be our high priest."},{"number":2,"verse":"God made him our high priest, and he was faithful to God just as Moses was. He did everything God wanted him to do in God’s house."},{"number":3,"verse":"When someone builds a house, people will honor the builder more than the house. It is the same with Jesus. He should have more honor than Moses."},{"number":4,"verse":"Every house is built by someone, but God built everything."},{"number":5,"verse":"Moses was faithful as a servant in God’s whole house. He told people what God would say in the future."},{"number":6,"verse":"But Christ is faithful in ruling God’s house as the Son. And we are God’s house, if we remain confident of the great hope we are glad to say we have."},{"number":7,"verse":"We Must Continue to Follow God So it is just as the Holy Spirit says: “If you hear God’s voice today,"},{"number":8,"verse":"don’t be stubborn as you were in the past, when you turned against God. That was the day you tested God in the desert."},{"number":9,"verse":"For 40 years in the desert, your people saw what I did. But they tested me and my patience."},{"number":10,"verse":"So I was angry with them. I said, ‘Their thoughts are always wrong. They have never understood my ways.’"},{"number":11,"verse":"So I was angry and made a promise: ‘They will never enter my place of rest.’” (Cross references: : Psalm 95:7-11)"},{"number":12,"verse":"So, brothers and sisters, be careful that none of you has the evil thoughts that cause so much doubt that you stop following the living God."},{"number":13,"verse":"But encourage each other every day, while you still have something called “today. (today This word is taken from verse 7. It means it is important to do this now, while there is still opportunity.) ” Help each other so that none of you will be fooled by sin and become too hard to change."},{"number":14,"verse":"We have the honor of sharing in all that Christ has if we continue until the end to have the sure faith we had in the beginning."},{"number":15,"verse":"That’s why the Spirit said, “If you hear God’s voice today, don’t be stubborn as in the past when you turned against God.” (: Psalm 95:7-8)"},{"number":16,"verse":"Who were those who heard God’s voice and turned against him? It was all the people Moses led out of Egypt."},{"number":17,"verse":"And who was God angry with for 40 years? He was angry with those who sinned. And their dead bodies were left in the desert."},{"number":18,"verse":"And which people was God talking to when he promised that they would never enter his place of rest? He was talking to those who did not obey him."},{"number":19,"verse":"So we see that they were not allowed to enter and have God’s rest, because they did not believe."}]}