{"bibleAbbr":"ISV2011","bookName":"Ephesians","bookEnglishName":"Ephesians","chapterNumber":3,"verses":[{"number":1,"verse":"{Paul's Ministry to the Gentiles} d For this reason I, Paul, am the prisoner of the Messiah {Or Christ} Jesus for the sake of you gentiles."},{"number":2,"verse":"Surely you have heard about the responsibility of administering God's grace that was given to me on your behalf,"},{"number":3,"verse":"and how this secret was made known to me through a revelation, just as I wrote about briefly in the past."},{"number":4,"verse":"By reading this, you will be able to grasp my understanding of the secret about the Messiah, {Or Christ}"},{"number":5,"verse":"which in previous generations was not made known to human beings {Lit. the sons of men} as it has now been revealed by the Spirit to God's {Lit. his} holy apostles and prophets. This is that secret: {The Gk. lacks This is that secret:}"},{"number":6,"verse":"The gentiles are heirs-in-common, members-in-common of the body, and common participants in what was promised {Lit. of the promise} by the Messiah {Or Christ} Jesus through the gospel."},{"number":7,"verse":"I have become a servant of this gospel {Lit. of it} according to the gift of God's grace that was given me by the working of his power."},{"number":8,"verse":"To me, the very least of all the saints, this grace was given so that I might proclaim to the gentiles the immeasurable wealth of the Messiah {Or Christ}"},{"number":9,"verse":"and help everyone see how this secret that has been at work was hidden for ages by God, who created all things."},{"number":10,"verse":"He did this {The Gk. lacks He did this} so that now, through the church, the wisdom of God in all its variety might be made known to the rulers and authorities in the heavenly realm"},{"number":11,"verse":"in keeping with the eternal purpose that God {Lit. he} carried out through the Messiah {Or Christ} Jesus our Lord,"},{"number":12,"verse":"in whom we have boldness and confident access through his faithfulness. {Or through faith in him}"},{"number":13,"verse":"So then, I ask you not to become discouraged because of my troubles on your behalf, which work toward your glory."},{"number":14,"verse":"{To Know the Messiah's Love} d This is the reason I bow my knees before the Father of our Lord Jesus, the Messiah, {Or Christ ; other mss. lack of our Lord Jesus, the Messiah}"},{"number":15,"verse":"from whom every family {Or all fatherhood} in heaven and on earth receives its name."},{"number":16,"verse":"I pray {The Gk. lacks I pray} that he would give you, according to his glorious riches, strength in your inner being and power through his Spirit,"},{"number":17,"verse":"and that the Messiah {Or Christ} would make his home in your hearts through faith. Then, having been rooted and grounded in love,"},{"number":18,"verse":"you will be able to understand, along with all the saints, what is wide, long, high, and deep"},{"number":19,"verse":"that is, you will know the love of the Messiah {Or Christ} which transcends knowledge, and will be filled with all the fullness of God."},{"number":20,"verse":"Now to the one who can do infinitely more than all we can ask or imagine according to the power that is working among {Or in} us"},{"number":21,"verse":"to him be glory in the church and in the Messiah {Or Christ} Jesus to all generations, forever and ever! Amen."}]}