{"bibleAbbr":"NLT2007","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":2,"verses":[{"number":1,"verse":"(Verses 2:1–23 are numbered 2:3-25 in Hebrew text.) “In that day you will call your brothers Ammi—‘My people.’ And you will call your sisters Ruhamah—‘The ones I love.’ (In print editions of the NLT, 2:1 is set as its own paragraph at the end of chapter one.)"},{"number":2,"verse":"Charges against an Unfaithful Wife “But now bring charges against Israel—your mother— for she is no longer my wife, and I am no longer her husband. Tell her to remove the prostitute’s makeup from her face and the clothing that exposes her breasts."},{"number":3,"verse":"Otherwise, I will strip her as naked as she was on the day she was born. I will leave her to die of thirst, as in a dry and barren wilderness."},{"number":4,"verse":"And I will not love her children, for they were conceived in prostitution."},{"number":5,"verse":"Their mother is a shameless prostitute and became pregnant in a shameful way. She said, ‘I’ll run after other lovers and sell myself to them for food and water, for clothing of wool and linen, and for olive oil and drinks.’"},{"number":6,"verse":"“For this reason I will fence her in with thornbushes. I will block her path with a wall to make her lose her way."},{"number":7,"verse":"When she runs after her lovers, she won’t be able to catch them. She will search for them but not find them. Then she will think, ‘I might as well return to my husband, for I was better off with him than I am now.’"},{"number":8,"verse":"She doesn’t realize it was I who gave her everything she has— the grain, the new wine, the olive oil; I even gave her silver and gold. But she gave all my gifts to Baal."},{"number":9,"verse":"“But now I will take back the ripened grain and new wine I generously provided each harvest season. I will take away the wool and linen clothing I gave her to cover her nakedness."},{"number":10,"verse":"I will strip her naked in public, while all her lovers look on. No one will be able to rescue her from my hands."},{"number":11,"verse":"I will put an end to her annual festivals, her new moon celebrations, and her Sabbath days— all her appointed festivals."},{"number":12,"verse":"I will destroy her grapevines and fig trees, things she claims her lovers gave her. I will let them grow into tangled thickets, where only wild animals will eat the fruit."},{"number":13,"verse":"I will punish her for all those times when she burned incense to her images of Baal, when she put on her earrings and jewels and went out to look for her lovers but forgot all about me,” says the LORD."},{"number":14,"verse":"The LORD’s Love for Unfaithful Israel“But then I will win her back once again. I will lead her into the desert and speak tenderly to her there."},{"number":15,"verse":"I will return her vineyards to her and transform the Valley of Trouble (Hebrew valley of Achor.) into a gateway of hope. She will give herself to me there, as she did long ago when she was young, when I freed her from her captivity in Egypt."},{"number":16,"verse":"When that day comes,” says the LORD, “you will call me ‘my husband’ instead of ‘my master.’ (Hebrew ‘my baal.’)"},{"number":17,"verse":"O Israel, I will wipe the many names of Baal from your lips, and you will never mention them again."},{"number":18,"verse":"On that day I will make a covenant with all the wild animals and the birds of the sky and the animals that scurry along the ground so they will not harm you. I will remove all weapons of war from the land, all swords and bows, so you can live unafraid in peace and safety."},{"number":19,"verse":"I will make you my wife forever, showing you righteousness and justice, unfailing love and compassion."},{"number":20,"verse":"I will be faithful to you and make you mine, and you will finally know me as the LORD."},{"number":21,"verse":"“In that day, I will answer,” says the LORD. “I will answer the sky as it pleads for clouds. And the sky will answer the earth with rain."},{"number":22,"verse":"Then the earth will answer the thirsty cries of the grain, the grapevines, and the olive trees. And they in turn will answer, ‘Jezreel’—‘God plants!’"},{"number":23,"verse":"At that time I will plant a crop of Israelites and raise them for myself. I will show love to those I called ‘Not loved.’ (Hebrew Lo-ruhamah; see 1:6.) And to those I called ‘Not my people,’ (Hebrew Lo-ammi; see 1:9.) I will say, ‘Now you are my people.’ And they will reply, ‘You are our God!’”"}]}