{"bibleAbbr":"KJV2000","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":13,"verses":[{"number":1,"verse":"There were present at that time some that told him of the Galileans, whose blood Pilate had mingled with their sacrifices."},{"number":2,"verse":"And Jesus answering said unto them, Suppose you that these Galileans were sinners above all the Galileans, because they suffered such things?"},{"number":3,"verse":"I tell you, Nay: but, except you repent, you shall all likewise perish."},{"number":4,"verse":"Or those eighteen, upon whom the tower in Siloam fell, and killed them, think you that they were sinners above all men that dwelt in Jerusalem?"},{"number":5,"verse":"I tell you, Nay: but, except you repent, you shall all likewise perish."},{"number":6,"verse":"He spoke also this parable; A certain man had a fig tree planted in his vineyard; and he came and sought fruit thereon, and found none."},{"number":7,"verse":"Then said he unto the vinedresser of his vineyard, Behold, these three years I have come seeking fruit on this fig tree, and find none: cut it down; why cumbers it the ground?"},{"number":8,"verse":"And he answering said unto him, Lord, let it alone this year also, till I shall dig about it, and fertilize it:"},{"number":9,"verse":"And if it bears fruit, well: and if not, then after that you shall cut it down."},{"number":10,"verse":"And he was teaching in one of the synagogues on the sabbath."},{"number":11,"verse":"And, behold, there was a woman who had a spirit of infirmity eighteen years, and was bowed together, and could in no way lift herself up."},{"number":12,"verse":"And when Jesus saw her, he called her to him, and said unto her, Woman, you are loosed from your infirmity."},{"number":13,"verse":"And he laid his hands on her: and immediately she was made straight, and glorified God."},{"number":14,"verse":"And the ruler of the synagogue answered with indignation, because Jesus had healed on the sabbath day, and said unto the people, There are six days in which men ought to work: in them therefore come and be healed, and not on the sabbath day."},{"number":15,"verse":"The Lord then answered him, and said, You hypocrite, does not each one of you on the sabbath loose his ox or his donkey from the stall, and lead him away to watering?"},{"number":16,"verse":"And ought not this woman, being a daughter of Abraham, whom Satan has bound, lo, these eighteen years, be loosed from this bond on the sabbath day?"},{"number":17,"verse":"And when he had said these things, all his adversaries were ashamed: and all the people rejoiced for all the glorious things that were done by him."},{"number":18,"verse":"Then said he, Unto what is the kingdom of God like? and to what shall I compare it?"},{"number":19,"verse":"It is like a grain of mustard seed, which a man took, and cast into his garden; and it grew, and became a great tree; and the fowls of the air lodged in the branches of it."},{"number":20,"verse":"And again he said, To what shall I liken the kingdom of God?"},{"number":21,"verse":"It is like leaven, which a woman took and hid in three measures of meal, till the whole was leavened."},{"number":22,"verse":"And he went through the cities and villages, teaching, and journeying toward Jerusalem."},{"number":23,"verse":"Then said one unto him, Lord, are there few that be saved? And he said unto them,"},{"number":24,"verse":"Strive to enter in at the narrow gate: for many, I say unto you, will seek to enter in, and shall not be able."},{"number":25,"verse":"When once the Master of the house is risen up, and has shut the door, and you begin to stand outside, and to knock at the door, saying, Lord, Lord, open unto us; and he shall answer and say unto you, I know not where you come from:"},{"number":26,"verse":"Then shall you begin to say, We have eaten and drunk in your presence, and you have taught in our streets."},{"number":27,"verse":"But he shall say, I tell you, I know not where you come from; depart from me, all you workers of iniquity."},{"number":28,"verse":"There shall be weeping and gnashing of teeth, when you shall see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you yourselves thrust out."},{"number":29,"verse":"And they shall come from the east, and from the west, and from the north, and from the south, and shall sit down in the kingdom of God."},{"number":30,"verse":"And, behold, some are last who shall be first, and some are first who shall be last."},{"number":31,"verse":"The same day there came certain of the Pharisees, saying unto him, Get out, and depart from here: for Herod will kill you."},{"number":32,"verse":"And he said unto them, Go, and tell that fox, Behold, I cast out demons, and I perform cures today and tomorrow, and the third day I shall be finished."},{"number":33,"verse":"Nevertheless I must walk today, and tomorrow, and the day following: for it cannot be that a prophet perish outside of Jerusalem."},{"number":34,"verse":"O Jerusalem, Jerusalem, which kills the prophets, and stones them that are sent unto you; how often would I have gathered your children together, as a hen does gather her brood under her wings, and you would not!"},{"number":35,"verse":"Behold, your house is left unto you desolate: and verily I say unto you, you shall not see me, until the time comes when you shall say, Blessed is he that comes in the name of the Lord."}]}