{"bibleAbbr":"KJV2000","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":16,"verses":[{"number":1,"verse":"And he said also unto his disciples, There was a certain rich man, who had a steward; and the same was accused unto him that he had wasted his goods."},{"number":2,"verse":"And he called him, and said unto him, How is it that I hear this of you? give an account of your stewardship; for you may be no longer steward."},{"number":3,"verse":"Then the steward said within himself, What shall I do? for my lord takes away from me the stewardship: I cannot dig; to beg I am ashamed."},{"number":4,"verse":"I have decided what to do, that, when I am put out of the stewardship, they may receive me into their houses."},{"number":5,"verse":"So he called every one of his lord's debtors unto him, and said unto the first, How much owe you unto my lord?"},{"number":6,"verse":"And he said, A hundred measures of oil. And he said unto him, Take your bill, and sit down quickly, and write fifty."},{"number":7,"verse":"Then said he to another, And how much owe you? And he said, A hundred measures of wheat. And he said unto him, Take your bill, and write fourscore."},{"number":8,"verse":"And the lord commended the unjust steward, because he had done wisely: for the children of this world are in their generation wiser than the children of light."},{"number":9,"verse":"And I say unto you, Make to yourselves friends by means of the mammon of unrighteousness; that, when it fails, they may receive you into everlasting habitations."},{"number":10,"verse":"He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much."},{"number":11,"verse":"If therefore you have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?"},{"number":12,"verse":"And if you have not been faithful in that which is another man's, who shall give you that which is your own?"},{"number":13,"verse":"No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. You cannot serve God and mammon."},{"number":14,"verse":"And the Pharisees also, who were covetous, heard all these things: and they derided him."},{"number":15,"verse":"And he said unto them, You are they who justify yourselves before men; but God knows your hearts: for that which is highly esteemed among men is abomination in the sight of God."},{"number":16,"verse":"The law and the prophets were until John: since that time the kingdom of God is preached, and every man presses into it."},{"number":17,"verse":"And it is easier for heaven and earth to pass, than one dot of the law to fail."},{"number":18,"verse":"Whosoever puts away his wife, and marries another, commits adultery: and whosoever marries her that is put away from her husband commits adultery."},{"number":19,"verse":"There was a certain rich man, who was clothed in purple and fine linen, and feasted sumptuously every day:"},{"number":20,"verse":"And there was a certain beggar named Lazarus, who was laid at his gate, full of sores,"},{"number":21,"verse":"And desiring to be fed with the crumbs which fell from the rich man's table: moreover the dogs came and licked his sores."},{"number":22,"verse":"And it came to pass, that the beggar died, and was carried by the angels into Abraham's bosom: the rich man also died, and was buried;"},{"number":23,"verse":"And in hades he lifted up his eyes, being in torment, and seeing Abraham far off, and Lazarus in his bosom."},{"number":24,"verse":"And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame."},{"number":25,"verse":"But Abraham said, Son, remember that you in your lifetime received your good things, and likewise Lazarus evil things: but now he is comforted, and you are tormented."},{"number":26,"verse":"And besides all this, between us and you there is a great gulf fixed: so that they who would pass from here to you cannot; neither can they pass to us, that would come from there."},{"number":27,"verse":"Then he said, I pray you therefore, father, that you would send him to my father's house:"},{"number":28,"verse":"For I have five brothers; that he may testify unto them, lest they also come into this place of torment."},{"number":29,"verse":"Abraham said unto him, They have Moses and the prophets; let them hear them."},{"number":30,"verse":"And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent."},{"number":31,"verse":"And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead."}]}