{"bibleAbbr":"LBP1933","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":11,"verses":[{"number":1,"verse":"MOREOVER the spirit lifted me up and brought me to the east gate of the house of the LORD, which looks eastward; and I beheld at the entrance of the gate twenty-five men; and I saw among them Jaazaniah the son of Azur, and Pelatiah the son of Benaiah, princes of the people."},{"number":2,"verse":"Then the LORD said to me, Son of man, these are the men who devise mischief and give wicked counsel in this city,"},{"number":3,"verse":"Saying, We have built houses in the midst of it; the city is the caldron, and we are the meat."},{"number":4,"verse":"Therefore prophesy against them, prophesy, O Son of man."},{"number":5,"verse":"And the Spirit of the LORD fell upon me, and he said to me, Speak, Thus says the LORD God: Thus have you desired, O house of Israel; for I know the inclination of your thought."},{"number":6,"verse":"You have multiplied your slain in this city, and you have filled its streets with the slain."},{"number":7,"verse":"Therefore thus says the LORD God: Your slain whom you have laid in the midst of it, they are the meat, and this city is the caldron; but I will bring you forth out of the midst of it."},{"number":8,"verse":"You have feared the sword; and I will bring a sword upon you, says the LORD God."},{"number":9,"verse":"And I will bring you out of the midst of it and deliver you into the hands of strangers, and I will execute judgments upon you."},{"number":10,"verse":"You shall fall by the sword; I will judge you in the border of Israel; and you shall know that I am the LORD."},{"number":11,"verse":"This city shall not be your caldron, neither shall you be the meat in the midst of it; but I will judge you in the border of Israel;"},{"number":12,"verse":"And you shall know that I am the LORD; for you have not walked in my statutes, neither executed my judgments, but have followed after the ordinances of the Gentiles that are round about you."},{"number":13,"verse":"And it came to pass, when I prophesied, that Pelatiah the son of Benaiah died. Then I fell down upon my face, and cried with a loud voice, and said, Ah, LORD God! wilt thou make full end of the remnant of Israel?"},{"number":14,"verse":"And the word of the LORD came to me, saying,"},{"number":15,"verse":"Son of man, your brethren, your brethren, even your kindred, who are in your captivity, and all the house of Israel shall be annihilated, for the inhabitants of Jerusalem have said to them, Get you far from the LORD; to us is this land given for an inheritance."},{"number":16,"verse":"Therefore say, Thus says the LORD God: I will cast them far off among the Gentiles, and I will scatter them among the countries, nevertheless I will be to them a little sanctuary in the countries where they have gone."},{"number":17,"verse":"Therefore say, Thus says the LORD God: I will gather you from among the peoples and assemble you out of the countries where you have been scattered, and I will give you the land of Israel."},{"number":18,"verse":"And they shall come thither, and shall remove from it all its idols and all its abominations."},{"number":19,"verse":"And I will give them a new heart, and I will put a new spirit within them; and I will take the stony heart out of their flesh, and I will give them a heart of flesh,"},{"number":20,"verse":"That they may walk in my commandments and keep my ordinances and do them; and they shall be my people, and I will be their God."},{"number":21,"verse":"But as for those whose heart followed after their images and abominations, I will recompense their evil ways upon their own heads, says the LORD God."},{"number":22,"verse":"Then the cherubim lifted up their wings and the wheels beside them; and the glory of the God of Israel was above them."},{"number":23,"verse":"And the glory of the LORD went up from the midst of the city, and stood upon the mountain which is on the east side of the city."},{"number":24,"verse":"Then the spirit lifted me up, and brought me in a vision by the Spirit of God into the land of Chaldea to those of the captivity. So the vision that I had seen departed from me."},{"number":25,"verse":"Then I spoke to those of the captivity all the things that the LORD had shown me."}]}