{"bibleAbbr":"LBP1933","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":14,"verses":[{"number":1,"verse":"THEN came certain of the elders of Israel to me to inquire of the LORD, and sat before me."},{"number":2,"verse":"And the word of the LORD came to me, saying,"},{"number":3,"verse":"Son of man, these men have set up their idols in their heart, and put the stumbling block of their iniquity before their faces; I will seek vengeance from them."},{"number":4,"verse":"Therefore speak to them and say to them, Thus says the LORD God: Every man of the house of Israel who sets up his idols in his heart and puts the stumbling block of his iniquity before his face and comes to the prophet, I the LORD will be a witness against him because of the multitude of his idols,"},{"number":5,"verse":"That I may take the house of Israel in the imagination of their own hearts, because they have departed from me through all their idols."},{"number":6,"verse":"Therefore say to the house of Israel, Thus says the LORD God: Repent, and turn away from your idols; and turn away your faces from all your abominations."},{"number":7,"verse":"For every one of the house of Israel, or of the proselytes who dwell in Israel, who departs from me and sets up idols in his heart and puts the stumbling block of his iniquity before his face and comes to a prophet to inquire of him, I the LORD will be a witness against him;"},{"number":8,"verse":"And I will pour out my anger against that man, and I will make him a sign and a proverb, and I will destroy him from the midst of my people; and you shall know that I am the LORD."},{"number":9,"verse":"And when a prophet shall err and speak a word, I the LORD have deceived that prophet, and I will stretch out my hand against him, and I will destroy him from the midst of my people Israel."},{"number":10,"verse":"And they shall both bear the punishment of their iniquity; the punishment of him who seeks to inquire shall be like the punishment of the prophet,"},{"number":11,"verse":"That the house of Israel may go no more astray from me, neither be polluted any more with all their transgressions; but that they may be my people and I may be their God, says the LORD God."},{"number":12,"verse":"The word of the LORD came to me, saying,"},{"number":13,"verse":"Son of man, if a land should sin against me and commit iniquity before me, then I will stretch out my hand against it, and will break the staff of its wheat; and I will send famine upon it, and will destroy man and beast from it;"},{"number":14,"verse":"Though these three men, Noah, Daniel and Job were in the land, they would deliver but their own souls by their righteousness, says the LORD God."},{"number":15,"verse":"And if I should send vicious beasts against the land, and they destroy it so that it become desolate, so that no man could pass through because of the wild beasts;"},{"number":16,"verse":"Though these three men were in it, as I live, says the LORD God, they would deliver neither sons nor daughters; but they alone would be delivered and the land would be made desolate."},{"number":17,"verse":"Or if I should bring a sword upon that land, and say, Sword, go through that land, and I destroy man and beast from it;"},{"number":18,"verse":"Though these three men were in it, as I live, says the LORD God, they would deliver neither sons nor daughters, but they alone would be delivered."},{"number":19,"verse":"Or if I should send a pestilence into that land, and pour out my fury upon it in blood, and destroy from it man and beast;"},{"number":20,"verse":"Though Noah, Daniel and Job were in it, as I live, says the LORD God, they would deliver neither son nor daughter; but they would only deliver themselves by their righteousness."},{"number":21,"verse":"For thus says the LORD God: How much more when I send four sore judgments upon Jerusalem: the sword and famine and vicious beasts and pestilence, to destroy from it man and beast."},{"number":22,"verse":"Yet there shall be left in it those who will be delivered, who will bring forth sons and daughters; and even they shall come forth to you, and you shall see their ways and their doings; and you shall be comforted concerning the evil that I have brought upon Jerusalem, even concerning all that I have brought upon it."},{"number":23,"verse":"And they shall comfort you when you see their ways and their doings; and you shall know that I have not done without cause all that I have done in it, says the LORD God."}]}