{"bibleAbbr":"LBP1933","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":18,"verses":[{"number":1,"verse":"THE word of the LORD came to me, saying,"},{"number":2,"verse":"Son of man, why do you use this proverb in the land of Israel, saying, The parents have eaten sour grapes, and the children's teeth are set on edge?"},{"number":3,"verse":"As I live, says the LORD God, this proverb shall never be used again in Israel."},{"number":4,"verse":"Because all souls are mine; the soul of the father, so also the soul of the son is mine; the soul that sins, it shall die."},{"number":5,"verse":"But if a man be righteous and do justice and righteousness,"},{"number":6,"verse":"And has not eaten the meat sacrificed to idols on the mountains, neither has lifted up his eyes to the idols and the altars of the house of Israel, neither has defiled his neighbor's wife, nor has come near a menstruous woman,"},{"number":7,"verse":"And has not oppressed any man, and has not harmed any one, but has restored to the debtor his pledge; has given his bread to the hungry, and has covered the naked with a garment;"},{"number":8,"verse":"He has not lent money with usury, neither has loaned with a discount; has withdrawn his hand from iniquity, and has executed true judgment between man and man;"},{"number":9,"verse":"Has walked in my commandments, and has kept my judgments, and has done justice; he who does so is a righteous man and shall surely live, says the LORD God."},{"number":10,"verse":"If he begets a son who is a wicked man, a shedder of blood, and he does any one of these evil things,"},{"number":11,"verse":"And eats the meat sacrificed to idols on the mountains, and defiles his neighbor's wife,"},{"number":12,"verse":"Oppresses the poor and needy, extorts from his neighbor, restores not the pledge to its owner, lifts up his eyes to the idols, commits abomination,"},{"number":13,"verse":"Lends money with usury, and takes a discount; shall he then live? He shall not live: because he has done all these evil things; he shall surely die; his blood shall be upon him."},{"number":14,"verse":"But if he begets a son, who sees all the sins that his father had committed, and shall not do likewise,"},{"number":15,"verse":"And who shall not eat meat sacrificed to the idols on the mountains, neither shall lift up his eyes to the idols of the house of Israel; shall defile not his neighbor's wife,"},{"number":16,"verse":"Oppresses no man, takes no pledge from any one, extorts no one, but shall give his bread to the hungry and cover the naked with a garment;"},{"number":17,"verse":"Who does not refuse to help the poor, who charges no usury or discount, executes my judgments, and walks in my commandments; he shall not die for the iniquity of his father, he shall surely live."},{"number":18,"verse":"As for his father, because he cruelly oppressed and extorted from his brother and did nothing that is good among his people, lo, he is dead in his own sins."},{"number":19,"verse":"And if they should say, Why does not the son bear the sins of his father? say to them, Because the son has done that which is lawful and right and has kept all my commandments, he shall surely live."},{"number":20,"verse":"The soul that sins, that soul shall die. The son shall not bear the sins of his father, neither shall the father bear the sins of his son; the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him."},{"number":21,"verse":"But if the wicked will turn from all his sins which he has committed, and keep all my commandments, and do that which is lawful and right, he shall surely live, he shall not die."},{"number":22,"verse":"All his sins which he has committed, they shall not be remembered against him; but in the righteousness which he has done shall he live."},{"number":23,"verse":"I have no pleasure in the death of a sinner, says the LORD God; but rather that he should return from his evil ways and live."},{"number":24,"verse":"But if the righteous man turns away from his righteousness and commits iniquity and abominations like those that the sinner has done, all the righteousness that he has done shall not be remembered to him, but in the iniquity which he has committed and in the sins that he has sinned, in them shall he die."},{"number":25,"verse":"Yet you say, The ways of the LORD are not fair. Hear now, O house of Israel; my ways are fair, but it is your ways that are not fair."},{"number":26,"verse":"If a righteous man turns away from his righteousness and commits iniquity, in the iniquity that he has committed shall he die."},{"number":27,"verse":"But if a wicked man turns away from the wickedness which he has committed and does that which is lawful and right, he shall save his soul alive."},{"number":28,"verse":"And if he considers and turns away from all the sins that he has committed, he shall surely live, he shall not die."},{"number":29,"verse":"Yet the house of Israel says, The ways of the LORD are not fair. O house of Israel, my ways are fair, but it is your ways that are not fair."},{"number":30,"verse":"Therefore I will judge you, O house of Israel, every one according to his ways, says the LORD God. Repent and turn away from all your transgressions, so that your sins may not be your ruin."},{"number":31,"verse":"Cast away from you all the iniquities which you have committed; and make for yourselves a new heart and a new spirit, so that you may not die, O house of Israel."},{"number":32,"verse":"For I have no pleasure in the death of any one who dies, says the LORD God; wherefore repent and live."}]}