{"bibleAbbr":"LBP1933","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":28,"verses":[{"number":1,"verse":"THE word of the LORD came to me, saying,"},{"number":2,"verse":"Son of man, say to the king of Tyre, Thus says the LORD God: Because your heart is lifted up and you have said, I am a god, I sit in the seat of God, in the heart of the seas; and yet you are a man, and not God, though you think of your heart as though it were the heart of God;"},{"number":3,"verse":"Perhaps you are wiser than Daniel, or you have seen hidden things by your wisdom;"},{"number":4,"verse":"With your understanding you have become powerful, and have gotten silver and gold into your treasures;"},{"number":5,"verse":"By your great wisdom and by your trade you have increased your riches, and your heart is lifted up because of your riches;"},{"number":6,"verse":"Therefore thus says the LORD God: Because you think of your heart as though it were the heart of God;"},{"number":7,"verse":"Behold, therefore I will bring strangers upon you, the mightiest of the nations, and they shall draw their swords against the beauty of your wisdom, and they shall defile your glory."},{"number":8,"verse":"They shall bring you down to ruin, and you shall die the death of those who are slain in the midst of the seas."},{"number":9,"verse":"Perhaps you will still say before those who slay you, I am God. Yet you are but a man, and no God, in the hands of those who slay you."},{"number":10,"verse":"You shall die by the hand of uncircumcised strangers; for I have spoken it, says the LORD God."},{"number":11,"verse":"Moreover the word of the LORD came to me, saying,"},{"number":12,"verse":"Son of man, take up a lamentation over the king of Tyre, and say to him, Thus says the LORD God: You were the seal of wisdom and the crown of beauty."},{"number":13,"verse":"You have been in Eden, the garden of God; you were decked with every precious stone, the sardius, the topaz, and the emerald, the beryl, the onyx, and the jasper, the sapphire and pearls; and you have filled your treasuries with gold and your chests with precious stones; you had all of these things from the day you were created."},{"number":14,"verse":"You were with the anointed cherub that shelters; and I have set you on the holy mountain of God; and you were safe in the midst of the stones of fire."},{"number":15,"verse":"You were perfect in your ways, from the day that you were created till iniquity was found in you."},{"number":16,"verse":"By the multitude of your merchandise you have filled your land with iniquity and you have sinned; therefore I will cast you from the mountain of God; and I will destroy you, O sheltering cherub, from the midst of the stones of fire."},{"number":17,"verse":"Since your heart was lifted up because of your beauty, now your wisdom and your beauty are corrupted; I will cast you to the ground before kings, that you may be a spectacle before them."},{"number":18,"verse":"By the multitude of your frauds, by the iniquity of your traffic, you have defiled your sanctuary; therefore I will bring forth a fire from the midst of you, and it shall devour you, and I will reduce you to ashes upon the earth in the sight of all those who see you."},{"number":19,"verse":"All those who know you among the people shall be astonished at you; you shall be brought to destruction, and you never shall be any more."},{"number":20,"verse":"The word of the LORD came to me, saying,"},{"number":21,"verse":"Son of man, set your face against Zidon, and prophesy against it,"},{"number":22,"verse":"And say, Thus says the LORD God: Behold, I am against you, O Zidon; and I will be glorified in the midst of you; and the people shall know that I am the LORD, when I shall have executed judgments in her and shall be sanctified in her."},{"number":23,"verse":"For I will send her pestilence and blood into her streets; and the wounded shall fall in the midst of her by the sword that is upon her on every side; and they shall know that I am the LORD."},{"number":24,"verse":"And there shall be no more a pricking brier to the house of Israel, nor a thorn to cause them pain from all that are round about them, and that curse them; and they shall know that I am the LORD God."},{"number":25,"verse":"Thus says the LORD God: When I have gathered the house of Israel from the peoples among whom they are scattered, and shall be sanctified by them in the sight of the nations, then shall they dwell in the land which I have given to my servant Jacob."},{"number":26,"verse":"And they shall dwell in it safely, and shall build houses and plant vineyards; yea, they shall dwell with confidence after I have executed judgments on all those who hurt them round about them; and they shall know that I am the LORD their God."}]}