{"bibleAbbr":"LBP1933","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":29,"verses":[{"number":1,"verse":"IN the tenth year, in the tenth month, on the twelfth day of the month, the word of the LORD came to me, saying,"},{"number":2,"verse":"Son of man, set your face against Pharaoh king of Egypt, and prophesy against him and against all Egypt;"},{"number":3,"verse":"Speak, and say, Thus says the LORD God: Behold, I am against you, Pharaoh king of Egypt, the great dragon that lies in the midst of the rivers, who says, The river is my own; I have made it for myself."},{"number":4,"verse":"I will put hooks into your jaws, and I will cause the fish of your river to stick to your scales, and I will draw you up out of the midst of your river, and all the fish of your river shall stick to your scales."},{"number":5,"verse":"And I will throw you into the wilderness, you and all the fish of your river; you shall fall upon the open fields; you shall not be gathered nor buried; I have given you for food to the wild beasts and to the fowls of the air."},{"number":6,"verse":"And all the inhabitants of Egypt shall know that I am the LORD, because you have been a staff of reed to the house of Israel."},{"number":7,"verse":"When they held you with their hands, you pierced them; and when they leaned on you, you broke, and made all their loins to tremble."},{"number":8,"verse":"Therefore thus says the LORD God: Behold. I will bring a sword upon you and destroy from you man and beast."},{"number":9,"verse":"And the land of Egypt shall be desolate and waste; and they shall know that I am the LORD, because you have said, The river is mine; I have made it."},{"number":10,"verse":"Therefore I am against you and against your river, and I will make the land of Egypt utterly waste and desolate from the tower of Sona even to the border of Ethiopia."},{"number":11,"verse":"No foot of man shall pass through it, neither foot of beast, nor shall it be inhabited forty years."},{"number":12,"verse":"And I will make the land of Egypt desolate in the midst of the countries that are desolate, and her cities among the cities that are laid waste shall be desolate forty years; and I will scatter the Egyptians among the nations, and I will disperse them through the countries."},{"number":13,"verse":"Yet thus says the LORD God: At the end of forty years I will gather the Egyptians from the peoples among whom they were scattered:"},{"number":14,"verse":"And I will bring back the captivity of Egypt, and will cause them to dwell in the land of Pathros, into the land from which they were sold; and they shall be there a humble kingdom."},{"number":15,"verse":"It shall be the humblest of the kingdoms; neither shall it exalt itself any more above the nations; for I will diminish them, that they shall no more rule over the nations."},{"number":16,"verse":"And the Egyptians shall be no more the hope of the house of Israel, bringing their iniquity to remembrance, because they went after them; and Israel shall know that I am the LORD God."},{"number":17,"verse":"And it came to pass in the twenty-seventh year, in the first month, on the first day of the month, the word of the LORD came to me, saying,"},{"number":18,"verse":"Son of man, Nebuchadnezzar king of Babylon subjected all his army to many hardships against Tyre till every head was made bald and every shoulder weary; yet neither he nor his army received wages from Tyre for the service that he had performed against her;"},{"number":19,"verse":"Therefore, thus says the LORD God: Behold, I will give the land of Egypt to Nebuchadnezzar king of Babylon; and he shall take her wealth, carry away captives, and plunder her; and it shall be the wages for his army."},{"number":20,"verse":"I have given him the land of Egypt for the labor with which he served against Tyre, says the LORD God."},{"number":21,"verse":"On that day I will cause the horn of the house of Israel to bud forth, and I will open your mouth among them; and they shall know that I am the LORD."}]}