{"bibleAbbr":"LBP1933","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":31,"verses":[{"number":1,"verse":"AND it came to pass in the eleventh year, in the third month, on the first day of the month, that the word of the LORD came to me, saying."},{"number":2,"verse":"Son of man, speak to Pharaoh king of Egypt and to his armed forces: To whom do you liken yourself in your greatness?"},{"number":3,"verse":"Behold, the Assyrian was like a cedar in Lebanon with fair branches giving a thick shade and of a high stature; and its top was among the thick boughs."},{"number":4,"verse":"The waters made it grow, the deep made it to grow high, the rivers running round about its plants, and sent forth its branches over all the trees of the field."},{"number":5,"verse":"Therefore its height was exalted above all the trees of the field, and its branches were multiplied, and its boughs became long because of many waters which caused it to grow."},{"number":6,"verse":"All the fowls of the air made their nests in its boughs, and under its branches did all the beasts of the field bring forth their young, and under its shadow dwelt all great nations."},{"number":7,"verse":"Thus was it beautiful in its greatness and in the multitude of its branches; for its roots were by the great waters."},{"number":8,"verse":"The cedars in the garden of God could not surpass it; the fir trees did not equal its boughs; the plane trees were not like its branches; nor was any tree in the garden of God like to it in its beauty."},{"number":9,"verse":"I made it beautiful by the multitude of its branches; so that all the trees of Eden that were in the garden of God envied it."},{"number":10,"verse":"Therefore thus says the LORD God: Because it has exalted itself and has shot up its top among the thick boughs and its heart is haughty because of its height,"},{"number":11,"verse":"I have therefore delivered it into the hand of the mighty one of the nations; he shall surely deal with it according to its sin; and he shall destroy it."},{"number":12,"verse":"And foreigners, the most powerful of the nations shall destroy it, and leave it upon the mountains, and its branches shall fall in all the valleys, and its boughs shall be broken by all the rivers of the land; and all the people of the earth shall go down from its shadow, and leave it alone."},{"number":13,"verse":"And when it falls, all the fowls of the air shall alight upon it and all the beasts of the field shall be under its branches,"},{"number":14,"verse":"To the end that none of all the trees by the waters may exalt themselves for their height, neither shoot up their tops among the thick boughs, nor shall any of them stand up in their height like it, all that are planted by the water; for they are all delivered to death, to the nether parts of the earth, in the midst of the children of men who go down into the pit."},{"number":15,"verse":"Thus says the LORD God: On the day when it went down to Sheol, I caused a mourning; I covered the deep for it and I restrained its rivers, and the great waters were stayed; and I caused Lebanon to mourn for it, and all the trees of the field trembled for it."},{"number":16,"verse":"The earth trembled at the sound of its fall, when I brought it down to Sheol with those who go down into the pit; and all the trees of Eden, the choice and the best of Lebanon, all that drink water, were comforted in the nether parts of the earth."},{"number":17,"verse":"They also went down to Sheol with it to those who are slain by the sword; and its posterity dwelt under its shadow among the nations."},{"number":18,"verse":"To whom are you thus like in glory and greatness among the trees of Eden? Yet you were brought down with the trees of Eden to the nether parts of the earth; you shall lie among the uncircumcised with those that are slain by the sword. This is the fate of Pharaoh and all his army, says the LORD God."}]}