{"bibleAbbr":"LBP1933","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":37,"verses":[{"number":1,"verse":"THE hand of the LORD was upon me, and he carried me out in the spirit of the LORD and set me down in a valley which was full of bones,"},{"number":2,"verse":"And he caused me to pass by them round about; and behold, there were very many in the valley; and lo, they were very dry."},{"number":3,"verse":"And he said to me, Son of man, can these bones live? And I answered, O LORD God, thou knowest."},{"number":4,"verse":"Again he said to me, Prophesy concerning these bones, and say to them, O dry bones, hear the word of the LORD."},{"number":5,"verse":"Thus says the LORD God to these bones: Behold, I will cause breath to enter into you, and you shall live;"},{"number":6,"verse":"And I will lay sinews upon you and bring flesh upon you and cover you with skin, and I will put breath in you, and you shall live; and you shall know that I am the LORD."},{"number":7,"verse":"So I prophesied as he had commanded me; and as I prophesied, there was a noise, and behold a quake, and the bones came together, each bone to its joint."},{"number":8,"verse":"And when I beheld, lo, sinews and the flesh came upon them and skin covered them; but there was no breath in them."},{"number":9,"verse":"Then he said to me, Prophesy concerning the breath; prophesy, Son of man, and say to the breath, Thus says the LORD God: Come from the four winds, O breath, and breathe into these slain, that they may live."},{"number":10,"verse":"So I prophesied as he had commanded me, and the breath came into them, and they lived and stood up upon their feet, an exceeding great army."},{"number":11,"verse":"Then he said to me, Son of man, all these bones are the bones of the children of Israel, who said, Our bones are dried and our hope is lost; we are completely gone."},{"number":12,"verse":"Therefore prophesy and say to them, Thus says the LORD God: Behold, I will open your graves and bring you up out of them and bring you into the land of Israel."},{"number":13,"verse":"And you shall know that I am the LORD, when I have opened your graves and brought you up out of them,"},{"number":14,"verse":"And I will put my spirit in you, and . you shall live, and I shall place you in your own land; then you shall know that I am the LORD; I have spoken it, and I will do it, says the LORD God."},{"number":15,"verse":"The word of the LORD came again to me, saying,"},{"number":16,"verse":"Son of man, take a stick and write on it: For Judah and for the children of Israel his companions; then take another stick and write on it: For Joseph, on the stick of Ephraim, and for all the house of Israel his companions;"},{"number":17,"verse":"And join them one to another into one stick; and they shall become one stick in your hand."},{"number":18,"verse":"And if your people should say to you, Will you not show us what is the meaning of these sticks?"},{"number":19,"verse":"Say to them, Thus says the LORD God: Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them together with the stick of Judah, and make them one stick, and they shall be one in my hand."},{"number":20,"verse":"And the sticks on which you write, hold them in your hand before their eyes;"},{"number":21,"verse":"And say to them, Thus says the LORD God: Behold, I will take the children of Israel from among the nations whither they have gone, and will gather them together and bring them into their own land;"},{"number":22,"verse":"And I will make them one nation in the land upon the mountains of Israel; and one king shall be king over them all; and they shall be no more two nations, neither shall they be divided into two kingdoms any more."},{"number":23,"verse":"Nor shall they defile themselves any more with their idols nor with their abominations nor with all their iniquity; but I will save them out of all their dwelling places, wherein they have sinned, and will cleanse them; so they shall be my people, and I will be their God."},{"number":24,"verse":"And my servant David shall be king over them; and they all shall have one shepherd; they shall walk in my judgments and keep my commandments and do them."},{"number":25,"verse":"And they shall dwell in the land that I gave to my servant Jacob, in which your fathers have dwelt; and they shall dwell in it, even they and their children and their children's children for ever; and my servant David shall be their prince for ever."},{"number":26,"verse":"Moreover I will make a covenant of peace with them; it shall be an everlasting covenant with them; and I will multiply them and set my sanctuary among them for ever."},{"number":27,"verse":"My dwelling place also shall be with them; yea, I will be their God, and they shall be my people."},{"number":28,"verse":"And the Gentiles shall know that I the LORD sanctify Israel, when my sanctuary shall be among them for evermore."}]}