{"bibleAbbr":"LBP1933","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":40,"verses":[{"number":1,"verse":"IN the twenty-fifth year of our captivity, in the beginning of the year, on the tenth day of the month, in the fourteenth year after Jerusalem was destroyed, on that very day the hand of the LORD was upon me,"},{"number":2,"verse":"And he brought me into the land of Israel, in the visions of God, and set me upon a very high mountain, upon which was the plan of a city on the south."},{"number":3,"verse":"And he brought me there, and behold, there was a man whose appearance was like the appearance of brass, with a line of flax and a measuring reed in his hand; and he was standing in the gate."},{"number":4,"verse":"And the man said to me, Son of man, see with your eyes and hear with your ears, and set your heart upon all that I shall show you; for you were brought here that I might show you these things; and everything that you see, declare it to the house of Israel."},{"number":5,"verse":"And behold, a wall round about the house, and in the man's hand a measuring reed six cubits and a hand breadth long; so he measured the breadth of the building, one reed; and the height, one reed."},{"number":6,"verse":"Then he came to the gate that looks toward the east, and climbed up the steps thereof and measured the threshold of the gate, which was one reed broad."},{"number":7,"verse":"And every small room was one reed long and one reed broad; and between the small rooms were five cubits; and the threshold of the gate by the porch of the gate within was one reed."},{"number":8,"verse":"He measured also the porch of the gate within, one reed."},{"number":9,"verse":"Then he measured the porch of the gate eight cubits; and its posts from within two cubits."},{"number":10,"verse":"And the small rooms of the gate eastward were three on this side and three on that side; the three were of the same measure; and the posts were of the same size on this side and on that side."},{"number":11,"verse":"And he measured the breadth of the entrance of the gate, ten cubits; and the length of the gate, thirteen cubits."},{"number":12,"verse":"The space also before the small rooms was one cubit on this side and one cubit on that side, and the small rooms were six cubits on this side and six cubits on that side."},{"number":13,"verse":"He measured then the gate from the roof of one small room to the roof of another; the breadth was twenty-five cubits from door to door."},{"number":14,"verse":"He measured also the portico, sixty cubits; likewise to the portico of the court round about the gate, sixty cubits."},{"number":15,"verse":"And from the face of the gate of the entrance to the face of the portico of the inner gate were fifty cubits."},{"number":16,"verse":"And there were windows to the small rooms which were wide from within and narrow from without, and to their posts within the gate, and likewise to the arches; and windows were round about from within."},{"number":17,"verse":"Then he brought me into the outer court, and 1o, there were steps round about it; thirty were one upon the other."},{"number":18,"verse":"And the steps by the side of the gates were opposite the stairway at the lower pavement."},{"number":19,"verse":"Then he measured its breadth from the forefront of the gate of the court, one hundred cubits eastward and northward."},{"number":20,"verse":"And at the gate of the outer court that looks toward the north, he measured its length and its breadth."},{"number":21,"verse":"And its small rooms were three on this side and three on that side; and its posts and its arches had the same measurements as those of the first gate; its length was fifty cubits, and its breadth twenty-five cubits."},{"number":22,"verse":"And its windows and its porticoes had the same measurements as those of the gate that looks toward the east; and they went up to it by seven steps; and a portico was before them."},{"number":23,"verse":"And the gates of the inner court were opposite the northeast gate; and he measured from gate to gate a hundred cubits."},{"number":24,"verse":"Then he brought me toward the south, and behold, a gate toward the south; and he measured its posts and its arches according to these measures."},{"number":25,"verse":"And there were windows in it and in its arches round about, like the other windows; the length was fifty cubits, and the breadth twenty-five cubits."},{"number":26,"verse":"And there were seven steps to go up to it, and there was a portico in front of it; and it had palm trees, one on this side and another on that side, upon its posts."},{"number":27,"verse":"And there were gates in the inner court toward the south; and he measured from gate to gate toward the south a hundred cubits."},{"number":28,"verse":"And he brought me to the inner court by the south gate; and he measured the south gate according to these measurements;"},{"number":29,"verse":"And its small rooms and its posts and its arches, according to these measurements; and there were windows in it and in its arches round about; it was fifty cubits long and twenty-five cubits broad."},{"number":30,"verse":"And the arches round about it were twenty-five cubits long and five cubits broad."},{"number":31,"verse":"And the arches of the outer court had palm trees upon them; and the stairway had eight steps."},{"number":32,"verse":"And he brought me into the inner court toward the east; and he measured the gate according to these measures."},{"number":33,"verse":"And the small rooms thereof and its posts and its arches were according to these measurements; and there were windows in it and in its arches round about it; it was fifty cubits long and twenty-five cubits broad."},{"number":34,"verse":"And its arches were toward the outer court; and palm trees were upon its posts, on this side and on that side; and the stairway had eight steps."},{"number":35,"verse":"And he brought me to the north gate, and measured it according to these measurements;"},{"number":36,"verse":"The small rooms thereof, its posts and its arches and the windows to it round about; the length was fifty cubits and the breadth twenty-five cubits."},{"number":37,"verse":"And the porticoes thereof were toward the outer court; and palm trees were in its porticoes, on this side and on that side; and the stairway had eight steps."},{"number":38,"verse":"And the rooms and the vestibules thereof were by the porticoes of the gates, where they placed burnt offerings."},{"number":39,"verse":"And in the portico of the gate were two tables on this side and two tables on that side, to slay upon them the burnt offerings and the gift offerings and the sin offerings."},{"number":40,"verse":"And at the side of the north gate, which is outside the place of the burnt offerings, were two tables; and on the other side, which was at the portico of the gate, were two tables."},{"number":41,"verse":"Four tables were on this side and four tables on that side, by the side of the gate; eight tables in all, upon which they slaughtered their sacrifices."},{"number":42,"verse":"And the four tables were of hewn stone for the burnt offerings, a cubit and a half long and a cubit and a half broad, upon which they laid the instruments with which they slaughtered the burnt offerings and the sacrifices."},{"number":43,"verse":"And within were hooks, a hand broad, fastened round about; and upon the tables they placed the flesh of the offerings."},{"number":44,"verse":"Facing the inner court were the rooms of the princes, in the inner court, which was at the side of the north gate, which faces the south; one room was at the side of the east gate, facing the north."},{"number":45,"verse":"And the man said to me, This room which faces toward the south is for the priests, the keepers who have charge of the house."},{"number":46,"verse":"And the room that faces toward the north is for the priests, the keepers who have charge of the altar; these are the descendants of Zadok, who are among the descendants of Levi, who come near to the altar to minister to the LORD."},{"number":47,"verse":"So he measured the court, a hundred cubits long and a hundred cubits broad, foursquare; and the altar that was before the house."},{"number":48,"verse":"And he brought me to the portico of the house, and measured each post of the portico, five cubits on this side and five cubits on that side; and the breadth of the gate was three cubits on this side and three cubits on that side."},{"number":49,"verse":"The length of the portico was twenty cubits, and the breadth eleven cubits; and by steps they went to it; and pillars stood by the posts, one on this side and another on that side."}]}