{"bibleAbbr":"LBP1933","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":41,"verses":[{"number":1,"verse":"THEN he brought me into the temple, and measured the posts, six cubits broad on this side and six cubits broad on that side;"},{"number":2,"verse":"And the breadth of the door of the temple was ten cubits; and the sides of the door were five cubits on this side and five cubits on that side; and he measured its length, forty cubits; and the breadth, twenty cubits."},{"number":3,"verse":"Then he went inside and measured the post of the door, two cubits; and the door, six cubits; and the breadth of the door, seven cubits."},{"number":4,"verse":"And he measured, the length of the sanctuary, twenty cubits; and the breadth, twenty cubits, before the nave; and he said to me, This is the Holy of Holies."},{"number":5,"verse":"Then he measured the wall of the house, six cubits; and the breadth of every side chamber, four cubits, round about the house on every side."},{"number":6,"verse":"And the side rooms were one over another, thirty-three in order; and they entered into the wall of the house for the side rooms round about, that they might hold fast, but they were separated from the wall."},{"number":7,"verse":"And the side rooms rose higher, so that they encircled the house from above, thus enlarging the house from above; and from the lowest rooms they went up to the middle rooms, and from the middle rooms to the highest rooms."},{"number":8,"verse":"I saw also the height of the house round about; and the side rooms were separated one from another a full measuring reed of six cubits."},{"number":9,"verse":"The thickness of the outer wall which was for the side rooms was five cubits; and from within it was five cubits."},{"number":10,"verse":"And between the rooms was the breadth of twenty cubits round about the house on every side."},{"number":11,"verse":"And the doors of the side rooms were toward the place that was left open, one door toward the south, another door toward the north; and the breadth of the door that was left was five cubits round about."},{"number":12,"verse":"Now the building that was in front of the separate place which is at the west gate was seventy cubits broad: and the wall of the building was five cubits thick round about, and its length ninety cubits."},{"number":13,"verse":"So he measured the house, a hundred cubits long; and the separate place and the building, with its walls, a hundred cubits long;"},{"number":14,"verse":"Also the breadth opposite the house, and the separate place toward the east. a hundred cubits."},{"number":15,"verse":"And he measured the length of the building in front of the separate place, and behind it, and its arches on the one side and on the other side, a hundred cubits, with the inner temple and the porticoes of the court;"},{"number":16,"verse":"And the door posts and the narrow windows and the arches round about on their three stories, over against the three gates that were ceiled with wood round about, and from the ground up to the windows;"},{"number":17,"verse":"And the windows which were covered above the door of the inner house, and the outside of all the walls round about, he measured from inside and from outside."},{"number":18,"verse":"And it was made with cherubim and palm trees, so that a palm tree was between a cherub and a cherub; and every cherub had two faces;"},{"number":19,"verse":"So that the face of a man was toward the palm trees from this side and from that side; the house was made in this manner round about:"},{"number":20,"verse":"The space from the ground to above the doors was decorated with cherubim and palm trees."},{"number":21,"verse":"And the wall of the temple was foursquare, and the face of the sanctuary as seen in the vision was like the appearance of a wooden altar;"},{"number":22,"verse":"It was three cubits high, two cubits long; and it had corners: and its sides and base were all made of wood; and he said to me, This is the table that is before the LORD."},{"number":23,"verse":"And the temple and the sanctuary had two doors."},{"number":24,"verse":"And the doors had two hinges apiece, two hinges for the one door and two hinges for the other."},{"number":25,"verse":"And the doors of the temple were decorated with cherubim and palm trees, like those that were made on the walls; and there were thick planks upon the face of the portico without."},{"number":26,"verse":"And there were narrow windows and palm trees on one side and on the other side: and the sides of the portico, and the side rooms of the temple were covered with wood boards."}]}