{"bibleAbbr":"LBP1933","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":43,"verses":[{"number":1,"verse":"AFTERWARD he brought me to the gate that looks toward the east."},{"number":2,"verse":"And, behold, the glory of the God of Israel came from the direction of the east; and his voice was like the sound of many waters; and the earth shone with his glory."},{"number":3,"verse":"And the vision I saw was like the vision which I had seen when I came to announce the destruction of the city, and like the vision which I had seen by the river Chebar; and I fell upon my face."},{"number":4,"verse":"And the glory of the LORD came into the temple through the gate that looks toward the east."},{"number":5,"verse":"And the spirit took me up and brought me into the inner court; and behold, the glory of the LORD filled the temple."},{"number":6,"verse":"And I heard someone speaking to me out of the temple; and the man was standing by me."},{"number":7,"verse":"And he said to me, Son of man, this is the place of my throne and the place of the soles of my feet, where I dwell in the midst of the children of Israel for ever; and the house of Israel shall be no more defiled, and my holy name shall the house of Israel no more defile, neither they nor their kings, by their whoredom nor with the corpses of their kings and with their idols."},{"number":8,"verse":"For they used to make their gates beside my gates, and their door posts beside my doorposts, and there was only a wall between me and them; they have even defiled my holy name by the iniquities which they have committed; therefore I have consumed them in my anger."},{"number":9,"verse":"Now let them put away their whoredom, and the corpses of their kings from my presence, and I will dwell in the midst of them for ever."},{"number":10,"verse":"But you, Son of man, show to the house of Israel this temple, that they may be ashamed of their iniquities which they transgressed against me; and let them study the pattern thereof."},{"number":11,"verse":"And if they be ashamed of all that they have done, show them the form of the house, and its fashion and its entrances and its exits and all its forms and all its laws and ordinances, and draw the plans in their sight, that they may keep the whole design thereof, and all its form, and do them."},{"number":12,"verse":"This is the vision of the house upon the top of the mountain; and all its borders round about are most holy."},{"number":13,"verse":"And these are the measurements of the altar by cubits (the cubit is a cubit and a hand breadth): even the base shall be a cubit, and the breadth a cubit, and its border to its edges round about shall be a span, and likewise on its sides."},{"number":14,"verse":"And from the bottom on the ground to the lower seat shall be two cubits, and the breadth one cubit; and from the lower seat to the higher seat shall be four cubits, and the breadth, one cubit."},{"number":15,"verse":"So the altar shall be four cubits; and from the altar and upward there shall be four horns."},{"number":16,"verse":"And the altar shall be twelve cubits long, twelve broad, square on its four sides."},{"number":17,"verse":"And the seat shall be fourteen cubits long and fourteen broad in its four squares: and the border about it shall be half a cubit; and the base of it shall be a cubit round about; and its steps shall look toward the east."},{"number":18,"verse":"And he said to me, Son of man, thus says the LORD God: These are the ordinances of the altar on the day when they shall make it, to offer burnt offerings upon it and to sprinkle blood upon it."},{"number":19,"verse":"And you shall give to the priests and the Levites of the descendants of Zadok, who draw near to me to minister to me, says the LORD God, a young bullock for a sin offering."},{"number":20,"verse":"And you shall take some of its blood, and sprinkle it on the four horns of the altar and on the four corners of the seat, and upon the border round about; thus shall you sprinkle blood on it, and it shall be cleansed."},{"number":21,"verse":"You shall take the bullock also of the sin offering, and they shall take it to the side of the temple and burn it outside of the sanctuary."},{"number":22,"verse":"And on the second day you shall offer a he-goat without blemish for a sin offering; and they shall cleanse the altar, as they cleansed it with the bullock."},{"number":23,"verse":"When you have finished cleansing it, you shall offer a young bullock without blemish and a ram out of the flock without blemish."},{"number":24,"verse":"And you shall offer them before the LORD, and the priests shall put salt on them, and they shall offer them up for a burnt offering to the LORD,"},{"number":25,"verse":"For seven days they shall offer daily a he-goat for the sin offering; they shall also offer a young bullock and a ram out of the flock without blemish"},{"number":26,"verse":"For seven days they shall make offerings and shall cleanse the altar: and they shall consecrate themselves."},{"number":27,"verse":"And when these days are expired, that is from the seventh day forward, then the priests shall make offerings upon the altar, both their burnt offerings and their peace offerings; and I will be pleased with them, says the LORD God."}]}