{"bibleAbbr":"TCB1973","bookName":"1 அரசர் ஆகமம்","bookEnglishName":"1 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"தாவீதின் இறுதிக்காலம் நெருங்கின போது, தம் மகன் சாலமோனுக்குக் கட்டளையிட்டுக் கூறிய அறிவுரையாவது:"},{"number":2,"verse":"எல்லாரையும் போல் நானும் இறக்கும் காலம் வந்து விட்டது; நீ மனத்திடம் கொள்; ஆண்மையோடு நட."},{"number":3,"verse":"உன் கடவுளாகிய ஆண்டவரின் கட்டளைகளைக் கடைப்பிடி; அவரைப் பின்பற்றி நட. மோயீசனின் சட்ட நூலில் எழுதப்பட்டுள்ளது போல், நீ செய்வதையெல்லாம் விவேகத்தோடு செய்ய, கடவுளுடைய திருச்சடங்குகளையும் அவர் கட்டளைகளையும் முடிவுகளையும் சான்றுகளையும் கடைப்பிடி."},{"number":4,"verse":"ஏனெனில் என்னை நோக்கி, 'உன் புதல்வர்கள் தங்கள் முழு இதயத்தோடுடம் முழு ஆன்மாவோடும் நம் திருமுன் நேர்மையுடன் நடந்து வருவார்களானால், இஸ்ராயேலின் அரியணை ஒரு போதும் அரசன் இன்றிக் காலியாக விடப்பட மாட்டாது' என்று ஆண்டவர் எனக்குக் கொடுத்த வாக்குறுதி அப்போது தான் நிறைவேறும்."},{"number":5,"verse":"சார்வியாவின் மகன் யோவாப் இஸ்ராயேலின் இரு படைத்தலைவர்களான நேரின் மகன் அப்நேருக்கும் எத்தேரின் மகன் ஆமாசாவுக்கும் செய்ததையும், எனக்குச் செய்ததையும் நீ அறிவாய்: அவன் அவர்களைக் கொன்று சமாதான காலத்தில் போர் தொடுத்து இரத்தத்தைச் சிந்தி, அந்த இரத்தத்தைத் தன் அரைக் கச்சையிலும், தம் மிதியடிகளிலும் இட்டுக் கொண்டான்."},{"number":6,"verse":"ஆகையால் உனது விவேகத்தின்படி அவன் வயதானவனாகி அமைதியுடன் சாகவிடாதே."},{"number":7,"verse":"காலாதித்தனாகிய பெர்செல்லாவின் புதல்வருக்கு இரக்கம் காட்டு. அவர்கள் உன்னோடு பந்தியில் அமரட்டும். ஏனெனில் உன் சகோதரன் அப்சலோமுக்கு நான் அஞ்சி ஓடும் போது, அவர்கள் எனக்கு ஆதரவாக வந்தனர்."},{"number":8,"verse":"மேலும், உன்னோடு இருக்கும் பாகூரிம் ஊரானாகிய ஜெமினியின் மகன் ஜேராவின் மகனான செமேயி, நான் பாளையத்துக்குச் சென்ற போது இழி சொல் கூறி என்னைச் சபித்தான்; ஆயினும் அவன் யோர்தானில் என்னை எதிர் கொண்டு வந்ததினால், 'நான் உன்னை வாளால் வெட்ட மாட்டேன்' என்று ஆண்டவர் பெயரால் அவனுக்கு ஆணையிட்டுச் சொன்னேன்."},{"number":9,"verse":"இருந்தபோதிலும் நீ அவனைக் குற்றமற்றவன் என்று எண்ணிவிடாதே. நீ அறிவாளியானதால் அவன் இறுதிக் காலத்தில் அவலமாய்ச் செத்து, நரகம் போகச் செய்ய வேண்டியதை அறிவாய்\" என்றார்."},{"number":10,"verse":"பிறகு தாவீது தம் மூதாதையரோடு துயில் கொண்டு தாவீதின் நகரில் புதைக்கப்பட்டார்."},{"number":11,"verse":"தாவீது இஸ்ராயேலரை நாற்பது ஆண்டுகள் ஆண்டு வந்தார். எபிரோனில் ஏழு ஆண்டுகளும் யெருசலேமில் முப்பத்து மூன்று ஆண்டுகளும் ஆட்சி புரிந்தார்."},{"number":12,"verse":"சாலமோன் தம் தந்தை தாவீதின் அரியணையில் வீற்றிருக்க அவருடைய ஆட்சி மிகவும் உறுதியடைந்தது."},{"number":13,"verse":"ஆகீத்தின் மகன் அதோனியாசு சாலமோனின் தாய் பெத்சபேயிடம் வரவே, \"நீ சமாதானமாய் வருகிறாயா?\" என்று அவள் கேட்டாள். அதற்கு அவன், \"சமாதானமாய்த் தான் வருகிறேன்\" என்றான்."},{"number":14,"verse":"பின் அவன், \"நான் உம்மிடம் ஒன்று சொல்ல வேண்டும்\" என்று சொல்ல, அவள், \"சொல்\" என்றாள்."},{"number":15,"verse":"அதற்கு அவன், \"அரசு என்னுடையது என்றும், நான் அரசனாக வேண்டும் என்று இஸ்ராயேல் மக்கள் அனைவரும் விரும்பினர் என்றும் நீர் அறிவீர்; இருந்தபோதிலும் அரசு என் கையினின்று எடுக்கப் பெற்று என் சகோதரருக்குக் கொடுக்கப்பெற்றது. அது அவருக்கு ஆண்டவரால் அருளப்பட்டது. ஆயினும் ஒரு வேண்டுகோள்;"},{"number":16,"verse":"அதை நீர் எனக்கு மறுக்கக் கூடாது\" என்றான். அதற்கு அவள், \"அது என்ன?\" என்றாள்."},{"number":17,"verse":"அப்போது அவன், \"அரசர் சாலமோன் உம் வார்த்தைகளை மறுக்கமாட்டார்; சுனாமித் ஊராளாகிய அபிசாகை எனக்கு அவர் மணமுடித்து வைக்கும்படி அவரிடம் சொல்லும்\" என்றான்."},{"number":18,"verse":"அதற்குப் பெத்சபே, \"நல்லது, நான் உனக்காக அரசனிடம் பரிந்து பேசுவேன்\" என்றாள்."},{"number":19,"verse":"பெத்சபே, அதோனியாசுக்காக அரசர் சாலமோனிடம் பரிந்து பேசும்படி போனாள். அப்போது அரசர் எழுந்து, அவளை எதிர் கொண்டு வந்து வணங்கித் தம் அரியணையில் அமர்ந்தார். அரசரின் தாய்க்கு அவர் வலப் புறத்தில் ஓர் இருக்கைப் போடப்பட்டது. அவளும் அதில் அமர்ந்தாள்."},{"number":20,"verse":"அப்போது அவள், \"நான் உன்னிடம் ஒரு சிறு வேண்டுகோள் விடுக்க விழைகிறேன்; நீ அதை மறுக்கக் கூடாது\" என்றாள். அதற்கு அரசர், \"கேளுங்கள் அம்மா! நான் உங்கள் வேண்டுகோளை மறுக்க மாட்டேன்\" என்றார்."},{"number":21,"verse":"அப்பொழுது அவள், \"சுனாமித் ஊராளாகிய அபிசாகை உன் சகோதரன் அதோனியாசுக்கு மணமுடித்துக் கொடுக்க வேண்டும்\" என்றாள்."},{"number":22,"verse":"சாலமோன் அரசர் தம் தாய்க்கு மறுமொழியாக, \"சூனாமித் ஊராளாகிய அபிசாகை அதோனியாசுக்கு நீர் கேட்பானேன்? அதோடு ஆட்சியையும் அவனுக்குக் கேளும். ஏனெனில் அவன் எனக்கு மூத்த சகோதரன்; அன்றியும் குரு அபியாத்தாரையும் சார்வியாவின் மகன் யோவாபையும் தனக்குப் பக்கபலமாக வைத்திருக்கிறான்\" என்று சொன்னார்."},{"number":23,"verse":"பிறகு சாலமோன் அரசர் ஆண்டவர் பெயரால் ஆணையிட்டு, \"அதோனியாசு இவ்வார்த்தையைச் சொன்னதால் அவன் உயிருக்கே ஆபத்து. இல்லாவிடில், கடவுள் எனக்குத் தகுந்த பிரதி பலன் அளிக்கட்டும்."},{"number":24,"verse":"எனவே என்னை உறுதிப்படுத்தினவரும், என்னை என் தந்தை தாவீதின் அரியணையில் அமரச் செய்து, தாம் சொன்னபடி என் வீட்டை நிறுவினவருமாகிய ஆண்டவர் மேல் ஆணை! இன்றே அதோனியாசு கொல்லப்படுவான்!\" என்று சொன்னார்."},{"number":25,"verse":"சாலமோன் அரசர் யோயியாதாவின் மகன் பனாயாசுக்குக் கட்டளை கொடுக்க, இவன் அவனை வெட்டி வீழ்த்தினான்; அவனும் இறந்தான்."},{"number":26,"verse":"மேலும் அரசர் குரு அபியாத்தாரை நோக்கி, \"நீர் உம் நிலங்கள் இருக்கிற அனாதோத்திற்குப் போய்விடும்; ஏனெனில் நீர் சாவுக்குரியவர். இருப்பினும் நீர் என் தந்தை தாவீதுக்கு முன்பாக, ஆண்டவராகிய கடவுளின் பேழையைத் தூக்கி வந்ததினாலும், என் தந்தை பட்ட துன்பங்களை எல்லாம் நீரும் அவரோடு சேர்ந்து அனுபவித்ததினாலும், இன்று நான் உம்மைக் கொல்ல மாட்டேன்\" என்றார்."},{"number":27,"verse":"எனவே, கடவுள் சீலோவில் ஏலியின் சந்ததியாருக்குச் சொல்லியிருந்த வார்த்தையை நிறைவேற்றும்படியாக அபியாத்தார் குருவாய் இராதபடி சாலமோன் அவரை விலக்கி வைத்தார்."},{"number":28,"verse":"இதைக் கேள்வியுற்ற யோவாப், தான் சாலமோன் பக்கமாய் இராது அப்சலோம் பக்கம் இருந்ததினால் கடவுளின் கூடாரத்திற்கு ஓடிப்போய்ப் பீடத்தின் கொம்புகளைப் பிடித்துக் கொண்டான்."},{"number":29,"verse":"யோவாப் கடவுளின் கூடாரத்திற்கு ஓடிப் போனான் என்றும், அவன் பலி பீடத்தின் அருகே நிற்கிறான் என்றும் சாலமோன் அரசருக்கு அறிவிக்கப்பட்டது. அப்போது சாலமோன் யோயியாதாவின் மகன் பனாயாசை அனுப்பி, \"நீ போய் அவனைக் கொன்று போடு\" என்றார்."},{"number":30,"verse":"பனாயாசு ஆண்டவரின் கூடாரத்திற்குப் போய் அவனைக் கண்டு, \"வெளியே வா, இது அரச கட்டளை\" என்றான். அதற்கு அவன் மறுமொழியாக, \"நான் இவ்விடத்தை விட்டு அசையமாட்டேன்; இங்கேயே சாவேன்\" என்றான். ஆகையால் பனாயாசு அரசரிடம் சென்று யோவாப் தனக்குக் கூறிய மறுமொழியை அரசருக்குத் தெரிவித்தான்."},{"number":31,"verse":"அப்போது அரசர் அவனை நோக்கி, \"அவன் சொன்னபடியே நீ அவனைக் கொன்று அடக்கம் செய். இவ்வாறு யோவாப் சிந்தின மாசற்ற இரத்தத்தின் பழி என்னையும் என் தந்தை வீட்டையும் விட்டு நீங்கச்செய்."},{"number":32,"verse":"அவன் தன்னை விட நல்லவர்களும் நீதிமான்களுமான நேரின் மகன் அப்நேர் என்ற இஸ்ராயேல் படைத் தலைவன், எத்தோரின் மகன் ஆமாசா என்ற யூதாவின் படைத்தலைவன் ஆகிய இருவரையும் என் தந்தை தாவீதுக்குத் தெரியாமல் வாளால் கொன்ற இரத்தப்பழியை ஆண்டவர் அவன் தலை மேலேயே திரும்பச் செய்வாராக."},{"number":33,"verse":"இவ்வாறு அவர்களின் இரத்தப்பழி யோவாபின் தலை மேலும், அவன் சந்ததியாரின் தலை மேலும் என்றென்றும் இருக்கக்கடவது. தாவீதின் மீதும் அவர் சந்ததியார், வீட்டார் மீதும், அவரது அரியணை மீதும் என்றென்றும் கடவுளின் சமாதானம் இருக்கக் கடவது\" என்றார்."},{"number":34,"verse":"எனவே, யோயியாதாவின் மகன் பனாயாசு சென்று யோவபைக் கொன்றான். அவன் பாலைவனத்தில் இருந்த தனது வீட்டிலேயே புதைக்கப்பட்டான்."},{"number":35,"verse":"அப்போது அரசர் யோவாபுக்குப் பதிலாக யோயியாதாவின் மகன் பனாயாசைப் படைத்தலைவனாகவும், அபியாத்தாருக்குப் பதிலாகச் சாதோக்கைக் குருவாகவும் நியமித்தார்."},{"number":36,"verse":"பிறகு அரசர் செமேயியை வரவழைத்து அவனை நோக்கி, \"யெருசலேமில் ஒரு வீட்டைக் கட்டிக் கொண்டு இங்கும் அங்கும் அலைந்து திரியாமல் அங்கேயே நீ குடியிரு."},{"number":37,"verse":"என்று நீ வெளியேறிக் கெதுரோன் ஆற்றைக் கடப்பாயோ, அன்றே நீ கொல்லப்படுவாய் என்று அறிந்து கொள். உன் இரத்தப்பழி உன் தலை மேலேயே விழும்\" என்றார்."},{"number":38,"verse":"செமேயி அரசரைப் பார்த்து, \"நல்லது, அரசராகிய என் தலைவர் சொன்னபடியே உம் அடியானாகிய நான் செய்வேன்\" என்று சொல்லி நெடுநாள் யெருசலேமில் குடியிருந்தான்."},{"number":39,"verse":"மூன்று ஆண்டுகளுக்குப் பின் செமேயியின் ஊழியர் மக்காவின் மகன் ஆக்கீசு என்ற கேத்தின் அரசனிடம் ஓடிப்போகவே, அவ் ஊழியர்கள் கேத்தில் இருப்பதாகச் செமேயியிக்கு அறிவிக்கப்பட்டது."},{"number":40,"verse":"உடனே செமேயி கழுதைக்குச் சேணம் பூட்டித் தன் ஊழியர்களைத் தேடக் கேத்திலிருந்த ஆக்கீசிடம் சென்று தன் ஊழியர்களை அங்கிருந்து கூட்டிக் கொண்டு வந்தான்."},{"number":41,"verse":"செமேயி யெருசலேமிலிருந்து கேத்துக்குப் போய்த் திரும்பி வந்தான் என்று சாலமோனுக்கு அறிவிக்கப்பட்டது."},{"number":42,"verse":"அப்போது அரசர் செமேயியை வரவழைத்து, \"நீ வெளியே புறப்பட்டு இங்குமங்கும் போகிற நாளிலே நீ சாவாய் என்று அறிந்து கொள்' என்று ஆண்டவர் பெயரில் நான் ஆணையிட்டு உனக்கு முன்பே எச்சரிக்கை செய்யவில்லையா? அதற்கு நீ, 'சரி' என்றும் கூறவில்லையா?"},{"number":43,"verse":"அப்படியிருக்க, ஆண்டவர் பெயரால் நான் கொடுத்த ஆணையையும், நான் உனக்குக் கொடுத்த கட்டளையையும் மீறியது ஏன்?\" என்றார்."},{"number":44,"verse":"மேலும் அரசர் செமேயியைப் பார்த்து, \"நீ என் தந்தை தாவீதுக்குச் செய்ததும் உன் மனச்சாட்சிக்குத் தெரிந்திருக்கிறதுமான தீங்கு அனைத்தும் நீ அறிவாய். ஆகையால் கடவுள் உன் கொடுமையை உன் தலை மேலேயே திரும்பச் செய்தார்."},{"number":45,"verse":"அரசராகிய சாலமோனோ, ஆசீர்வதிக்கப்பட்டவராய் இருப்பார். தாவீதின் அரியணையோ கடவுளுக்கு முன்பாக என்றென்றும் நின்று நிலவும்\" என்று சொன்னார்."},{"number":46,"verse":"பின்னர் அரசர் யோயியாதாவின் மகன் பனாயாசுக்குக் கட்டளை கொடுக்க, இவன் சென்று அவனைக் கொன்றான்."}]}