{"bibleAbbr":"CVg2018","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":10,"verses":[{"number":1,"verse":"Vitis frondosa Israël, fructus adæquatus est ei : secundum multitudinem fructus sui multiplicavit altaria, juxta ubertatem terræ suæ exuberavit simulacris."},{"number":2,"verse":"Divisum est cor eorum, nunc interibunt ; ipse confringet simulacra eorum, depopulabitur aras eorum."},{"number":3,"verse":"Quia nunc dicent : Non est rex nobis, non enim timemus Dominum ; et rex quid faciet nobis ?"},{"number":4,"verse":"Loquimini verba visionis inutilis, et ferietis fœdus ; et germinabit quasi amaritudo judicium super sulcos agri."},{"number":5,"verse":"Vaccas Bethaven coluerunt habitatores Samariæ ; quia luxit super eum populus ejus, et æditui ejus super eum exsultaverunt in gloria ejus, quia migravit ab eo."},{"number":6,"verse":"Siquidem et ipse in Assur delatus est, munus regi ultori. Confusio Ephraim capiet, et confundetur Israël in voluntate sua."},{"number":7,"verse":"Transire fecit Samaria regem suum quasi spumam super faciem aquæ."},{"number":8,"verse":"Et disperdentur excelsa idoli, peccatum Israël ; lappa et tribulus ascendet super aras eorum : et dicent montibus : Operite nos, et collibus : Cadite super nos."},{"number":9,"verse":"Ex diebus Gabaa peccavit Israël ; ibi steterunt. Non comprehendet eos in Gabaa prælium super filios iniquitatis."},{"number":10,"verse":"Juxta desiderium meum corripiam eos : congregabuntur super eos populi, cum corripientur propter duas iniquitates suas."},{"number":11,"verse":"Ephraim vitula docta diligere trituram, et ego transivi super pulchritudinem colli ejus : ascendam super Ephraim, arabit Judas ; confringet sibi sulcos Jacob."},{"number":12,"verse":"Seminate vobis in justitia, et metite in ore misericordiæ. Innovate vobis novale ; tempus autem requirendi Dominum, cum venerit qui docebit vos justitiam."},{"number":13,"verse":"Arastis impietatem, iniquitatem messuistis : comedistis frugem mendacii, quia confisus es in viis tuis, in multitudine fortium tuorum."},{"number":14,"verse":"Consurget tumultus in populo tuo ; et omnes munitiones tuæ vastabuntur, sicut vastatus est Salmana a domo ejus qui judicavit Baal in die prælii, matre super filios allisa."},{"number":15,"verse":"Sic fecit vobis Bethel, a facie malitiæ nequitiarum vestrarum."}]}