{"bibleAbbr":"CVg2018","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":4,"verses":[{"number":1,"verse":"Audite verbum Domini, filii Israël, quia judicium Domino cum habitatoribus terræ : non est enim veritas, et non est misericordia, et non est scientia Dei in terra."},{"number":2,"verse":"Maledictum, et mendacium, et homicidium, et furtum, et adulterium inundaverunt, et sanguis sanguinem tetigit."},{"number":3,"verse":"Propter hoc lugebit terra, et infirmabitur omnis qui habitat in ea, in bestia agri, et in volucre cæli ; sed et pisces maris congregabuntur."},{"number":4,"verse":"Verumtamen unusquisque non judicet, et non arguatur vir : populus enim tuus sicut hi qui contradicunt sacerdoti."},{"number":5,"verse":"Et corrues hodie, et corruet etiam propheta tecum. Nocte tacere feci matrem tuam."},{"number":6,"verse":"Conticuit populus meus, eo quod non habuerit scientiam : quia tu scientiam repulisti, repellam te, ne sacerdotio fungaris mihi ; et oblita es legis Dei tui, obliviscar filiorum tuorum et ego."},{"number":7,"verse":"Secundum multitudinem eorum sic peccaverunt mihi : gloriam eorum in ignominiam commutabo."},{"number":8,"verse":"Peccata populi mei comedent, et ad iniquitatem eorum sublevabunt animas eorum."},{"number":9,"verse":"Et erit sicut populus, sic sacerdos ; et visitabo super eum vias ejus, et cogitationes ejus reddam ei."},{"number":10,"verse":"Et comedent, et non saturabuntur ; fornicati sunt, et non cessaverunt : quoniam Dominum dereliquerunt in non custodiendo."},{"number":11,"verse":"Fornicatio, et vinum, et ebrietas auferunt cor."},{"number":12,"verse":"Populus meus in ligno suo interrogavit, et baculus ejus annuntiavit ei ; spiritus enim fornicationum decepit eos, et fornicati sunt a Deo suo."},{"number":13,"verse":"Super capita montium sacrificabant, et super colles ascendebant thymiama ; subtus quercum, et populum, et terebinthum, quia bona erat umbra ejus ; ideo fornicabuntur filiæ vestræ, et sponsæ vestræ adulteræ erunt."},{"number":14,"verse":"Non visitabo super filias vestras cum fuerint fornicatæ, et super sponsas vestras cum adulteraverint, quoniam ipsi cum meretricibus conversabantur, et cum effeminatis sacrificabant ; et populus non intelligens vapulabit."},{"number":15,"verse":"Si fornicaris tu, Israël, non delinquat saltem Juda ; et nolite ingredi in Galgala, et ne ascenderitis in Bethaven, neque juraveritis : Vivit Dominus !"},{"number":16,"verse":"Quoniam sicut vacca lasciviens declinavit Israël ; nunc pascet eos Dominus, quasi agnum in latitudine."},{"number":17,"verse":"Particeps idolorum Ephraim : dimitte eum."},{"number":18,"verse":"Separatum est convivium eorum ; fornicatione fornicati sunt : dilexerunt afferre ignominiam protectores ejus."},{"number":19,"verse":"Ligavit eum spiritus in alis suis, et confundentur a sacrificiis suis."}]}