{"bibleAbbr":"CVg2018","bookName":"Hosea","bookEnglishName":"Hosea","chapterNumber":7,"verses":[{"number":1,"verse":"Cum sanare vellem Israël, revelata est iniquitas Ephraim, et malitia Samariæ, quia operati sunt mendacium ; et fur ingressus est spolians, latrunculus foris."},{"number":2,"verse":"Et ne forte dicant in cordibus suis, omnem malitiam eorum me recordatum, nunc circumdederunt eos adinventiones suæ : coram facie mea factæ sunt."},{"number":3,"verse":"In malitia sua lætificaverunt regem, et in mendaciis suis principes."},{"number":4,"verse":"Omnes adulterantes, quasi clibanus succensus a coquente ; quievit paululum civitas a commistione fermenti, donec fermentaretur totum."},{"number":5,"verse":"Dies regis nostri : cœperunt principes furere a vino ; extendit manum suam cum illusoribus."},{"number":6,"verse":"Quia applicuerunt quasi clibanum cor suum, cum insidiaretur eis ; tota nocte dormivit coquens eos : mane ipse succensus quasi ignis flammæ."},{"number":7,"verse":"Omnes calefacti sunt quasi clibanus, et devoraverunt judices suos : omnes reges eorum ceciderunt ; non est qui clamat in eis ad me."},{"number":8,"verse":"Ephraim in populis ipse commiscebatur ; Ephraim factus est subcinericius panis, qui non reversatur."},{"number":9,"verse":"Comederunt alieni robur ejus, et ipse nescivit ; sed et cani effusi sunt in eo, et ipse ignoravit."},{"number":10,"verse":"Et humiliabitur superbia Israël in facie ejus ; nec reversi sunt ad Dominum Deum suum, et non quæsierunt eum in omnibus his."},{"number":11,"verse":"Et factus est Ephraim quasi columba seducta non habens cor. Ægyptum invocabant ; ad Assyrios abierunt."},{"number":12,"verse":"Et cum profecti fuerint, expandam super eos rete meum : quasi volucrem cæli detraham eos ; cædam eos secundum auditionem cœtus eorum."},{"number":13,"verse":"Væ eis, quoniam recesserunt a me ! vastabuntur, quia prævaricati sunt in me, et ego redemi eos, et ipsi locuti sunt contra me mendacia."},{"number":14,"verse":"Et non clamaverunt ad me in corde suo, sed ululabant in cubilibus suis : super triticum et vinum ruminabant ; recesserunt a me."},{"number":15,"verse":"Et ego erudivi eos, et confortavi brachia eorum, et in me cogitaverunt malitiam."},{"number":16,"verse":"Reversi sunt ut essent absque jugo ; facti sunt quasi arcus dolosus : cadent in gladio principes eorum, a furore linguæ suæ. Ista subsannatio eorum in terra Ægypti."}]}