{"bibleAbbr":"PESH1849","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":2,"verses":[{"number":1,"verse":"But we beseech of you, my brethren, as it regards the coming of our Lord Jeshu Meshiha, and our assemblage with him,"},{"number":2,"verse":"that you be not soon moved in your minds, nor perturbed, nor by word, nor by spirit, nor by letter, which (may be) as (if it were) from us, that, Behold, the day of our Lord cometh!"},{"number":3,"verse":"Let no one deceive you by any one of the methods,[Or, schemes.] because unless there shall come first the rebellion,[Mardutho.] and there be revealed the man of sin, the son of perdition;"},{"number":4,"verse":"He who is the adversary, and is exalted over all who is called God and Venerable; so that also in the temple of Aloha as Aloha he will sit, and will make manifest of himself as that he is Aloha."},{"number":5,"verse":"Do you not remember, that, when I was with you, these I told you?"},{"number":6,"verse":"And now you know what [with]holdeth, that he may be revealed in his time."},{"number":7,"verse":"For the mystery of iniquity already beginneth to be effective; only if that which now holdeth be taken from the midst,"},{"number":8,"verse":"then will be revealed that evil one, whom our Lord Jeshu will consume by the spirit of his mouth, and will abolish by the revelation of his advent."},{"number":9,"verse":"For the coming of that (wicked one) is the working of Satana, with all power, and (with) signs and false miracles,"},{"number":10,"verse":"and with all unrighteous deception which is done in them who perish, because they have not received the love of the truth by which they might have been saved."},{"number":11,"verse":"Wherefore Aloha will send them the working of deception, that they will believe the lie,"},{"number":12,"verse":"and all of them will be judged who have not believed in the truth, but have had pleasure in unrighteousness."},{"number":13,"verse":"But we are bound to give thanks unto Aloha at all time for you, our brethren, beloved in our Lord, because Aloha hath chosen you from the beginning unto salvation, by sanctification of the Spirit, and by the belief of the truth."},{"number":14,"verse":"For unto these Aloha called you by our preaching, that you should be the glory of our Lord Jeshu Meshiha."},{"number":15,"verse":"Wherefore, my brethren, stand fast, and persevere in the precepts [Bepukdonee.] which you have been taught, whether by word, or by our epistle."},{"number":16,"verse":"But our Lord Jeshu Meshiha himself, and Aloha our Father, who hath loved us, and given us everlasting consolation,[Or, the consolation of eternity.] and a good hope through grace,"},{"number":17,"verse":"will comfort your hearts, and establish in every word and in every work of good."}]}