{"bibleAbbr":"PESH1849","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":3,"verses":[{"number":1,"verse":"Henceforth, my brethren, pray for us, that the word of our Lord may run and be glorified in every place, as among you."},{"number":2,"verse":"And that we may be delivered from wicked men and perverse; for every man hath not faith."},{"number":3,"verse":"But the Lord is faithful, who will keep you and deliver you from evil."},{"number":4,"verse":"But we confide concerning you in our Lord, that what we have commanded you, you have done, and also are doing."},{"number":5,"verse":"And our Lord will direct your hearts to the love of Aloha, and to the patience of the Meshiha."},{"number":6,"verse":"But we command you, my brethren, in the name of our Lord Jeshu Meshiha, that you remove from every brother who walketh wickedly, and not according to the precepts which he hath received from us."},{"number":7,"verse":"For you know how it behoveth to imitate us who walked not wickedly among you."},{"number":8,"verse":"Neither did we eat bread for nothing from any one of you; but with labour and weariness by night and by day we wrought, that upon no one of you we might be burdensome."},{"number":9,"verse":"Not because we had not power, but because in ourselves we would give you an example, that you may imitate us."},{"number":10,"verse":"For while we were with you, this we commanded you, that every one who willeth not to work, neither should he eat."},{"number":11,"verse":"For we hear that there are some among you who walk wickedly, and nothing work, unless vain things."},{"number":12,"verse":"But these we command, and entreat of them by our Lord Jeshu Meshiha, that with quietness they work, and eat their (own) bread."},{"number":13,"verse":"But you, my brethren, be not weary in doing what is good."},{"number":14,"verse":"And if any man hearken not to these our words in the epistle, let this be separate from you, and be not mixed with him, that he be shamed."},{"number":15,"verse":"Yet, not as an enemy hold him, but admonish him as a brother."},{"number":16,"verse":"But the Lord of peace himself will give you peace always, in every thing. Our Lord be with you all."},{"number":17,"verse":"Salutation,[Shaloma.] by the writing of my hand, I, PAULOS, have written; which is the sign in all my epistles, so I write."},{"number":18,"verse":"The grace of Jeshu Meshiha be with you all, my brethren. Amen."}]}