{"bibleAbbr":"NKJV1982","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":2,"verses":[{"number":1,"verse":"My little children, these things I write to you, so that you may not sin. And if anyone sins, (Rom. 8:34; 1 Tim. 2:5; Heb. 7:25; 9:24) we have an Advocate with the Father, Jesus Christ the righteous."},{"number":2,"verse":"And ((Rom. 3:25); Heb. 2:17; 1 John 4:10) He Himself is the propitiation for our sins, and not for ours only but (John 1:29) also for the whole world."},{"number":3,"verse":"The Test of Knowing Him Now by this we know that we know Him, if we keep His commandments."},{"number":4,"verse":"He who says, “I know Him,” and does not keep His commandments, is a (Rom. 3:4) liar, and the truth is not in him."},{"number":5,"verse":"But (John 14:21, 23) whoever keeps His word, truly the love of God is perfected ((1 John 4:12)) in him. By this we know that we are in Him."},{"number":6,"verse":"(John 15:4) He who says he abides in Him (Matt. 11:29; John 13:15; 15:10; 1 Pet. 2:21) ought himself also to walk just as He walked."},{"number":7,"verse":"Brethren, I write no new commandment to you, but an old commandment which you have had (John 13:34; 1 John 3:11, 23; 4:21; 2 John 5) from the beginning. The old commandment is the word which you heard from the beginning."},{"number":8,"verse":"Again, (John 13:34; 15:12) a new commandment I write to you, which thing is true in Him and in you, (Rom. 13:12; Eph. 5:8; 1 Thess. 5:4) because the darkness is passing away, and ((John 1:9; 8:12; 12:35)) the true light is already shining."},{"number":9,"verse":"((1 Cor. 13:2); 1 John 3:14) He who says he is in the light, and hates his brother, is in darkness until now."},{"number":10,"verse":"((1 John 3:14)) He who loves his brother abides in the light, and (2 Pet. 1:10) there is no cause for stumbling in him."},{"number":11,"verse":"But he who ((1 John 2:9; 3:15; 4:20)) hates his brother is in darkness and (John 12:35; 1 John 1:6) walks in darkness, and does not know where he is going, because the darkness has blinded his eyes."},{"number":12,"verse":"Their Spiritual State I write to you, little children, Because ((1 Cor. 6:11)) your sins are forgiven you for His name’s sake."},{"number":13,"verse":"I write to you, fathers, Because you have known Him who is (John 1:1; Rev. 22:13) from the beginning. I write to you, young men, Because you have overcome the wicked one. I write to you, little children, Because you have ((Rom. 8:15-17; Gal. 4:6)) known the Father."},{"number":14,"verse":"I have written to you, fathers, Because you have known Him who is from the beginning. I have written to you, young men, Because (Eph. 6:10) you are strong, and the word of God abides in you, And you have overcome the wicked one."},{"number":15,"verse":"Do Not Love the World ((Rom. 12:2); Gal. 1:4; James 1:27) Do not love the world or the things in the world. (Matt. 6:24; James 4:4) If anyone loves the world, the love of the Father is not in him."},{"number":16,"verse":"For all that is in the world—the lust of the flesh, ((Eccl. 5:10, 11)) the lust of the eyes, and the pride of life—is not of the Father but is of the world."},{"number":17,"verse":"And (1 Cor. 7:31; 1 Pet. 1:24) the world is passing away, and the lust of it; but he who does the will of God abides forever."},{"number":18,"verse":"Deceptions of the Last Hour (John 21:5) Little children, (Rom. 13:11; 1 Tim. 4:1; Heb. 1:2; 1 Pet. 4:7) it is the last hour; and as you have heard that (2 Thess. 2:3) the Antichrist is coming, (Matt. 24:5, 24; 1 John 2:22; 4:3; 2 John 7) even now many antichrists have come, by which we know (1 Tim. 4:1) that it is the last hour."},{"number":19,"verse":"(Deut. 13:13) They went out from us, but they were not of us; for (Matt. 24:24) if they had been of us, they would have continued with us; but they went out (1 Cor. 11:19) that they might be made manifest, that none of them were of us."},{"number":20,"verse":"But (2 Cor. 1:21; Heb. 1:9; 1 John 2:27) you have an anointing (Acts 3:14) from the Holy One, and (Prov. 28:5; (John 16:13); 1 Cor. 2:15, 16) you know all things."},{"number":21,"verse":"I have not written to you because you do not know the truth, but because you know it, and that no lie is of the truth."},{"number":22,"verse":"(2 John 7) Who is a liar but he who denies that (1 John 4:3) Jesus is the Christ? He is antichrist who denies the Father and the Son."},{"number":23,"verse":"(John 15:23) Whoever denies the Son does not have the (John 5:23) Father either; (1 John 4:15; 5:1; 2 John 9) he who acknowledges the Son has the Father also."},{"number":24,"verse":"Let Truth Abide in You Therefore let that abide in you (2 John 5, 6) which you heard from the beginning. If what you heard from the beginning abides in you, (John 14:23; 1 John 1:3; 2 John 9) you also will abide in the Son and in the Father."},{"number":25,"verse":"(John 3:14-16; 6:40; 17:2, 3; 1 John 1:2) And this is the promise that He has promised us—eternal life."},{"number":26,"verse":"These things I have written to you concerning those who try to deceive you."},{"number":27,"verse":"But the ((John 14:16; 16:13); 1 John 2:20) anointing which you have received from Him abides in you, and ((Jer. 31:33)) you do not need that anyone teach you; but as the same anointing ((John 14:16; 1 Cor. 2:12); 1 Thess. 4:9) teaches you concerning all things, and is true, and is not a lie, and just as it has taught you, you will abide in Him."},{"number":28,"verse":"The Children of God And now, little children, abide in Him, that when He appears, we may have (Eph. 3:12; 1 John 3:21; 4:17; 5:14) confidence and not be ashamed before Him at His coming."},{"number":29,"verse":"(Acts 22:14) If you know that He is righteous, you know that (John 7:18; 1 John 3:7, 10) everyone who practices righteousness is born of Him."}]}