{"bibleAbbr":"NKJV1982","bookName":"1 John","bookEnglishName":"1 John","chapterNumber":3,"verses":[{"number":1,"verse":"Behold ((John 3:16; Eph. 2:4-7; 1 John 4:10)) what manner of love the Father has bestowed on us, that ((John 1:12)) we should be called children of God! Therefore the world does not know us, (John 15:18, 21; 16:3) because it did not know Him."},{"number":2,"verse":"Beloved, ((Is. 56:5; Rom. 8:15, 16)) now we are children of God; and ((Rom. 8:18, 19, 23)) it has not yet been revealed what we shall be, but we know that when He is revealed, (Rom. 8:29; 2 Pet. 1:4) we shall be like Him, for ((Ps. 16:11)) we shall see Him as He is."},{"number":3,"verse":"(1 John 4:17) And everyone who has this hope in Him purifies himself, just as He is pure."},{"number":4,"verse":"Sin and the Child of God Whoever commits sin also commits lawlessness, and (Rom. 4:15; 1 John 5:17) sin is lawlessness."},{"number":5,"verse":"And you know (1 John 1:2; 3:8) that He was manifested ((Is. 53:5, 6); John 1:29; (2 Cor. 5:21; Heb. 9:26)) to take away our sins, and ((2 Cor. 5:21); 1 John 2:29) in Him there is no sin."},{"number":6,"verse":"Whoever abides in Him does not sin. Whoever sins has neither seen Him nor known Him."},{"number":7,"verse":"Little children, let no one deceive you. He who practices righteousness is righteous, just as He is righteous."},{"number":8,"verse":"(Matt. 13:38; John 8:44; 1 John 3:10) He who sins is of the devil, for the devil has sinned from the beginning. For this purpose the Son of God was manifested, (Luke 10:18; (Heb. 2:14)) that He might destroy the works of the devil."},{"number":9,"verse":"Whoever has been (John 1:3; 3:3; (1 John 2:29; 4:7; 5:1, 4, 18); 3 John 11) born of God does not sin, for (1 Pet. 1:23) His seed remains in him; and he cannot sin, because he has been born of God."},{"number":10,"verse":"The Imperative of Love In this the children of God and the children of the devil are manifest: Whoever does not practice righteousness is not of God, nor is he who does not love his brother."},{"number":11,"verse":"For this is the message that you heard from the beginning, ((John 13:34; 15:12); 1 John 4:7, 11, 21; 2 John 5) that we should love one another,"},{"number":12,"verse":"not as (Gen. 4:4, 8) Cain who was of the wicked one and murdered his brother. And why did he murder him? Because his works were evil and his brother’s righteous."},{"number":13,"verse":"Do not marvel, my brethren, if ((John 15:18; 17:14)) the world hates you."},{"number":14,"verse":"We know that we have passed from death to life, because we love the brethren. He who does not love his brother abides in death."},{"number":15,"verse":"(Matt. 5:21; John 8:44) Whoever hates his brother is a murderer, and you know that ((Gal. 5:20, 21; Rev. 21:8)) no murderer has eternal life abiding in him."},{"number":16,"verse":"The Outworking of Love ((John 3:16)) By this we know love, (John 10:11; 15:13; Gal. 2:20) because He laid down His life for us. And we also ought to lay down our lives for the brethren."},{"number":17,"verse":"But (Deut. 15:7) whoever has this world’s goods, and sees his brother in need, and shuts up his heart from him, how does the love of God abide in him?"},{"number":18,"verse":"My little children, (Ezek. 33:31) let us not love in word or in tongue, but in deed and in truth."},{"number":19,"verse":"And by this we know (John 18:37) that we are of the truth, and shall assure our hearts before Him."},{"number":20,"verse":"((1 Cor. 4:4, 5)) For if our heart condemns us, God is greater than our heart, and knows all things."},{"number":21,"verse":"Beloved, if our heart does not condemn us, ((Heb. 10:22; 1 John 2:28; 5:14)) we have confidence toward God."},{"number":22,"verse":"And (Ps. 34:15; (John 15:7); 1 John 5:14, 15) whatever we ask we receive from Him, because we keep His commandments (John 8:29; Heb. 13:21) and do those things that are pleasing in His sight."},{"number":23,"verse":"And this is His commandment: that we should believe on the name of His Son Jesus Christ (Matt. 22:39) and love one another, as He gave us commandment."},{"number":24,"verse":"The Spirit of Truth and the Spirit of Error Now (John 14:23) he who keeps His commandments (John 14:21; 17:21) abides in Him, and He in him. And (John 14:17; Rom. 8:9, 14, 16; 1 Thess. 4:8; 1 John 4:13) by this we know that He abides in us, by the Spirit whom He has given us."}]}