{"bibleAbbr":"NASB1995+","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":13,"verses":[{"number":1,"verse":"Now behold, <WH2009> there came <WH935> a man <WH376> of God <WH430> from Judah <WH3063> to Bethel <WH1008> by the word <WH1697> of the Lord, <WH3068> while Jeroboam <WH3379> was standing <WH5975> by the altar <WH4196> to burn <WH6999> incense. <WH6999>"},{"number":2,"verse":"And he cried <WH7121> against <WH5921> the altar <WH4196> by the word <WH1697> of the Lord, <WH3068> and said, <WH559> \"O altar, <WH4196> altar, <WH4196> thus <WH3541> says <WH559> the Lord, <WH3068> 'Behold, <WH2009> a son <WH1121> shall be born <WH3205> to the house <WH1004> of David, <WH1732> Josiah <WH2977> by name; <WH8034> and on you he shall sacrifice <WH2076> the priests <WH3548> of the high <WH1116> places <WH1116> who burn <WH6999> incense <WH6999> on you, and human <WH120> bones <WH6106> shall be burned <WH8313> on you.'\""},{"number":3,"verse":"Then he gave <WH5414> a sign <WH4159> the same <WH1931> day, <WH3117> saying, <WH559> \"This <WH2088> is the sign <WH4159> which <WH834> the Lord <WH3068> has spoken, <WH1696> 'Behold, <WH2009> the altar <WH4196> shall be split <WH7167> apart <WH7167> and the ashes <WH1880> which <WH834> are on it shall be poured <WH8210> out.'\""},{"number":4,"verse":"Now it came <WH1961> about when the king <WH4428> heard <WH8085> the saying <WH1697> of the man <WH376> of God, <WH430> which <WH834> he cried <WH7121> against <WH5921> the altar <WH4196> in Bethel, <WH1008> that Jeroboam <WH3379> stretched <WH7971> out his hand <WH3027> from the altar, <WH4196> saying, <WH559> \"Seize <WH8610> him.\" But his hand <WH3027> which <WH834> he stretched <WH7971> out against <WH5921> him dried <WH3001> up, so that he could <WH3201> not draw <WH7725> it back <WH7725> to himself."},{"number":5,"verse":"The altar <WH4196> also was split <WH7167> apart <WH7167> and the ashes <WH1880> were poured <WH8210> out from the altar, <WH4196> according to the sign <WH4159> which <WH834> the man <WH376> of God <WH430> had given <WH5414> by the word <WH1697> of the Lord. <WH3068>"},{"number":6,"verse":"And the king <WH4428> answered <WH6030> and said <WH559> to the man <WH376> of God, <WH430> \"Please <WH4994> entreat <WH9134> the Lord <WH3068> your God, <WH430> and pray <WH6419> for me, that my hand <WH3027> may be restored <WH7725> to me.\" So the man <WH376> of God <WH430> entreated <WH9134> the Lord, <WH3068> and the king's hand <WH3027> was restored <WH7725> to him, and it became <WH1961> as it was before. <WH7223>"},{"number":7,"verse":"Then the king <WH4428> said <WH1696> to the man <WH376> of God, <WH430> \"Come <WH935> home <WH1004> with me and refresh <WH5582> yourself, and I will give <WH5414> you a reward. <WH4991>\""},{"number":8,"verse":"But the man <WH376> of God <WH430> said <WH559> to the king, <WH4428> \"If <WH518> you were to give <WH5414> me half <WH2677> your house <WH1004> I would not go <WH935> with you, nor <WH3808> would I eat <WH398> bread <WH3899> or drink <WH8354> water <WH4325> in this <WH2088> place. <WH4725>"},{"number":9,"verse":"\"For so <WH3651> it was commanded <WH6680> me by the word <WH1697> of the Lord, <WH3068> saying, <WH559> 'You shall eat <WH398> no <WH3808> bread, <WH3899> nor <WH3808> drink <WH8354> water, <WH4325> nor <WH3808> return <WH7725> by the way <WH1870> which <WH834> you came. <WH1980>'\""},{"number":10,"verse":"So he went <WH1980> another <WH312> way, <WH1870> and did not return <WH7725> by the way <WH1870> which <WH834> he came <WH935> to Bethel. <WH1008>"},{"number":11,"verse":"Now an old <WH2205> prophet <WH5030> was living <WH3427> in Bethel; <WH1008> and his sons <WH1121> came <WH935> and told <WH5608> him all <WH3605> the deeds <WH4639> which <WH834> the man <WH376> of God <WH430> had done <WH6213> that day <WH3117> in Bethel; <WH1008> the words <WH1697> which <WH834> he had spoken <WH1696> to the king, <WH4428> these also they related <WH5608> to their father."},{"number":12,"verse":"And their father said <WH1> to them, \"Which <WH1696> <WH335> way <WH2088> did he go <WH1870>?\" Now his sons <WH1980> had seen <WH1121> the way <WH7200> which <WH1870> the man <WH834> of God <WH376> who <WH430> came <WH834> from Judah <WH935> had gone. <WH3063>"},{"number":13,"verse":"Then he said <WH559> to his sons, <WH1121> \"Saddle <WH2280> the donkey <WH2543> for me.\" So they saddled <WH2280> the donkey <WH2543> for him and he rode <WH7392> away on it."},{"number":14,"verse":"So he went <WH1980> after <WH310> the man <WH376> of God <WH430> and found <WH4672> him sitting <WH3427> under <WH8478> an oak; <WH424> and he said <WH559> to him, \"Are you the man <WH376> of God <WH430> who <WH834> came <WH935> from Judah <WH3063>?\" And he said, <WH559> \"I am.\""},{"number":15,"verse":"Then he said <WH559> to him, \"Come <WH1980> home <WH1004> with me and eat <WH398> bread. <WH3899>\""},{"number":16,"verse":"And he said, <WH559> \"I cannot <WH3201> <WH3808> return <WH7725> with you, nor <WH3808> go <WH935> with you, nor <WH3808> will I eat <WH398> bread <WH3899> or drink <WH8354> water <WH4325> with you in this <WH2088> place. <WH4725>"},{"number":17,"verse":"\"For a command <WH1697> [came <WH1980>] to me by the word <WH1697> of the Lord, <WH3068> 'You shall eat <WH398> no <WH3808> bread, <WH3899> nor <WH3808> drink <WH8354> water <WH4325> there; <WH8033> do not return <WH7725> by going <WH1980> the way <WH1870> which <WH834> you came.'\""},{"number":18,"verse":"And he said <WH559> to him, \"I also <WH1571> am a prophet <WH5030> like <WH3644> you, and an angel <WH4397> spoke <WH1696> to me by the word <WH1697> of the Lord, <WH3068> saying, <WH559> 'Bring <WH7725> him back <WH7725> with you to your house, <WH1004> that he may eat <WH398> bread <WH3899> and drink <WH8354> water. <WH4325>'\" [But] he lied <WH3584> to him."},{"number":19,"verse":"So he went <WH7725> back <WH7725> with him, and ate <WH398> bread <WH3899> in his house <WH1004> and drank <WH8354> water. <WH4325>"},{"number":20,"verse":"Now it came <WH1961> about, as they were sitting <WH3427> down <WH3427> at the table, <WH7979> that the word <WH1697> of the Lord <WH3068> came <WH1961> to the prophet <WH5030> who <WH834> had brought <WH7725> him back; <WH7725>"},{"number":21,"verse":"and he cried <WH7121> to the man <WH376> of God <WH430> who <WH834> came <WH935> from Judah, <WH3063> saying, <WH559> \"Thus <WH3541> says <WH559> the Lord, <WH3068> 'Because <WH3282> <WH3588> you have disobeyed <WH4784> the command <WH6310> of the Lord, <WH3068> and have not observed <WH8104> the commandment <WH4687> which <WH834> the Lord <WH3068> your God <WH430> commanded <WH6680> you,"},{"number":22,"verse":"but have returned <WH7725> and eaten <WH398> bread <WH3899> and drunk <WH8354> water <WH4325> in the place <WH4725> of which <WH834> He said <WH1696> to you, \"Eat <WH398> no <WH408> bread <WH3899> and drink <WH8354> no <WH408> water <WH4325>\"; your body <WH5038> shall not come <WH935> to the grave <WH6913> of your fathers.' \""},{"number":23,"verse":"And it came <WH1961> about after <WH310> he had eaten <WH398> bread <WH3899> and after <WH310> he had drunk, <WH8354> that he saddled <WH2280> the donkey <WH2543> for him, for the prophet <WH5030> whom <WH834> he had brought <WH7725> back. <WH7725>"},{"number":24,"verse":"Now when he had gone, <WH1980> a lion <WH9030> met <WH4672> him on the way <WH1870> and killed <WH4191> him, and his body <WH5038> was thrown <WH7993> on the road, <WH1870> with the donkey <WH2543> standing <WH5975> beside <WH681> it; the lion <WH9030> also was standing <WH5975> beside <WH681> the body. <WH5038>"},{"number":25,"verse":"And behold, <WH2009> men <WH376> passed <WH5674> by and saw <WH7200> the body <WH5038> thrown <WH7993> on the road, <WH1870> and the lion <WH9030> standing <WH5975> beside <WH681> the body; <WH5038> so they came <WH935> and told <WH1696> [it] in the city <WH5892> where <WH834> the old <WH2205> prophet <WH5030> lived. <WH3427>"},{"number":26,"verse":"Now when the prophet <WH5030> who <WH834> brought <WH7725> him back <WH7725> from the way <WH1870> heard <WH8085> [it,] he said, <WH559> \"It is the man <WH376> of God, <WH430> who <WH834> disobeyed <WH4784> the command <WH6310> of the Lord; <WH3068> therefore the Lord <WH3068> has given <WH5414> him to the lion, <WH9030> which has torn <WH7665> him and killed <WH4191> him, according to the word <WH1697> of the Lord <WH3068> which <WH834> He spoke <WH1696> to him.\""},{"number":27,"verse":"Then he spoke <WH1696> to his sons, <WH1121> saying, <WH559> \"Saddle <WH2280> the donkey <WH2543> for me.\" And they saddled <WH2280> [it.]"},{"number":28,"verse":"And he went <WH1980> and found <WH4672> his body <WH5038> thrown <WH7993> on the road <WH1870> with the donkey <WH2543> and the lion <WH9030> standing <WH5975> beside <WH681> the body; <WH5038> the lion <WH9030> had not eaten <WH398> the body <WH5038> nor <WH3808> torn <WH7665> the donkey. <WH2543>"},{"number":29,"verse":"So the prophet <WH5030> took <WH5375> up the body <WH5038> of the man <WH376> of God <WH430> and laid <WH5117> it on the donkey, <WH2543> and brought <WH7725> it back <WH7725> and he came <WH935> to the city <WH5892> of the old <WH2205> prophet <WH5030> to mourn <WH5594> and to bury <WH6912> him."},{"number":30,"verse":"And he laid <WH5117> his body <WH5038> in his own grave, <WH6913> and they mourned <WH5594> over <WH5921> him, [saying,] \"Alas, <WH1945> my brother! <WH251>\""},{"number":31,"verse":"And it came <WH1961> about after <WH310> he had buried <WH6912> him, that he spoke <WH559> to his sons, <WH1121> saying, <WH559> \"When I die, <WH4191> bury <WH6912> me in the grave <WH6913> in which <WH834> the man <WH376> of God <WH430> is buried; <WH6912> lay <WH5117> my bones <WH6106> beside <WH681> his bones. <WH6106>"},{"number":32,"verse":"\"For the thing <WH1697> shall surely <WH1961> come <WH1961> to pass <WH1961> which <WH834> he cried <WH7121> by the word <WH1697> of the Lord <WH3068> against <WH5921> the altar <WH4196> in Bethel <WH1008> and against <WH5921> all <WH3605> the houses <WH1004> of the high <WH1116> places <WH1116> which <WH834> are in the cities <WH5892> of Samaria. <WH8111>\""},{"number":33,"verse":"After <WH310> this <WH2088> event <WH1697> Jeroboam <WH3379> did not return <WH7725> from his evil <WH7451> way, <WH1870> but again <WH7725> he made <WH6213> priests <WH3548> of the high <WH1116> places <WH1116> from among all <WH7098> the people; <WH5971> any who would, <WH2655> he ordained, <WH4390> <WH3027> to be priests <WH3548> of the high <WH1116> places. <WH1116>"},{"number":34,"verse":"And this <WH2088> event <WH1697> became <WH1961> sin <WH9128> to the house <WH1004> of Jeroboam, <WH3379> even to blot <WH3582> [it] out and destroy <WH8045> [it] from off <WH5921> the face <WH6440> of the earth. <WH127>"}]}