{"bibleAbbr":"NLT2015","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":17,"verses":[{"number":1,"verse":"Micah’s Idols There was a man named Micah, who lived in the hill country of Ephraim."},{"number":2,"verse":"One day he said to his mother, “I heard you place a curse on the person who stole 1100 pieces (Hebrew 1100 [shekels], about 28 pounds or 12.5 kilograms in weight.) of silver from you. Well, I have the money. I was the one who took it.” “The LORD bless you for admitting it,” his mother replied."},{"number":3,"verse":"He returned the money to her, and she said, “I now dedicate these silver coins to the LORD. In honor of my son, I will have an image carved and an idol cast.”"},{"number":4,"verse":"So when he returned the money to his mother, she took 200 silver coins and gave them to a silversmith, who made them into an image and an idol. And these were placed in Micah’s house."},{"number":5,"verse":"Micah set up a shrine for the idol, and he made a sacred ephod and some household idols. Then he installed one of his sons as his personal priest."},{"number":6,"verse":"In those days Israel had no king; all the people did whatever seemed right in their own eyes."},{"number":7,"verse":"One day a young Levite, who had been living in Bethlehem in Judah, arrived in that area."},{"number":8,"verse":"He had left Bethlehem in search of another place to live, and as he traveled, he came to the hill country of Ephraim. He happened to stop at Micah’s house as he was traveling through."},{"number":9,"verse":"“Where are you from?” Micah asked him. He replied, “I am a Levite from Bethlehem in Judah, and I am looking for a place to live.”"},{"number":10,"verse":"“Stay here with me,” Micah said, “and you can be a father and priest to me. I will give you ten pieces of silver (Hebrew 10 [shekels] of silver, about 4 ounces or 114 grams in weight.) a year, plus a change of clothes and your food.”"},{"number":11,"verse":"The Levite agreed to this, and the young man became like one of Micah’s sons."},{"number":12,"verse":"So Micah installed the Levite as his personal priest, and he lived in Micah’s house."},{"number":13,"verse":"“I know the LORD will bless me now,” Micah said, “because I have a Levite serving as my priest.”"}]}