{"bibleAbbr":"HSB+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":21,"verses":[{"number":1,"verse":"וַיְהִ֥י <WH1961> vay-Hi came דְבַר־ <WH1697> de-var- And the word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֵלַ֥י <WH413> 'e-Lai to me לֵאמֹֽר׃ <WH559> le-Mor. came unto me saying"},{"number":2,"verse":"בֶּן־ <WH1121> ben- Son אָדָ֗ם <WH120> 'a-Dam, of man שִׂ֤ים <WH7760> sim set פָּנֶ֙יךָ֙ <WH6440> pa-Nei-cha thy face אֶל־ <WH413> 'el- toward יְר֣וּשָׁלִַ֔ם <WH3389> ye-Ru-sha-Lim, toward Jerusalem וְהַטֵּ֖ף <WH5197> ve-hat-Tef and drop אֶל־ <WH413> 'el- against מִקְדָּשִׁ֑ים <WH4720> mik-da-Shim; [thy word] toward the holy places וְהִנָּבֵ֖א <WH5012> ve-hin-na-Ve and prophesy אֶל־ <WH413> 'el- against אַדְמַ֥ת <WH127> 'ad-Mat against the land יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":3,"verse":"וְאָמַרְתָּ֞ <WH559> ve-'a-mar-Ta And say לְאַדְמַ֣ת <WH127> le-'ad-Mat to the land יִשְׂרָאֵ֗ל <WH3478> Yis-ra-'El, of Israel כֹּ֚ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith יְהוָ֔ה <WH3068> Yah-weh, the LORD הִנְנִ֣י <WH2005> hin-Ni behold אֵלַ֔יִךְ <WH413> 'e-La-yich, I am against וְהוֹצֵאתִ֥י <WH3318> ve-ho-tze-Ti Behold I [am] against thee and will draw forth חַרְבִּ֖י <WH2719> char-Bi my sword מִתַּעְרָ֑הּ <WH8593> mit-ta'-Rah; out of his sheath וְהִכְרַתִּ֥י <WH3772> ve-hich-rat-Ti and will cut off מִמֵּ֖ךְ <WH4480> mi-Mech at צַדִּ֥יק <WH6662> tzad-Dik from thee the righteous וְרָשָֽׁע׃ <WH7563> ve-ra-Sha'. and the wicked"},{"number":4,"verse":"יַ֛עַן <WH3282> Ya-'an Seeing אֲשֶׁר־ <WH834> 'a-Sher- I הִכְרַ֥תִּי <WH3772> hich-Rat-ti then that I will cut off מִמֵּ֖ךְ <WH4480> mi-Mech at צַדִּ֣יק <WH6662> tzad-Dik from thee the righteous וְרָשָׁ֑ע <WH7563> ve-ra-Sha'; and the wicked לָ֠כֵן <WH3651> La-chen therefore תֵּצֵ֨א <WH3318> te-Tze go forth חַרְבִּ֧י <WH2719> char-Bi therefore shall my sword מִתַּעְרָ֛הּ <WH8593> mit-ta'-Rah out of his sheath אֶל־ <WH413> 'el- against כָּל־ <WH3605> kol- all בָּשָׂ֖ר <WH1320> ba-Sar against all flesh מִנֶּ֥גֶב <WH5045> min-Ne-gev from the south צָפֽוֹן׃ <WH6828> tza-Fon. to the north"},{"number":5,"verse":"וְיָֽדְעוּ֙ <WH3045> ve-ya-de-'U may know כָּל־ <WH3605> kol- all בָּשָׂ֔ר <WH1320> ba-Sar, That all flesh כִּ֚י <WH3588> ki that אֲנִ֣י <WH589> 'a-Ni I יְהוָ֔ה <WH3068> Yah-weh, that I the LORD הוֹצֵ֥אתִי <WH3318> ho-Tze-ti have drawn forth חַרְבִּ֖י <WH2719> char-Bi my sword מִתַּעְרָ֑הּ <WH8593> mit-ta'-Rah; out of his sheath לֹ֥א <WH3808> lo It will not תָשׁ֖וּב <WH7725> ta-Shuv it shall not return עֽוֹד׃ <WH5750> od. again ס sa-Mek"},{"number":6,"verse":"וְאַתָּ֥ה <WH859> ve-'at-Tah you בֶן־ <WH1121> ven- therefore thou son אָדָ֖ם <WH120> 'a-Dam of man הֵֽאָנַ֑ח <WH584> he-'a-Nach; Sigh בְּשִׁבְר֤וֹן <WH7670> be-shiv-Ron with the breaking מָתְנַ֙יִם֙ <WH4975> ma-te-Na-yim of [thy] loins וּבִמְרִיר֔וּת <WH4814> u-vim-ri-Rut, and with bitterness תֵּֽאָנַ֖ח <WH584> te-'a-Nach sigh לְעֵינֵיהֶֽם׃ <WH5869> le-'ei-nei-Hem. before their eyes"},{"number":7,"verse":"וְהָיָה֙ <WH1961> ve-ha-Yah and shall be brought to pass כִּֽי־ <WH3588> ki- and when יֹאמְר֣וּ <WH559> yo-me-Ru And it shall be when they say אֵלֶ֔יךָ <WH413> 'e-Lei-cha, Because עַל־ <WH5921> 'al- and מָ֖ה <WH4100> mah how long אַתָּ֣ה <WH859> 'at-Tah Wherefore נֶאֱנָ֑ח <WH584> ne-'e-Nach; unto thee Wherefore sighest וְאָמַרְתָּ֡ <WH559> ve-'a-mar-Ta thou;that thou shalt answer אֶל־ <WH413> 'el- Because שְׁמוּעָ֣ה <WH8052> she-mu-'Ah For the tidings כִֽי־ <WH3588> chi- and when בָאָ֡ה <WH935> va-'Ah because it cometh וְנָמֵ֣ס <WH4549> ve-na-Mes shall melt כָּל־ <WH3605> kol- and every לֵב֩ <WH3820> lev and every heart וְרָפ֨וּ <WH7503> ve-ra-Fu shall be feeble כָל־ <WH3605> chol all יָדַ֜יִם <WH3027> ya-Da-yim and all hands וְכִהֲתָ֣ה <WH3543> ve-chi-ha-Tah shall faint כָל־ <WH3605> chol every ר֗וּחַ <WH7307> Ru-ach, and every spirit וְכָל־ <WH3605> ve-chol and all בִּרְכַּ֙יִם֙ <WH1290> bir-Ka-yim and all knees תֵּלַ֣כְנָה <WH1980> te-Lach-nah will be weak מַּ֔יִם <WH4325> Ma-yim, [as] water הִנֵּ֤ה <WH2009> hin-Neh Behold בָאָה֙ <WH935> va-'Ah behold it cometh וְנִֽהְיָ֔תָה <WH1961> ve-nih-Ya-tah, become נְאֻ֖ם <WH5002> ne-'Um saith אֲדֹנָ֥י <WH136> 'a-do-Nai the Lord יְהוִֽה׃ <WH3069> Yah-weh. GOD פ Peh"},{"number":8,"verse":"וַיְהִ֥י <WH1961> vay-Hi came דְבַר־ <WH1697> de-var- Again the word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֵלַ֥י <WH413> 'e-Lai to me לֵאמֹֽר׃ <WH559> le-Mor. came unto me saying"},{"number":9,"verse":"בֶּן־ <WH1121> ben- Son אָדָ֕ם <WH120> 'a-Dam of man הִנָּבֵא֙ <WH5012> hin-na-Ve prophesy וְאָ֣מַרְתָּ֔ <WH559> ve-'A-mar-ta, and say כֹּ֖ה <WH3541> koh Thus אָמַ֣ר <WH559> 'a-Mar Thus saith אֲדֹנָ֑י <WH136> 'a-do-Nai; the Lord אֱמֹ֕ר <WH559> 'e-Mor Say חֶ֥רֶב <WH2719> Che-rev A sword חֶ֛רֶב <WH2719> Che-rev a sword הוּחַ֖דָּה <WH2300> hu-Chad-dah is sharpened וְגַם־ <WH1571> ve-gam- and also מְרוּטָֽה׃ <WH4803> me-ru-Tah. and also furbished"},{"number":10,"verse":"לְמַ֨עַן <WH4616> le-Ma-'an because of טְבֹ֤חַ <WH2874> te-Vo-ach to make a sore טֶ֙בַח֙ <WH2873> te-vach slaughter הוּחַ֔דָּה <WH2300> hu-Chad-dah, It is sharpened לְמַעַן־ <WH4616> le-ma-'an- because of הֱיֵה־ <WH1961> he-yeh- become לָ֥הּ lah בָּ֖רָק <WH1300> Ba-rok that it may glitter מֹרָ֑טָּה <WH4803> mo-Rat-tah; Polished א֣וֹ <WH176> o should נָשִׂ֔ישׂ <WH7797> na-Sis, we then make mirth שֵׁ֥בֶט <WH7626> She-vet the rod בְּנִ֖י <WH1121> be-Ni of my son מֹאֶ֥סֶת <WH3988> mo-'E-set ;it contemneth כָּל־ <WH3605> kol- every עֵֽץ׃ <WH6086> 'Etz. [as] every tree"},{"number":11,"verse":"וַיִּתֵּ֥ן <WH5414> vai-yit-Ten And he hath given אֹתָ֛הּ <WH853> 'o-Tah לְמָרְטָ֖ה <WH4803> le-ma-re-Tah it to be furbished לִתְפֹּ֣שׂ <WH8610> lit-Pos may be handled בַּכָּ֑ף <WH3709> bak-Kaf; branch הִֽיא־ <WH1931> hi- he הוּחַ֤דָּה <WH2300> hu-Chad-dah is sharpened חֶ֙רֶב֙ <WH2719> che-rev this sword וְהִ֣יא <WH1931> ve-Hi he מֹרָ֔טָּה <WH4803> mo-Rat-tah, and polished לָתֵ֥ת <WH5414> la-Tet to give אוֹתָ֖הּ <WH853> o-Tah בְּיַד־ <WH3027> be-yad- it into the hand הוֹרֵֽג׃ <WH2026> ho-Reg. of the slayer"},{"number":12,"verse":"זְעַ֤ק <WH2199> ze-'Ak Cry וְהֵילֵל֙ <WH3213> ve-hei-Lel and howl בֶּן־ <WH1121> ben- son אָדָ֔ם <WH120> 'a-Dam, of man כִּי־ <WH3588> ki- for הִיא֙ <WH1931> hi he הָיתָ֣ה <WH1961> hai-Tah is against בְעַמִּ֔י <WH5971> ve-'am-Mi, for it shall be upon my people הִ֖יא <WH1931> hi he בְּכָל־ <WH3605> be-chol all נְשִׂיאֵ֣י <WH5387> ne-si-'Ei it [shall be] upon all the princes יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel מְגוּרֵ֤י <WH4048> me-gu-Rei terrors אֶל־ <WH413> 'el- by reason of חֶ֙רֶב֙ <WH2719> che-rev the sword הָי֣וּ <WH1961> ha-Yu become אֶת־ <WH854> 'et- with עַמִּ֔י <WH5971> 'am-Mi, shall be upon my people לָכֵ֖ן <WH3651> la-Chen therefore סְפֹ֥ק <WH5606> se-Fok smite אֶל־ <WH413> 'el- about יָרֵֽךְ׃ <WH3409> ya-Rech. therefore upon [thy] thigh"},{"number":13,"verse":"כִּ֣י <WH3588> ki Because בֹ֔חַן <WH974> Vo-chan, Because [it is] a trial וּמָ֕ה <WH4100> u-Mah and what אִם־ <WH518> 'im- if גַּם־ <WH1571> gam- even שֵׁ֥בֶט <WH7626> She-vet the rod מֹאֶ֖סֶת <WH3988> mo-'E-set and what if [the sword] contemn לֹ֣א <WH3808> lo will be no יִֽהְיֶ֑ה <WH1961> yih-Yeh; become נְאֻ֖ם <WH5002> ne-'Um declares אֲדֹנָ֥י <WH136> 'a-do-Nai the Lord יְהוִֽה׃ <WH3069> Yah-weh. GOD פ Peh"},{"number":14,"verse":"וְאַתָּ֣ה <WH859> ve-'at-Tah you בֶן־ <WH1121> ven- Thou therefore son אָדָ֔ם <WH120> 'a-Dam, of man הִנָּבֵ֕א <WH5012> hin-na-Ve prophesy וְהַ֖ךְ <WH5221> ve-Hach together כַּ֣ף <WH3709> kaf hands אֶל־ <WH413> 'el- about כָּ֑ף <WH3709> Kaf; hands וְתִכָּפֵ֞ל <WH3717> ve-tik-ka-Fel be doubled חֶ֤רֶב <WH2719> Che-rev and let the sword שְׁלִישִׁ֙תָה֙ <WH7992> she-li-Shi-tah the third חֶ֣רֶב <WH2719> Che-rev time the sword חֲלָלִ֔ים <WH2491> cha-la-Lim, of the slain הִ֗יא <WH1931> Hi, It חֶ֚רֶב <WH2719> Che-rev it [is] the sword חָלָ֣ל <WH2491> cha-Lal [men that are] slain הַגָּד֔וֹל <WH1419> hag-ga-Dol, of the great הַחֹדֶ֖רֶת <WH2314> ha-cho-De-ret which entereth into their privy chambers לָהֶֽם׃ <WH99999> la-Hem."},{"number":15,"verse":"לְמַ֣עַן׀ <WH4616> le-Ma-'an because of לָמ֣וּג <WH4127> la-Mug may faint לֵ֗ב <WH3820> Lev, that [their] heart וְהַרְבֵּה֙ <WH7235> ve-har-Beh be multiplied הַמִּכְשֹׁלִ֔ים <WH4383> ham-mich-sho-Lim, and [their] ruins עַ֚ל <WH5921> 'al at כָּל־ <WH3605> kol- all שַׁ֣עֲרֵיהֶ֔ם <WH8179> sha-'a-rei-Hem, against all their gates נָתַ֖תִּי <WH5414> na-Tat-ti I have set אִבְחַת־ <WH19> 'iv-chat- the point חָ֑רֶב <WH2719> Cha-rev; of the sword אָ֛ח <WH253> 'ach ah עֲשׂוּיָ֥ה <WH6213> 'a-su-Yah [it is] made לְבָרָ֖ק <WH1300> le-va-Rak bright מְעֻטָּ֥ה <WH4593> me-'ut-Tah [it is] wrapped up לְטָֽבַח׃ <WH2875> le-Ta-vach. Tebah"},{"number":16,"verse":"הִתְאַחֲדִ֥י <WH258> hit-'a-cha-Di Go thee one way or other הֵימִ֖נִי <WH3231> hei-Mi-ni the right hand הָשִׂ֣ימִי <WH7760> ha-Si-mi [either] on הַשְׂמִ֑ילִי <WH8041> has-Mi-li; [or] on the left אָ֖נָה <WH575> 'A-nah whithersoever פָּנַ֥יִךְ <WH6440> pa-Na-yich thy face מֻעָדֽוֹת׃ <WH3259> mu-'a-Dot. [is] set"},{"number":17,"verse":"וְגַם־ <WH1571> ve-gam- will also אֲנִ֗י <WH589> 'a-Ni, I אַכֶּ֤ה <WH5221> 'ak-Keh I will also smite כַפִּי֙ <WH3709> chap-Pi mine hands אֶל־ <WH413> 'el- about כַּפִּ֔י <WH3709> kap-Pi, together וַהֲנִחֹתִ֖י <WH5117> va-ha-ni-cho-Ti to rest חֲמָתִ֑י <WH2534> cha-ma-Ti; and I will cause my fury אֲנִ֥י <WH589> 'a-Ni I יְהוָ֖ה <WH3068> Yah-weh I the LORD דִּבַּֽרְתִּי׃ <WH1696> dib-Bar-ti. have said פ Peh"},{"number":18,"verse":"וַיְהִ֥י <WH1961> vay-Hi came דְבַר־ <WH1697> de-var- The word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֵלַ֥י <WH413> 'e-Lai to me לֵאמֹֽר׃ <WH559> le-Mor. came unto me again saying"},{"number":19,"verse":"וְאַתָּ֨ה <WH859> ve-'at-Tah you בֶן־ <WH1121> ven- Also thou son אָדָ֜ם <WH120> 'a-Dam of man שִׂים־ <WH7760> sim- appoint לְךָ֣׀ le-Cha שְׁנַ֣יִם <WH8147> she-Na-yim thee two דְּרָכִ֗ים <WH1870> de-ra-Chim, ways לָבוֹא֙ <WH935> la-Vo may come חֶ֣רֶב <WH2719> Che-rev that the sword מֶֽלֶךְ־ <WH4428> Me-lech- of the king בָּבֶ֔ל <WH894> ba-Vel, of Babylon מֵאֶ֥רֶץ <WH776> me-'E-retz land אֶחָ֖ד <WH259> 'e-Chad out of one יֵצְא֣וּ <WH3318> ye-tze-'U shall come forth שְׁנֵיהֶ֑ם <WH8147> she-nei-Hem; both twain וְיָ֣ד <WH3027> ve-Yad thou a place בָּרֵ֔א <WH1254> ba-Re, and choose בְּרֹ֥אשׁ <WH7218> be-Rosh [it] at the head דֶּֽרֶךְ־ <WH1870> de-rech- of the way עִ֖יר <WH5892> 'ir to the city בָּרֵֽא׃ <WH1254> ba-Re. choose"},{"number":20,"verse":"דֶּ֣רֶךְ <WH1870> De-rech a way תָּשִׂ֔ים <WH7760> ta-Sim, Appoint לָב֣וֹא <WH935> la-Vo may come חֶ֔רֶב <WH2719> Che-rev, that the sword אֵ֖ת <WH853> 'et רַבַּ֣ת <WH7237> rab-Bat to Rabbath בְּנֵֽי־ <WH1121> be-nei- of the sons עַמּ֑וֹן <WH5983> am-Mon; of Ammon וְאֶת־ <WH853> ve-'Et יְהוּדָ֥ה <WH3063> ye-hu-Dah and to Judah בִירוּשָׁלִַ֖ם <WH3389> vi-ru-sha-Lim in Jerusalem בְּצוּרָֽה׃ <WH1219> be-tzu-Rah. the defenced"},{"number":21,"verse":"כִּֽי־ <WH3588> ki- for עָמַ֨ד <WH5975> 'a-Mad stood מֶלֶךְ־ <WH4428> Me-lech- For the king בָּבֶ֜ל <WH894> ba-Vel of Babylon אֶל־ <WH413> 'el- at אֵ֣ם <WH517> 'em at the parting הַדֶּ֗רֶךְ <WH1870> had-De-rech, of the way בְּרֹ֛אשׁ <WH7218> be-Rosh at the head שְׁנֵ֥י <WH8147> she-Nei of the two הַדְּרָכִ֖ים <WH1870> had-de-ra-Chim ways לִקְסָם־ <WH7080> lik-som- to use קָ֑סֶם <WH7081> Ka-sem; divination קִלְקַ֤ל <WH7043> kil-Kal bright בַּֽחִצִּים֙ <WH2671> ba-chitz-Tzim he made [his] arrows שָׁאַ֣ל <WH7592> sha-'Al he consulted בַּתְּרָפִ֔ים <WH8655> bat-te-ra-Fim, with images רָאָ֖ה <WH7200> ra-'Ah he looked בַּכָּבֵֽד׃ <WH3516> bak-ka-Ved. in the liver"},{"number":22,"verse":"בִּֽימִינ֞וֹ <WH3225> bi-mi-No At his right hand הָיָ֣ה׀ <WH1961> ha-Yah came הַקֶּ֣סֶם <WH7081> hak-Ke-sem was the divination יְרוּשָׁלִַ֗ם <WH3389> ye-ru-sha-Lim, for Jerusalem לָשׂ֤וּם <WH7760> la-Sum to appoint כָּרִים֙ <WH3733> ka-Rim captains לִפְתֹּ֤חַ <WH6605> lif-To-ach to open פֶּה֙ <WH6310> peh the mouth בְּרֶ֔צַח <WH7524> be-Re-tzach, in the slaughter לְהָרִ֥ים <WH7311> le-ha-Rim to lift up ק֖וֹל <WH6963> Kol the voice בִּתְרוּעָ֑ה <WH8643> bit-ru-'Ah; with shouting לָשׂ֤וּם <WH7760> la-Sum to appoint כָּרִים֙ <WH3733> ka-Rim [battering] rams עַל־ <WH5921> 'al- against שְׁעָרִ֔ים <WH8179> she-'a-Rim, against the gates לִשְׁפֹּ֥ךְ <WH8210> lish-Poch to cast סֹלְלָ֖ה <WH5550> so-le-Lah a mount לִבְנ֥וֹת <WH1129> liv-Not [and] to build דָּיֵֽק׃ <WH1785> da-Yek. a fort"},{"number":23,"verse":"וְהָיָ֨ה <WH1961> ve-ha-Yah become לָהֶ֤ם la-Hem ; כִּקְסֹום־ kik-som- ככִּקְסָם־ <WH7080> kik-som- divination שָׁוְא֙ <WH7080> shaV divination קבְּעֵ֣ינֵיהֶ֔ם <WH5869> be-'Ei-nei-Hem, in their sight שְׁבֻעֵ֥י <WH7650> she-vu-'Ei to them that have sworn שְׁבֻע֖וֹת <WH7621> she-vu-'ot oaths לָהֶ֑ם la-Hem; וְהֽוּא־ <WH1931> ve-hu- he מַזְכִּ֥יר <WH2142> maz-Kir but he will call to remembrance עָוֹ֖ן <WH5771> 'a-Von the iniquity לְהִתָּפֵֽשׂ׃ <WH8610> le-hit-ta-Fes. that they may be taken פ Peh"},{"number":24,"verse":"לָכֵ֗ן <WH3651> la-Chen, Therefore כֹּֽה־ <WH3541> koh- thus אָמַר֮ <WH559> 'a-Mar Therefore thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִה֒ <WH3069> Yah-weh GOD יַ֗עַן <WH3282> Ya-'an, Because הַזְכַּרְכֶם֙ <WH2142> haz-kar-Chem to be remembered עֲוֹ֣נְכֶ֔ם <WH5771> 'a-Vo-ne-Chem, Because ye have made your iniquity בְּהִגָּל֣וֹת <WH1540> be-hig-ga-Lot are discovered פִּשְׁעֵיכֶ֗ם <WH6588> pish-'ei-Chem, in that your transgressions לְהֵֽרָאוֹת֙ <WH7200> le-he-ra-'Ot do appear חַטֹּ֣אותֵיכֶ֔ם <WH2403> chat-To-tei-Chem, your sins בְּכֹ֖ל <WH3605> be-Chol all עֲלִילֽוֹתֵיכֶ֑ם <WH5949> a-li-lo-tei-Chem; so that in all your doings יַ֚עַן <WH3282> Ya-'an Because הִזָּ֣כֶרְכֶ֔ם <WH2142> hiz-Za-cher-Chem, because [I say] that ye are come to remembrance בַּכַּ֖ף <WH3709> bak-Kaf with the hand תִּתָּפֵֽשׂוּ׃ <WH8610> tit-ta-Fe-su. ye shall be taken פ Peh"},{"number":25,"verse":"וְאַתָּה֙ <WH859> ve-'at-Tah O חָלָ֣ל <WH2491> cha-Lal And thou profane רָשָׁ֔ע <WH7563> ra-Sha', wicked נְשִׂ֖יא <WH5387> ne-Si prince יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel אֲשֶׁר־ <WH834> 'a-Sher- whose בָּ֣א <WH935> ba is come יוֹמ֔וֹ <WH3117> yo-Mo, whose day בְּעֵ֖ת <WH6256> be-'Et when עֲוֹ֥ן <WH5771> 'a-Von iniquity קֵֽץ׃ <WH7093> Ketz. [shall have] an end ס sa-Mek"},{"number":26,"verse":"כֹּ֤ה <WH3541> koh thus אָמַר֙ <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֔ה <WH3068> Yah-weh, GOD הָסִיר֙ <WH5493> ha-Sir Remove הַמִּצְנֶ֔פֶת <WH4701> ham-mitz-Ne-fet, the diadem וְהָרִ֖ים <WH7311> ve-ha-Rim and take off הָֽעֲטָרָ֑ה <WH5850> ha-'a-ta-Rah; the crown זֹ֣את <WH2063> zot this [shall] not [be] the same לֹא־ <WH3808> lo- no זֹ֔את <WH2063> Zot, that הַשָּׁפָ֣לָה <WH8217> hash-sha-Fa-lah [him that is] low הַגְבֵּ֔הַ <WH1361> hag-Be-ha, exalt וְהַגָּבֹ֖הַ <WH8213> ve-hag-ga-Vo-ha and abase הַשְׁפִּֽיל׃ <WH1364> hash-Pil. [him that is] high"},{"number":27,"verse":"עַוָּ֥ה <WH5754> 'av-Vah I will overturn עַוָּ֖ה <WH5754> 'av-Vah overturn עַוָּ֣ה <WH5754> 'av-Vah overturn אֲשִׂימֶ֑נָּה <WH7760> 'a-si-Men-nah; it and it shall be גַּם־ <WH1571> gam- also זֹאת֙ <WH2063> zoT likewise לֹ֣א <WH3808> lo will be no הָיָ֔ה <WH1961> ha-Yah, become עַד־ <WH5704> 'ad- until בֹּ֛א <WH935> bo no [more] until he come אֲשֶׁר־ <WH834> 'a-Sher- whose ל֥וֹ lo הַמִּשְׁפָּ֖ט <WH4941> ham-mish-Pat whose right וּנְתַתִּֽיו׃ <WH5414> u-ne-tat-Tiv. it is and I will give פ Peh"},{"number":28,"verse":"וְאַתָּ֣ה <WH859> ve-'at-Tah and you בֶן־ <WH1121> ven- And thou son אָדָ֗ם <WH120> 'a-Dam, of man הִנָּבֵ֤א <WH5012> hin-na-Ve prophesy וְאָֽמַרְתָּ֙ <WH559> ve-'a-mar-Ta and say כֹּ֤ה <WH3541> koh Thus אָמַר֙ <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהֹוִ֔ה <WH3069> Yah-weh, GOD אֶל־ <WH413> 'el- concerning בְּנֵ֥י <WH1121> be-Nei the sons עַמּ֖וֹן <WH5983> am-Mon of Ammon וְאֶל־ <WH413> ve-'el- and concerning חֶרְפָּתָ֑ם <WH2781> cher-pa-Tam; and concerning their reproach וְאָמַרְתָּ֗ <WH559> ve-'a-mar-Ta, even say חֶ֣רֶב <WH2719> Che-rev thou The sword חֶ֤רֶב <WH2719> Che-rev the sword פְּתוּחָה֙ <WH6605> pe-tu-Chah [is] drawn לְטֶ֣בַח <WH2874> le-Te-vach for the slaughter מְרוּטָ֔ה <WH4803> me-ru-Tah, [it is] furbished לְהָכִ֖יל <WH398> le-ha-Chil to consume לְמַ֥עַן <WH4616> le-Ma-'an may be like בָּרָֽק׃ <WH1300> ba-Rak. because of the glittering"},{"number":29,"verse":"בַּחֲז֥וֹת <WH2372> ba-cha-Zot Whiles they see לָךְ֙ loCh שָׁ֔וְא <WH7723> Shav, vanity בִּקְסָם־ <WH7080> bik-som- unto thee whiles they divine לָ֖ךְ lach כָּזָ֑ב <WH3577> ka-Zav; a lie לָתֵ֣ת <WH5414> la-Tet unto thee to bring אוֹתָ֗ךְ <WH853> o-Tach, אֶֽל־ <WH413> 'el- on צַוְּארֵי֙ <WH6677> tzav-ve-Rei thee upon the necks חַֽלְלֵ֣י <WH2491> chal-Lei of [them that are] slain רְשָׁעִ֔ים <WH7563> re-sha-'Im, of the wicked אֲשֶׁר־ <WH834> 'a-Sher- whose בָּ֣א <WH935> ba is come יוֹמָ֔ם <WH3117> yo-Mam, whose day בְּעֵ֖ת <WH6256> be-'Et when עֲוֹ֥ן <WH5771> 'a-Von their iniquity קֵֽץ׃ <WH7093> Ketz. [shall have] an end"},{"number":30,"verse":"הָשַׁ֖ב <WH7725> ha-Shav Shall I cause [it] to return אֶל־ <WH413> 'el- to תַּעְרָ֑הּ <WH8593> ta'-Rah; sheath בִּמְק֧וֹם <WH4725> bim-Kom thee in the place אֲשֶׁר־ <WH834> 'a-Sher- where נִבְרֵ֛את <WH1254> niv-Ret where thou wast created בְּאֶ֥רֶץ <WH776> be-'E-retz in the land מְכֻרוֹתַ֖יִךְ <WH4351> me-chu-ro-Ta-yich of thy nativity אֶשְׁפֹּ֥ט <WH8199> 'esh-Pot will judge אֹתָֽךְ׃ <WH853> 'o-Tach."},{"number":31,"verse":"וְשָׁפַכְתִּ֤י <WH8210> ve-sha-fach-Ti And I will pour out עָלַ֙יִךְ֙ <WH5921> 'a-La-yich out זַעְמִ֔י <WH2195> za'-Mi, mine indignation בְּאֵ֥שׁ <WH784> be-'Esh against thee in the fire עֶבְרָתִ֖י <WH5678> 'ev-ra-Ti of my wrath אָפִ֣יחַ <WH6315> 'a-Fi-ach upon thee I will blow עָלָ֑יִךְ <WH5921> 'a-La-yich; and I וּנְתַתִּ֗יךְ <WH5414> u-ne-tat-Tich, and deliver בְּיַד֙ <WH3027> be-Yad thee into the hand אֲנָשִׁ֣ים <WH376> 'a-na-Shim men בֹּֽעֲרִ֔ים <WH1197> bo-'a-Rim, of brutish חָרָשֵׁ֖י <WH2796> cha-ra-Shei [and] skilful מַשְׁחִֽית׃ <WH4889> mash-Chit. to destroy"},{"number":32,"verse":"לָאֵ֤שׁ <WH784> la-'Esh to the fire תִּֽהְיֶה֙ <WH1961> tih-Yeh become לְאָכְלָ֔ה <WH402> le-'och-Lah Thou shalt be for fuel דָּמֵ֥ךְ <WH1818> da-Mech thy blood יִהְיֶ֖ה <WH1961> yih-Yeh will be in בְּת֣וֹךְ <WH8432> be-Toch shall be in the midst הָאָ֑רֶץ <WH776> ha-'A-retz; of the land לֹ֣א <WH3808> lo not תִזָּכֵ֔רִי <WH2142> tiz-za-Che-ri, thou shalt be no [more] remembered כִּ֛י <WH3588> ki for אֲנִ֥י <WH589> 'a-Ni I יְהוָ֖ה <WH3068> Yah-weh for I the LORD דִּבַּֽרְתִּי׃ <WH1696> dib-Bar-ti. have spoken פ Peh"}]}