{"bibleAbbr":"HSB+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":45,"verses":[{"number":1,"verse":"וּבְהַפִּֽילְכֶ֨ם <WH5307> uv-hap-pi-le-Chem Moreover when ye shall divide אֶת־ <WH853> 'et- הָאָ֜רֶץ <WH776> ha-'A-retz by lot the land בְּנַחֲלָ֗ה <WH5159> be-na-cha-Lah, for inheritance תָּרִימוּ֩ <WH7311> ta-ri-Mu ye shall offer תְרוּמָ֨ה <WH8641> te-ru-Mah an oblation לַיהוָ֥ה׀ <WH3068> Yah-weh unto the LORD קֹדֶשׁ֮ <WH6944> ko-Desh an holy portion מִן־ <WH4480> min- at הָאָרֶץ֒ <WH776> ha-'a-Retz of the land אֹ֗רֶךְ <WH753> 'O-rech, the length חֲמִשָּׁ֨ה <WH2568> cha-mish-Shah of five וְעֶשְׂרִ֥ים <WH6242> ve-'es-Rim and twenty אֶ֙לֶף֙ <WH505> 'e-lef thousand אֹ֔רֶךְ <WH753> 'O-rech, [shall be] the length וְרֹ֖חַב <WH7341> ve-Ro-chav [reeds] and the breadth עֲשָׂ֣רָה <WH6235> 'a-Sa-rah [shall be] ten אָ֑לֶף <WH505> 'A-lef; thousand קֹדֶשׁ־ <WH6944> ko-desh- This [shall be] holy ה֥וּא <WH1931> hu he בְכָל־ <WH3605> ve-chol- all גְּבוּלָ֖הּ <WH1366> ge-vu-Lah in all the borders סָבִֽיב׃ <WH5439> sa-Viv. thereof round about"},{"number":2,"verse":"יִהְיֶ֤ה <WH1961> yih-Yeh become מִזֶּה֙ <WH2088> miz-Zeh of this אֶל־ <WH413> 'el- about הַקֹּ֔דֶשׁ <WH6944> hak-Ko-desh, Of this there shall be for the sanctuary חֲמֵ֥שׁ <WH2568> cha-Mesh five מֵא֛וֹת <WH3967> me-'ot hundred בַּחֲמֵ֥שׁ <WH2568> ba-cha-Mesh [in length] with five מֵא֖וֹת <WH3967> me-'ot hundred מְרֻבָּ֣ע <WH7251> me-rub-Ba' [in breadth] square סָבִ֑יב <WH5439> sa-Viv; round about וַחֲמִשִּׁ֣ים <WH2572> va-cha-mish-Shim and fifty אַמָּ֔ה <WH520> 'am-Mah, cubits מִגְרָ֥שׁ <WH4054> mig-Rash for the suburbs ל֖וֹ lo סָבִֽיב׃ <WH5439> sa-Viv. round about"},{"number":3,"verse":"וּמִן־ <WH4480> u-min- this הַמִּדָּ֤ה <WH4060> ham-mid-Dah And of this measure הַזֹּאת֙ <WH2063> haz-zoT thou תָּמ֔וֹד <WH4058> ta-Mod, shalt thou measure אֹ֗רֶךְ <WH753> 'O-rech, the length; חֲמֵשׁ cha-mesh כחֲמִשָּׁ֤ה <WH2568> cha-mish-Shah fif קוְעֶשְׂרִים֙ <WH6242> ve-'es-Rim and twenty אֶ֔לֶף <WH505> 'E-lef, thousand וְרֹ֖חַב <WH7341> ve-Ro-chav and the breadth עֲשֶׂ֣רֶת <WH6235> 'a-Se-ret of ten אֲלָפִ֑ים <WH505> 'a-la-Fim; thousand וּבֽוֹ־ u-vov- יִהְיֶ֥ה <WH1961> yih-Yeh become הַמִּקְדָּ֖שׁ <WH4720> ham-mik-Dash and in it shall be the sanctuary קֹ֥דֶשׁ <WH6944> Ko-desh [and] the most קָדָשִֽׁים׃ <WH6944> ka-da-Shim. holy"},{"number":4,"verse":"קֹ֣דֶשׁ <WH6944> Ko-desh The holy מִן־ <WH4480> min- at הָאָ֜רֶץ <WH776> ha-'A-retz [portion] of the land ה֗וּא <WH1931> Hu, he לַכֹּ֨הֲנִ֜ים <WH3548> lak-Ko-ha-Nim shall be for the priests מְשָׁרְתֵ֤י <WH8334> me-sha-re-Tei the ministers הַמִּקְדָּשׁ֙ <WH4720> ham-mik-Dash of the sanctuary יִֽהְיֶ֔ה <WH1961> yih-Yeh, become הַקְּרֵבִ֖ים <WH7131> hak-ke-re-Vim which shall come near לְשָׁרֵ֣ת <WH8334> le-sha-Ret to minister אֶת־ <WH853> 'et- יְהוָ֑ה <WH3068> Yah-weh; unto the LORD וְהָיָ֨ה <WH1961> ve-ha-Yah become לָהֶ֤ם la-Hem מָקוֹם֙ <WH4725> ma-kOm and it shall be a place לְבָ֣תִּ֔ים <WH1004> le-Vat-Tim, for their houses וּמִקְדָּ֖שׁ <WH4720> u-mik-Dash and an holy place לַמִּקְדָּֽשׁ׃ <WH4720> lam-mik-Dash. for the sanctuary"},{"number":5,"verse":"וַחֲמִשָּׁ֨ה <WH2568> va-cha-mish-Shah And the five וְעֶשְׂרִ֥ים <WH6242> ve-'es-Rim and twenty אֶ֙לֶף֙ <WH505> 'e-lef thousand אֹ֔רֶךְ <WH753> 'O-rech, of length וַעֲשֶׂ֥רֶת <WH6235> va-'a-Se-ret and the ten אֲלָפִ֖ים <WH505> 'a-la-Fim thousand רֹ֑חַב <WH7341> Ro-chav; of breadth; יִהְיֶה yih-yeh כוְֽהָיָ֡ה <WH1961> ve-ha-Yah become קלַלְוִיִּם֩ <WH3881> lal-vi-Yim shall also the Levites מְשָׁרְתֵ֨י <WH8334> me-sha-re-Tei the ministers הַבַּ֧יִת <WH1004> hab-Ba-yit of the house לָהֶ֛ם <WH1992> la-Hem like לַאֲחֻזָּ֖ה <WH272> la-'a-chuz-Zah have for themselves for a possession עֶשְׂרִ֥ים <WH6242> 'es-Rim for twenty לְשָׁכֹֽת׃ <WH3957> le-sha-Chot. chambers"},{"number":6,"verse":"וַאֲחֻזַּ֨ת <WH272> va-'a-chuz-Zat the possession הָעִ֜יר <WH5892> ha-'Ir of the city תִּתְּנ֗וּ <WH5414> tit-te-Nu, And ye shall appoint חֲמֵ֤שֶׁת <WH2568> cha-Me-shet five אֲלָפִים֙ <WH505> 'a-la-Fim thousand רֹ֔חַב <WH7341> Ro-chav, broad וְאֹ֗רֶךְ <WH753> ve-'O-rech, long חֲמִשָּׁ֤ה <WH2568> cha-mish-Shah and five וְעֶשְׂרִים֙ <WH6242> ve-'es-Rim and twenty אֶ֔לֶף <WH505> 'E-lef, thousand לְעֻמַּ֖ת <WH5980> le-'um-Mat over against תְּרוּמַ֣ת <WH8641> te-ru-Mat the oblation הַקֹּ֑דֶשׁ <WH6944> hak-Ko-desh; of the holy לְכָל־ <WH3605> le-chol the whole בֵּ֥ית <WH1004> beit [portion] it shall be for the whole house יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel יִהְיֶֽה׃ <WH1961> yih-Yeh. become"},{"number":7,"verse":"וְלַנָּשִׂ֡יא <WH5387> ve-lan-na-Si And a [portion shall be] for the prince מִזֶּ֣ה <WH2088> miz-Zeh either וּמִזֶּה֩ <WH2088> u-miz-Zeh side לִתְרוּמַ֨ת <WH8641> lit-ru-Mat on the one side and on the other side of the oblation הַקֹּ֜דֶשׁ <WH6944> hak-Ko-desh of the holy וְלַאֲחֻזַּ֣ת <WH272> ve-la-'a-chuz-Zat [portion] and of the possession הָעִ֗יר <WH5892> ha-'Ir, of the city אֶל־ <WH413> 'el- about פְּנֵ֤י <WH6440> pe-Nei before תְרֽוּמַת־ <WH8641> te-ru-mat- the oblation הַקֹּ֙דֶשׁ֙ <WH6944> hak-Ko-desh of the holy וְאֶל־ <WH413> ve-'el- to פְּנֵי֙ <WH6440> pe-Nei [portion] and before אֲחֻזַּ֣ת <WH272> 'a-chuz-Zat the possession הָעִ֔יר <WH5892> ha-'Ir, of the city מִפְּאַת־ <WH6285> mip-pe-'at- side יָ֣ם <WH3220> yam from the west יָ֔מָּה <WH3220> Yam-mah, westward וּמִפְּאַת־ <WH6285> u-mip-pe-'at- side קֵ֖דְמָה <WH6924> Ke-de-mah and from the east קָדִ֑ימָה <WH6921> ka-Di-mah; eastward וְאֹ֗רֶךְ <WH753> ve-'O-rech, and the length לְעֻמּוֹת֙ <WH5980> le-'um-mOt [shall be] over against אַחַ֣ד <WH259> 'a-Chad one הַחֲלָקִ֔ים <WH2506> ha-cha-la-Kim, of the portions מִגְּב֥וּל <WH1366> mig-ge-Vul border יָ֖ם <WH3220> yam from the west אֶל־ <WH413> 'el- about גְּב֥וּל <WH1366> ge-Vul border קָדִֽימָה׃ <WH6921> ka-Di-mah. unto the east"},{"number":8,"verse":"לָאָ֛רֶץ <WH776> la-'A-retz In the land יִֽהְיֶה־ <WH1961> yih-yeh- become לּ֥וֹ lo לַֽאֲחֻזָּ֖ה <WH272> la-'a-chuz-Zah shall be his possession בְּיִשְׂרָאֵ֑ל <WH3478> be-Yis-ra-'El; in Israel וְלֹא־ <WH3808> ve-lo- shall no יוֹנ֨וּ <WH3238> yo-Nu shall no more oppress ע֤וֹד <WH5750> od longer נְשִׂיאַי֙ <WH5387> ne-si-'Ai and my princes אֶת־ <WH853> 'et- עַמִּ֔י <WH5971> 'am-Mi, my people וְהָאָ֛רֶץ <WH776> ve-ha-'A-retz and [the rest of] the land יִתְּנ֥וּ <WH5414> yit-te-Nu shall they give לְבֵֽית־ <WH1004> le-veit- to the house יִשְׂרָאֵ֖ל <WH3478> Yis-ra-'El of Israel לְשִׁבְטֵיהֶֽם׃ <WH7626> le-shiv-tei-Hem. according to their tribes ס sa-Mek"},{"number":9,"verse":"כֹּֽה־ <WH3541> koh- Thus אָמַ֞ר <WH559> 'a-Mar saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֗ה <WH3069> Yah-weh GOD רַב־ <WH7227> rav- Let it suffice לָכֶם֙ la-Chem נְשִׂיאֵ֣י <WH5387> ne-si-'Ei you O princes יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel חָמָ֤ס <WH2555> cha-Mas violence וָשֹׁד֙ <WH7701> va-Shod and spoil הָסִ֔ירוּ <WH5493> ha-Si-ru, remove וּמִשְׁפָּ֥ט <WH4941> u-mish-Pat judgment וּצְדָקָ֖ה <WH6666> u-tze-da-Kah and justice עֲשׂ֑וּ <WH6213> 'a-Su; and execute הָרִ֤ימוּ <WH7311> ha-Ri-mu take away גְרֻשֹֽׁתֵיכֶם֙ <WH1646> ge-ru-sho-tei-Chem your exactions מֵעַ֣ל <WH5921> me-'Al from עַמִּ֔י <WH5971> 'am-Mi, from my people נְאֻ֖ם <WH5002> ne-'Um Thus saith אֲדֹנָ֥י <WH136> 'a-do-Nai the Lord יְהוִֽה׃ <WH3069> Yah-weh. GOD"},{"number":10,"verse":"מֹֽאזְנֵי־ <WH3976> mo-ze-nei- balances צֶ֧דֶק <WH6664> Tze-dek Ye shall have just וְאֵֽיפַת־ <WH374> ve-'ei-fat- ephah צֶ֛דֶק <WH6664> Tze-dek and a just וּבַת־ <WH1324> u-vat- bath צֶ֖דֶק <WH6664> Tze-dek and a just יְהִ֥י <WH1961> ye-Hi shall have לָכֶֽם׃ la-Chem."},{"number":11,"verse":"הָאֵיפָ֣ה <WH374> ha-'ei-Fah The ephah וְהַבַּ֗ת <WH1324> ve-hab-Bat, and the bath תֹּ֤כֶן <WH8506> To-chen measure אֶחָד֙ <WH259> 'e-Chad shall be of one יִֽהְיֶ֔ה <WH1961> yih-Yeh, become לָשֵׂ֕את <WH5375> la-Set may contain מַעְשַׂ֥ר <WH4643> ma'-Sar the tenth part הַחֹ֖מֶר <WH2563> ha-Cho-mer of an homer הַבָּ֑ת <WH1324> hab-Bat; that the bath וַעֲשִׂירִ֤ת <WH6224> va-'a-si-Rit the tenth part הַחֹ֙מֶר֙ <WH2563> ha-Cho-mer of an homer הָֽאֵיפָ֔ה <WH374> ha-'ei-Fah, and the ephah אֶל־ <WH413> 'el- shall be according הַחֹ֖מֶר <WH2563> ha-Cho-mer thereof shall be after the homer יִהְיֶ֥ה <WH1961> yih-Yeh become מַתְכֻּנְתּֽוֹ׃ <WH4971> mat-kun-To. the measure"},{"number":12,"verse":"וְהַשֶּׁ֖קֶל <WH8255> ve-hash-She-kel And the shekel עֶשְׂרִ֣ים <WH6242> 'es-Rim [shall be] twenty גֵּרָ֑ה <WH1626> ge-Rah; gerahs עֶשְׂרִ֨ים <WH6242> 'es-Rim twenty שְׁקָלִ֜ים <WH8255> she-ka-Lim shekels חֲמִשָּׁ֧ה <WH2568> cha-mish-Shah five וְעֶשְׂרִ֣ים <WH6242> ve-'es-Rim and twenty שְׁקָלִ֗ים <WH8255> she-ka-Lim, shekels עֲשָׂרָ֤ה <WH6235> 'a-sa-Rah ten וַחֲמִשָּׁה֙ <WH2568> va-cha-mish-Shah fif שֶׁ֔קֶל <WH8255> She-kel, shekels הַמָּנֶ֖ה <WH4488> ham-ma-Neh shall be your maneh יִֽהְיֶ֥ה <WH1961> yih-Yeh become לָכֶֽם׃ la-Chem."},{"number":13,"verse":"זֹ֥את <WH2063> zot likewise הַתְּרוּמָ֖ה <WH8641> hat-te-ru-Mah This [is] the oblation אֲשֶׁ֣ר <WH834> 'a-Sher you תָּרִ֑ימוּ <WH7311> ta-Ri-mu; that ye shall offer שִׁשִּׁ֤ית <WH8345> shish-Shit the sixth part הָֽאֵיפָה֙ <WH374> ha-'ei-Fah of an ephah מֵחֹ֣מֶר <WH2563> me-Cho-mer of an homer הַֽחִטִּ֔ים <WH2406> ha-chit-Tim, of wheat וְשִׁשִּׁיתֶם֙ <WH8341> ve-shish-shi-Tem and ye shall give the sixth part הָֽאֵיפָ֔ה <WH374> ha-'ei-Fah, of an ephah מֵחֹ֖מֶר <WH2563> me-Cho-mer of an homer הַשְּׂעֹרִֽים׃ <WH8184> has-se-'o-Rim. of barley"},{"number":14,"verse":"וְחֹ֨ק <WH2706> ve-Chok Concerning the ordinance הַשֶּׁ֜מֶן <WH8081> hash-She-men of oil הַבַּ֣ת <WH1324> hab-Bat the bath הַשֶּׁ֗מֶן <WH8081> hash-She-men, of oil מַעְשַׂ֤ר <WH4643> ma'-Sar [ye shall offer] the tenth part הַבַּת֙ <WH1324> hab-Bat of a bath מִן־ <WH4480> min- at הַכֹּ֔ר <WH3734> hak-Kor, out of the cor עֲשֶׂ֥רֶת <WH6235> 'a-Se-ret of ten הַבַּתִּ֖ים <WH1324> hab-bat-Tim baths חֹ֑מֶר <WH2563> Cho-mer; [which is] an homer כִּֽי־ <WH3588> ki- for עֲשֶׂ֥רֶת <WH6235> 'a-Se-ret for ten הַבַּתִּ֖ים <WH1324> hab-bat-Tim baths חֹֽמֶר׃ <WH2563> Cho-mer. [are] an homer"},{"number":15,"verse":"וְשֶׂה־ <WH7716> ve-seh- lamb אַחַ֨ת <WH259> 'a-Chat And one מִן־ <WH4480> min- at הַצֹּ֤אן <WH6629> hatz-Tzon out of the flock מִן־ <WH4480> min- of two הַמָּאתַ֙יִם֙ <WH3967> ham-ma-Ta-yim out of two hundred מִמַּשְׁקֵ֣ה <WH4945> mi-mash-Keh out of the fat pastures יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel לְמִנְחָ֖ה <WH4503> le-min-Chah for a meat offering וּלְעוֹלָ֣ה <WH5930> u-le-'o-Lah and for a burnt offering וְלִשְׁלָמִ֑ים <WH8002> ve-lish-la-Mim; and for peace offerings לְכַפֵּ֣ר <WH3722> le-chap-Per to make reconciliation עֲלֵיהֶ֔ם <WH5921> 'a-lei-Hem, and נְאֻ֖ם <WH5002> ne-'Um for them saith אֲדֹנָ֥י <WH136> 'a-do-Nai the Lord יְהוִֽה׃ <WH3069> Yah-weh. GOD"},{"number":16,"verse":"כֹּ֚ל <WH3605> kol All הָעָ֣ם <WH5971> ha-'Am All the people הָאָ֔רֶץ <WH776> ha-'A-retz, of the land יִהְי֖וּ <WH1961> yih-Yu shall give אֶל־ <WH413> 'el- about הַתְּרוּמָ֣ה <WH8641> hat-te-ru-Mah shall give this oblation הַזֹּ֑את <WH2063> haz-Zot; for לַנָּשִׂ֖יא <WH5387> lan-na-Si for the prince בְּיִשְׂרָאֵֽל׃ <WH3478> be-Yis-ra-'El. in Israel"},{"number":17,"verse":"וְעַֽל־ <WH5921> ve-'al- part הַנָּשִׂ֣יא <WH5387> han-na-Si And it shall be the prince's part יִהְיֶ֗ה <WH1961> yih-Yeh, become הָעוֹל֣וֹת <WH5930> ha-'o-Lot [to give] burnt offerings וְהַמִּנְחָה֮ <WH4503> ve-ham-min-Chah and meat offerings וְהַנֵּסֶךְ֒ <WH5262> ve-han-ne-seCh and drink offerings בַּחַגִּ֤ים <WH2282> ba-chag-Gim in the feasts וּבֶחֳדָשִׁים֙ <WH2320> u-ve-cho-da-Shim and in the new moons וּבַשַּׁבָּת֔וֹת <WH7676> u-vash-shab-ba-Tot, and in the sabbaths בְּכָֽל־ <WH3605> be-chol all מוֹעֲדֵ֖י <WH4150> mo-'a-Dei in all solemnities בֵּ֣ית <WH1004> beit of the house יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel הֽוּא־ <WH1931> hu- he יַעֲשֶׂ֞ה <WH6213> ya-'a-Seh he shall prepare אֶת־ <WH853> 'et- הַחַטָּ֣את <WH2403> ha-chat-Tat the sin offering וְאֶת־ <WH853> ve-'Et הַמִּנְחָ֗ה <WH4503> ham-min-Chah, and the meat offering וְאֶת־ <WH853> ve-'Et הָֽעוֹלָה֙ <WH5930> ha-'o-Lah and the burnt offering וְאֶת־ <WH853> ve-'Et הַשְּׁלָמִ֔ים <WH8002> hash-she-la-Mim, and the peace offerings לְכַפֵּ֖ר <WH3722> le-chap-Per to make reconciliation בְּעַ֥ד <WH1157> be-'Ad for בֵּֽית־ <WH1004> beit- for the house יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel ס sa-Mek"},{"number":18,"verse":"כֹּה־ <WH3541> koh- Thus אָמַר֮ <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִה֒ <WH3068> Yah-weh GOD בָּֽרִאשׁוֹן֙ <WH7223> ba-ri-shOn In the first בְּאֶחָ֣ד <WH259> be-'e-Chad [month] in the first לַחֹ֔דֶשׁ <WH2320> la-Cho-desh, [day] of the month תִּקַּ֥ח <WH3947> tik-Kach thou shalt take פַּר־ <WH6499> par- bullock בֶּן־ <WH1121> ben- A young בָּקָ֖ר <WH1241> ba-Kar bull תָּמִ֑ים <WH8549> ta-Mim; without blemish וְחִטֵּאתָ֖ <WH2398> ve-chit-te-Ta and cleanse אֶת־ <WH853> 'et- הַמִּקְדָּֽשׁ׃ <WH4720> ham-mik-Dash. the sanctuary"},{"number":19,"verse":"וְלָקַ֨ח <WH3947> ve-la-Kach shall take הַכֹּהֵ֜ן <WH3548> hak-ko-Hen And the priest מִדַּ֣ם <WH1818> mid-Dam of the blood הַחַטָּ֗את <WH2403> ha-chat-Tat, of the sin offering וְנָתַן֙ <WH5414> ve-na-Tan and put אֶל־ <WH413> 'el- to מְזוּזַ֣ת <WH4201> me-zu-Zat [it] upon the posts הַבַּ֔יִת <WH1004> hab-Ba-yit, of the house וְאֶל־ <WH413> ve-'el- on אַרְבַּ֛ע <WH702> 'ar-Ba' and upon the four פִּנּ֥וֹת <WH6438> pin-Not corners הָעֲזָרָ֖ה <WH5835> ha-'a-za-Rah of the settle לַמִּזְבֵּ֑חַ <WH4196> lam-miz-Be-ach; of the altar וְעַ֨ל־ <WH5921> ve-'Al- and מְזוּזַ֔ת <WH4201> me-zu-Zat, and upon the posts שַׁ֖עַר <WH8179> Sha-'ar of the gate הֶחָצֵ֥ר <WH2691> he-cha-Tzer court הַפְּנִימִֽית׃ <WH6442> hap-pe-ni-Mit. of the inner"},{"number":20,"verse":"וְכֵ֤ן <WH3651> ve-Chen Thus תַּֽעֲשֶׂה֙ <WH6213> ta-'a-Seh And so thou shalt do בְּשִׁבְעָ֣ה <WH7651> be-shiv-'Ah the seventh בַחֹ֔דֶשׁ <WH2320> va-Cho-desh, [day] of the month מֵאִ֥ישׁ <WH376> me-'Ish for every one שֹׁגֶ֖ה <WH7686> sho-Geh that erreth וּמִפֶּ֑תִי <WH6612> u-mip-Pe-ti; and for [him that is] simple וְכִפַּרְתֶּ֖ם <WH3722> ve-chip-par-Tem so shall ye reconcile אֶת־ <WH853> 'et- הַבָּֽיִת׃ <WH1004> hab-Ba-yit. the house"},{"number":21,"verse":"בָּ֠רִאשׁוֹן <WH7223> Ba-ri-shon In the first בְּאַרְבָּעָ֨ה <WH702> be-'ar-ba-'Ah four עָשָׂ֥ר <WH6240> 'a-Sar teen יוֹם֙ <WH3117> yOm day לַחֹ֔דֶשׁ <WH2320> la-Cho-desh, of the month יִהְיֶ֥ה <WH1961> yih-Yeh shall have לָכֶ֖ם la-Chem הַפָּ֑סַח <WH6453> hap-Pa-sach; ye shall have the passover חָ֕ג <WH2282> chag a feast שְׁבֻע֣וֹת <WH7620> she-vu-'ot of seven יָמִ֔ים <WH3117> ya-Mim, days מַצּ֖וֹת <WH4682> matz-Tzot unleavened bread יֵאָכֵֽל׃ <WH398> ye-'a-Chel. shall be eaten"},{"number":22,"verse":"וְעָשָׂ֤ה <WH6213> ve-'a-Sah prepare הַנָּשִׂיא֙ <WH5387> han-na-Si shall the prince בַּיּ֣וֹם <WH3117> bai-Yom And upon that day הַה֔וּא <WH1931> ha-Hu, he בַּעֲד֕וֹ <WH1157> ba-'a-Do about וּבְעַ֖ד <WH1157> u-ve-'Ad about כָּל־ <WH3605> kol- and all עַ֣ם <WH5971> 'am for himself and for all the people הָאָ֑רֶץ <WH776> ha-'A-retz; of the land פַּ֖ר <WH6499> par a bullock חַטָּֽאת׃ <WH2403> chat-Tat. [for] a sin offering"},{"number":23,"verse":"וְשִׁבְעַ֨ת <WH7651> ve-shiv-'At And seven יְמֵֽי־ <WH3117> ye-mei- days הֶחָ֜ג <WH2282> he-Chag of the feast יַעֲשֶׂ֧ה <WH6213> ya-'a-Seh he shall prepare עוֹלָ֣ה <WH5930> o-Lah a burnt offering לַֽיהוָ֗ה <WH3068> Yah-weh to the LORD שִׁבְעַ֣ת <WH7651> shiv-'At seven פָּ֠רִים <WH6499> Pa-rim bullocks וְשִׁבְעַ֨ת <WH7651> ve-shiv-'At and seven אֵילִ֤ים <WH352> 'ei-Lim rams תְּמִימִם֙ <WH8549> te-mi-Mim without blemish לַיּ֔וֹם <WH3117> lai-Yom, daily שִׁבְעַ֖ת <WH7651> shiv-'At the seven הַיָּמִ֑ים <WH3117> hai-ya-Mim; days וְחַטָּ֕את <WH2403> ve-chat-Tat [for] a sin offering שְׂעִ֥יר <WH8163> se-'Ir and a kid עִזִּ֖ים <WH5795> 'iz-Zim of the goats לַיּֽוֹם׃ <WH3117> lai-Yom. daily"},{"number":24,"verse":"וּמִנְחָ֗ה <WH4503> u-min-Chah, a meat offering אֵיפָ֥ה <WH374> 'ei-Fah of an ephah לַפָּ֛ר <WH6499> lap-Par for a bullock וְאֵיפָ֥ה <WH374> ve-'ei-Fah and an ephah לָאַ֖יִל <WH352> la-'A-yil for a ram יַֽעֲשֶׂ֑ה <WH6213> ya-'a-Seh; And he shall prepare וְשֶׁ֖מֶן <WH8081> ve-She-men of oil הִ֥ין <WH1969> hin and an hin לָאֵיפָֽה׃ <WH374> la-'ei-Fah. for an ephah"},{"number":25,"verse":"בַּשְּׁבִיעִ֡י <WH7651> bash-she-vi-'I In the seventh בַּחֲמִשָּׁה֩ <WH2568> ba-cha-mish-Shah fif עָשָׂ֨ר <WH6240> 'a-Sar teen י֤וֹם <WH3117> Yom day לַחֹ֙דֶשׁ֙ <WH2320> la-Cho-desh of the month בֶּחָ֔ג <WH2282> be-Chag, the like in the feast יַעֲשֶׂ֥ה <WH6213> ya-'a-Seh shall he do כָאֵ֖לֶּה <WH428> cha-'El-leh this שִׁבְעַ֣ת <WH7651> shiv-'At seven הַיָּמִ֑ים <WH3117> hai-ya-Mim; days כַּֽחַטָּאת֙ <WH2403> ka-chat-taT according to the sin offering כָּעֹלָ֔ה <WH5930> ka-'o-Lah, according to the burnt offering וְכַמִּנְחָ֖ה <WH4503> ve-cham-min-Chah and according to the meat offering וְכַשָּֽׁמֶן׃ <WH8081> ve-chash-Sha-men. and according to the oil ס sa-Mek"}]}