{"bibleAbbr":"HSB+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":47,"verses":[{"number":1,"verse":"וַיְשִׁבֵנִי֮ <WH7725> vay-shi-ve-Ni Afterward he brought me again אֶל־ <WH413> 'el- to פֶּ֣תַח <WH6607> Pe-tach unto the door הַבַּיִת֒ <WH1004> hab-ba-Yit of the house וְהִנֵּה־ <WH2009> ve-hin-neh- and behold מַ֣יִם <WH4325> Ma-yim and behold waters יֹצְאִ֗ים <WH3318> yo-tze-'Im, issued out מִתַּ֨חַת <WH8478> mit-Ta-chat under מִפְתַּ֤ן <WH4670> mif-Tan from under the threshold הַבַּ֙יִת֙ <WH1004> hab-Ba-yit of the house קָדִ֔ימָה <WH6921> ka-Di-mah, eastward כִּֽי־ <WH3588> ki- for פְנֵ֥י <WH6440> fe-Nei for the forefront הַבַּ֖יִת <WH1004> hab-Ba-yit of the house קָדִ֑ים <WH6921> ka-Dim; [stood toward] the east וְהַמַּ֣יִם <WH4325> ve-ham-Ma-yim and the waters יֹרְדִ֗ים <WH3381> yo-re-Dim, came down מִתַּ֜חַת <WH8478> mit-Ta-chat under מִכֶּ֤תֶף <WH3802> mik-Ke-tef side הַבַּ֙יִת֙ <WH1004> hab-Ba-yit of the house הַיְמָנִ֔ית <WH3233> hay-ma-Nit, from under from the right מִנֶּ֖גֶב <WH5045> min-Ne-gev at the south לַמִּזְבֵּֽחַ׃ <WH4196> lam-miz-Be-ach. [side] of the altar"},{"number":2,"verse":"וַיּוֹצִאֵנִי֮ <WH3318> vai-yo-tzi-'e-Ni Then brought he me out דֶּֽרֶךְ־ <WH1870> de-rech- of the way שַׁ֣עַר <WH8179> Sha-'ar of the gate צָפוֹנָה֒ <WH6828> tza-fo-Nah northward וַיְסִבֵּ֙נִי֙ <WH5437> vay-sib-Be-ni and led me about דֶּ֣רֶךְ <WH1870> De-rech the way ח֔וּץ <WH2351> Chutz, without unto the utter אֶל־ <WH413> 'el- about שַׁ֣עַר <WH8179> Sha-'ar gate הַח֔וּץ <WH2351> ha-Chutz, to the outer דֶּ֖רֶךְ <WH1870> De-rech by the way הַפּוֹנֶ֣ה <WH6437> hap-po-Neh that looketh קָדִ֑ים <WH6921> ka-Dim; eastward וְהִנֵּה־ <WH2009> ve-hin-neh- and behold מַ֣יִם <WH4325> Ma-yim waters מְפַכִּ֔ים <WH6349> me-fak-Kim, unstable מִן־ <WH4480> min- at הַכָּתֵ֖ף <WH3802> hak-ka-Tef side הַיְמָנִֽית׃ <WH3233> hay-ma-Nit. on the right"},{"number":3,"verse":"בְּצֵאת־ <WH3318> be-tzet- went forth הָאִ֥ישׁ <WH376> ha-'Ish And when the man קָדִ֖ים <WH6921> ka-Dim eastward וְקָ֣ו <WH6957> ve-Kav that had the line בְּיָד֑וֹ <WH3027> be-ya-Do; in his hand וַיָּ֤מָד <WH4058> vai-Ya-mod he measured אֶ֙לֶף֙ <WH505> 'e-lef a thousand בָּֽאַמָּ֔ה <WH520> ba-'am-Mah, cubits וַיַּעֲבִרֵ֥נִי <WH5674> vai-ya-'a-vi-Re-ni and he brought me through בַמַּ֖יִם <WH4325> vam-Ma-yim the waters מֵ֥י <WH4325> mei the waters אָפְסָֽיִם׃ <WH657> 'a-fe-Sa-yim. [were] to the ankles"},{"number":4,"verse":"וַיָּ֣מָד <WH4058> vai-Ya-mod Again he measured אֶ֔לֶף <WH505> 'E-lef, a thousand וַיַּעֲבִרֵ֥נִי <WH5674> vai-ya-'a-vi-Re-ni and brought me through בַמַּ֖יִם <WH4325> vam-Ma-yim the waters מַ֣יִם <WH4325> Ma-yim the waters בִּרְכָּ֑יִם <WH1290> bir-Ka-yim; [were] to the knees וַיָּ֣מָד <WH4058> vai-Ya-mod Again he measured אֶ֔לֶף <WH505> 'E-lef, a thousand וַיַּעֲבִרֵ֖נִי <WH5674> vai-ya-'a-vi-Re-ni and brought me through מֵ֥י <WH4325> mei the waters מָתְנָֽיִם׃ <WH4975> ma-te-Na-yim. [were] to the loins"},{"number":5,"verse":"וַיָּ֣מָד <WH4058> vai-Ya-mod Afterward he measured אֶ֔לֶף <WH505> 'E-lef, a thousand נַ֕חַל <WH5158> Na-chal [and it was] a river אֲשֶׁ֥ר <WH834> 'a-Sher after לֹֽא־ <WH3808> lo- not אוּכַ֖ל <WH3201> 'u-Chal that I could לַעֲבֹ֑ר <WH5674> la-'a-Vor; not pass over כִּֽי־ <WH3588> ki- for גָא֤וּ <WH1342> ga-'U were risen הַמַּ֙יִם֙ <WH4325> ham-Ma-yim for the waters מֵ֣י <WH4325> mei waters שָׂ֔חוּ <WH7813> Sa-chu, to swim in נַ֖חַל <WH5158> Na-chal a river אֲשֶׁ֥ר <WH834> 'a-Sher after לֹֽא־ <WH3808> lo- could יֵעָבֵֽר׃ <WH5674> ye-'a-Ver. that could not be passed over"},{"number":6,"verse":"וַיֹּ֥אמֶר <WH559> vai-Yo-mer And he said אֵלַ֖י <WH413> 'e-Lai have you הֲרָאִ֣יתָ <WH7200> ha-ra-'I-ta hast thou seen בֶן־ <WH1121> ven- unto me Son אָדָ֑ם <WH120> 'a-Dam; of man וַיּוֹלִכֵ֥נִי <WH1980> vai-yo-li-Che-ni he וַיְשִׁבֵ֖נִי <WH7725> vay-shi-Ve-ni me and caused me to return שְׂפַ֥ת <WH8193> se-Fat to the brink הַנָּֽחַל׃ <WH5158> han-Na-chal. of the river"},{"number":7,"verse":"בְּשׁוּבֵ֕נִי <WH7725> be-shu-Ve-ni Now when I had returned וְהִנֵּה֙ <WH2009> ve-hin-Neh behold אֶל־ <WH413> 'el- on שְׂפַ֣ת <WH8193> se-Fat behold at the bank הַנַּ֔חַל <WH5158> han-Na-chal, of the river עֵ֖ץ <WH6086> 'etz trees רַ֣ב <WH7227> rav many מְאֹ֑ד <WH3966> me-'Od; [were] very מִזֶּ֖ה <WH2088> miz-Zeh the one וּמִזֶּֽה׃ <WH2088> u-miz-Zeh. side"},{"number":8,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer Then said אֵלַ֗י <WH413> 'e-Lai, toward הַמַּ֤יִם <WH4325> ham-Ma-yim he unto me These waters הָאֵ֙לֶּה֙ <WH428> ha-'El-leh These יוֹצְאִ֗ים <WH3318> yotz-'Im, issue out אֶל־ <WH413> 'el- toward הַגְּלִילָה֙ <WH1552> hag-ge-li-Lah country הַקַּדְמוֹנָ֔ה <WH6930> hak-kad-mo-Nah, toward the east וְיָרְד֖וּ <WH3381> ve-ya-re-Du and go down עַל־ <WH5921> 'al- into הָֽעֲרָבָ֑ה <WH6160> ha-'a-ra-Vah; into the desert וּבָ֣אוּ <WH935> u-Va-'u and go הַיָּ֔מָּה <WH3220> hai-Yam-mah, into the sea אֶל־ <WH413> 'el- toward הַיָּ֥מָּה <WH3220> hai-Yam-mah into the sea הַמּֽוּצָאִ֖ים <WH3318> ham-mu-tza-'Im [which being] brought forth; וְנִרְפְּאוּ ve-nir-pe-'u כוְנִרְפּ֥וּ <WH7495> ve-nir-Pu cure קהַמָּֽיִם׃ <WH4325> ham-Ma-yim. the waters"},{"number":9,"verse":"וְהָיָ֣ה <WH1961> ve-ha-Yah will come כָל־ <WH3605> chol every נֶ֣פֶשׁ <WH5315> Ne-fesh And it shall come to pass [that] every thing חַיָּ֣ה׀ <WH2416> chai-Yah that liveth אֲ‍ ֽשֶׁר־ <WH834> 'asher- which יִשְׁרֹ֡ץ <WH8317> yish-Rotz which moveth אֶ֣ל <WH413> 'el in כָּל־ <WH3605> kol- every אֲשֶׁר֩ <WH834> 'a-Sher which יָב֨וֹא <WH935> ya-Vo shall come שָׁ֤ם <WH8033> sham there נַחֲלַ֙יִם֙ <WH5158> na-cha-La-yim whithersoever the rivers יִֽחְיֶ֔ה <WH2421> yich-Yeh, shall live וְהָיָ֥ה <WH1961> ve-ha-Yah will come הַדָּגָ֖ה <WH1710> had-da-Gah multitude of fish רַבָּ֣ה <WH7227> rab-Bah great מְאֹ֑ד <WH3966> me-'Od; and there shall be a very כִּי֩ <WH3588> ki for בָ֨אוּ <WH935> Va-'u shall come שָׁ֜מָּה <WH8033> Sham-mah there הַמַּ֣יִם <WH4325> ham-Ma-yim because these waters הָאֵ֗לֶּה <WH428> ha-'El-leh, these וְיֵרָֽפְאוּ֙ <WH7495> ve-ye-ra-fe-'U thither for they shall be healed וָחָ֔י <WH2425> va-Chai, and every thing shall live כֹּ֛ל <WH3605> kol everything אֲשֶׁר־ <WH834> 'a-Sher- which יָ֥בוֹא <WH935> Ya-Vo cometh שָׁ֖מָּה <WH8033> Sham-mah there הַנָּֽחַל׃ <WH5158> han-Na-chal. whither the river"},{"number":10,"verse":"וְהָיָה֩ <WH1961> ve-ha-Yah will come; יַעַמְדוּ ya-'am-du כעָמְד֨וּ <WH5975> 'a-me-Du abide קעָלָ֜יו <WH5921> 'a-Lav beside דַּוָּגִ֗ים <WH1728> dav-va-Gim, And it shall come to pass [that] the fishers מֵעֵ֥ין me-'Ein גֶּ֙דִי֙ <WH5872> ge-di upon it from Engedi וְעַד־ <WH5704> ve-'ad- against עֵ֣ין 'ein עֶגְלַ֔יִם <WH5882> 'eg-La-yim, even unto Eneglaim מִשְׁט֥וֹחַ <WH4894> mish-To-ach they shall be a [place] to spread forth לַֽחֲרָמִ֖ים <WH2764> la-cha-ra-Mim nets יִהְי֑וּ <WH1961> yih-Yu; will come לְמִינָה֙ <WH4327> le-mi-Nah shall be according to their kinds תִּהְיֶ֣ה <WH1961> tih-Yeh will come דְגָתָ֔ם <WH1710> de-ga-Tam, their fish כִּדְגַ֛ת <WH1710> kid-Gat as the fish הַיָּ֥ם <WH3220> hai-Yam sea הַגָּד֖וֹל <WH1419> hag-ga-Dol of the great רַבָּ֥ה <WH7227> rab-Bah many מְאֹֽד׃ <WH3966> me-'Od. exceeding"},{"number":11,"verse":"בִּצֹּאתֹו bitz-tzo-tov כבִּצֹּאתָ֧יו <WH1207> bitz-tzo-Tav swamp קוּגְבָאָ֛יו <WH1360> u-ge-va-'Av thereof and the marishes וְלֹ֥א <WH3808> ve-Lo will not יֵרָפְא֖וּ <WH7495> ye-ra-fe-'U thereof shall not be healed לְמֶ֥לַח <WH4417> le-Me-lach to salt נִתָּֽנוּ׃ <WH5414> nit-Ta-nu. they shall be given"},{"number":12,"verse":"וְעַל־ <WH5921> ve-'al- By הַנַּ֣חַל <WH5158> han-Na-chal And by the river יַעֲלֶ֣ה <WH5927> ya-'a-Leh thereof on this side and on that side shall grow עַל־ <WH5921> 'al- on שְׂפָת֣וֹ <WH8193> se-fa-To upon the bank מִזֶּ֣ה׀ <WH2088> miz-Zeh one וּמִזֶּ֣ה׀ <WH2088> u-miz-Zeh side כָּל־ <WH3605> kol- all עֵֽץ־ <WH6086> 'etz- all trees מַ֠אֲכָל <WH3978> Ma-'a-chol for meat לֹא־ <WH3808> lo- will not יִבּ֨וֹל <WH5034> yib-Bol shall not fade עָלֵ֜הוּ <WH5929> 'a-Le-hu whose leaf וְלֹֽא־ <WH3808> ve-lo- will not יִתֹּ֣ם <WH8552> yit-Tom thereof be consumed פִּרְי֗וֹ <WH6529> pir-Yo, neither shall the fruit לָֽחֳדָשָׁיו֙ <WH2320> lo-cho-da-Shav according to his months יְבַכֵּ֔ר <WH1069> ye-vak-Ker, it shall bring forth new fruit כִּ֣י <WH3588> ki because מֵימָ֔יו <WH4325> mei-Mav, because their waters מִן־ <WH4480> min- from הַמִּקְדָּ֖שׁ <WH4720> ham-mik-Dash of the sanctuary הֵ֣מָּה <WH1992> Hem-mah like יֽוֹצְאִ֑ים <WH3318> yotz-'Im; they issued out; וְהָיוּ ve-ha-yu כוְהָיָ֤ה <WH1961> ve-ha-Yah become קפִרְיוֹ֙ <WH6529> fir-Yo and the fruit לְמַֽאֲכָ֔ל <WH3978> le-ma-'a-Chal, thereof shall be for meat וְעָלֵ֖הוּ <WH5929> ve-'a-Le-hu and the leaf לִתְרוּפָֽה׃ <WH8644> lit-ru-Fah. thereof for medicine ס sa-Mek"},{"number":13,"verse":"כֹּ֤ה <WH3541> koh Thus אָמַר֙ <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֔ה <WH3069> Yah-weh, GOD גֵּ֤ה <WH1454> geh This גְבוּל֙ <WH1366> ge-Vul [shall be] the border אֲשֶׁ֣ר <WH834> 'a-Sher which תִּתְנַחֲל֣וּ <WH5157> tit-na-cha-Lu whereby ye shall inherit אֶת־ <WH853> 'et- הָאָ֔רֶץ <WH776> ha-'A-retz, the land לִשְׁנֵ֥י <WH8147> lish-Nei two עָשָׂ֖ר <WH6240> 'a-Sar ten שִׁבְטֵ֣י <WH7626> shiv-Tei tribes יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel יוֹסֵ֖ף <WH3130> yo-Sef Joseph חֲבָלִֽים׃ <WH2256> cha-va-Lim. [shall have two] portions"},{"number":14,"verse":"וּנְחַלְתֶּ֤ם <WH5157> u-ne-chal-Tem And ye shall inherit אוֹתָהּ֙ <WH853> o-Tah אִ֣ישׁ <WH376> 'ish it one כְּאָחִ֔יו <WH251> ke-'a-Chiv, as well as another אֲשֶׁ֤ר <WH834> 'a-Sher which נָשָׂ֙אתִי֙ <WH5375> na-Sa-ti [concerning] the which I lifted up אֶת־ <WH853> 'et- יָדִ֔י <WH3027> ya-Di, mine hand לְתִתָּ֖הּ <WH5414> le-tit-Tah to give לַאֲבֹֽתֵיכֶ֑ם <WH1> la-'a-vo-tei-Chem; it unto your fathers וְנָ֨פְלָ֜ה <WH5307> ve-Na-fe-Lah shall fall הָאָ֧רֶץ <WH776> ha-'A-retz and this land הַזֹּ֛את <WH2063> haz-Zot likewise לָכֶ֖ם la-Chem בְּנַחֲלָֽה׃ <WH5159> be-na-cha-Lah. unto you for inheritance"},{"number":15,"verse":"וְזֶ֖ה <WH2088> ve-Zeh This גְּב֣וּל <WH1366> ge-Vul And this [shall be] the border הָאָ֑רֶץ <WH776> ha-'A-retz; of the land לִפְאַ֨ת <WH6285> lif-'At side צָפ֜וֹנָה <WH6828> tza-Fo-nah toward the north מִן־ <WH4480> min- at הַיָּ֧ם <WH3220> hai-Yam sea הַגָּד֛וֹל <WH1419> hag-ga-Dol from the great הַדֶּ֥רֶךְ <WH1870> had-De-rech the way חֶתְלֹ֖ן <WH2855> chet-Lon of Hethlon לְב֥וֹא <WH935> le-Vo as men go צְדָֽדָה׃ <WH6657> tze-Da-dah. to Zedad"},{"number":16,"verse":"חֲמָ֤ת׀ <WH2574> cha-Mat Hamath בֵּר֙וֹתָה֙ <WH1268> be-Ro-tah Berothah סִבְרַ֔יִם <WH5453> siv-Ra-yim, Sibraim אֲשֶׁר֙ <WH834> 'a-Sher which בֵּין־ <WH996> bein- is between גְּב֣וּל <WH1366> ge-Vul which [is] between the border דַּמֶּ֔שֶׂק <WH1834> dam-Me-sek, of Damascus וּבֵ֖ין <WH996> u-Vein is between גְּב֣וּל <WH1366> ge-Vul and the border חֲמָ֑ת <WH2574> cha-Mat; of Hamath חָצֵר֙ cha-Tzer הַתִּיכ֔וֹן <WH2694> hat-ti-Chon, Hazarhatticon אֲשֶׁ֖ר <WH834> 'a-Sher which אֶל־ <WH413> 'el- about גְּב֥וּל <WH1366> ge-Vul which [is] by the coast חַוְרָֽן׃ <WH2362> chav-Ran. of Hauran"},{"number":17,"verse":"וְהָיָ֨ה <WH1961> ve-ha-Yah shall extend גְב֜וּל <WH1366> ge-Vul And the border מִן־ <WH4480> min- from הַיָּ֗ם <WH3220> hai-Yam, from the sea חֲצַ֤ר cha-Tzar עֵינוֹן֙ <WH2703> 'ei-nOn shall be Hazarenan גְּב֣וּל <WH1366> ge-Vul the border דַּמֶּ֔שֶׂק <WH1834> dam-Me-sek, of Damascus וְצָפ֥וֹן׀ <WH6828> ve-tza-Fon and the north צָפ֖וֹנָה <WH6828> tza-Fo-nah northward וּגְב֣וּל <WH1366> u-ge-Vul and the border חֲמָ֑ת <WH2574> cha-Mat; of Hamath וְאֵ֖ת <WH853> ve-'Et פְּאַ֥ת <WH6285> pe-'At side צָפֽוֹן׃ <WH6828> tza-Fon. And [this is] the north"},{"number":18,"verse":"וּפְאַ֣ת <WH6285> u-fe-'At side קָדִ֡ים <WH6921> ka-Dim And the east מִבֵּ֣ין <WH996> mib-Bein from חַוְרָ֣ן <WH2362> chav-Ran Hauran וּמִבֵּין־ <WH996> u-mib-bein- and from דַּמֶּשֶׂק֩ <WH1834> dam-me-Sek Damascus וּמִבֵּ֨ין <WH996> u-mib-Bein and from הַגִּלְעָ֜ד <WH1568> hag-gil-'Ad Gilead וּמִבֵּ֨ין <WH996> u-mib-Bein and from אֶ֤רֶץ <WH776> 'E-retz the land יִשְׂרָאֵל֙ <WH3478> Yis-ra-'El of Israel הַיַּרְדֵּ֔ן <WH3383> hai-yar-Den, [by] Jordan מִגְּב֛וּל <WH1366> mig-ge-Vul from the border עַל־ <WH5921> 'al- and הַיָּ֥ם <WH3220> hai-Yam sea הַקַּדְמוֹנִ֖י <WH6931> hak-kad-mo-Ni unto the east תָּמֹ֑דּוּ <WH4058> ta-Mod-du; ye shall measure וְאֵ֖ת <WH853> ve-'Et פְּאַ֥ת <WH6285> pe-'At side קָדִֽימָה׃ <WH6921> ka-Di-mah. And [this is] the east"},{"number":19,"verse":"וּפְאַת֙ <WH6285> u-fe-'At side נֶ֣גֶב <WH5045> Ne-gev And the south תֵּימָ֔נָה <WH8486> tei-Ma-nah, southward מִתָּמָ֗ר <WH8559> mit-ta-Mar, from Tamar עַד־ <WH5704> 'ad- far מֵי֙ <WH4325> mei [even] to the waters מְרִיב֣וֹת <WH4808> me-ri-Vot provocation קָדֵ֔שׁ <WH6946> ka-Desh, [in] Kadesh נַחֲלָ֖ה <WH5158> na-cha-Lah the river אֶל־ <WH413> 'el- about הַיָּ֣ם <WH3220> hai-Yam sea הַגָּד֑וֹל <WH1419> hag-ga-Dol; to the great וְאֵ֥ת <WH853> ve-'Et פְּאַת־ <WH6285> pe-'at- side תֵּימָ֖נָה <WH8486> tei-Ma-nah And [this is] the south נֶֽגְבָּה׃ <WH5045> Neg-bah. southward"},{"number":20,"verse":"וּפְאַת־ <WH6285> u-fe-'at- side יָם֙ <WH3220> yam The west הַיָּ֣ם <WH3220> hai-Yam sea הַגָּד֔וֹל <WH1419> hag-ga-Dol, also [shall be] the great מִגְּב֕וּל <WH1366> mig-ge-Vul from the border עַד־ <WH5704> 'ad- to a point נֹ֖כַח <WH5227> No-chach over against לְב֣וֹא <WH935> le-Vo till a man come חֲמָ֑ת <WH2574> cha-Mat; Hamath זֹ֖את <WH2063> zot likewise פְּאַת־ <WH6285> pe-'at- side יָֽם׃ <WH3220> Yam. This [is] the west"},{"number":21,"verse":"וְחִלַּקְתֶּ֞ם <WH2505> ve-chil-lak-Tem So shall ye divide אֶת־ <WH853> 'et- הָאָ֧רֶץ <WH776> ha-'A-retz this land הַזֹּ֛את <WH2063> haz-Zot likewise לָכֶ֖ם la-Chem לְשִׁבְטֵ֥י <WH7626> le-shiv-Tei unto you according to the tribes יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":22,"verse":"וְהָיָ֗ה <WH1961> ve-ha-Yah, become תַּפִּ֣לוּ <WH5307> tap-Pi-lu And it shall come to pass [that] ye shall divide אוֹתָהּ֮ <WH853> o-Tah בְּנַחֲלָה֒ <WH5159> be-na-cha-Lah it by lot for an inheritance לָכֶ֗ם la-Chem, וּלְהַגֵּרִים֙ <WH1616> u-le-hag-ge-Rim unto you and to the strangers הַגָּרִ֣ים <WH1481> hag-ga-Rim that sojourn בְּתוֹכְכֶ֔ם <WH8432> be-toch-Chem, among אֲשֶׁר־ <WH834> 'a-Sher- who הוֹלִ֥דוּ <WH3205> ho-Li-du you which shall beget בָנִ֖ים <WH1121> va-Nim children בְּתֽוֹכְכֶ֑ם <WH8432> be-toch-Chem; among וְהָי֣וּ <WH1961> ve-ha-Yu become לָכֶ֗ם la-Chem, כְּאֶזְרָח֙ <WH249> ke-'ez-Rach you and they shall be unto you as born בִּבְנֵ֣י <WH1121> biv-Nei among the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel אִתְּכֶם֙ <WH854> 'it-te-Chem by יִפְּל֣וּ <WH5307> yip-pe-Lu they shall have בְנַחֲלָ֔ה <WH5159> ve-na-cha-Lah, inheritance בְּת֖וֹךְ <WH8432> be-Toch with you among שִׁבְטֵ֥י <WH7626> shiv-Tei the tribes יִשְׂרָאֵֽל׃ <WH3478> Yis-ra-'El. of Israel"},{"number":23,"verse":"וְהָיָ֣ה <WH1961> ve-ha-Yah become בַשֵּׁ֔בֶט <WH7626> vash-She-vet, And it shall come to pass [that] in what tribe אֲשֶׁר־ <WH834> 'a-Sher- which גָּ֥ר <WH1481> gar sojourneth הַגֵּ֖ר <WH1616> hag-Ger the stranger אִתּ֑וֹ <WH854> it-To; for שָׁ֚ם <WH8033> m there תִּתְּנ֣וּ <WH5414> tit-te-Nu there shall ye give נַחֲלָת֔וֹ <WH5159> na-cha-la-To, [him] his inheritance נְאֻ֖ם <WH5002> ne-'Um saith אֲדֹנָ֥י <WH136> 'a-do-Nai the Lord יְהוִֽה׃ <WH3068> Yah-weh. GOD ס sa-Mek"}]}