{"bibleAbbr":"HSB+","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":6,"verses":[{"number":1,"verse":"וַיְהִ֥י <WH1961> vay-Hi came דְבַר־ <WH1697> de-var- And the word יְהוָ֖ה <WH3068> Yah-weh of the LORD אֵלַ֥י <WH413> 'e-Lai to me לֵאמֹֽר׃ <WH559> le-Mor. came unto me saying"},{"number":2,"verse":"בֶּן־ <WH1121> ben- Son אָדָ֕ם <WH120> 'a-Dam of man שִׂ֥ים <WH7760> sim set פָּנֶ֖יךָ <WH6440> pa-Nei-cha thy face אֶל־ <WH413> 'el- toward הָרֵ֣י <WH2022> ha-Rei toward the mountains יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel וְהִנָּבֵ֖א <WH5012> ve-hin-na-Ve and prophesy אֲלֵיהֶֽם׃ <WH413> 'a-lei-Hem. against"},{"number":3,"verse":"וְאָ֣מַרְתָּ֔ <WH559> ve-'A-mar-ta, And say הָרֵי֙ <WH2022> ha-Rei Ye mountains יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel שִׁמְע֖וּ <WH8085> shim-'U hear דְּבַר־ <WH1697> de-var- the word אֲדֹנָ֣י <WH136> 'a-do-Nai of the Lord יְהוִ֑ה <WH3069> Yah-weh; GOD כֹּה־ <WH3541> koh- Thus אָמַ֣ר <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְ֠הוִה <WH3069> Yah-weh GOD לֶהָרִ֨ים <WH2022> le-ha-Rim to the mountains וְלַגְּבָע֜וֹת <WH1389> ve-lag-ge-va-'ot and to the hills לָאֲפִיקִ֣ים <WH650> la-'a-fi-Kim to the rivers; וְלַגֵּאָיֹת ve-lag-ge-'a-yot כוְלַגֵּאָיֹ֗ות <WH1516> ve-lag-ge-'a-Yot, valley קהִנְנִ֨י <WH2009> hin-Ni Behold אֲנִ֜י <WH589> 'a-Ni Myself מֵבִ֤יא <WH935> me-Vi Behold I [even] I will bring עֲלֵיכֶם֙ <WH5921> 'a-lei-Chem and חֶ֔רֶב <WH2719> Che-rev, a sword וְאִבַּדְתִּ֖י <WH6> ve-'ib-bad-Ti upon you and I will destroy בָּמֽוֹתֵיכֶֽם׃ <WH1116> ba-Mo-tei-Chem. your high places"},{"number":4,"verse":"וְנָשַׁ֙מּוּ֙ <WH8074> ve-na-Sham-mu shall be desolate מִזְבְּח֣וֹתֵיכֶ֔ם <WH4196> miz-be-Cho-tei-Chem, And your altars וְנִשְׁבְּר֖וּ <WH7665> ve-nish-be-Ru shall be broken חַמָּֽנֵיכֶ֑ם <WH2553> cham-ma-nei-Chem; and your images וְהִפַּלְתִּי֙ <WH5307> ve-hip-pal-Ti and I will cast down חַלְלֵיכֶ֔ם <WH2491> chal-lei-Chem, your slain לִפְנֵ֖י <WH6440> lif-Nei [men] before גִּלּוּלֵיכֶֽם׃ <WH1544> gil-lu-lei-Chem. your idols"},{"number":5,"verse":"וְנָתַתִּ֗י <WH5414> ve-na-tat-Ti, And I will lay אֶת־ <WH853> 'et- פִּגְרֵי֙ <WH6297> pig-Rei the dead carcases בְּנֵ֣י <WH1121> be-Nei of the children יִשְׂרָאֵ֔ל <WH3478> Yis-ra-'El, of Israel לִפְנֵ֖י <WH6440> lif-Nei before גִּלּֽוּלֵיהֶ֑ם <WH1544> gil-lu-lei-Hem; their idols וְזֵרִיתִי֙ <WH2219> ve-ze-ri-Ti and I will scatter אֶת־ <WH853> 'et- עַצְמ֣וֹתֵיכֶ֔ם <WH6106> atz-Mo-tei-Chem, your bones סְבִיב֖וֹת <WH5439> se-vi-Vot round about מִזְבְּחוֹתֵיכֶֽם׃ <WH4196> miz-be-cho-tei-Chem. your altars"},{"number":6,"verse":"בְּכֹל֙ <WH3605> be-Chol all מוֹשְׁב֣וֹתֵיכֶ֔ם <WH4186> mo-she-Vo-tei-Chem, In all your dwellingplaces הֶעָרִ֣ים <WH5892> he-'a-Rim the cities תֶּחֱרַ֔בְנָה <WH2717> te-che-Rav-nah, shall be laid waste וְהַבָּמ֖וֹת <WH1116> ve-hab-ba-Mot and the high places תִּישָׁ֑מְנָה <WH3456> ti-Sha-me-nah; shall be desolate לְמַעַן֩ <WH4616> le-ma-'An because of יֶחֶרְב֨וּ <WH2717> ye-cher-Vu may be laid waste וְיֶאְשְׁמ֜וּ <WH816> ve-ye'-she-Mu and made desolate מִזְבְּחֽוֹתֵיכֶ֗ם <WH4196> miz-be-cho-tei-Chem, that your altars וְנִשְׁבְּר֤וּ <WH7665> ve-nish-be-Ru may be broken וְנִשְׁבְּתוּ֙ <WH7673> ve-nish-be-Tu and cease גִּלּ֣וּלֵיכֶ֔ם <WH1544> gil-Lu-lei-Chem, and your idols וְנִגְדְּעוּ֙ <WH1438> ve-nig-de-'U may be cut down חַמָּ֣נֵיכֶ֔ם <WH2553> cham-Ma-nei-Chem, and your images וְנִמְח֖וּ <WH4229> ve-nim-Chu may be abolished מַעֲשֵׂיכֶֽם׃ <WH4639> ma-'a-sei-Chem. and your works"},{"number":7,"verse":"וְנָפַ֥ל <WH5307> ve-na-Fal shall fall חָלָ֖ל <WH2491> cha-Lal And the slain בְּתֽוֹכְכֶ֑ם <WH8432> be-toch-Chem; in the midst וִֽידַעְתֶּ֖ם <WH3045> vi-da'-Tem of you and ye shall know כִּֽי־ <WH3588> ki- that אֲנִ֥י <WH589> 'a-Ni I am יְהוָֽה׃ <WH3068> Yah-weh. that I [am] the LORD"},{"number":8,"verse":"וְהוֹתַרְתִּ֗י <WH3498> ve-ho-tar-Ti, Yet will I leave a remnant בִּהְי֥וֹת <WH1961> bih-Yot will have לָכֶ֛ם la-Chem פְּלִ֥יטֵי <WH6412> pe-Li-tei that ye may have [some] that shall escape חֶ֖רֶב <WH2719> Che-rev the sword בַּגּוֹיִ֑ם <WH1471> bag-go-Yim; among the nations בְּהִזָּרֽוֹתֵיכֶ֖ם <WH2219> be-hiz-za-ro-tei-Chem when ye shall be scattered בָּאֲרָצֽוֹת׃ <WH776> ba-'a-ra-Tzot. through the countries"},{"number":9,"verse":"וְזָכְר֨וּ <WH2142> ve-za-che-Ru of you shall remember פְלִֽיטֵיכֶ֜ם <WH6412> fe-li-tei-Chem And they that escape אוֹתִ֗י <WH853> o-Ti, בַּגּוֹיִם֮ <WH1471> bag-go-Yim me among the nations אֲשֶׁ֣ר <WH834> 'a-Sher to which נִשְׁבּוּ־ <WH7617> nish-bu- whither they shall be carried captives שָׁם֒ <WH8033> sham in it אֲשֶׁ֨ר <WH834> 'a-Sher how נִשְׁבַּ֜רְתִּי <WH7665> nish-Bar-ti because I am broken אֶת־ <WH853> 'et- לִבָּ֣ם <WH3820> lib-Bam heart הַזּוֹנֶ֗ה <WH2181> haz-zo-Neh, with their whorish אֲשֶׁר־ <WH834> 'a-Sher- which סָר֙ <WH5493> sar which hath departed מֵֽעָלַ֔י <WH5921> me-'a-Lai, and וְאֵת֙ <WH854> ve-'Et and by עֵֽינֵיהֶ֔ם <WH5869> 'ei-nei-Hem, from me and with their eyes הַזֹּנ֕וֹת <WH2181> haz-zo-Not which go a whoring אַחֲרֵ֖י <WH310> 'a-cha-Rei after גִּלּֽוּלֵיהֶ֑ם <WH1544> gil-lu-lei-Hem; their idols וְנָקֹ֙טּוּ֙ <WH6962> ve-na-Kot-tu and they shall lothe בִּפְנֵיהֶ֔ם <WH6440> bif-nei-Hem, themselves אֶל־ <WH413> 'el- for הָֽרָעוֹת֙ <WH7451> ha-ra-'Ot for the evils אֲשֶׁ֣ר <WH834> 'a-Sher which עָשׂ֔וּ <WH6213> 'a-Su, which they have committed לְכֹ֖ל <WH3605> le-Chol for all תּוֹעֲבֹתֵיהֶֽם׃ <WH8441> to-'a-vo-tei-Hem. in all their abominations"},{"number":10,"verse":"וְיָדְע֖וּ <WH3045> ve-ya-de-'U And they shall know כִּֽי־ <WH3588> ki- that אֲנִ֣י <WH589> 'a-Ni I am יְהוָ֑ה <WH3068> Yah-weh; that I [am] the LORD לֹ֤א <WH3808> lo not אֶל־ <WH413> 'el- in חִנָּם֙ <WH2600> chin-Nam in vain דִּבַּ֔רְתִּי <WH1696> dib-Bar-ti, [and that] I have not said לַעֲשׂ֥וֹת <WH6213> la-'a-Sot that I would do לָהֶ֖ם la-Hem הָרָעָ֥ה <WH7451> ha-ra-'Ah this evil הַזֹּֽאת׃ <WH2063> haz-Zot. likewise פ Peh"},{"number":11,"verse":"כֹּֽה־ <WH3541> koh- Thus אָמַ֞ר <WH559> 'a-Mar Thus saith אֲדֹנָ֣י <WH136> 'a-do-Nai the Lord יְהוִ֗ה <WH3068> Yah-weh GOD הַכֵּ֨ה <WH5221> hak-Keh Smite בְכַפְּךָ֜ <WH3709> ve-chap-pe-Cha with thine hand וּרְקַ֤ע <WH7554> u-re-Ka' and stamp בְּרַגְלְךָ֙ <WH7272> be-rag-le-Cha with thy foot וֶֽאֱמָר־ <WH559> ve-'e-mor- and say אָ֔ח <WH253> 'Ach, Alas אֶ֛ל <WH413> 'el because כָּל־ <WH3605> kol- of all תּוֹעֲב֥וֹת <WH8441> to-'a-Vot abominations רָע֖וֹת <WH7451> ra-'ot for all the evil בֵּ֣ית <WH1004> beit of the house יִשְׂרָאֵ֑ל <WH3478> Yis-ra-'El; of Israel אֲשֶׁ֗ר <WH834> 'a-Sher, which בַּחֶ֛רֶב <WH2719> ba-Che-rev by the sword בָּרָעָ֥ב <WH7458> ba-ra-'Av by the famine וּבַדֶּ֖בֶר <WH1698> u-vad-De-ver and by the pestilence יִפֹּֽלוּ׃ <WH5307> yip-Po-lu. for they shall fall"},{"number":12,"verse":"הָרָח֞וֹק <WH7350> ha-ra-Chok He that is far off בַּדֶּ֣בֶר <WH1698> bad-De-ver of the pestilence יָמ֗וּת <WH4191> ya-Mut, shall die וְהַקָּרוֹב֙ <WH7138> ve-hak-ka-rOv and he that is near בַּחֶ֣רֶב <WH2719> ba-Che-rev by the sword יִפּ֔וֹל <WH5307> yip-Pol, shall fall וְהַנִּשְׁאָר֙ <WH7604> ve-han-nish-'Ar and he that remaineth וְהַנָּצ֔וּר <WH5341> ve-han-na-Tzur, and is besieged בָּרָעָ֖ב <WH7458> ba-ra-'Av by the famine יָמ֑וּת <WH4191> ya-Mut; shall die וְכִלֵּיתִ֥י <WH3615> ve-chil-lei-Ti thus will I accomplish חֲמָתִ֖י <WH2534> cha-ma-Ti my fury בָּֽם׃ Bam."},{"number":13,"verse":"וִֽידַעְתֶּם֙ <WH3045> vi-da'-Tem Then shall ye know כִּֽי־ <WH3588> ki- that אֲנִ֣י <WH589> 'a-Ni I am יְהוָ֔ה <WH3068> Yah-weh, that I [am] the LORD בִּֽהְי֣וֹת <WH1961> bih-Yot become חַלְלֵיהֶ֗ם <WH2491> chal-lei-Hem, when their slain בְּתוֹךְ֙ <WH8432> be-toCh [men] shall be among גִּלּ֣וּלֵיהֶ֔ם <WH1544> gil-Lu-lei-Hem, their idols סְבִיב֖וֹת <WH5439> se-vi-Vot round about מִזְבְּחֽוֹתֵיהֶ֑ם <WH4196> miz-be-cho-tei-Hem; their altars אֶל֩ <WH413> 'el on כָּל־ <WH3605> kol- every גִּבְעָ֨ה <WH1389> giv-'Ah hill רָמָ֜ה <WH7311> ra-Mah upon every high בְּכֹ֣ל׀ <WH3605> be-Chol all רָאשֵׁ֣י <WH7218> ra-Shei in all the tops הֶהָרִ֗ים <WH2022> he-ha-Rim, of the mountains וְתַ֨חַת <WH8478> ve-Ta-chat under כָּל־ <WH3605> kol- every עֵ֤ץ <WH6086> 'etz tree רַֽעֲנָן֙ <WH7488> ra-'a-Nan and under every green וְתַ֙חַת֙ <WH8478> ve-Ta-chat and under כָּל־ <WH3605> kol- every אֵלָ֣ה <WH424> 'e-Lah oak עֲבֻתָּ֔ה <WH5687> 'a-vut-Tah, and under every thick מְק֗וֹם <WH4725> me-Kom, the place אֲשֶׁ֤ר <WH834> 'a-Sher they נָֽתְנוּ־ <WH5414> na-te-nu- where they did offer שָׁם֙ <WH8033> sham in it רֵ֣יחַ <WH7381> Rei-ach savour נִיחֹ֔חַ <WH5207> ni-Cho-ach, sweet לְכֹ֖ל <WH3605> le-Chol to all גִּלּוּלֵיהֶֽם׃ <WH1544> gil-lu-lei-Hem. to all their idols"},{"number":14,"verse":"וְנָטִ֤יתִי <WH5186> ve-na-Ti-ti So will I stretch out אֶת־ <WH853> 'et- יָדִי֙ <WH3027> ya-Di my hand עֲלֵיהֶ֔ם <WH5921> 'a-lei-Hem, against וְנָתַתִּ֨י <WH5414> ve-na-tat-Ti upon them and make אֶת־ <WH853> 'et- הָאָ֜רֶץ <WH776> ha-'A-retz the land שְׁמָמָ֤ה <WH8077> she-ma-Mah desolate וּמְשַׁמָּה֙ <WH4923> u-me-sham-Mah yea more desolate מִמִּדְבַּ֣ר <WH4057> mi-mid-Bar than the wilderness דִּבְלָ֔תָה <WH1689> div-La-tah, toward Diblath בְּכֹ֖ל <WH3605> be-Chol all מוֹשְׁבֽוֹתֵיהֶ֑ם <WH4186> mo-she-vo-tei-Hem; in all their habitations וְיָדְע֖וּ <WH3045> ve-ya-de-'U and they shall know כִּֽי־ <WH3588> ki- that אֲנִ֥י <WH589> 'a-Ni I am יְהוָֽה׃ <WH3068> Yah-weh. that I [am] the LORD פ Peh"}]}