{"bibleAbbr":"LBP1933","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":15,"verses":[{"number":1,"verse":"BUT it came to pass after a while, in the time of the wheat harvest, Samson visited his wife with a kid as a present; and he said, I will go in to my wife in the chamber. But her father would not let him go in."},{"number":2,"verse":"And her father said, I surely thought that you had utterly hated her; therefore I gave her to your groomsman; behold, her younger sister, who is fairer than she, take her to wife instead."},{"number":3,"verse":"And Samson said to them, Now I shall be more blameless than the Philistines, although I am going to do them mischief."},{"number":4,"verse":"So Samson went and caught three hundred foxes, and took torches and tied tail to tail, two foxes together; and he tied a torch between each pair of foxes, between two tails."},{"number":5,"verse":"And when he had set the torches on fire, he let the foxes go into the standing grain of the Philistines, and burned up both the shocks and the standing grain, and also the vineyards and olives."},{"number":6,"verse":"Then the Philistines said, Who has done this? And they said, Samson, the son-in-law of the Timnite, because he had taken his wife and given her to his groomsman. And the Philistines came up and burned her and her father's family with fire."},{"number":7,"verse":"And Samson said to them, Because you have done this, I will be avenged of you, and after that I will cease."},{"number":8,"verse":"And he smote them hip and thigh with a great slaughter; and he went down and dwelt in a cave of the rock of Atmin."},{"number":9,"verse":"Then the Philistines went up and encamped in Judah."},{"number":10,"verse":"And the men of Judah said, Why have you come up against us? And they answered, We have come up to bind Samson, to do to him as he has done to us."},{"number":11,"verse":"Then three thousand men of Judah went down to the cave of the rock of Attain, and said to Samson, Do you not know that the Philistines are rulers over us? What is this you have done to us? And he said to them, As they did to me, so have I done to them."},{"number":12,"verse":"And they said to him, We have come down to bind you, that we may deliver you into the hand of the Philistines. And Samson said to them, Swear to me that you will not harm me yourselves."},{"number":13,"verse":"And they said to him, No; but we will bind you and deliver you into their hands; but surely we will not kill you. So they bound him with two new chains and brought him up from the rock."},{"number":14,"verse":"And when he came to Lehi, the Philistines rose up to kill him; and the Spirit of the LORD came mightily upon him, and the chains that were on his arms became like flax that has caught fire, and his bands loosed from off his hands."},{"number":15,"verse":"And he found a hard jawbone of an ass, and put forth his hand and took it, and slew a thousand men with it."},{"number":16,"verse":"And Samson said, With the jawbone of an ass I have made heaps upon heaps, with the jawbone of an ass I have slain a thousand men."},{"number":17,"verse":"And it came to pass, when he had finished speaking, he threw away the jawbone out of his hand, and called the name of that place, the Bloody Jawbone."},{"number":18,"verse":"And he was very thirsty, so he called on the LORD, and said, Thou hast given this great victory into the hand of thy servant; and now shall I die of thirst and fall into the hand of the uncircumcised?"},{"number":19,"verse":"And the LORD God opened the hollow place that was in the jawbone of the ass, and there came water from it; and when he had drunk, his spirit returned and he revived; therefore he called the name of that place En-karna di paka di khmara, to this day."},{"number":20,"verse":"And he judged Israel twenty years in the days of the Philistines."}]}