{"bibleAbbr":"LBP1933","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":18,"verses":[{"number":1,"verse":"IN those days there was no king in Israel; and in those days the tribe of Dan sought for itself an inheritance to dwell in; for until that day no inheritance had fallen to them among the tribes of Israel."},{"number":2,"verse":"And the Danites sent of their families five men from Zedah and from Eshtaol, to spy out the land, and to explore it; and they said to them, Go and explore the land. And they came to mount Ephraim, to the house of Micah, and they lodged there."},{"number":3,"verse":"When they were at the house of Micah, they recognized the voice of the young man, the Levite, and they turned aside there and said to him, Why did you come here? And what are you doing here?"},{"number":4,"verse":"And he said to them, Thus and thus has Micah dealt with me, and has hired me, and I have become his priest."},{"number":5,"verse":"And they said to him, Inquire for us of God, that we may know whether the errand for which we go shall prosper."},{"number":6,"verse":"And the priest said to them, Go in peace; and may the LORD prosper the errand on which you go."},{"number":7,"verse":"Then the five men departed and came to Laish, and saw the people who were in it, how they dwelt in tranquillity after the manner of the Zidonians, peaceful and quiet; and there was no one to do harm in the land, neither was there anyone to harass and to oppress; and they were far from the Zidonians, and had no business with any man."},{"number":8,"verse":"And they came back to their brethren at Zedah and Eshtaol; and their brethren said to them, Whence did you come?"},{"number":9,"verse":"They said to them, Even from Laish. Now arise, let us go up against them; for we have seen the land, and, behold, it is very good; and do not hesitate, nor tarry to go and to take possession of the land."},{"number":10,"verse":"When you go, you shall come against a rich people, and an extensive and arable land is before you; for the LORD has delivered it into your hands, a place where there is no lack of anything that is on the earth."},{"number":11,"verse":"And there went from thence of the family of the Danites, from Zedah and from Eshtaol, six hundred men armed with weapons of war."},{"number":12,"verse":"And they went up and encamped at Koriath-narin, in Judah; wherefore they called that place the Camp of Dan to this day; behold, it is behind Koriath-narin."},{"number":13,"verse":"And they passed on from there to mount Ephraim, and went to the house of Micah."},{"number":14,"verse":"Then answered the five men who had gone to spy out the land of Laish, and said to their brethren, Do you know that there is on these hills an ephod and teraphim and a graven image and a molten image? Now therefore you must consider what you have to do."},{"number":15,"verse":"So they turned aside, and came to the house of the young man, Levi, even to the house of Micah, and saluted him."},{"number":16,"verse":"And the six hundred men armed with weapons of war, who were Danites, stood by the entrance of the gate."},{"number":17,"verse":"And the five men who had gone to spy out the land went up and entered there, and took the graven image and the ephod and the teraphim and the molten image, while the priest stood at the entrance of the gate with the six hundred men armed with weapons of war."},{"number":18,"verse":"And they entered into Micah's house, and took the image, the ephod, and the teraphim, and the molten image. Then the priest said to them, What are you doing?"},{"number":19,"verse":"And they said to him, Hold your peace, stop talking, and come with us, and be to us a father and a priest. Which is better for you, to be a priest for one man's household, or to be a priest to a family and a tribe of Israel?"},{"number":20,"verse":"And the priest's heart was glad, and he took the graven image, the ephod, and the teraphim, and went with the people."},{"number":21,"verse":"So they turned and departed, and put the sheep and the goods and the cattle in front of them."},{"number":22,"verse":"And when they were at a distance from the house of Micah, a man who was in the house beside Micah's house cried out and pursued the Danites."},{"number":23,"verse":"And he shouted to the Danites, and they turned and said to Micah, What ails you, that you shout?"},{"number":24,"verse":"And he said to them, You have taken away the god which I made, and also the priest, and you have gone away; and what have I left? And what is this that you say to me, What ails you?"},{"number":25,"verse":"And the Danites said to him, Let not your voice be heard among us, lest some angry fellows attack you, and you lose your life and the lives of your sons."},{"number":26,"verse":"Then the Danites went their way; and when Micah saw that they were too strong for him, he turned and went back to his house."},{"number":27,"verse":"And they took the things which Micah had made and the priest that he had, and came to Laish against the people who were rich and quiet; and they smote them with the edge of the sword, and burned the city with fire."},{"number":28,"verse":"And there was no one to rescue them, because it was far from Zidon, and they had no business with any man; and the city was situated in the valley of Beth-rehob. And they rebuilt the city and dwelt in it."},{"number":29,"verse":"And they called the name of the city Dan, after the name of Dan their father, who was born to Israel; but the name of the city was Laish at first."},{"number":30,"verse":"And the Danites set up the graven image; and Jonathan, the son of Gershon, the son of Manasseh, he and his sons were priests to the tribe of Dan until the day of the captivity of the land."},{"number":31,"verse":"And they set up for themselves Micah's graven image, which he had made, all the time that the house of God was in Shiloh."}]}