{"bibleAbbr":"LBP1933","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":19,"verses":[{"number":1,"verse":"AND it came to pass in those days, when there was no king in Israel, there was a certain Levite sojourning on the side of mount Ephraim, who took to himself a concubine from Beth-lehem of Judah."},{"number":2,"verse":"And his concubine played the whore against him, and then arose and went away from him to her father's house to Beth-lehem of Judah, and remained there four whole months."},{"number":3,"verse":"And her husband arose and went after her to speak lovingly to her and to bring her back, taking with him his servant and a couple of asses; and she brought him into her father's house; and when the father of the damsel saw him, he rejoiced to meet him."},{"number":4,"verse":"And his father-in-law, the damsel's father, detained him; and he stayed with him three days; so they did eat and drink and lodged there."},{"number":5,"verse":"And on the fourth day, they rose early in the morning to depart; and the damsel's father said to his son-in-law, Strengthen yourself with a piece of bread; and after that rise and go."},{"number":6,"verse":"So they sat down and did eat and drink, both of them together; and the damsel's father said to his son-in-law, If you wish you may spend the night and it will do you good."},{"number":7,"verse":"And when the man rose up to depart, his father-in-law urged him to stay; and he spent the night there again."},{"number":8,"verse":"And he arose early in the morning on the fifth day to depart; and the damsel's father said to him, Strengthen your heart, refresh yourself, and tarry until afternoon. And they did eat and drink both of them."},{"number":9,"verse":"And when the man rose up to depart, he and his concubine and his servant, his father-in-law, the damsel's father, said to him, Behold, now the day is spent, tarry all night here; and it will do you good; and tomorrow, rise up early and go to your home."},{"number":10,"verse":"But the man would not tarry that night, but he rose up and departed, and came opposite Jebus, which is Jerusalem; and there were with him two asses with burdens, and his concubine also was with him."},{"number":11,"verse":"And when they were near Jebus, the day was far spent; and the servant said to his master, Come, let us turn aside to this city of the Jebusites and spend the night in it."},{"number":12,"verse":"And his master said to him, We will not turn aside into a strange city that does not belong to the house of Israel; but we will pass on to Gibeah."},{"number":13,"verse":"And he said to his servant, Come, let us draw near to one of these places to lodge the night in Gibeah, or in Ramtha."},{"number":14,"verse":"So they passed on and went their way; and the sun went down upon them when they were near Gibeah, which belongs to Benjamin."},{"number":15,"verse":"And they turned aside there to spend the night; and they went to Gibeah, and sat down in a street of the city.; for there was no man to take them into his house to spend the night."},{"number":16,"verse":"And, behold, there came an old man from his work out of the field at evening, and the man was also of mount Ephraim; and he sojourned in Gibeah, which belongs to Benjamin, but the men of the place were Benjamites whose deeds were exceedingly bad."},{"number":17,"verse":"And the old man lifted up his eyes and saw the wayfarer in the street of the city; and the old man said to him, Where are you going? And whence do you come?"},{"number":18,"verse":"And he said to him, We are travelling from Beth-lehem of Judah toward the side of mount Ephraim; from thence am I; and I went as far as Beth-lehem of Judah, but now I am going to the house of the LORD, but there is no man to take us into his house."},{"number":19,"verse":"And yet there is both straw and fodder for our asses; and there is bread and wine also for me and for your maidservant and for the young man, your servant; there is no lack of anything."},{"number":20,"verse":"And the old man said to him, Peace be with you; anything that you may lack I will provide for you; only do not spend the night in the street."},{"number":21,"verse":"So he brought him into his house, and gave fodder to his asses; and they washed their feet, and did eat and drink."},{"number":22,"verse":"Now as they were making their hearts merry, behold, the men of the city, certain wicked men, beset the house round about, and they beat at the door and spoke to the master of the house, the old man, saying, Bring out the man who came into your house, that we may know him."},{"number":23,"verse":"And the old man, the master of the house, went out to them and said to them, No, my brethren, no, do not be so wicked; seeing that this man has come into my house, do not commit this shameful act."},{"number":24,"verse":"Behold, here is my daughter, a virgin, and his concubine; I will bring them out for you, and you may humble them, and do with them what seems good to you; but to this man you shall not do any shameful thing."},{"number":25,"verse":"But the men would not listen to him; so the man took his concubine and brought her outside to them: and they raped her and abused her all the night until the morning; and when dawn began to break, they let her go."},{"number":26,"verse":"Then as the day was dawning, the woman came and fell down at the door of the man's house where her master was, till it was light."},{"number":27,"verse":"And her master rose up in the morning and opened the door of the house and went out to go his way: and he saw his concubine lying at the door of the house, with her hands upon the threshold."},{"number":28,"verse":"And he said to her, Get up, let us go. But she did not answer. Then he put her upon the ass, and the man rose up and went on to his own home."},{"number":29,"verse":"And when he had come to his house, he took a knife and cut his concubine in pieces, and divided her into twelve portions, and distributed them throughout all the tribes of Israel."},{"number":30,"verse":"And all who saw it said, There has never been, nor seen, such a deed from the day that the children of Israel came up out of the land of Egypt until this day. So they considered it, and took counsel, and spoke out."}]}