{"bibleAbbr":"LBP1933","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":21,"verses":[{"number":1,"verse":"NOW the men of Israel had sworn at Mizpeh, saying, None of us shall give his daughter in marriage to the Benjamites."},{"number":2,"verse":"And the people came to Beth-el, and abode there till evening before God, and lifted up their voices and wept bitterly;"},{"number":3,"verse":"And said, O LORD God of Israel, why has this disaster come to pass in Israel, that there should be today one tribe missing from Israel?"},{"number":4,"verse":"And on the morrow the people rose early and built there an altar, and offered burnt offerings and peace offerings."},{"number":5,"verse":"And the children of Israel said. Who is there among all the tribes of Israel that did not come up in the assembly before the LORD? For they had made a great oath concerning him who did not come up to Mizpeh before the LORD, saying, He shall surely be put to death."},{"number":6,"verse":"Then the children of Israel were sorry for the Benjamites their brethren, and said, One tribe has disappeared from Israel this day."},{"number":7,"verse":"And they said, What shall we do for those who are left without wives, seeing we have sworn by the LORD that we will not give them our daughters to wife?"},{"number":8,"verse":"And they said, Which one is there of the tribes of Israel that did not come up to Mizpeh before the LORD? And, behold, there had come none to the camp from the inhabitants of Jabesh-gilead to the assembly."},{"number":9,"verse":"For the people were numbered there, and behold, not one man of the inhabitants of Jabesh-gilead was found there."},{"number":10,"verse":"And the people sent thither twelve thousand of the bravest men, and commanded them, saying, Go and smite the inhabitants of Jabesh-gilead with the edge of the sword, including the women and the children."},{"number":11,"verse":"And this is the thing that you must do, You must utterly destroy every male and every woman that has lain with a man."},{"number":12,"verse":"And they found among the inhabitants of Jabesh-gilead four hundred young virgins that had known no man by lying with him; and they brought them to the camp at Shiloh, which is in the land of Canaan."},{"number":13,"verse":"Then the whole congregation sent messengers to speak to the Benjamites that were in the rock of Rimmon, and to proclaim peace to them."},{"number":14,"verse":"And Benjamin came back at that time, and they gave them the women whom they had saved alive of the women of Jabesh-gilead; but there were not enough for them."},{"number":15,"verse":"And the people were sorry for Benjamin, because the LORD had made a breach in the tribes of Israel."},{"number":16,"verse":"Then the elders of the people said. What shall we do for wives for those that remain, for all the Benjamite women have perished?"},{"number":17,"verse":"And they said, The remnant of Benjamin must be spared, that a tribe may not be missing from Israel."},{"number":18,"verse":"Howbeit we cannot give them wives of our daughters; for the children of Israel have sworn, saying, Cursed be he who gives a wife to Benjamin."},{"number":19,"verse":"Then they said. Behold, there is a feast of the LORD in Shiloh yearly in a place which is on the north side of Beth-el, on the east side of the highway that goes up from Beth-el to Shechem, south of Lebonah."},{"number":20,"verse":"So they commanded the Benjamites, saying, Go and lie in wait in the vineyards;"},{"number":21,"verse":"And when you shall see the daughters of Shiloh come out to dance with tambourines, then come out of the vineyards and catch you every man his wife of the daughters of Shiloh, and go to the land of Benjamin."},{"number":22,"verse":"And if their parents or their brothers should come to complain before us, we will say to them, Have compassion upon them, because they did not take each man his wife with him in the war; and it is not you who gave them to them, that you should be guilty."},{"number":23,"verse":"And the Benjamites did so, and they took them wives from all of those who played tambourines, whom they caught; and they returned and went to their inheritance, and rebuilt the towns, and dwelt in them."},{"number":24,"verse":"And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance."},{"number":25,"verse":"In those days there was no king in Israel; every man did that which seemed right in his own eyes."}]}