{"bibleAbbr":"LBP1933","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":3,"verses":[{"number":1,"verse":"NOW these are the nations which the LORD left, to test Israel by them, even the Israelites who had not experienced all the wars of Canaan."},{"number":2,"verse":"Only that the generations of the children of Israel might learn warfare, at least such as had not experienced it before;"},{"number":3,"verse":"Namely, the five lords of the Philistines, and all the Canaanites, and the Sidonians, and the Hivites who dwelt on mount Lebanon, from the mount of the people of mount Hermon as far as the entrance to Hamath."},{"number":4,"verse":"And they were to prove Israel by them, to know whether they would obey the commandments of the LORD, which he commanded their fathers by the hand of Moses."},{"number":5,"verse":"So the children of Israel dwelt among the Canaanites, Hivites, Amorites, Perizzites, Hittites, and Jebusites;"},{"number":6,"verse":"And they took their daughters to be their wives, and gave their daughters to their sons, and served their gods."},{"number":7,"verse":"And the children of Israel did evil in the sight of the LORD, and forgot the LORD their God, and served Baal and Ashtaroth."},{"number":8,"verse":"Therefore the anger of the LORD kindled against Israel, and he delivered them into the hand of Cushan the Wicked, king of Aram-nahrin (Mesopotamia); and the children of Israel served Cushan the Wicked eight years."},{"number":9,"verse":"And when the children of Israel cried to the LORD, the LORD raised up a deliverer for the children of Israel, and they were delivered by Othniel, the son of Kenaz, Caleb's younger brother."},{"number":10,"verse":"And the hand of the LORD was with him, and he judged Israel, and went out to war; and the LORD delivered Cushan the Wicked, king of Aram-nahrin, into his hands; and his hand prevailed against Cushan the Wicked."},{"number":11,"verse":"And the land had rest forty years. Then Othniel the son of Kenaz died."},{"number":12,"verse":"And the children of Israel again did evil in the sight of the LORD and the LORD strengthened Eglon the king of Moab against Israel, because they had done evil in the sight of the LORD."},{"number":13,"verse":"And he mobilized the children of Ammon and Amalek against them, and went and smote Israel, and possessed the city of palm trees."},{"number":14,"verse":"So the children of Israel served Eglon the king of Moab eighteen years."},{"number":15,"verse":"But when the children of Israel cried to the LORD, the LORD raised up for them a deliverer, Ehur the son of Gera, of the tribe of Benjamin, a man whose right hand was crippled, and the children of Israel sent a present by him to Eglon the king of Moab."},{"number":16,"verse":"So Ehur made for himself a two edged dagger, and he made it short; and he girded it under his garment on his right thigh."},{"number":17,"verse":"And he brought the present to Eglon king of Moab; and King Eglon was a simple-minded man."},{"number":18,"verse":"And when Ehur had finished offering the present, he sent away the people that bore the present."},{"number":19,"verse":"But he himself turned back from the quarries that were by Gilgal, and said, I have a secret message to impart to you, O king; and the king said to those who were present, Get away from here. And all that stood by him went out."},{"number":20,"verse":"And Ehur came to him; and he was sitting alone in the upper room which was made for him. And Ehur said to him, I have a message from God to impart to you. So Eglon arose from his seat."},{"number":21,"verse":"And Ehur put forth his left hand, and took the sword from his right thigh, and thrust it into his belly;"},{"number":22,"verse":"And the haft also went in after the blade; and the fat closed upon the blade, because he did not draw the sword out of his belly; and he went out hastily."},{"number":23,"verse":"Then Ehur went out into the porch, and shut the doors of the upper room upon him, locked them, and left."},{"number":24,"verse":"When he had gone out, the king's servants came in; and when they saw that the doors of the upper chamber were locked, they said, Perhaps he has gone to the toilet in the closet of the upper chamber."},{"number":25,"verse":"And they waited for a long time; and seeing that he did not open the doors of the upper chamber, they took keys and opened them; and, behold, their lord was fallen down dead on the floor."},{"number":26,"verse":"And while they were in confusion, Ehur passed beyond the quarries, and escaped to Seirath."},{"number":27,"verse":"And it came to pass, when he had returned, he sounded the trumpet on the mountain of Ephraim, and the children of Israel went down with him from the mountain, and he went before them."},{"number":28,"verse":"And he said to them, Follow after me; for the LORD has delivered your enemies the Moabites into your hands. And they went down after him, and seized the fords of the Jordan on the side of Moab, and allowed not a man to pass over."},{"number":29,"verse":"And they slew of the Moabites at that time about ten thousand men, all great and valiant men; and there escaped not a man."},{"number":30,"verse":"So the Moabites were subdued at that time under the hand of Israel. And the land had rest for eighty years."},{"number":31,"verse":"And after him was Shamgar the son of Anath, who slew six hundred of the Philistines with an ox goad; and he also delivered Israel."}]}