{"bibleAbbr":"NASB1995+","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":1,"verses":[{"number":1,"verse":"Now it came <WH1961> about after <WH310> the death <WH4194> of Moses <WH4872> the servant <WH5650> of the Lord <WH3068> that the Lord <WH3068> spoke <WH559> to Joshua <WH3091> the son <WH1121> of Nun, <WH5126> Moses' servant, <WH8334> saying, <WH559>"},{"number":2,"verse":"\"Moses <WH4872> My servant <WH5650> is dead; <WH4191> now <WH6258> therefore arise, <WH6965> cross <WH5674> this <WH2088> Jordan, <WH3383> you and all <WH3605> this <WH2088> people, <WH5971> to the land <WH776> which <WH834> I am giving <WH5414> to them, to the sons <WH1121> of Israel. <WH3478>"},{"number":3,"verse":"\"Every <WH3605> place <WH4725> on which <WH834> the sole <WH3709> of your foot <WH7272> treads, <WH1869> I have given <WH5414> it to you, just <WH9201> as I spoke <WH1696> to Moses. <WH4872>"},{"number":4,"verse":"\"From the wilderness <WH4057> and this <WH2088> Lebanon, <WH3844> even as far <WH5704> as the great <WH1419> river, <WH5104> the river <WH5104> Euphrates, <WH6578> all <WH3605> the land <WH776> of the Hittites, <WH2850> and as far <WH5704> as the Great <WH1419> Sea <WH3220> toward the setting <WH3996> of the sun, <WH8121> will be your territory. <WH1366>"},{"number":5,"verse":"\"No <WH3808> man <WH376> will [be able to] stand <WH3320> before <WH6440> you all <WH3605> the days <WH3117> of your life. <WH9132> Just <WH9201> as I have been <WH1961> with Moses, <WH4872> I will be with you; I will not fail <WH7503> you or forsake <WH5800> you."},{"number":6,"verse":"\"Be strong <WH2388> and courageous, <WH553> for you shall give <WH5157> this <WH2088> people <WH5971> possession <WH5157> of the land <WH776> which <WH834> I swore <WH7650> to their fathers to give <WH1> them."},{"number":7,"verse":"\"Only <WH7534> be strong <WH2388> and very <WH3966> courageous; <WH553> be careful <WH8104> to do <WH6213> according to all <WH3605> the law <WH8451> which <WH834> Moses <WH4872> My servant <WH5650> commanded <WH6680> you; do not turn <WH5493> from it to the right <WH3225> or to the left, <WH8040> so <WH4616> that you may have <WH7919> success <WH7919> wherever <WH3605> <WH834> you go. <WH1980>"},{"number":8,"verse":"\"This <WH2088> book <WH5612> of the law <WH8451> shall not depart <WH4185> from your mouth, <WH6310> but you shall meditate <WH1897> on it day <WH3119> and night, <WH3915> so <WH4616> that you may be careful <WH8104> to do <WH6213> according to all <WH3605> that is written <WH3789> in it; for then <WH227> you will make <WH6743> your way <WH1870> prosperous, <WH6743> and then <WH227> you will have <WH7919> success. <WH7919>"},{"number":9,"verse":"\"Have I not commanded <WH6680> you? Be strong <WH2388> and courageous! <WH553> Do not tremble <WH6206> or be dismayed, <WH2865> for the Lord <WH3068> your God <WH430> is with you wherever <WH3605> <WH834> you go. <WH1980>\""},{"number":10,"verse":"Then Joshua <WH3091> commanded <WH6680> the officers <WH7860> of the people, <WH5971> saying, <WH559>"},{"number":11,"verse":"\"Pass <WH5674> through the midst <WH7130> of the camp <WH4264> and command <WH6680> the people, <WH5971> saying, <WH559> 'Prepare <WH3559> provisions <WH6720> for yourselves, for within <WH5750> three <WH7969> days <WH3117> you are to cross <WH5674> this <WH2088> Jordan, <WH3383> to go <WH935> in to possess <WH3423> the land <WH776> which <WH834> the Lord <WH3068> your God <WH430> is giving <WH5414> you, to possess <WH3423> it.'\""},{"number":12,"verse":"And to the Reubenites <WH7206> and to the Gadites <WH1425> and to the half-tribe of Manasseh, <WH4519> Joshua <WH3091> said, <WH559>"},{"number":13,"verse":"\"Remember <WH2142> the word <WH1697> which <WH834> Moses <WH4872> the servant <WH5650> of the Lord <WH3068> commanded <WH6680> you, saying, <WH559> 'The Lord <WH3068> your God <WH430> gives <WH5117> you rest, <WH5117> and will give <WH5414> you this <WH2088> land. <WH776>'"},{"number":14,"verse":"\"Your wives, <WH802> your little <WH2945> ones, <WH2945> and your cattle <WH4735> shall remain <WH3427> in the land <WH776> which <WH834> Moses <WH4872> gave <WH5414> you beyond <WH5676> the Jordan, <WH3383> but you shall cross <WH5674> before <WH6440> your brothers <WH251> in battle <WH2571> array, <WH2571> all <WH3605> your valiant <WH2428> warriors, <WH1368> and shall help <WH5826> them,"},{"number":15,"verse":"until <WH5704> the Lord <WH3068> gives <WH5117> your brothers <WH251> rest, <WH5117> as [He gives] you, and they also <WH1571> possess <WH3423> the land <WH776> which <WH834> the Lord <WH3068> your God <WH430> is giving <WH5414> them. Then you shall return <WH7725> to your own <WH3425> land, <WH776> and possess <WH3423> that which <WH834> Moses <WH4872> the servant <WH5650> of the Lord <WH3068> gave <WH5414> you beyond <WH5676> the Jordan <WH3383> toward the sunrise. <WH4217> <WH8121> \""},{"number":16,"verse":"And they answered <WH6030> Joshua, <WH3091> saying, <WH559> \"All <WH3605> that you have commanded <WH6680> us we will do, <WH6213> and wherever <WH413> <WH3605> <WH834> you send <WH7971> us we will go. <WH1980>"},{"number":17,"verse":"\"Just <WH3605> <WH834> as we obeyed <WH8085> Moses <WH4872> in all <WH3605> things, <WH3605> so <WH3651> we will obey <WH8085> you; only <WH7534> may the Lord <WH3068> your God <WH430> be with you, as He was with Moses. <WH4872>"},{"number":18,"verse":"\"Anyone <WH3605> <WH376> who <WH834> rebels <WH4784> against <WH854> your command <WH6310> and does not obey <WH8085> your words <WH1697> in all <WH3605> that you command <WH6680> him, shall be put <WH4191> to death; <WH4191> only <WH7534> be strong <WH2388> and courageous. <WH553>\""}]}