{"bibleAbbr":"NASB1995+","bookName":"Joshua","bookEnglishName":"Joshua","chapterNumber":6,"verses":[{"number":1,"verse":"Now Jericho <WH3405> was tightly <WH5462> shut <WH5462> because <WH4480> <WH6440> of the sons <WH1121> of Israel; <WH3478> no <WH369> one <WH369> went <WH3318> out and no <WH369> one <WH369> came <WH935> in."},{"number":2,"verse":"And the Lord <WH3068> said <WH559> to Joshua, <WH3091> \"See, <WH7200> I have given <WH5414> Jericho <WH3405> into your hand, <WH3027> with its king <WH4428> [and] the valiant <WH2428> warriors. <WH1368>"},{"number":3,"verse":"\"And you shall march <WH5437> around <WH5437> the city, <WH5892> all <WH3605> the men <WH376> of war <WH4421> circling <WH5362> the city <WH5892> once. <WH259> <WH6471> You shall do <WH6213> so <WH3541> for six <WH8337> days. <WH3117>"},{"number":4,"verse":"\"Also seven <WH7651> priests <WH3548> shall carry <WH5375> seven <WH7651> trumpets <WH7782> of rams' horns <WH3104> before <WH6440> the ark; <WH727> then on the seventh <WH7637> day <WH3117> you shall march <WH5437> around <WH5437> the city <WH5892> seven <WH7651> times, <WH6471> and the priests <WH3548> shall blow <WH8628> the trumpets. <WH7782>"},{"number":5,"verse":"\"And it shall be that when they make <WH4900> a long <WH4900> blast <WH4900> with the ram's horn, <WH7161> and when you hear <WH8085> the sound <WH6963> of the trumpet, <WH7782> all <WH3605> the people <WH5971> shall shout <WH7321> with a great <WH1419> shout; <WH8643> and the wall <WH2346> of the city <WH5892> will fall <WH5307> down <WH5307> flat, <WH8478> and the people <WH5971> will go <WH5927> up every <WH376> man <WH376> straight <WH5048> ahead. <WH5048>\""},{"number":6,"verse":"So Joshua <WH3091> the son <WH1121> of Nun <WH5126> called <WH7121> the priests <WH3548> and said <WH559> to them, \"Take <WH5375> up the ark <WH727> of the covenant, <WH1285> and let seven <WH7651> priests <WH3548> carry <WH5375> seven <WH7651> trumpets <WH7782> of rams' horns <WH3104> before <WH6440> the ark <WH727> of the Lord. <WH3068>\""},{"number":7,"verse":"Then he said <WH559> to the people, <WH5971> \"Go <WH5674> forward, <WH5674> and march <WH5437> around <WH5437> the city, <WH5892> and let the armed <WH9139> men go <WH5674> on before <WH6440> the ark <WH727> of the Lord. <WH3068>\""},{"number":8,"verse":"And it was [so,] that when Joshua <WH3091> had spoken <WH559> to the people, <WH5971> the seven <WH7651> priests <WH3548> carrying <WH5375> the seven <WH7651> trumpets <WH7782> of rams' horns <WH3104> before <WH6440> the Lord <WH3068> went <WH5674> forward <WH5674> and blew <WH8628> the trumpets; <WH7782> and the ark <WH727> of the covenant <WH1285> of the Lord <WH3068> followed <WH1980> <WH310> them."},{"number":9,"verse":"And the armed <WH9139> men went <WH1980> before <WH6440> the priests <WH3548> who blew <WH8628> the trumpets, <WH7782> and the rear <WH622> guard <WH622> came <WH1980> after <WH310> the ark, <WH727> while they continued <WH1980> to blow <WH8628> the trumpets. <WH7782>"},{"number":10,"verse":"But Joshua <WH3091> commanded <WH6680> the people, <WH5971> saying, <WH559> \"You shall not shout <WH7321> nor <WH3808> let your voice <WH6963> be heard, <WH8085> nor <WH3808> let a word <WH1697> proceed <WH3318> out of your mouth, <WH6310> until <WH5704> the day <WH3117> I tell <WH559> you, 'Shout! <WH7321>' Then you shall shout! <WH7321>\""},{"number":11,"verse":"So he had the ark <WH727> of the Lord <WH3068> taken <WH5437> around <WH5437> the city, <WH5892> circling <WH5362> [it] once <WH259>; <WH6471> then they came <WH935> into the camp <WH4264> and spent <WH3885> the night <WH3885> in the camp. <WH4264>"},{"number":12,"verse":"Now Joshua <WH3091> rose <WH7925> early <WH7925> in the morning, <WH1242> and the priests <WH3548> took <WH5375> up the ark <WH727> of the Lord. <WH3068>"},{"number":13,"verse":"And the seven <WH7651> priests <WH3548> carrying <WH5375> the seven <WH7651> trumpets <WH7782> of rams' horns <WH3104> before <WH6440> the ark <WH727> of the Lord <WH3068> went <WH1980> on continually, <WH1980> and blew <WH8628> the trumpets; <WH7782> and the armed <WH9139> men went <WH1980> before <WH6440> them, and the rear <WH622> guard <WH622> came <WH1980> after <WH310> the ark <WH727> of the Lord, <WH3068> while they continued <WH1980> to blow <WH8628> the trumpets. <WH7782>"},{"number":14,"verse":"Thus the second <WH8145> day <WH3117> they marched <WH5437> around <WH5437> the city <WH5892> once <WH259> <WH6471> and returned <WH7725> to the camp; <WH4264> they did <WH6213> so <WH3541> for six <WH8337> days. <WH3117>"},{"number":15,"verse":"Then it came <WH1961> about on the seventh <WH7637> day <WH3117> that they rose <WH7925> early <WH7925> at the dawning <WH7837> of the day <WH7837> and marched <WH5437> around <WH5437> the city <WH5892> in the same <WH2088> manner <WH4941> seven <WH7651> times; <WH6471> only <WH7534> on that day <WH3117> they marched <WH5437> around <WH5437> the city <WH5892> seven <WH7651> times. <WH6471>"},{"number":16,"verse":"And it came <WH1961> about at the seventh <WH7637> time, <WH6471> when the priests <WH3548> blew <WH8628> the trumpets, <WH7782> Joshua <WH3091> said <WH559> to the people, <WH5971> \"Shout! <WH7321> For the Lord <WH3068> has given <WH5414> you the city. <WH5892>"},{"number":17,"verse":"\"And the city <WH5892> shall be under <WH9172> the ban, <WH9172> it and all <WH3605> that is in it belongs to the Lord; <WH3068> only <WH7534> Rahab <WH7343> the harlot <WH2181> and all <WH3605> who <WH834> are with her in the house <WH1004> shall live, <WH2421> because <WH3588> she hid <WH2244> the messengers <WH4397> whom <WH834> we sent. <WH7971>"},{"number":18,"verse":"\"But as for you, only <WH7534> keep <WH8104> yourselves from the things <WH9172> under <WH9172> the ban, <WH9172> lest <WH6435> you covet <WH2763> [them] and take <WH3947> some <WH4480> of the things <WH9172> under <WH9172> the ban, <WH9172> so you would make <WH7760> the camp <WH4264> of Israel <WH3478> accursed <WH9172> and bring <WH5916> trouble <WH5916> on it."},{"number":19,"verse":"\"But all <WH3605> the silver <WH3701> and gold <WH2091> and articles <WH3627> of bronze <WH5178> and iron <WH1270> are holy <WH6944> to the Lord; <WH3068> they shall go <WH935> into the treasury <WH214> of the Lord. <WH3068>\""},{"number":20,"verse":"So the people <WH5971> shouted, <WH7321> and [priests] blew <WH8628> the trumpets; <WH7782> and it came <WH1961> about, when the people <WH5971> heard <WH8085> the sound <WH6963> of the trumpet, <WH7782> that the people <WH5971> shouted <WH7321> with a great <WH1419> shout <WH8643> and the wall <WH2346> fell <WH5307> down <WH5307> flat, <WH8478> so that the people <WH5971> went <WH5927> up into the city, <WH5892> every <WH376> man <WH376> straight <WH5048> ahead, <WH5048> and they took <WH3920> the city. <WH5892>"},{"number":21,"verse":"And they utterly <WH2763> destroyed <WH2763> everything <WH3605> in the city, <WH5892> both <WH4480> <WH5704> man <WH376> and woman, <WH802> young <WH5288> and old, <WH2205> and ox <WH7794> and sheep <WH7716> and donkey, <WH2543> with the edge <WH6310> of the sword. <WH2719>"},{"number":22,"verse":"And Joshua <WH3091> said <WH559> to the two <WH8147> men <WH376> who had spied <WH7270> out the land, <WH776> \"Go <WH935> into the harlot's house <WH1004> and bring <WH3318> the woman <WH802> and all <WH3605> she has out of there, <WH8033> as you have sworn <WH7650> to her.\""},{"number":23,"verse":"So the young <WH5288> men <WH5288> who were spies <WH7270> went <WH935> in and brought <WH3318> out Rahab <WH7343> and her father and her mother <WH1> and her brothers <WH517> and all <WH251> she had; they also brought <WH3605> out all <WH3318> her relatives, <WH3605> and placed <WH4940> them outside <WH5117> <WH4480> the camp <WH2351> of Israel. <WH4264>"},{"number":24,"verse":"And they burned <WH8313> the city <WH5892> with fire, <WH784> and all <WH3605> that was in it. Only <WH7534> the silver <WH3701> and gold <WH2091> and articles <WH3627> of bronze <WH5178> and iron, <WH1270> they put <WH5414> into the treasury <WH214> of the house <WH1004> of the Lord. <WH3068>"},{"number":25,"verse":"However, Rahab <WH7343> the harlot <WH2181> and her father's household <WH1004> and all <WH3605> she had, Joshua <WH3091> spared; <WH2421> and she has lived <WH3427> in the midst <WH7130> of Israel <WH3478> to this <WH2088> day, <WH3117> for she hid <WH2244> the messengers <WH4397> whom <WH834> Joshua <WH3091> sent <WH7971> to spy <WH7270> out Jericho. <WH3405>"},{"number":26,"verse":"Then Joshua <WH3091> made them take <WH7650> an oath <WH7650> at that time, <WH6256> saying, <WH559> \"Cursed <WH779> before <WH6440> the Lord <WH3068> is the man <WH376> who <WH834> rises <WH6965> up and builds <WH1129> this <WH2088> city <WH5892> Jericho; <WH3405> with [the loss of] his first-born he shall lay <WH3245> its foundation, <WH3245> and with [the loss of] his youngest <WH6810> son <WH6810> he shall set <WH5324> up its gates. <WH1817>\""},{"number":27,"verse":"So the Lord <WH3068> was with Joshua, <WH3091> and his fame <WH8089> was in all <WH3605> the land. <WH776>"}]}