{"bibleAbbr":"paOV2016","bookName":"ਕਹਾਉਤਾਂ","bookEnglishName":"Proverbs","chapterNumber":14,"verses":[{"number":1,"verse":"ਬੁੱਧਵਾਨ ਤੀਵੀਂ ਤਾਂ ਆਪਣਾ ਘਰ ਬਣਾਉਂਦੀ ਹੈ, ਪਰ ਮੂਰਖਣੀ ਆਪਣੀਂ ਹੀ ਹੱਥੀਂ ਉਹ ਨੂੰ ਢਾਹ ਦਿੰਦੀ ਹੈ।"},{"number":2,"verse":"ਜਿਹੜਾ ਸਿੱਧੀ ਚਾਲ ਚੱਲਦਾ ਹੈ ਉਹ ਯਹੋਵਾਹ ਦਾ ਭੈ ਮੰਨਦਾ ਹੈ, ਪਰ ਜਿਹੜਾ ਵਿੰਗੀ ਚਾਲ ਚੱਲਦਾ ਹੈ ਉਹ ਉਸ ਨੂੰ ਤੁੱਛ ਜਾਣਦਾ ਹੈ।"},{"number":3,"verse":"ਮੂਰਖ ਦੇ ਮੂੰਹ ਵਿੱਚ ਹੰਕਾਰ ਦੀ ਲਾਠੀ ਹੈ, ਪਰ ਬੁੱਧਵਾਨਾਂ ਦੇ ਬੁੱਲ੍ਹ ਓਹਨਾਂ ਦੀ ਰੱਛਿਆ ਕਰਦੇ ਹਨ।"},{"number":4,"verse":"ਜਿੱਥੇ ਬਲਦ ਨਹੀਂ ਉੱਥੇ ਖੁਰਲੀ ਸੁਥਰੀ ਰਹਿੰਦੀ ਹੈ, ਪਰ ਬਲਦ ਦੇ ਜ਼ੋਰ ਨਾਲ ਅੰਨ ਬਾਹਲਾ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।"},{"number":5,"verse":"ਮਾਤਬਰ ਗਵਾਹ ਝੂਠ ਨਹੀਂ ਬੋਲਦਾ, ਪਰ ਝੂਠਾ ਗਵਾਹ ਝੂਠ ਹੀ ਮਾਰਦਾ ਹੈ।"},{"number":6,"verse":"ਮਖੌਲੀਆਂ ਬੁੱਧ ਨੂੰ ਭਾਲਦਾ ਹੈ ਪਰ ਉਹ ਉਸ ਨੂੰ ਨਹੀਂ ਲੱਭਦੀ, ਪਰੰਤੂ ਸਮਝ ਵਾਲੇ ਨੂੰ ਗਿਆਨ ਸਹਿਜ ਨਾਲ ਹੀ ਮਿਲ ਜਾਂਦਾ ਹੈ।"},{"number":7,"verse":"ਮੂਰਖ ਤੋਂ ਲਾਂਭੇ ਹੋ ਜਾਹ, ਕਿਉਂ ਜੋ ਤੂੰ ਉਹ ਦੇ ਬੁੱਲ੍ਹਾਂ ਤੋਂ ਗਿਆਨ ਨਾ ਪਾਏਂਗਾ।"},{"number":8,"verse":"ਸਿਆਣੇ ਦੀ ਬੁੱਧ ਆਪਣੇ ਰਾਹ ਨੂੰ ਸਮਝਣਾ ਹੈ, ਪਰ ਮੂਰਖਾਂ ਦੀ ਮੂਰਖਤਾਈ ਛਲ ਹੀ ਹੈ।"},{"number":9,"verse":"ਮੂਰਖ ਪਾਪ ਕਰ ਕੇ ਹੱਸਦੇ ਹਨ, ਪਰ ਸਚਿਆਰਾਂ ਦੇ ਵਿਚਕਾਰ ਰਜ਼ਾਮੰਦੀ ਹੁੰਦੀ ਹੈ।"},{"number":10,"verse":"ਮਨ ਆਪ ਹੀ ਆਪਣੀ ਕੁੜੱਤਨ ਜਾਣਦਾ ਹੈ, ਉਹ ਦੀ ਖੁਸੀ ਵਿੱਚ ਕੋਈ ਪਰਾਇਆ ਲੱਤ ਅੜਾ ਨਹੀਂ ਸੱਕਦਾ।"},{"number":11,"verse":"ਦੁਸ਼ਟਾਂ ਦਾ ਘਰ ਉੱਜੜ ਜਾਵੇਗਾ, ਪਰ ਸਚਿਆਰਾਂ ਦਾ ਤੰਬੂ ਲਾਭਵੰਤ ਹੋਵੇਗਾ।"},{"number":12,"verse":"ਅਜਿਹਾ ਰਾਹ ਵੀ ਹੈ ਜੋ ਮਨੁੱਖ ਨੂੰ ਸਿੱਧਾ ਜਾਪਦਾ ਹੈ, ਪਰ ਉਹ ਦੇ ਅੰਤ ਵਿੱਚ ਮੌਤ ਦੇ ਰਾਹ ਹਨ।"},{"number":13,"verse":"ਹਾਸੇ ਵਿੱਚ ਵੀ ਚਿੱਤ ਉਦਾਸ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਅਨੰਦ ਦੇ ਅੰਤ ਵਿੱਚ ਸੋਗ ਹੁੰਦਾ ਹੈ।"},{"number":14,"verse":"ਮਨਮੁੱਖ ਆਪਣੀ ਚਾਲ ਦਾ, ਅਤੇ ਸਰਮੁਖ ਆਪਣੀ ਕੀਤੀ ਦਾ ਫਲ ਭੋਗੇਗਾ।"},{"number":15,"verse":"ਭੋਲਾ ਹਰੇਕ ਗੱਲ ਨੂੰ ਸੱਤ ਮੰਨਦਾ ਹੈ, ਪਰ ਸਿਆਣਾ ਵੇਖ ਭਾਲ ਕੇ ਚੱਲਦਾ ਹੈ।"},{"number":16,"verse":"ਬੁੱਧਵਾਨ ਤਾਂ ਭੈ ਕਰ ਕੇ ਬੁਰਿਆਈ ਤੋਂ ਲਾਂਭੇ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਮੂਰਖ ਢੀਠ ਹੋ ਕੇ ਨਿਡਰ ਰਹਿੰਦਾ ਹੈ।।"},{"number":17,"verse":"ਜਿਹੜਾ ਛੇਤੀ ਗੁੱਸੇ ਹੋ ਜਾਂਦਾ ਉਹ ਮੂਰਖਤਾਈ ਕਰਦਾ ਹੈ, ਅਤੇ ਬੁਰੇ ਮਤੇ ਪਕਾਉਣ ਵਾਲੇ ਨਾਲ ਵੈਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।"},{"number":18,"verse":"ਭੋਲਿਆਂ ਲੋਕਾਂ ਦੇ ਵੰਡੇ ਵਿੱਚ ਤਾਂ ਮੂਰਖਤਾਈ ਆਉਂਦੀ ਹੈ, ਪਰ ਸਿਆਣਿਆਂ ਦੇ ਸਿਰ ਉੱਤੇ ਗਿਆਨ ਦਾ ਮੁਕਟ ਰੱਖਿਆ ਜਾਂਦਾ ਹੈ।"},{"number":19,"verse":"ਭੈੜੇ ਭਲਿਆਂ ਦੇ ਅੱਗੇ ਨਿਉਂਦੇ ਹਨ, ਅਤੇ ਦੁਸ਼ਟ ਧਰਮੀਆਂ ਦੇ ਫਾਟਕਾਂ ਦੇ ਅੱਗੇ।"},{"number":20,"verse":"ਕੰਗਾਲ ਆਪਣੇ ਗੁਆਂਢੀਆਂ ਲਈ ਵੀ ਘਿਣਾਉਣਾ ਹੈ, ਪਰ ਧੰਨਵਾਨ ਦੇ ਪ੍ਰੇਮੀ ਢੇਰ ਸਾਰੇ ਹੁੰਦੇ ਹਨ।"},{"number":21,"verse":"ਜਿਹੜਾ ਆਪਣੇ ਗੁਆਂਢੀ ਨੂੰ ਤੁੱਛ ਜਾਣਦਾ ਹੈ ਉਹ ਪਾਪ ਕਰਦਾ ਹੈ, ਅਤੇ ਜੋ ਮਸਕੀਨਾਂ ਉੱਤੇ ਤਰਸ ਖਾਂਦਾ ਹੈ ਉਹ ਧੰਨ ਹੈ।"},{"number":22,"verse":"ਜਿਹੜੇ ਬੁਰੀਆਂ ਜੁਗਤਾਂ ਕੱਢਦੇ ਹਨ ਭਲਾ, ਓਹ ਭੁੱਲ ਨਹੀਂ ਕਰਦੇ? ਪਰ ਜਿਹੜੇ ਭਲੀਆਂ ਜੁਗਤਾਂ ਕਰਦੇ ਹਨ ਉਨ੍ਹਾਂ ਨਾਲ ਦਯਾ ਤੇ ਸਚਿਆਈ ਹੁੰਦੀ ਹੈ।"},{"number":23,"verse":"ਮਿਹਨਤ ਦੇ ਨਾਲ ਸਦਾ ਖੱਟੀ ਹੁੰਦੀ ਹੈ, ਪਰ ਬੁੱਲ੍ਹਾਂ ਦੇ ਬਕਵਾਸ ਨਾਲ ਤਾਂ ਥੁੜ ਹੀ ਰਹਿੰਦੀ ਹੈ।"},{"number":24,"verse":"ਬੁੱਧਵਾਨਾਂ ਦਾ ਧਨ ਉਨ੍ਹਾਂ ਦਾ ਮੁਕਟ ਹੈ, ਪਰ ਮੂਰਖਾਂ ਦੀ ਲੜੀ ਮੂਰਖਤਾਈ ਹੀ ਹੈ ।"},{"number":25,"verse":"ਸੱਚਾ ਗਵਾਹ ਤਾਂ ਪ੍ਰਾਣਾਂ ਨੂੰ ਛੁਡਾ ਲੈਂਦਾ ਹੈ, ਪਰ ਧੋਖੇਬਾਜ਼ ਕੂੜ ਮਾਰਦਾ ਹੈ।"},{"number":26,"verse":"ਯਹੋਵਾਹ ਦੇ ਭੈ ਵਿੱਚ ਪੱਕਾ ਭਰੋਸਾ ਹੈ, ਅਤੇ ਉਹ ਦੇ ਪੁੱਤ੍ਰਾਂ ਲਈ ਪਨਾਹ ਦਾ ਥਾਂ ਹੈ।"},{"number":27,"verse":"ਯਹੋਵਾਹ ਦਾ ਭੈ ਜੀਉਣ ਦਾ ਸੋਤਾ ਹੈ, ਜੋ ਮੌਤ ਦੀ ਫਾਹੀ ਤੋਂ ਪਰੇ ਰੱਖਦਾ ਹੈ।"},{"number":28,"verse":"ਰਈਅਤ ਦੇ ਵਾਧੇ ਨਾਲ ਰਾਜੇ ਦੀ ਸ਼ਾਨ ਹੁੰਦੀ ਹੈ, ਪਰ ਉੱਮਤ ਦੇ ਘਟ ਹੋਣ ਨਾਲ ਹਾਕਮ ਦੀ ਤਬਾਹੀ ਹੁੰਦੀ ਹੈ।"},{"number":29,"verse":"ਜਿਹੜਾ ਛੇਤੀ ਕ੍ਰੋਧ ਨਹੀਂ ਕਰਦਾ ਉਹ ਵੱਡਾ ਸਮਝ ਵਾਲਾ ਹੈ, ਪਰ ਤੱਤੀ ਤਬੀਅਤ ਵਾਲਾ ਮੂਰਖਤਾਈ ਨੂੰ ਉੱਚਾ ਕਰਦਾ ਹੈ।"},{"number":30,"verse":"ਸ਼ਾਂਤ ਮਨ ਸਰੀਰ ਦਾ ਜੀਉਣ ਹੈ, ਪਰ ਖ਼ੁਣਸ ਹੱਡੀਆਂ ਦੀ ਸਾੜ ਹੈ।"},{"number":31,"verse":"ਜਿਹੜਾ ਗਰੀਬ ਉੱਤੇ ਅੰਨ੍ਹੇਰ ਕਰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਕਰਤਾ ਨੂੰ ਉਲਾਂਭਾ ਦਿੰਦਾ ਹੈ, ਪਰ ਜਿਹੜਾ ਕੰਗਾਲ ਉੱਤੇ ਦਯਾ ਕਰਦਾ ਹੈ ਉਹ ਉਸ ਦੀ ਮਹਿਮਾ ਕਰਦਾ ਹੈ।"},{"number":32,"verse":"ਦੁਸ਼ਟ ਤਾਂ ਆਪਣੀ ਬੁਰਿਆਈ ਨਾਲ ਢਹਿ ਜਾਂਦਾ ਹੈ, ਪਰ ਧਰਮੀ ਆਪਣੀ ਮੌਤ ਵਿੱਚ ਵੀ ਪਨਾਹ ਪਾਉਂਦਾ ਹੈ।"},{"number":33,"verse":"ਸਮਝ ਵਾਲੇ ਦੇ ਮਨ ਵਿੱਚ ਬੁੱਧ ਵਾਸ ਕਰਦੀ ਹੈ, ਪਰ ਮੂਰਖ ਦੇ ਅੰਦਰ ਜੋ ਕੁਝ ਹੈ ਉਹ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।"},{"number":34,"verse":"ਧਰਮ ਕੌਮ ਦੀ ਉੱਨਤੀ ਕਰਦਾਹੈ, ਪਰ ਪਾਪ ਉੱਮਤਾਂ ਲਈ ਮੂੰਹ ਕਾਲਾ ਹੈ।"},{"number":35,"verse":"ਬੁੱਧਵਾਨ ਨੌਕਰ ਤੋਂ ਪਾਤਸ਼ਾਹ ਪਰਸੰਨ ਹੁੰਦਾ ਹੈ, ਪਰ ਲੱਜਿਆਵਾਨ ਕਰਨ ਵਾਲੇ ਉੱਤੇ ਉਹ ਦੀ ਕਰੋਪੀ ਹੁੰਦੀ ਹੈ।।"}]}