{"bibleAbbr":"paOV2016","bookName":"ਕਹਾਉਤਾਂ","bookEnglishName":"Proverbs","chapterNumber":15,"verses":[{"number":1,"verse":"ਨਰਮ ਜਵਾਬ ਗੁੱਸੇ ਨੂੰ ਠੰਡਾ ਕਰ ਦਿੰਦਾ ਹੈ, ਪਰ ਕਠੋਰ ਬੋਲ ਕ੍ਰੋਧ ਨੂੰ ਭੜਕਾਉਂਦਾ ਹੈ।"},{"number":2,"verse":"ਬੁੱਧਵਾਨ ਦੀ ਜੀਭ ਗਿਆਨ ਦਾ ਠੀਕ ਬਖਾਨ ਕਰਦੀ ਹੈ, ਪਰ ਮੂਰਖਾਂ ਦੇ ਮੂੰਹੋਂ ਬੱਸ ਮੂਰਖਤਾਈ ਉੱਛਲਦੀ ਹੈ।"},{"number":3,"verse":"ਯਹੋਵਾਹ ਦੀਆਂ ਅੱਖਾਂ ਸਭਨੀਂ ਥਾਈਂ ਲੱਗੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਅਤੇ ਬੁਰੇ ਭਲੇ ਦੋਹਾਂ ਨੂੰ ਤੱਕਦੀਆਂ ਹਨ।"},{"number":4,"verse":"ਸਿਹਤ ਦੇਣ ਵਾਲੀ ਰਸਨਾ ਜੀਉਣ ਦਾ ਬਿਰਛ ਹੈ, ਪਰ ਉਹ ਦੇ ਵਿੱਚ ਆਕੀਪੁਣਾ ਆਤਮਾ ਦਾ ਤੋਂੜਨਾ ਹੈ।"},{"number":5,"verse":"ਮੂਰਖ ਆਪਣੇ ਪਿਉ ਦੀ ਸਿੱਖਿਆ ਨੂੰ ਤੁੱਛ ਜਾਣਦਾ ਹੈ, ਪਰ ਜਿਹੜਾ ਤਾੜ ਨੂੰ ਮੰਨਦਾ ਹੈ ਉਹ ਸਿਆਣਾ ਹੈ।"},{"number":6,"verse":"ਧਰਮੀ ਦੇ ਘਰ ਵਿੱਚ ਵੱਡਾ ਧਨ ਹੈ, ਪਰ ਦੁਸ਼ਟ ਦੀ ਖੱਟੀ ਨਾਲ ਕਸ਼ਟ ਹੁੰਦਾ ਹੈ।"},{"number":7,"verse":"ਬੁੱਧਵਾਨ ਦੇ ਬੁੱਲ੍ਹ ਗਿਆਨ ਨੂੰ ਖਿਲਾਰਦੇ ਹਨ, ਪਰ ਮੂਰਖਾਂ ਦਾ ਮਨ ਇਉਂ ਨਹੀਂ ਕਰਦਾ।"},{"number":8,"verse":"ਦੁਸ਼ਟ ਦੀ ਭੇਟ ਤੋਂ ਯਹੋਵਾਹ ਨੂੰ ਘਿਣ ਆਉਂਦੀ ਹੈ, ਪਰ ਸਚਿਆਰਾਂ ਦੀ ਪ੍ਰਾਰਥਨਾ ਤੋਂ ਉਹ ਪਰਸੰਨ ਹੁੰਦਾ ਹੈ।"},{"number":9,"verse":"ਦੁਸ਼ਟ ਦੀ ਚਾਲ ਤੋਂ ਯਹੋਵਾਹ ਨੂੰ ਘਿਣ ਆਉਂਦੀ ਹੈ ਪਰ ਧਰਮ ਦਾ ਪਿੱਛਾ ਕਰਨ ਵਾਲੇ ਨਾਲ ਉਹ ਪ੍ਰੇਮ ਰੱਖਦਾ ਹੈ।"},{"number":10,"verse":"ਜਿਹੜਾ ਰਾਹ ਨੂੰ ਤਿਆਗ ਦਿੰਦਾ ਹੈ ਉਹ ਨੂੰ ਸਖ਼ਤ ਤਾੜ ਮਿਲਦੀ ਹੈ, ਅਤੇ ਸਮਝੋਤੀ ਨੂੰ ਬੁਰਾ ਜਾਣਨ ਵਾਲਾ ਮਰੇਗਾ।"},{"number":11,"verse":"ਪਤਾਲ ਅਤੇ ਵਿਨਾਸ ਲੋਕ ਵੀ ਯਹੋਵਾਹ ਦੇ ਅੱਗੇ ਖੁੱਲ੍ਹੇ ਪਏ ਹਨ, ਤਾਂ ਭਲਾ, ਆਦਮ ਵੰਸੀਆਂ ਦੇ ਮਨ ਕਿੱਕਰ ਨਾ ਹੋਣਗੇॽ"},{"number":12,"verse":"ਮਖੌਲੀਆ ਤਾੜ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ, ਤੇ ਨਾ ਹੀ ਉਹ ਬੁੱਧਵਾਨਾਂ ਕੋਲ ਜਾਂਦਾ ਹੈ।"},{"number":13,"verse":"ਮਨ ਅਨੰਦ ਹੋਵੇ ਤਾਂ ਮੁਖ ਉੱਤੇ ਵੀ ਖੁਸ਼ੀ ਹੁੰਦੀ ਹੈ, ਪਰ ਮਨ ਦੇ ਸੋਗ ਨਾਲ ਆਤਮਾ ਨਿਰਾਸ ਹੁੰਦਾ ਹੈ ।"},{"number":14,"verse":"ਸਮਝ ਵਾਲੇ ਦਾ ਮਨ ਗਿਆਨ ਦੀ ਖੋਜ ਕਰਦਾ ਹੈ, ਪਰ ਮੂਰਖ ਦਾ ਮੂੰਹ ਮੂਰਖਤਾਈ ਚਰਦਾ ਹੈ।"},{"number":15,"verse":"ਮਸਕੀਨ ਦੇ ਸੱਭੇ ਦਿਨ ਬੁਰੇ ਹੁੰਦੇ ਹਨ, ਪਰ ਚੰਗੇ ਦਿਲ ਵਾਲਾ ਸਦਾ ਦਾਉਤਾਂ ਉਡਾਉਂਦਾ ਹੈ।"},{"number":16,"verse":"ਉਹ ਥੋੜਾ ਜਿਹਾ ਜੋ ਯਹੋਵਾਹ ਦੇ ਭੈ ਨਾਲ ਹੋਵੇ, ਉਹ ਵੱਡੇ ਖ਼ਜ਼ਾਨੇ ਨਾਲੋਂ ਚੰਗਾ ਹੈ ਜਿੱਥੇ ਨਾਲ ਘਬਰਾਹਟ ਹੋਵੋ।"},{"number":17,"verse":"ਸਾਗ ਪੱਤ ਦਾ ਖਾਣਾ ਜਿੱਥੇ ਪ੍ਰੇਮ ਹੈ, ਪਲੇ ਹੋਏ ਬਲਦ ਨਾਲੋਂ ਜਿੱਥੇ ਵੈਰ ਹੈ, ਚੰਗਾ ਹੈ।"},{"number":18,"verse":"ਕ੍ਰੋਧੀ ਛੇੜ ਖਾਨੀ ਕਰਦਾ ਹੈ, ਪਰ ਜਿਹੜਾ ਗੁੱਸੇ ਵਿੱਚ ਧੀਮਾ ਹੈ ਉਹ ਝਗੜੇ ਨੂੰ ਮਿਟਾਉਂਦਾ ਹੈ।"},{"number":19,"verse":"ਆਲਸੀ ਦਾ ਰਾਹ ਕੰਡੀਆਂ ਦੀ ਬਾੜ ਜਿਹਾ ਹੈ, ਪਰ ਸਚਿਆਰਾਂ ਦਾ ਮਾਰਗ ਸ਼ਾਹ ਰਾਹ ਹੈ।"},{"number":20,"verse":"ਬੁੱਧਵਾਨ ਪੁੱਤ੍ਰ ਆਪਣੇ ਪਿਉ ਨੂੰ ਅਨੰਦ ਰੱਖਦਾ ਹੈ, ਪਰ ਮੂਰਖ ਆਦਮੀ ਆਪਣੀ ਮਾਂ ਨੂੰ ਨੀਚ ਸਮਝਦਾ ਹੈ।"},{"number":21,"verse":"ਨਿਰਬੁੱਧ ਮੂਰਖਤਾਈ ਤੋਂ ਅਨੰਦ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਸਮਝ ਵਾਲਾ ਪੁਰਸ਼ ਸਿੱਧੀ ਚਾਲ ਚੱਲਦਾ ਹੈ।"},{"number":22,"verse":"ਜੇ ਸਲਾਹ ਨਾ ਮਿਲੇ ਤਾਂ ਪਰੋਜਨ ਰੁੱਕ ਜਾਂਦੇ ਹਨ, ਪਰ ਜੇ ਸਲਾਹ ਦੇਣ ਵਾਲੇ ਬਹੁਤ ਹੋਣ ਤਾ ਓਹ ਕਾਇਮ ਹੋ ਜਾਂਦੇ ਹਨ।"},{"number":23,"verse":"ਮਨੁੱਖ ਆਪਣੇ ਮੂੰਹ ਦੇ ਉੱਤੇ ਤੋਂ ਪਰੰਸਨ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਜਿਹੜਾ ਬਚਨ ਵੇਲੇ ਸਿਰ ਕਹੀਦਾ ਹੈ ਉਹ ਕਿਹਾ ਚੰਗਾ ਲੱਗਦਾ ਹੈ!"},{"number":24,"verse":"ਸਿਆਣੇ ਦੇ ਲਈ ਜੀਉਣ ਦਾ ਰਾਹ ਉਤਾਹਾਂ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਜੋ ਉਹ ਪਤਾਲ ਦੇ ਹੇਠੋਂ ਪਰੇ ਰਹੇ।"},{"number":25,"verse":"ਹੰਕਾਰੀਆਂ ਦੇ ਘਰ ਨੂੰ ਯਹੋਵਾਹ ਢਾਹ ਦਿੰਦਾ ਹੈ, ਪਰ ਵਿਧਵਾ ਦੇ ਬੰਨਿਆਂ ਨੂੰ ਕਾਇਮ ਕਰਦਾ ਹੈ।"},{"number":26,"verse":"ਬੁਰਿਆਰ ਦੇ ਖਿਆਲ ਯਹੋਵਾਹ ਨੂੰ ਘਿਣਾਉਣੇ ਲੱਗਦੇ ਹਨ, ਪਰ ਸ਼ੁਭ ਬਚਨ ਸੁੱਧ ਹਨ।"},{"number":27,"verse":"ਨਫ਼ੇ ਦਾ ਲੋਭੀ ਆਪਣੇ ਹੀ ਟੱਬਰ ਨੂੰ ਦੁਖ ਦਿੰਦਾ ਹੈ, ਪਰ ਜਿਹੜਾ ਵੱਢੀ ਤੋਂ ਘਿਣ ਕਰਦਾ ਹੈ ਉਹ ਜੀਉਂਦਾ ਰਹੇਗਾ।"},{"number":28,"verse":"ਧਰਮੀ ਦਾ ਮਨ ਸੋਚ ਕੇ ਉੱਤਰ ਦਿੰਦਾ ਹੈ, ਪਰ ਦੁਸ਼ਟ ਦੇ ਮੂਹੋਂ ਬੁਰੀਆਂ ਗੱਪਾਂ ਉੱਛਲਦੀਆਂ ਹਨ।"},{"number":29,"verse":"ਦੁਸ਼ਟਾਂ ਕੋਲੋਂ ਯਹੋਵਾਹ ਦੂਰ ਹੈ, ਪਰ ਉਹ ਧਰਮੀਆਂ ਦੀ ਪ੍ਰਾਰਥਨਾ ਸੁਣਦਾ ਹੈ।"},{"number":30,"verse":"ਅੱਖਾਂ ਦਾ ਚਾਨਣ ਦਿਲ ਨੂੰ ਖੁਸ਼ ਕਰਦਾ ਹੈ, ਅਤੇ ਚੰਗੀ ਖਬਰ ਹੱਡੀਆਂ ਨੂੰ ਪੁਸ਼ਟ ਕਰਦੀ ਹੈ।"},{"number":31,"verse":"ਜਿਹੜਾ ਜੀਉਣ ਦਾਇਕ ਤਾੜ ਨੂੰ ਕੰਨ ਲਾ ਕੇ ਸੁਣਦਾ ਹੈ, ਉਹ ਬੁੱਧਵਾਨਾਂ ਦੇ ਵਿਚਕਾਰ ਵੱਸੇਗਾ।"},{"number":32,"verse":"ਸਿੱਖਿਆ ਨੂੰ ਰੱਦ ਕਰਨ ਵਾਲਾ ਆਪਣੀ ਹੀ ਜਾਨ ਨੂੰ ਤੁੱਛ ਜਾਣਦਾ ਹੈ, ਪਰ ਜੋ ਤਾੜ ਵੱਲ ਕੰਨ ਲਾਉਂਦਾ ਹੈ ਉਹ ਸਮਝ ( ਇਬਰ., ਮਨ ।) ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।"},{"number":33,"verse":"ਯਹੋਵਾਹ ਦਾ ਭੈ ਬੁੱਧ ਦੀ ਸਿੱਖਿਆ ਹੈ, ਅਤੇ ਮਹਿਮਾ ਤੋਂ ਪਹਿਲਾਂ ਅਧੀਨਗੀ ਹੁੰਦੀ ਹੈ।।"}]}