{"bibleAbbr":"paOV2016","bookName":"ਕਹਾਉਤਾਂ","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"ਚੈਨ ਨਾਲ ਰੁੱਖੀ ਮਿੱਸੀ ਇਹ ਦੇ ਨਾਲੋਂ ਚੰਗੀ ਹੈ, ਭਈ ਘਰ ਵਿੱਚ ਬਹੁਤ ਪਦਾਰਥ ਹੋਣ ਪਰ ਝਗੜਾ ਹੋਵੇ।"},{"number":2,"verse":"ਸਿਆਣਾ ਟਹਿਲੂਆ ਖੱਜਲ ਕਰਨ ਵਾਲੇ ਪੁੱਤ੍ਰ ਉੱਤੇ ਹੁਕਮ ਚਲਾਵੇਗਾ, ਅਤੇ ਭਰਾਵਾਂ ਵਿੱਚ ਵੰਡ ਦਾ ਹਿੱਸਾ ਪਾਵੇਗਾ।"},{"number":3,"verse":"ਚਾਂਦੀ ਲਈ ਕੁਠਾਲੀ ਅਤੇ ਸੋਨੇ ਲਈ ਭੱਠੀ ਹੈ, ਪਰ ਮਨਾਂ ਦਾ ਪਰਖਣ ਵਾਲਾ ਯਹੋਵਾਹ ਹੈ।"},{"number":4,"verse":"ਕੁਕਰਮੀ ਖੋਟੇ ਬੁੱਲ੍ਹਾਂ ਵੱਲ ਧਿਆਨ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਝੂਠਾ ਸ਼ਰਾਰਤੀ ਜ਼ਬਾਨ ਵੱਲ ਕੰਨ ਲਾਉਂਦਾ ਹੈ।"},{"number":5,"verse":"ਜਿਹੜਾ ਦੀਣ ਨੂੰ ਠੱਠਾ ਮਾਰਦਾ ਹੈ ਉਹ ਉਸ ਦੇ ਕਰਤਾ ਨੂੰ ਉਲਾਂਭਾ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਜੋ ਬਿਪਤਾ ਤੋਂ ਅਨੰਦ ਹੁੰਦਾ ਹੈ ਉਹ ਡੰਨੋਂ ਬਿਨਾ ਨਾ ਛੁੱਟੇਗਾ।"},{"number":6,"verse":"ਪੋਤੇ ਬੁੱਢਿਆਂ ਦਾ ਮੁਕਟ ਹਨ, ਅਤੇ ਪੁੱਤ੍ਰਾਂ ਦੀ ਸੋਭਾ ਓਹਨਾਂ ਦੇ ਪਿਉ ਹਨ।"},{"number":7,"verse":"ਜਦ ਮਿੱਠਾ ਬੋਲ ਮੂਰਖ ਨੂੰ ਨਹੀਂ ਫੱਬਦਾ, ਤਾਂ ਪਤਵੰਤ ਨੂੰ ਝੂਠੇ ਬੁੱਲ੍ਹ ਕਿਵੇਂ ਫੱਬਣਗੇॽ"},{"number":8,"verse":"ਵੱਢੀ ਉਹ ਦੇ ਦੇਣ ਵਾਲੇ ਦੀਆਂ ਅੱਖਾਂ ਵਿੱਚ ਬਹੁਮੱਲਾ ਰਤਨ ਹੈ, ਜਿੱਧਰ ਉਹ ਮੂੰਹ ਕਰਦਾ ਹੈ, ਉਹ ਸਫ਼ਲ ਹੁੰਦਾ ਹੈ।"},{"number":9,"verse":"ਜਿਹੜਾ ਅਪਰਾਧ ਨੂੰ ਢੱਕ ਲੈਂਦਾ ਹੈ ਉਹ ਪ੍ਰੇਮ ਨੂੰ ਭਾਲਦਾ ਹੈ, ਪਰ ਜੋ ਕਿਸੇ ਗੱਲ ਨੂੰ ਬਾਰੰਬਾਰ ਛੇੜਦਾ ਹੈ ਉਹ ਜਾਨੀ ਮਿੱਤ੍ਰਾਂ ਵਿੱਚ ਫੁੱਟ ਪਾ ਦਿੰਦਾ ਹੈ।"},{"number":10,"verse":"ਸਮਝ ਵਾਲੇ ਤੇ ਇੱਕ ਤਾੜ, ਮੂਰਖ ਤੇ ਸੌ ਕੋਰੜਿਆਂ ਨਾਲੋਂ ਬਹੁਤਾ ਅਸਰ ਕਰਦੀ ਹੈ।"},{"number":11,"verse":"ਭੈੜਾ ਪੁਰਸ਼ ਬੱਸ ਆਕੀਪੁਣਾ ਕਰਨਾ ਹੀ ਚਾਹੁੰਦਾ ਹੈ, ਸੋ ਇੱਕ ਜ਼ਾਲਮ ਹਰਕਾਰਾ ਉਹ ਦੇ ਵਿਰੁੱਧ ਘੱਲਿਆ ਜਾਵੇਗਾ।"},{"number":12,"verse":"ਰਿੱਛਣੀ ਜਿਹ ਦੇ ਬੱਚੇ ਖੁੱਸ ਗਏ ਹੋਣ ਮਨੁੱਖ ਨੂੰ ਟੱਕਰੇ, ਪਰ ਨਾ ਕਿ ਮੂਰਖ ਆਪਣੀ ਮੂਰਖਤਾਈ ਵਿੱਚ।"},{"number":13,"verse":"ਜਿਹੜਾ ਭਲਿਆਈ ਦੇ ਵੱਟੇ ਬੁਰਿਆਈ ਕਰਦਾ ਹੈ, ਉਹ ਦੇ ਘਰੋਂ ਬੁਰਿਆਈ ਕਦੀ ਨਾ ਹਟੇਗੀ।"},{"number":14,"verse":"ਝਗੜੇ ਦਾ ਮੁੱਢ ਪਾਣੀ ਦੇ ਵਹਾ ਵਰਗਾ ਹੈ, ਇਸ ਲਈ ਝਗੜਾ ਛਿੜਨ ਤੋਂ ਪਹਿਲਾਂ ਉਹ ਨੂੰ ਛੱਡ ਦੇਹ।"},{"number":15,"verse":"ਜਿਹੜਾ ਦੁਸ਼ਟ ਨੂੰ ਧਰਮੀ ਠਹਿਰਾਉਂਦਾ ਹੈ ਅਤੇ ਜਿਹੜਾ ਧਰਮੀ ਤੇ ਦੋਸ਼ ਲਾਉਂਦਾ ਹੈ, ਯਹੋਵਾਹ ਓਹਨਾਂ ਦੋਹਾਂ ਤੋਂ ਘਿਣ ਕਰਦਾ ਹੈ।"},{"number":16,"verse":"ਮੂਰਖ ਦੇ ਹੱਥ ਵਿੱਚ ਬੁੱਧ ਨੂੰ ਮੁੱਲ ਲੈਣ ਲਈ ਪੈਸਾ ਕਿਉਂ ਹੋਵੇ, ਜਦ ਉਹ ਚਾਹ ਨਹੀਂ ਕਰਦਾॽ"},{"number":17,"verse":"ਮਿੱਤ੍ਰ ਹਰ ਵੇਲੇ ਪ੍ਰੇਮ ਕਰਦਾ ਹੈ, ਅਤੇ ਭਰਾ ਬਿਪਤਾ ਦੇ ਦਿਲ ਲਈ ਜੰਮਿਆਂ ਹੈ।"},{"number":18,"verse":"ਬੇਸਮਝ ਆਦਮੀ ਹੱਥ ਮਾਰਦਾ ਹੈ, ਅਤੇ ਆਪਣੇ ਗੁਆਂਢੀ ਦੇ ਸਾਹਮਣੇ ਜ਼ਾਮਨ ਬਣ ਜਾਂਦਾ ਹੈ।"},{"number":19,"verse":"ਅਪਰਾਧ ਦਾ ਪ੍ਰੇਮੀ ਕੁਪੱਤ ਦਾ ਪ੍ਰੇਮੀ ਹੈ, ਜਿਹੜਾ ਆਪਣੇ ਦਰਵੱਜੇ ਨੂੰ ਉੱਚਾ ਕਰਦਾ ਹੈ ਉਹ ਆਪਣਾ ਨਾਸ ਭਾਲਦਾ ਹੈ।"},{"number":20,"verse":"ਪੁੱਠੇ ਦਿਲ ਵਾਲਾ ਭਲਿਆਈ ਨਾ ਪਾਵੇਗਾ, ਅਤੇ ਉਲਟੀ ਜ਼ਬਾਨ ਵਾਲਾ ਬਿਪਤਾ ਵਿੱਚ ਡਿੱਗੇਗਾ।"},{"number":21,"verse":"ਮੂਰਖ ਦਾ ਜਮਾਉਣ ਵਾਲਾ ਦੁਖ ਹੀ ਪਾਉਂਦਾ ਹੈ, ਅਤੇ ਮੂਰਖ ਦੇ ਪਿਉ ਨੂੰ ਕੁਝ ਅਨੰਦ ਨਹੀਂ।"},{"number":22,"verse":"ਖੁਸ਼ ਦਿਲੀ ਦਵਾ ਵਾਂਙੁ ਚੰਗੀ ਕਰਦੀ ਹੈ, ਪਰ ਉਦਾਸ ਆਤਮਾ ਹੱਡੀਆਂ ਨੂੰ ਸੁਕਾਉਂਦਾ ਹੈ।"},{"number":23,"verse":"ਦੁਸ਼ਟ ਬੁੱਕਲ ਵਿੱਚੋਂ ਵੱਢੀ ਲੈਂਦਾ ਹੈ, ਭਈ ਉਹ ਨਿਆਉਂ ਦੇ ਮਾਰਗਾਂ ਨੂੰ ਵਿਗਾੜ ਦੇਵੇ।"},{"number":24,"verse":"ਬੁੱਧ ਸਮਝ ਵਾਲੇ ਦੇ ਅੱਗੇ ਰਹਿੰਦੀ ਹੈ, ਪਰ ਮੂਰਖ ਦੀਆਂ ਅੱਖੀਆਂ ਧਰਤੀ ਦੇ ਬੰਨਿਆਂ ਵੱਲ ਲੱਗੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।"},{"number":25,"verse":"ਮੂਰਖ ਪੁੱਤ੍ਰ ਆਪਣੇ ਪਿਉ ਲਈ ਗ਼ਮ, ਅਤੇ ਆਪਣੀ ਮਾਂ ਲਈ ਕੁੜਤਣ ਹੈ।"},{"number":26,"verse":"ਧਰਮੀ ਨੂੰ ਡੰਨ ਲਾਉਣਾ ਚੰਗਾ ਨਹੀਂ, ਨਾ ਪਤਵੰਤਾਂ ਨੂੰ ਸਿਧਿਆਈ ਦੇ ਕਾਰਨ ਮਾਰਨਾ।"},{"number":27,"verse":"ਗਿਆਨਵਾਨ ਘੱਟ ਬੋਲਦਾ ਹੈ, ਅਤੇ ਸਮਝ ਵਾਲਾ ਸ਼ੀਲ ਸੁਭਾਓ ਹੁੰਦਾ ਹੈ।"},{"number":28,"verse":"ਮੂਰਖ ਵੀ ਜਿੰਨਾ ਚਿਰ ਚੁਪ ਰਹੇ ਬੁੱਧਵਾਨ ਹੀ ਗਿਣੀਦਾ ਹੈ, ਜੇ ਬੁੱਲ੍ਹ ਬੰਦ ਰੱਖੇ ਤਾਂ ਸਿਆਣਾ ਸਮਝੀਦਾ ਹੈ।।"}]}