{"bibleAbbr":"paOV2016","bookName":"ਕਹਾਉਤਾਂ","bookEnglishName":"Proverbs","chapterNumber":19,"verses":[{"number":1,"verse":"ਉਲਟੇ ਬੁੱਲਾਂ ਵਾਲੇ ਨਾਲੋਂ ਜੋ ਮੂਰਖ ਹੈ, ਉਹ ਦੀਣ ਚੰਗਾ ਹੈ ਜਿਹੜਾ ਸਿੱਧੀ ਚਾਲ ਚੱਲਦਾ ਹੈ।"},{"number":2,"verse":"ਜਾਨ ਦਾ ਗਿਆਨ ਤੋਂ ਰਹਿਤ ਹੋਣਾ ਵੀ ਚੰਗਾ ਨਹੀਂ, ਅਤੇ ਜਿਹੜਾ ਪੈਰਾਂ ਨਾਲ ਕਾਹਲੀ ਕਰਦਾ ਹੈ ਉਹ ਕੁਰਾਹੇ ਪੈਂ ਜਾਂਦਾ ਹੈ।"},{"number":3,"verse":"ਆਦਮੀ ਦੀ ਮੂਰਖਤਾਈ ਉਹ ਨੂੰ ਗੁਮਰਾਹ ਕਰ ਦਿੰਦੀ ਹੈ, ਤੇ ਉਹ ਦਾ ਮਨ ਯਹੋਵਾਹ ਤੇ ਗੁੱਸੇ ਹੁੰਦਾ ਹੈ।"},{"number":4,"verse":"ਧਨ ਮਿੱਤ੍ਰ ਬਹੁਤ ਵਧਾਉਂਦਾ ਹੈ, ਪਰ ਗਰੀਬ ਆਪਣੇ ਮਿੱਤ੍ਰ ਤੋਂ ਅੱਡ ਹੋ ਜਾਂਦਾ ਹੈ।"},{"number":5,"verse":"ਝੂਠਾ ਗਵਾਹ ਬਿਨਾ ਡੰਨ ਨਾ ਰਹੇਗਾ, ਅਤੇ ਜੋ ਝੂਠ ਮਾਰਦਾ ਹੈ ਉਹ ਨਹੀਂ ਛੁੱਟੇਗਾ।"},{"number":6,"verse":"ਪਰ ਉਪਕਾਰੀ ਦੇ ਬਹੁਤੇ ਲੋਕ ਤਰਲੇ ਕਰਦੇ ਹਨ, ਅਤੇ ਦਾਤੇ ਦੇ ਸੱਭੇ ਮਿੱਤ੍ਰ ਬਣ ਜਾਂਦੇ ਹਨ।"},{"number":7,"verse":"ਜਦੋਂ ਦੀਣ ਦੇ ਸਾਰੇ ਭਰਾ ਵੀ ਉਸ ਨਾਲ ਵੈਰ ਰੱਖਦੇ ਹਨ, ਤਾਂ ਉਹ ਦੇ ਮਿੱਤ੍ਰ ਕਿਉਂ ਨਾ ਉਸ ਤੋਂ ਦੂਰ ਹੋ ਜਾਣਗੇॽ ਉਹ ਗੱਲਾਂ ਨਾਲ ਓਹਨਾਂ ਦਾ ਪਿੱਛਾ ਕਰਦਾ ਹੈ ਪਰ ਓਹ ਹੈਂ ਨਹੀਂ।"},{"number":8,"verse":"ਜਿਹੜਾ ਬੁੱਧ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਉਹ ਆਪਣੀ ਜਾਨ ਨਾਲ ਪ੍ਰੀਤ ਰੱਖਦਾ ਹੈ, ਜਿਹੜਾ ਸਮਝ ਦੀ ਪਾਲਨਾ ਕਰਦਾ ਹੈ ਉਹ ਨੂੰ ਲਾਭ ਮਿਲੇਗਾ।"},{"number":9,"verse":"ਝੂਠਾ ਗਵਾਹ ਬਿਨਾ ਡੰਨ ਨਾ ਛੁੱਟੇਗਾ, ਅਤੇ ਜਿਹੜਾ ਝੂਠ ਬੋਲਦਾ ਹੈ ਉਹ ਦਾ ਨਾਸ ਹੋਵੇਗਾ।"},{"number":10,"verse":"ਮੌਜ ਮਾਨਣਾ ਮੂਰਖ ਨੂੰ ਨਹੀਂ ਫੱਬਦਾ, ਤਾਂ ਸਰਦਾਰਾਂ ਉੱਤੇ ਟਹਿਲੂਏ ਦਾ ਹੁਕਮ ਚਲਾਉਣਾ ਕਿਵੇਂ ਫੱਬੇॽ"},{"number":11,"verse":"ਬਿਬੇਕ ਆਦਮੀ ਨੂੰ ਕ੍ਰੋਧ ਵਿੱਚ ਧੀਮਾ ਬਣਾਉਂਦਾ ਹੈ, ਅਤੇ ਅਪਰਾਧ ਤੋਂ ਮੂੰਹ ਫੇਰ ਲੈਣ ਵਿੱਚ ਉਹ ਦੀ ਸ਼ਾਨ ਹੈ।"},{"number":12,"verse":"ਪਾਤਸ਼ਾਹ ਦਾ ਗਜ਼ਬ ਬਬਰ ਸ਼ੇਰ ਦੇ ਗੱਜਣ ਵਰਗਾ ਹੈ, ਪਰ ਉਹ ਦੀ ਪਰਸੰਨਤਾ ਘਾਹ ਉੱਤੇ ਪਈ ਹੋਈ ਤ੍ਰੇਲ ਵਾਂਙੁ ਹੈ।"},{"number":13,"verse":"ਮੂਰਖ ਪੁੱਤ੍ਰ ਪਿਉ ਦੇ ਲਈ ਇੱਕ ਬਲਾ ਹੈ, ਅਤੇ ਵਹੁਟੀ ਦੇ ਝਗੜੇ ਰਗੜੇ ਸਦਾ ਦੇ ਟੋਏ ਵਾਂਙੁ ਹਨ।"},{"number":14,"verse":"ਘਰ ਅਤੇ ਧਨ ਪਿਉ ਤੋਂ ਮਿਰਾਸ ਮਿਲਦੇ ਹਨ, ਪਰ ਸੁਘੜ ਵਹੁਟੀ ਯਹੋਵਾਹ ਵੱਲੋਂ ਮਿਲਦੀ ਹੈ।"},{"number":15,"verse":"ਆਲਸ ਘੂਕ ਨੀਂਦ ਵਿੱਚ ਪਾ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਸੁਸਤ ਪ੍ਰਾਣੀ ਭੁੱਖਾ ਰਹਿੰਦਾ ਹੈ।"},{"number":16,"verse":"ਜਿਹੜਾ ਹੁਕਮ ਮੰਨਦਾ ਹੈ ਉਹ ਆਪਣੀ ਜਾਨ ਦੀ ਪਾਲਨਾ ਕਰਦਾ ਹੈ, ਪਰ ਜੋ ਉਹ ਦਿਆਂ ਰਾਹਾਂ ਨੂੰ ਤੁੱਛ ਜਾਣਦਾ ਹੈ ਉਹ ਮਰ ਜਾਵੇਗਾ।"},{"number":17,"verse":"ਜਿਹੜਾ ਗਰੀਬਾਂ ਉੱਤੇ ਦਯਾ ਕਰਦਾ ਹੈ ਉਹ ਯਹੋਵਾਹ ਨੂੰ ਉਧਾਰ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਉਹ ਉਸ ਨੂੰ ਉਸ ਦੀ ਕੀਤੀ ਦਾ ਫਲ ਦੇਵੇਗਾ।"},{"number":18,"verse":"ਜਦ ਤਾਈਂ ਆਸ ਹੈ ਆਪਣੇ ਪੁੱਤ੍ਰ ਨੂੰ ਤਾੜ, ਪਰ ਉਹ ਦੇ ਨਾਸ ਉੱਤੇ ਆਪਣਾ ਜੀ ਨਾ ਲਾ।"},{"number":19,"verse":"ਡਾਢਾ ਕ੍ਰੋਧੀ ਡੰਨ ਭੋਗਦਾ ਹੈ, ਜੇ ਤੂੰ ਉਹ ਨੂੰ ਛੁਡਾਵੇਂ ਤਾਂ ਤੈਨੂੰ ਬਾਰ ਬਾਰ ਛੁਡਾਉਣਾ ਪਵੇਗਾ।"},{"number":20,"verse":"ਸਲਾਹ ਨੂੰ ਸੁਣ ਅਤੇ ਸਿੱਖਿਆ ਨੂੰ ਕਬੂਲ ਕਰ, ਤਾਂ ਜੋ ਓੜਕ ਨੂੰ ਬੁੱਧਵਾਨ ਬਣੇਂ।"},{"number":21,"verse":"ਮਨੁੱਖ ਦੇ ਮਨ ਵਿੱਚ ਅਨੇਕ ਜੁਗਤਾਂ ਹੁੰਦੀਆਂ ਹਨ, ਪਰ ਯਹੋਵਾਹ ਦਾ ਮਤਾ ਕਾਇਮ ਰਹੇਗਾ।"},{"number":22,"verse":"ਆਦਮੀ ਦੀ ਦਯਾ ਦੇ ਕਾਰਨ ਉਹ ਦੀ ਮੰਨਤਾ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਝੂਠੇ ਮਨੁੱਖ ਨਾਲੋਂ ਦੀਣ ਹੀ ਚੰਗਾ ਹੈ।"},{"number":23,"verse":"ਯਹੋਵਾਹ ਦਾ ਭੈ ਜੀਉਣ ਲਈ ਹੈ, - ਭੈ ਮੰਨਣ ਵਾਲਾ ਤ੍ਰਿਪਤ ਰਹੇਗਾ, ਅਤੇ ਬਿਪਤਾ ਤੋਂ ਬਚਿਆ ਰਹੇਗਾ।"},{"number":24,"verse":"ਆਲਸੀ ਕਟੋਰੇ ਵਿੱਚ ਹੱਥ ਡਬੋਂਦਾ ਹੈ, ਪਰ ਐੱਨਾ ਵੀ ਨਹੀਂ ਕਰਦਾ ਭਈ ਉਹ ਨੂੰ ਫੇਰ ਮੂੰਹ ਤਾਈਂ ਲਿਆਵੇ।"},{"number":25,"verse":"ਮਖੌਲੀਏ ਨੂੰ ਮਾਰ ਤਾਂ ਭੋਲਾ ਸਿਆਣਾ ਹੋ ਜਾਵੇਗਾ, ਅਤੇ ਸਮਝ ਵਾਲੇ ਨੂੰ ਤਾੜ, ਉਹ ਗਿਆਨ ਨੂੰ ਸਮਝੇਗਾ।"},{"number":26,"verse":"ਜਿਹੜਾ ਆਪਣੇ ਪਿਉ ਨਾਲ ਸਖ਼ਤੀ ਕਰਦਾ ਤੇ ਆਪਣੀ ਮਾਂ ਨੂੰ ਕੱਢ ਛੱਡਦਾ ਹੈ, ਉਹ ਮੂੰਹ ਕਾਲਾ ਕਰਨ ਤੇ ਧੱਬਾ ਲਾਉਣ ਵਾਲਾ ਪੁੱਤ੍ਰ ਹੈ।"},{"number":27,"verse":"ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰ, ਜਿਸ ਸਿੱਖਿਆ ਨਾਲ ਗਿਆਨ ਦਿਆਂ ਬਚਨਾਂ ਤੋਂ ਭਟਕ ਜਾਈਦਾ ਹੈ, ਉਹ ਦਾ ਸੁਣਨਾ ਹੀ ਛੱਡ ਦੇਹ।"},{"number":28,"verse":"ਨਿਕੰਮਾ ਗਵਾਹ ਨਿਆਉਂ ਨੂੰ ਠੱਠਿਆਂ ਵਿੱਚ ਉਡਾਉਂਦਾ ਹੈ, ਅਤੇ ਦੁਸ਼ਟਾਂ ਦਾ ਮੂੰਹ ਬੁਰਿਆਈ ਨੂੰ ਨਿਗਲ ਜਾਂਦਾ ਹੈ।"},{"number":29,"verse":"ਮਖੌਲੀਆਂ ਦੇ ਲਈ ਫ਼ਤਵਾ ਤਿਆਰ ਹੈ, ਤੇ ਮੂਰਖਾਂ ਦੀ ਪਿੱਠ ਲਈ ਕੋਟਲੇ।।"}]}