{"bibleAbbr":"paOV2016","bookName":"ਕਹਾਉਤਾਂ","bookEnglishName":"Proverbs","chapterNumber":23,"verses":[{"number":1,"verse":"( ਨਾਨਾ ਪਰਕਾਰ ਦੀਆਂ ਬਿਧੀਆਂ ਅਤੇ ਨਸੀਹਤਾਂ) ਜਾਂ ਤੂੰ ਕਿਸੇ ਹਾਕਮ ਦੇ ਨਾਲ ਰੋਟੀ ਖਾਣ ਬੈਠੇਂ, ਤਾਂ ਚੰਗੀ ਤਰਾਂ ਸੋਚ ਭਈ ਤੇਰੇ ਸਾਹਮਣੇ ਕੌਣ ( ਅਥਵਾ, ਕੀ ।) ਹੈ।"},{"number":2,"verse":"ਜੇ ਤੂੰ ਪੇਟੂ ਹੈਂ, ਤਾਂ ਆਪਣੇ ਗਲੇ ਉੱਤੇ ਛੁਰੀ ਰੱਖ!"},{"number":3,"verse":"ਉਹ ਦੇ ਸੁਆਦਲੇ ਭੋਜਨ ਦਾ ਲੋਭ ਨਾ ਕਰੀਂ, ਕਿਉਂ ਜੋ ਉਹ ਧੋਖੇ ਦੀ ਰੋਟੀ ਹੈ।"},{"number":4,"verse":"ਧਨਵਾਨ ਹੋਣ ਦੀ ਖੇਚਲ ਨਾ ਕਰ, ਆਪਣੀ ਸਿਆਣਪ ਨੂੰ ਛੱਡ ਦੇਹ।"},{"number":5,"verse":"ਭਲਾ, ਤੂੰ ਮਾਯਾ ਉੱਤੇ ਆਪਣੀ ਨਿਗਾਹ ਲਾਵੇਂਗਾॽ ਉਹ ਨੂੰ ਜ਼ਰੂਰ ਪਰ ਲੱਗਦੇ ਅਤੇ ਉਕਾਬ ਵਾਂਙੁ ਅਕਾਸ਼ ਵੱਲ ਉੱਡ ਜਾਂਦੀ ਹੈ।"},{"number":6,"verse":"ਤੂੰ ਬਦ ਨਜ਼ਰ ਦੀ ਰੋਟੀ ਨਾ ਖਾਹ, ਨਾ ਉਹ ਦੇ ਸੁਆਦਲੇ ਭੋਜਨ ਦਾ ਲੋਭ ਕਰ,"},{"number":7,"verse":"ਕਿਉਂ ਜੋ ਜਿਹੇ ਉਹ ਦੇ ਮਨ ਦੇ ਵਿੱਚਾਰ ਹਨ ਤੇਹਾ ਉਹ ਆਪ ਹੈ, ਉਹ ਤੈਨੂੰ ਆਖਦਾ ਤਾਂ ਹੈ \"ਖਾਹ, ਪੀ\" ਪਰ ਉਹ ਦਾ ਮਨ ਤੇਰੀ ਵੱਲ ਨਹੀਂ।"},{"number":8,"verse":"ਜੋ ਗਰਾਹੀ ਤੈਂ ਖਾਧੀ ਹੈ ਉਹ ਨੂੰ ਉੱਗਲ ਦੇਵੇਂਗਾ, ਅਤੇ ਆਪਣੀਆਂ ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਨੂੰ ਗੁਆ ਬੈਠੇਂਗਾ।"},{"number":9,"verse":"ਮੂਰਖ ਦੇ ਸੁਣਦਿਆਂ ਤੇ ਨਾ ਬੋਲ, ਕਿਉਂ ਜੋ ਉਹ ਤੇਰੇ ਸਿਆਣੇ ਬੋਲ ਨੂੰ ਤੁੱਛ ਹੀ ਜਾਣੇਗਾ।"},{"number":10,"verse":"ਪੁਰਾਣੇ ਠੱਡਿਆਂ ਨੂੰ ਨਾ ਸਰਕਾ, ਅਤੇ ਯਤੀਮਾਂ ਦੇ ਖੇਤ ਵਿੱਚ ਨਾ ਵੜ,"},{"number":11,"verse":"ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਦਾ ਛੁਡਾਉਣ ਵਾਲਾ ਸਮਰਥ ਹੈ, ਓਹਨਾਂ ਦਾ ਮੁਕੱਦਮਾ ਤੇਰੇ ਨਾਲ ਓਹੋ ਲੜੇਗਾ।"},{"number":12,"verse":"ਆਪਣਾ ਮਨ ਸਿੱਖਿਆ ਵੱਲ, ਅਤੇ ਆਪਣੇ ਕੰਮ ਗਿਆਨ ਦੀਆਂ ਗੱਲਾਂ ਵੱਲ ਲਾ।"},{"number":13,"verse":"ਬਾਲਕ ਦੇ ਤਾੜਨ ਤੋਂ ਨਾ ਰੁਕ, ਭਾਵੇਂ ਤੂੰ ਛਿਟੀ ਨਾਲ ਉਹ ਨੂੰ ਮਾਰੇਂ ਤਾਂ ਉਹ ਨਾ ਮਰੇਗਾ।"},{"number":14,"verse":"ਤੂੰ ਛਿਟੀ ਨਾਲ ਉਹ ਨੂੰ ਮਾਰ, ਅਤੇ ਉਹ ਦੀ ਜਾਨ ਨੂੰ ਪਤਾਲੋਂ ਬਚਾ ਲੈ।"},{"number":15,"verse":"ਮੇਰੇ ਪੁੱਤ੍ਰ, ਜੇ ਤੇਰਾ ਮਨ ਬੁੱਧਵਾਨ ਹੋਵੇ, ਤਾਂ ਮੇਰਾ ਮਨ ਅਨੰਦ ਹੋਵੇਗਾ, ਹਾਂ, ਮੇਰਾ ਵੀ!"},{"number":16,"verse":"ਅਤੇ ਜਾਂ ਤੇਰੇ ਬੁੱਲ੍ਹਾਂ ਤੋਂ ਸਿੱਧੀਆਂ ਗੱਲਾਂ ਨਿੱਕਲਣਗੀਆਂ, ਤਾਂ ਮੇਰਾ ਦਿਲ ( ਇਬਰ., ਗੁਰਦੇ ।) ਬਾਗ ਬਾਗ ਹੋਵੇਗਾ"},{"number":17,"verse":"ਤੇਰਾ ਮਨ ਪਾਪੀਆਂ ਦੀ ਰੀਸ ਨਾ ਕਰੇ, ਸਗੋਂ ਤੂੰ ਦਿਨ ਭਰ ਯਹੋਵਾਹ ਦਾ ਭੈ ਮੰਨ,"},{"number":18,"verse":"ਕਿਉਂ ਜੋ ਸੱਚ ਮੁੱਚ ਆਖਰ ਹੈ, ਅਤੇ ਤੇਰੀ ਆਸ ਨਾ ਟੁੱਟੇਗੀ।"},{"number":19,"verse":"ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਸੁਣ ਅਤੇ ਬੁੱਧਵਾਨ ਹੋ, ਅਤੇ ਆਪਣੇ ਮਨ ਨੂੰ ਸਿੱਧੇ ਰਾਹ ਵਿੱਚ ਚਲਾ।"},{"number":20,"verse":"ਤੂੰ ਸ਼ਰਾਬੀਆਂ ਦੇ ਨਾਲ ਨਾ ਰਲ, ਨਾ ਹੀ ਪੇਟੂ ਕਬਾਬੀਆਂ ਨਾਲ,"},{"number":21,"verse":"ਕਿਉਂ ਜੋ ਸ਼ਰਾਬੀ ਅਤੇ ਪੇਟੂ ਗਰੀਬ ਹੋ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਨੀਂਦਰ ਆਦਮੀ ਨੂੰ ਲੀਰਾਂ ਪਹਿਨਾਉਂਦੀ ਹੈ।"},{"number":22,"verse":"ਆਪਣੇ ਪਿਉ ਦੀ ਗੱਲ ਸੁਣ ਜਿਸ ਤੋਂ ਤੂੰ ਜੰਮਿਆਂ ਹੈਂ, ਅਤੇ ਆਪਣੀ ਮਾਂ ਨੂੰ ਉਹ ਦੇ ਬੁਢੇਪੇ ਦੇ ਸਮੇਂ ਤੁੱਛ ਨਾ ਜਾਣ।"},{"number":23,"verse":"ਸਤ ਨੂੰ ਮੁੱਲ ਲੈ, ਉਹ ਨੂੰ ਵੇਚੀਂ ਨਾ, ਨਾਲੇ ਬੁੱਧ, ਸਿੱਖਿਆ ਅਤੇ ਸਮਝ ਨੂੰ ਵੀ।"},{"number":24,"verse":"ਧਰਮੀ ਦਾ ਪਿਉ ਅੱਤ ਖੁਸ਼ ਹੋਵੇਗਾ, ਅਤੇ ਜਿਹਦੇ ਬੁੱਧਵਾਨ ਪੁੱਤ੍ਰ ਜੰਮੇ ਉਹ ਉਸ ਉੱਤੇ ਅਨੰਦ ਰਹੇਗਾ।"},{"number":25,"verse":"ਤੇਰੇ ਮਾਪੇ ਅਨੰਦ ਹੋਣ, ਤੇਰੀ ਜਣਨ ਵਾਲੀ ਖੁਸ਼ ਹੋਵੇ!।।"},{"number":26,"verse":"ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰ, ਆਪਣਾ ਦਿਲ ਮੈਨੂੰ ਦੇਹ, ਅਤੇ ਤੇਰੀਆਂ ਅੱਖੀਆਂ ਮੇਰੇ ਰਾਹਾਂ ਵੱਲ ਲੱਗੀਆਂ ਰਹਿਣ ( ਅਥਵਾ, ਪਸੰਦ ਕਰਨਾ ।) ।"},{"number":27,"verse":"ਕੰਜਰੀ ਤਾਂ ਇੱਕ ਡੂੰਘਾ ਟੋਆ ਹੈ, ਅਤੇ ਓਪਰੀ ਤੀਵੀਂ ਇੱਕ ਭੀੜਾ ਖੂਹ ਹੈ।"},{"number":28,"verse":"ਉਹ ਧਾੜਵੀ ਵਾਂਗਰ ਛਹਿ ਲਾਉਂਦੀ, ਅਤੇ ਆਦਮੀਆਂ ਵਿੱਚ ਬੇਈਮਾਨਾਂ ਦੀ ਗਿਣਤੀ ਵਧਾਉਂਦੀ ਹੈ।।"},{"number":29,"verse":"ਕੌਣ ਹਾਏ ਹਾਏ ਕਰਦਾ ਹੈॽ ਕੌਣ ਹਮਸੋਸ ਕਰਦਾ ਹੈॽ ਕੌਣ ਝਗੜਾਲੂ ਹੈॽ ਕੌਣ ਕੁੜਦਾ ਹੈॽ ਕੌਣ ਐਵੇਂ ਘਾਇਲ ਹੁੰਦਾ ਹੈॽ ਅਤੇ ਕਿਹਦੀਆਂ ਅੱਖਾਂ ਵਿੱਚ ਲਾਲੀ ਰਹਿੰਦੀ ਹੈॽ"},{"number":30,"verse":"ਉਹੋ ਹਨ ਜਿਹੜੇ ਮੈਂ ਉੱਤੇ ਚਿਰ ਲਾਉਂਦੇ ਹਨ, ਅਤੇ ਰਲੀ ਹੋਈ ਸ਼ਰਾਬ ਦੀ ਭਾਲ ਕਰਦੇ ਹਨ।"},{"number":31,"verse":"ਜਦੋਂ ਸ਼ਰਾਬ ਲਾਲ ਹੋਵੇ, ਜਦ ਉਹ ਪਿਆਲੇ ਵਿੱਚ ਚਮਕੇ, ਅਤੇ ਜਦ ਉਹ ਸਹਿਜ ਨਾਲ ਹੇਠਾਂ ਉੱਤਰੇ, ਤਾਂ ਤੂੰ ਉਹ ਦੀ ਵੱਲ ਨਾ ਤੱਕ!"},{"number":32,"verse":"ਓੜਕ ਉਹ ਸੱਪ ਦੀ ਨਿਆਈਂ ਡੱਸਦੀ, ਅਤੇ ਠੂਹੇਂ ਵਾਂਙੁ ਡੰਗ ਮਾਰਦੀ ਹੈ!"},{"number":33,"verse":"ਤੇਰੀਆਂ ਅੱਖੀਆਂ ਅਣੋਖੀਆਂ ਚੀਜ਼ਾਂ ਵੇਖਣਗੀਆਂ, ਅਤੇ ਤੇਰਾ ਮਨ ਉਲਟੀਆਂ ਗੱਲਾਂ ਉਚਰੇਗਾ!"},{"number":34,"verse":"ਤੂੰ ਸਗੋਂ ਉਹ ਦੇ ਵਰਗਾ ਬਣ ਜਾਏਂਗਾ ਜਿਹੜਾ ਸਮੁੰਦਰ ਵਿੱਚ ਲੰਮਾ ਪਵੇ, ਅਥਵਾ ਮਸਤੂਲ ਦੇ ਸਿਰੇ ਉੱਤੇ ਲੇਟ ਜਾਵੇ।"},{"number":35,"verse":"ਤੂੰ ਆਖੇਂਗਾ ਭਈ ਮੈਂ ਮਾਰ ਤਾਂ ਖਾਧੀ ਪਰ ਮੈਨੂੰ ਪੀੜ ਨਾ ਹੋਈ, ਮੈਂ ਕੁਟਿਆ ਤਾਂ ਗਿਆ ਪਰ ਮੈਨੂੰ ਕੁਝ ਸੁੱਧ ਨਹੀਂ ਸੀ। ਮੈਂ ਸੁਰਤ ਕਦ ਅਵਾਂਗਾॽ ਮੈਂ ਫੇਰ ਉਸ ਦੀ ਭਾਲ ਕਰਾਂਗਾ!।।"}]}