{"bibleAbbr":"paOV2016","bookName":"ਕਹਾਉਤਾਂ","bookEnglishName":"Proverbs","chapterNumber":24,"verses":[{"number":1,"verse":"ਬੁਰਿਆਂ ਮਨੁੱਖਾਂ ਉੱਤੇ ਖੁਣਸ ਨਾ ਕਰ, ਅਤੇ ਨਾ ਉਨ੍ਹਾਂ ਦੀ ਸੰਗਤ ਦੀ ਚਾਹ ਰੱਖ,"},{"number":2,"verse":"ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਦਾ ਮਨ ਅਨ੍ਹੇਰ ਕਰਨ ਵਿੱਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਓਹਨਾਂ ਦੇ ਬੁੱਲ੍ਹ ਸ਼ਰਾਰਤ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।"},{"number":3,"verse":"ਬੁੱਧ ਨਾਲ ਘਰ ਬਣਾਈਦਾ ਹੈ, ਅਤੇ ਸਮਝ ਨਾਲ ਉਹ ਅਸਥਿਰ ਰਹਿੰਦਾ ਹੈ।"},{"number":4,"verse":"ਗਿਆਨ ਦੇ ਰਾਹੀਂ ਉਹ ਦੀਆਂ ਕੋਠੜੀਆਂ ਸਭ ਪਰਕਾਰ ਦੇ ਅਣਮੁੱਲ ਅਤੇ ਮਨ ਭਾਉਂਦੇ ਪਦਾਰਥਾਂ ਨਾਲ ਭਰਦੀਆਂ ਹਨ।"},{"number":5,"verse":"ਬੁੱਧਵਾਨ ਪੁਰਖ ਬਲਵਾਨ ਹੈ, ਅਤੇ ਗਿਆਨੀ ਮਨੁੱਖ ਸ਼ਕਤੀ ਵਧਾਈ ਜਾਂਦਾ ਹੈ।"},{"number":6,"verse":"ਤੂੰ ਚੰਗੀ ਮੱਤ ਲੈ ਕੇ ਤਾਂ ਆਪਣਾ ਜੁੱਧ ਕਰ, ਬਹੁਤੇ ਸਲਾਹੂਆਂ ਨਾਲ ਹੀ ਬਚਾਉ ਹੈ।"},{"number":7,"verse":"ਬੁੱਧ ਮੂਰਖ ਤੋਂ ਬਹੁਤ ਉੱਚੀ ਹੈ, ਉਹ ਫਾਟਕ ਵਿੱਚ ਮੂੰਹ ਨਹੀਂ ਖੋਲ੍ਹਦਾ।"},{"number":8,"verse":"ਜਿਹੜਾ ਬੁਰਿਆਈ ਸੋਚਦਾ ਹੈ, ਉਹ ਨੂੰ ਲੋਕ ਫਿਟੜੀਆਂ ਦਾ ਫੇਟ ਆਖਣਗੇ।"},{"number":9,"verse":"ਮੂਰਖਤਾਈ ਦੀ ਜੁਗਤੀ ਪਾਪ ਹੈ, ਅਤੇ ਮਖੌਲੀਆ ਆਦਮੀਆਂ ਲਈ ਘਿਣਾਉਣਾ ਹੈ।"},{"number":10,"verse":"ਜੇ ਤੂੰ ਬਿਪਤਾ ਦੇ ਦਿਨ ਢਿੱਲਾ ਪੈ ਜਾਵੇਂ, ਤਾਂ ਤੇਰਾ ਬਲ ਘੱਟ ਹੈ।"},{"number":11,"verse":"ਜਿਹੜੇ ਮੌਤ ਲਈ ਲਏ ਜਾਂਦੇ ਹਨ, ਜਿਹੜੇ ਘਾਤ ਹੋਣ ਲਈ ਝੂਲਦੇ ਫਿਰਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਨੂੰ ਛੁਡਾਉਣ ਤੋਂ ਨਾ ਰੁਕ।"},{"number":12,"verse":"ਜੇ ਤੂੰ ਆਖੇਂ, ਲਓ, ਸਾਨੂੰ ਤਾਂ ਇਸ ਗੱਲ ਦਾ ਪਤਾ ਹੀ ਨਹੀਂ ਸੀ, ਤਾਂ ਜਿਹੜਾ ਦਿਲਾਂ ਨੂੰ ਜਾਚਦਾ ਹੈ ਭਲਾ, ਉਹ ਨਹੀਂ ਸਮਝਦਾॽ ਅਤੇ ਤੇਰੀ ਜਿੰਦ ਦਾ ਰਾਖਾ ਇਹ ਨਹੀਂ ਜਾਣਦਾॽ ਭਲਾ, ਉਹ ਆਦਮੀ ਨੂੰ ਉਹ ਦੀਆਂ ਕਰਨੀਆਂ ਦਾ ਫਲ ਨਾ ਦੇਵੇਗਾॽ।।"},{"number":13,"verse":"ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਸ਼ਹਿਤ ਖਾਹ, ਉਹ ਚੰਗਾ ਜੋ ਹੈ, ਅਤੇ ਮਖ਼ੀਰ ਦਾ ਟਪਕਾ ਤੇਰੇ ਤਾਲੂ ਨੂੰ ਮਿੱਠਾ ਲੱਗੇਗਾ।"},{"number":14,"verse":"ਜਾਣ ਲੈ ਕਿ ਬੁੱਧ ਤੇਰੀ ਜਾਨ ਲਈ ਏਸੇ ਤਰਾਂ ਹੈ, ਜੇ ਉਹ ਤੈਨੂੰ ਲੱਭੇ ਤਾਂ ਉਹ ਦਾ ਆਖਰ ਹੈ, ਅਤੇ ਤੇਰੀ ਆਸ ਨਾ ਟੁੱਟੇਗੀ।।"},{"number":15,"verse":"ਹੇ ਦੁਸ਼ਟ, ਧਰਮੀ ਦੀ ਵਸੋਂ ਦੀ ਘਾਤ ਵਿੱਚ ਨਾ ਬੈਠ! ਉਹ ਦੇ ਵਿਸਰਾਮ ਦੇ ਥਾਂ ਨੂੰ ਨਾ ਉਜਾੜ!"},{"number":16,"verse":"ਧਰਮੀ ਸੱਤ ਵਾਰੀ ਡਿੱਗ ਕੇ ਉੱਠ ਖਲੋਂਦਾ ਹੈ, ਪਰ ਦੁਸ਼ਟ ਬਿਪਤਾ ਨਾਲ ਉਲਟਾਏ ਜਾਂਦੇ ਹਨ।"},{"number":17,"verse":"ਜਦ ਤੇਰਾ ਵੈਰੀ ਡਿੱਗੇ ਤਾਂ ਤੂੰ ਅਨੰਦ ਨਾ ਹੋਵੀਂ, ਅਤੇ ਜਾਂ ਉਹ ਠੋਕਰ ਖਾਵੇਂ ਤਾਂ ਤੇਰਾ ਮਨ ਪਰਸੰਨ ਨਾ ਹੋਵੇ,"},{"number":18,"verse":"ਮਤੇ ਯਹੋਵਾਹ ਇਹ ਵੇਖ ਕੇ ਬੁਰਾ ਮੰਨੇ, ਅਤੇ ਆਪਣਾ ਕ੍ਰੋਧ ਉਸ ਤੋਂ ਹਟਾ ਲਵੇ।"},{"number":19,"verse":"ਕੁਕਰਮੀ ਦੇ ਕਾਰਨ ਤੂੰ ਨਾ ਕੁੜ੍ਹ, ਨਾ ਦੁਸ਼ਟਾਂ ਉੱਤੇ ਖੁਣਸ ਕਰ,"},{"number":20,"verse":"ਕਿਉਂ ਜੋ ਬੁਰਿਆਰ ਲਈ ਅੱਗੇ ਨੂੰ ਕੋਈ ਆਸ ਨਹੀਂ, ਦੁਸ਼ਟਾਂ ਦਾ ਦੀਵਾ ਬੁਝਾਇਆ ਜਾਵੇਗਾ।।"},{"number":21,"verse":"ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰ, ਯਹੋਵਾਹ ਦਾ ਅਤੇ ਪਾਤਸ਼ਾਹ ਦਾ ਭੈ ਮੰਨ, ਅਤੇ ਫਿਰਤੂਆਂ ਨਾ ਨਾਲ ਰਲ,"},{"number":22,"verse":"ਕਿਉਂ ਜੋ ਉਨ੍ਹਾਂ ਵੱਲੋਂ ਬਿਪਤਾ ਅਚਾਣਕ ਆਵੇਗੀ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੋਹਾਂ ਵੱਲੋਂ ਦੀ ਬਰਬਾਦੀ ਨੂੰ ਕੌਣ ਜਾਣਦਾ ਹੈॽ।।"},{"number":23,"verse":"ਏਹ ਵੀ ਬੁੱਧਵਾਨਾਂ ਦੇ ਵਾਕ ਹਨ, ਅਦਾਲਤ ਵਿੱਚ ਰਈ ਕਰਨੀ ਚੰਗੀ ਨਹੀਂ।"},{"number":24,"verse":"ਜਿਹੜਾ ਦੁਸ਼ਟ ਨੂੰ ਆਖਦਾ ਹੈ, ਤੂੰ ਧਰਮੀ ਹੈਂ, ਉਹ ਨੂੰ ਲੋਕ ਫਿਟਕਾਰਨਗੇ ਤੇ ਉੱਮਤਾਂ ਉਸ ਤੋਂ ਘਿਣ ਕਰਨਗੀਆਂ,"},{"number":25,"verse":"ਪਰ ਜੋ ਉਸ ਨੂੰ ਤਾੜਦੇ ਹਨ ਓਹ ਖੁਸ਼ ਹੋਣਗੇ, ਅਤੇ ਉਨ੍ਹਾਂ ਉੱਤੇ ਚੰਗੀ ਬਰਕਤ ਆਵੇਗੀ।"},{"number":26,"verse":"ਜਿਹੜਾ ਸੱਚਾ ਉੱਤਰ ਦਿੰਦਾ ਹੈ, ਉਹ ਬੁੱਲ੍ਹਾਂ ਦਾ ਚੁੰਮਾ ਲੈਂਦਾ ਹੈ।।"},{"number":27,"verse":"ਪਹਿਲਾਂ ਬਾਹਰ ਆਪਣਾ ਕੰਮ ਤਿਆਰ ਕਰ ਅਤੇ ਖੇਤ ਨੂੰ ਸੁਆਰ, ਫੇਰ ਆਪਣਾ ਘਰ ਬਣਾ।"},{"number":28,"verse":"ਆਪਣੇ ਗੁਆਂਢੀ ਦੇ ਵਿਰੁੱਧ ਨਹੱਕੀ ਗਵਾਹੀ ਨਾ ਦੇਹ, ਆਪਣਿਆਂ ਬੁੱਲ੍ਹਾਂ ਨਾਲ ਧੋਖਾ ਨਾ ਦੇਹ।"},{"number":29,"verse":"ਇਹ ਨਾਂ ਆਖੀਂ ਭਈ ਜਿਵੇਂ ਉਹ ਨੇ ਮੇਰੇ ਨਾਲ ਕੀਤਾ ਹੈ ਤਿਵੇਂ ਮੈਂ ਵੀ ਉਹ ਦੇ ਨਾਲ ਕਰਾਂਗਾ, ਉਸ ਮਨੁੱਖ ਦੇ ਕੀਤੇ ਦਾ ਬਦਲਾ ਲਵਾਂਗਾ।।"},{"number":30,"verse":"ਮੈਂ ਆਲਸੀ ਮਨੁੱਖ ਦੇ ਖੇਤ ਦੇ ਅਤੇ ਨਿਰਬੁੱਧ ਆਦਮੀ ਦੀ ਅੰਗੂਰੀ ਬਾਗ ਦੇ ਲਾਗਿਓਂ ਲੰਘਿਆ,"},{"number":31,"verse":"ਤਾਂ ਵੇਖੋ, ਉੱਥੇ ਸਭ ਕੰਡੇ ਹੀ ਕੰਡੇ ਜੰਮ ਪਏ ਸਨ, ਉਹ ਭੱਖੜਿਆਂ ਨਾਲ ਢੱਕਿਆ ਹੋਇਆ ਸੀ, ਅਤੇ ਉਹ ਦੀ ਪੱਕੀ ਕੰਧ ਢੱਠੀ ਪਈ ਸੀ।"},{"number":32,"verse":"ਤਾਂ ਮੈਂ ਝਾਤੀ ਮਾਰ ਕੇ ਦਿਲ ਤੇ ਲਿਆਂਦਾ, ਮੈਂ ਵੇਖ ਕੇ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਕੀਤੀ, -"},{"number":33,"verse":"ਰਤੀਕੁ ਨੀਂਦ, ਰਤੀਕੁ ਊਂਘ, ਰਤੀਕੁ ਹੱਥ ਇਕੱਠੇ ਕਰ ਕੇ ਲੰਮਾ ਪੈਣਾ, -"},{"number":34,"verse":"ਏਸ ਤਰਾਂ ਗਰੀਬੀ ਧਾੜਵੀ ਵਾਂਙੁ, ਅਤੇ ਤੰਗੀ ਸ਼ਸਤ੍ਰ ਧਾਰੀ ਵਾਂਙੁ ਤੇਰੇ ਉੱਤੇ ਆ ਪਵੇਗੀ।।"}]}