{"bibleAbbr":"paOV2016","bookName":"ਕਹਾਉਤਾਂ","bookEnglishName":"Proverbs","chapterNumber":4,"verses":[{"number":1,"verse":"( ਪਿਤਾ ਦਾ ਉਪਦੇਸ਼) ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰੋ, ਤੁਸੀਂ ਪਿਉ ਦਾ ਉਪਦੇਸ਼ ਸੁਣੋ, ਅਤੇ ਸਮਝ ਪ੍ਰਾਪਤ ਕਰਨ ਉੱਤੇ ਮਨ ਲਾਓ,"},{"number":2,"verse":"ਕਿਉਂ ਜੋ ਮੈਂ ਤੁਹਾਨੂੰ ਚੰਗੀ ਸਿੱਖਿਆ ਦਿੰਦਾ ਹਾਂ, ਤੁਸੀਂ ਮੇਰੀ ਤਾਲੀਮ ਨੂੰ ਨਾ ਛੱਡੋ।"},{"number":3,"verse":"ਜਦ ਮੈਂ ਆਪਣੇ ਪਿਉ ਦਾ ਪੁੱਤ੍ਰ, ਅਤੇ ਆਪਣੀ ਮਾਂ ਦਾ ਇਕੱਲਾ ਹੀ ਲਾਡਲਾ ਸਾਂ,"},{"number":4,"verse":"ਤਾਂ ਉਹ ਨੇ ਮੈਨੂੰ ਸਿਖਾਇਆ ਤੇ ਇਹ ਆਖਿਆ, ਤੇਰਾ ਮਨ ਮੇਰੀਆਂ ਗੱਲਾਂ ਨੂੰ ਫੜੇ, ਤੂੰ ਮੇਰੇ ਹੁਕਮਾਂ ਨੂੰ ਮੰਨ, ਤਾਂ ਤੂੰ ਜੀਵੇਂਗਾ।"},{"number":5,"verse":"ਬੁੱਧ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ, ਸਮਝ ਨੂੰ ਵੀ ਪ੍ਰਾਪਤ ਕਰ, ਮੇਰੇ ਬਚਨਾਂ ਨੂੰ ਭੁਲਾਈਂ ਨਾ ਅਤੇ ਨਾ ਉਨ੍ਹਾਂ ਤੋਂ ਮੁੜੀਂ।"},{"number":6,"verse":"ਉਹ ਨੂੰ ਨਾ ਛੱਡੀਂ ਤਾਂ ਉਹ ਤੇਰੀ ਰੱਛਿਆ ਕਰੇਗੀ, ਉਹ ਦੇ ਨਾਲ ਪ੍ਰੀਤ ਲਾਵੀਂ ਤਾਂ ਉਹ ਤੇਰੀ ਰਾਖੀ ਕਰੇਗੀ।"},{"number":7,"verse":"ਬੁੱਧ ਦਾ ਮੁੱਢ ( ਅਥਵਾ, ਬੁੱਧ ਸਰੋਸ਼ਟ ਹੈ ।) ਇਹ ਹੈ ਭਈ ਬੁੱਧ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ, ਅਤੇ ਆਪਣੀ ਸਾਰੀ ਪ੍ਰਾਪਤੀ ਨਾਲ ਸਮਝ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ।"},{"number":8,"verse":"ਉਹ ਦੀ ਵਡਿਆਈ ਕਰ ਤਾਂ ਉਹ ਤੈਨੂੰ ਵਧਾਵੇਗੀ, ਜੇ ਤੂੰ ਉਹ ਨੂੰ ਗਲ ਲਾਵੇਂ ਤਾਂ ਉਹ ਤੈਨੂੰ ਆਦਰ ਦੇਵੇਗੀ।"},{"number":9,"verse":"ਉਹ ਤੇਰੇ ਸਿਰ ਉੱਤੇ ਸਜ਼ਾਵਟ ( ਇਬਰ., ਕਿਰਪਾ ।) ਦਾ ਸਿਹਰਾ ਬੰਨ੍ਹੇਗੀ, ਉਹ ਤੈਨੂੰ ਸੁਹੱਪਣ ਦਾ ਮੁਕਟ ਦੇਵੇਗੀ।।"},{"number":10,"verse":"ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰ, ਸੁਣ ਅਤੇ ਮੇਰੀਆਂ ਗੱਲਾਂ ਮੰਨ ਲੈ, ਤਾਂ ਤੇਰੀ ਉਮਰ ਬਹੁਤ ਵਰਿਹਾਂ ਦੀ ਹੋਵੇਗੀ।"},{"number":11,"verse":"ਮੈਂ ਤੈਨੂੰ ਬੁੱਧ ਦਾ ਰਾਹ ਦੱਸਿਆ ਹੈ, ਮੈਂ ਸਿੱਧੇ ਮਾਰਗ ਉੱਤੇ ਤੇਰੀ ਅਗਵਾਈ ਕੀਤੀ ਹੈ।"},{"number":12,"verse":"ਜਾਂ ਤੂੰ ਤੁਰੇਂਗਾ ਤਾਂ ਤੇਰੇ ਕਦਮ ਤੰਗ ਨਾ ਹੋਣਗੇ, ਅਤੇ ਜੇ ਤੂੰ ਭੱਜੇਂ ਤਾਂ ਵੀ ਤੂੰ ਠੇਡਾ ਨਾ ਖਾਵੇਂਗਾ।"},{"number":13,"verse":"ਸਿੱਖਿਆ ਨੂੰ ਫੜੀ ਰੱਖ, ਉਹ ਨੂੰ ਛੱਡੀਂ ਨਾ, ਉਹ ਨੂੰ ਸਾਂਭ ਕੇ ਰੱਖ, ਉਹੋ ਤੇਰਾ ਜੀਉਣ ਹੈ!"},{"number":14,"verse":"ਦੁਸ਼ਟਾਂ ਦੇ ਰਾਹ ਵਿੱਚ ਨਾ ਚੱਲ, ਅਤੇ ਬੁਰਿਆਰਾਂ ਦੇ ਮਾਰਗ ਉੱਤੇ ਨਾ ਤੁਰ।"},{"number":15,"verse":"ਉਸ ਤੋਂ ਲਾਂਭੇ ਰਹੁ, ਉਹ ਦੇ ਉੱਤੋਂ ਦੀ ਵੀ ਨਾ ਲੰਘੀਂ, ਉਸ ਤੋਂ ਮੂੰਹ ਮੋੜ ਕੇ ਅਗਾਹਾਂ ਨੂੰ ਲੰਘ ਜਾ,"},{"number":16,"verse":"ਕਿਉਂ ਜੋ ਜਿੰਨਾ ਚਿਰ ਓਹ ਬੁਰਿਆਈ ਨਾ ਕਰ ਲੈਣ ਉਨ੍ਹਾਂ ਨੂੰ ਨੀਂਦਰ ਨਹੀਂ ਆਉਂਦੀ, ਅਤੇ ਜਦ ਤਾਈਂ ਕਿਸੇ ਨੂੰ ਡੇਗ ਨਾ ਦੇਣ ਓਹ ਉਣੀਂਦਰੇ ਰਹਿੰਦੇ ਹਨ।"},{"number":17,"verse":"ਓਹ ਬੁਰਿਆਈ ਦੀ ਰੋਟੀ ਖਾਂਦੇ, ਅਤੇ ਜ਼ੁਲਮ ਦੀ ਮੈ ਪੀਂਦੇ ਹਨ ।"},{"number":18,"verse":"ਪਰ ਧਰਮੀਆਂ ਦਾ ਰਾਹ ਫ਼ਜਰ ਦੇ ਚਾਨਣ ਵਰਗਾ ਹੈ, ਜਿਹ ਦਾ ਚਾਨਣ ਪੂਰੇ ਦਿਨ ਤਾਈਂ ਵੱਧਦਾ ਜਾਂਦਾ ਹੈ।"},{"number":19,"verse":"ਦੁਸ਼ਟਾਂ ਦਾ ਰਾਹ ਅਨ੍ਹੇਰੇ ਘੁੱਪ ਵਰਗਾ ਹੈ, ਓਹ ਜਾਣਦੇ ਵੀ ਨਹੀਂ ਭਈ ਓਹਨਾਂ ਨੂੰ ਕਿਸ ਤੋਂ ਠੋਕਰ ਲੱਗਦੀ ਹੈ।।"},{"number":20,"verse":"ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰ, ਤੂੰ ਮੇਰੀਆਂ ਗੱਲਾਂ ਧਿਆਨ ਨਾਲ ਸੁਣ, ਅਤੇ ਮੇਰੇ ਵਾਕਾਂ ਉੱਤੇ ਕੰਨ ਲਾ।"},{"number":21,"verse":"ਓਹਨਾਂ ਨੂੰ ਆਪਣੀਆਂ ਅੱਖੀਆਂ ਤੋਂ ਪਰੋਖੇ ਨਾ ਹੋਣ ਦੇਹ, ਆਪਣੇ ਮਨ ਵਿੱਚ ਓਹਨਾਂ ਨੂੰ ਸਾਂਭ ਕੇ ਰੱਖ।"},{"number":22,"verse":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਓਹ ਪ੍ਰਾਪਤ ਹੁੰਦੀਆਂ ਹਨ ਉਨ੍ਹਾਂ ਦੇ ਲਈ ਜੀਉਣ ਹਨ, ਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਸਰੀਰ ਦੇ ਲਈ ਤੰਦਰੁਸਤੀ।"},{"number":23,"verse":"ਆਪਣੇ ਮਨ ਦੀ ਵੱਡੀ ਚੌਕਸੀ ਕਰ, ਕਿਉਂ ਜੋ ਜੀਉਣ ਦੀਆਂ ਧਾਰਾਂ ਉਸੇ ਤੋਂ ਨਿੱਕਲਦੀਆਂ ਹਨ!"},{"number":24,"verse":"ਪੁੱਠਾ ਮੂੰਹ ਆਪ ਤੋਂ ਪਰੇ ਰੱਖ, ਅਤੇ ਟੇਢੇ ਬੁੱਲ੍ਹ ਆਪ ਤੋਂ ਦੂਰ ਕਰ।"},{"number":25,"verse":"ਤੇਰੀਆਂ ਅੱਖਾਂ ਨੱਕ ਦੀ ਸੇਧੇ ਵੇਖਦੀਆਂ ਰਹਿਣ ਅਤੇ ਤੇਰੀਆਂ ਪਲਕਾਂ ਅੱਗੇ ਨੂੰ ਲੱਗੀਆਂ ਰਹਿਣ।"},{"number":26,"verse":"ਆਪਣੇ ਪੈਰਾਂ ਲਈ ਰਾਹ ਨੂੰ ਪੱਧਰਾ ਕਰ, ਤਾਂ ਤੇਰੇ ਸਾਰੇ ਪਹੇ ਕਾਇਮ ਹੋਣਗੇ।"},{"number":27,"verse":"ਨਾ ਸੱਜੇ ਨੂੰ ਮੁੜ ਅਤੇ ਨਾ ਖੱਬੇ ਨੂੰ, ਆਪਣੇ ਪੈਰ ਨੂੰ ਬੁਰਿਆਈ ਤੋਂ ਦੂਰ ਰੱਖ।।"}]}