{"bibleAbbr":"NET2007","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":20,"verses":[{"number":1,"verse":"Prohibitions against Illegitimate Family Worship The LORD spoke to Moses:"},{"number":2,"verse":"“You are to say to the Israelites, ‘Any man from the Israelites or from the foreigners who reside in Israel (tn Heb “or from the sojourner who sojourns”; NAB “an alien residing in Israel.”) who gives any of his children (tn Heb “his seed” (so KJV, ASV); likewise in vv. 3–4.) to Molech (tn Regarding Molech and Molech worship see the note on Lev 18:21.) must be put to death; the people of the land must pelt him with stones. (tn This is not the most frequently-used Hebrew verb for stoning (see instead סָקַל, saqal), but a word that refers to the action of throwing, slinging, or pelting someone with stones (רָגָם, ragam; see HALOT 1187 s. v. רגם qal. a, and B. A. Levine, Leviticus [JPSTC], 136).)"},{"number":3,"verse":"I myself will set my face (tn Heb “And I, I shall give my faces.”) against that man and cut him off from the midst of his people, (sn On the “cut off” penalty see the notes on Lev 7:20 and 17:4.) because he has given some of his children to Molech and thereby defiled my sanctuary and profaned my holy name. (tn Heb “for the sake of defiling my sanctuary and to profane my holy name.”)"},{"number":4,"verse":"If, however, the people of the land shut their eyes (tn Heb “And if shutting [infinitive absolute] they shut [finite verb].” For the infinitive absolute used to highlight contrast rather than emphasis see GKC 343 §113. p.) to that man (tn Heb “from that man” (so ASV); NASB “disregard that man.”) when he gives some of his children to Molech so that they do not put him to death,"},{"number":5,"verse":"I myself will set my face against that man and his clan. I will cut off from the midst of their people both him and all who follow after him in spiritual prostitution, (tn The adjective “spiritual” has been supplied in the translation to clarify that this is not a reference to literal prostitution, but figuratively compares idolatry to prostitution.) to commit prostitution by worshiping Molech. (tn Heb “to commit harlotry after Molech.” The translation employs “worshiping” here for clarity (cf. NAB, NCV, TEV, CEV, NLT). On the “cut off” penalty see the note on Lev 7:20.)"},{"number":6,"verse":"Prohibition against Spiritists and Mediums “‘The person who turns to the spirits of the dead and familiar spirits (tn See the note on the phrase “familiar spirits” in Lev 19:31 above.) to commit prostitution by going after them, I will set my face (tn Heb “I will give my faces.”) against that person and cut him off from the midst of his people."},{"number":7,"verse":"Exhortation to Holiness and Obedience “‘You must sanctify yourselves and be holy, because I am the LORD your God."},{"number":8,"verse":"You must be sure to obey my statutes. (tn Heb “And you shall keep my statutes and you shall do them.” This appears to be a kind of verbal hendiadys, where the first verb is a modifier of the action of the second verb (see GKC 386 §120. d, although שָׁמַר [shamar, “to keep”] is not cited there; cf. Lev 22:31, etc.).) I am the LORD who sanctifies you."},{"number":9,"verse":"Family Life and Sexual Prohibitions “‘If anyone (tn Heb “If a man a man who.”) curses his father and mother (tn Heb “makes light of his father and his mother.” Almost all English versions render this as some variation of “curses his father or mother.”) he must be put to death. He has cursed his father and mother; his blood guilt is on himself. (tn Heb “his blood [plural] is in him.” Cf. NAB “he has forfeited his life”; TEV “is responsible for his own death.”sn The rendering “blood guilt” refers to the fact that the shedding of blood brings guilt on those who shed it illegitimately (even the blood of animals shed illegitimately, Lev 17:4; cf. the background of Gen 4:10–11). If the community performs a legitimate execution, however, the blood guilt rests on the person who has been legitimately executed (see the remarks and literature cited in J. E. Hartley, Leviticus [WBC], 328).)"},{"number":10,"verse":"If a man (tn Heb “And a man who.” The syntax here and at the beginning of the following verses elliptically mirrors that of v. 9, which justifies the rendering as a conditional clause.) commits adultery with his neighbor’s wife, (tc The reading of the LXX minuscule mss has been followed here (see the BHS footnote a-a). The MT has a dittography, repeating “a man who commits adultery with the wife of” (see the explanation in J. E. Hartley, Leviticus [WBC], 328). The duplication found in the MT is reflected in some English versions, e. g., KJV, ASV, NASB, NIV.) both the adulterer and the adulteress must be put to death."},{"number":11,"verse":"If a man has sexual intercourse with his father’s wife, he has exposed his father’s nakedness. (sn See the note on Lev 18:7 above.) Both of them must be put to death; their blood guilt is on themselves. (tn See the note on v. 9 above.)"},{"number":12,"verse":"If a man has sexual intercourse with his daughter-in-law, both of them must be put to death. They have committed perversion; (tn The Hebrew term תֶּבֶל (tevel, “perversion”) derives from the verb “to mix; to confuse” (cf. KJV, ASV “they have wrought confusion”).) their blood guilt is on themselves."},{"number":13,"verse":"If a man has sexual intercourse with a male as one has sexual intercourse with a woman, (tn Heb “[as the] lyings of a woman.” The specific reference here is to homosexual intercourse between males.) the two of them have committed an abomination. They must be put to death; their blood guilt is on themselves."},{"number":14,"verse":"If a man has sexual intercourse with both a woman and her mother, (tn Heb “And a man who takes a woman and her mother.” The Hebrew verb “to take” in this context means “to engage in sexual intercourse.”) it is lewdness. (tn Regarding “lewdness,” see the note on Lev 18:17 above.) Both he and they must be burned to death, (tn Heb “in fire they shall burn him and them.” The active plural verb sometimes requires a passive translation (GKC 460 §144. f, g), esp. when no active plural subject has been expressed in the context. The present translation specifies “burned to death” because the traditional rendering “burnt with fire” (KJV, ASV; NASB “burned with fire”) could be understood to mean “branded” or otherwise burned, but not fatally.) so there is no lewdness in your midst."},{"number":15,"verse":"If a man has sexual intercourse (tn See the note on Lev 18:20 above.) with any animal, he must be put to death, and you must kill the animal."},{"number":16,"verse":"If a woman approaches any animal to have sexual intercourse with it, (tn Heb “to copulate with it” (cf. Lev 20:16).) you must kill the woman, and the animal must be put to death; their blood guilt is on themselves."},{"number":17,"verse":"“‘If a man has sexual intercourse with (tn Heb “takes.” The verb “to take” in this context means “to engage in sexual intercourse,” though some English versions translate it as “marry” (e. g., NIV, NCV, TEV, CEV).) his sister, whether the daughter of his father or his mother, so that he sees her nakedness and she sees his nakedness, it is a disgrace. They must be cut off in the sight of the children of their people. (tn Regarding the “cut off” penalty, see the note on Lev 7:20.) He has exposed his sister’s nakedness; he will bear his punishment for iniquity. (tn See the note on Lev 17:16 above.)"},{"number":18,"verse":"If a man has sexual intercourse with a menstruating woman and uncovers her nakedness, he has laid bare her fountain of blood and she has exposed the fountain of her blood, so both of them (tn Heb “and the two of them.”) must be cut off from the midst of their people."},{"number":19,"verse":"You must not expose the nakedness of your mother’s sister and your father’s sister, for such a person has laid bare his own close relative. (tn Heb “his flesh.”) They must bear their punishment for iniquity. (tn See the note on Lev 17:16 above.)"},{"number":20,"verse":"If a man has sexual intercourse with his aunt, he has exposed his uncle’s nakedness; they must bear responsibility for their sin, they will die childless."},{"number":21,"verse":"If a man has sexual intercourse with (tn Heb “takes.” The verb “to take” in this context means “to engage in sexual intercourse.”) his brother’s wife, it is indecency. He has exposed his brother’s nakedness; (sn See the note on Lev 18:7 above.) they will be childless."},{"number":22,"verse":"Exhortation to Holiness and Obedience “‘You must be sure to obey all my statutes and regulations, (tn Heb “And you shall keep all my statutes and all my regulations and you shall do them.” This appears to be a kind of verbal hendiadys, where the first verb is a modifier of the action of the second verb (see GKC 386 §120. d, although שָׁמַר [shamar, “to keep”] is not cited there; cf. Lev 22:31, etc.).) so that (tn Heb “and.” The Hebrew conjunction ו (vav, “and”) can be considered to have resultative force here.) the land to which I am about to bring you to take up residence there does not vomit you out."},{"number":23,"verse":"You must not walk in the statutes of the nation (tc One medieval Hebrew ms, Smr, and all the major ancient versions have the plural “nations.” Some English versions retain the singular (e. g., KJV, ASV, NASB, NRSV); others have the plural “nations” (e. g., NAB, NIV) and still others translate as “people” (e. g., TEV, NLT).) which I am about to drive out before you, because they have done all these things and I am filled with disgust against them."},{"number":24,"verse":"So I have said to you: You yourselves will possess their land and I myself will give it to you for a possession, a land flowing with milk and honey. I am the LORD your God who has set you apart from the other peoples. (tc Here and with the same phrase in v. 26, the LXX adds “all,” resulting in the reading “all the peoples.”)"},{"number":25,"verse":"Therefore you must distinguish (tn Heb “And you shall distinguish.” The verb is the same as “set apart” at the end of the previous verse. The fact that God had “set them apart” from the other peoples roundabout them called for them to “distinguish between” the clean and the unclean, etc.) between the clean animal and the unclean, and between the unclean bird and the clean, and you must not make yourselves detestable by means of an animal or bird or anything that creeps on the ground — creatures (tn The word “creatures” has been supplied in the translation to make it clear that the following relative clause modifies the animal, bird, or creeping thing mentioned earlier, and not the ground itself.) I have distinguished for you as unclean. (tc The MT has “to defile,” but Smr, LXX, and Syriac have “to uncleanness.”)"},{"number":26,"verse":"You must be holy to me because I, the LORD, am holy, and I have set you apart from the other peoples to be mine."},{"number":27,"verse":"Prohibition against Spiritists and Mediums “‘A man or woman who (tc Smr, LXX, Syriac, and some Targum mss have the relative pronoun אֲשֶׁר (’asher, “who, which”), rather than the MT’s כִּי (ki, “for, because, that”).) has in them a spirit of the dead or a familiar spirit (tn See the note on the phrase “familiar spirit” in Lev 19:31 above.) must be put to death. They must pelt them with stones; (tn This is not the most frequently-used Hebrew verb for stoning, but a word that refers to the action of throwing, slinging, or pelting someone with stones (see the note on v. 2 above). Smr and LXX have “you [plural] shall pelt them with stones.” sn At first glance Lev 20:27 appears to be out of place but, on closer examination, one could argue that it constitutes the back side of an envelope around the case laws in 20:9–21, with Lev 20:6 forming the front of the envelope (note also that execution of mediums and spiritists by stoning in v. 27 is not explicitly stated in v. 6). This creates a chiastic structure: prohibition against mediums and spiritists (vv. 6 and 27), variations of the holiness formula (vv. 7 and 25-26), and exhortations to obey the Lord’s statutes (and judgments; vv. 8 and 22-24). Again, in the middle are the case laws (vv. 9–21).) their blood guilt is on themselves.’”"}]}