{"bibleAbbr":"NET2007","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":25,"verses":[{"number":1,"verse":"Regulations for the Sabbatical Year The LORD spoke to Moses at Mount Sinai:"},{"number":2,"verse":"“Speak to the Israelites and tell them, ‘When you enter the land that I am giving you, the land must observe a Sabbath (tn Heb “the land shall rest a Sabbath.”) to the LORD."},{"number":3,"verse":"Six years you may sow your field, and six years you may prune your vineyard and gather the produce, (tn Heb “its produce,” but the feminine pronoun “its” probably refers to the “land” (a feminine noun in Hebrew; cf. v. 2), not the “field” or the “vineyard,” both of which are normally masculine nouns (see B. A. Levine, Leviticus [JPSTC], 170).)"},{"number":4,"verse":"but in the seventh year the land must have a Sabbath of complete rest (tn Heb “and in the seventh year a Sabbath of complete rest shall be to the land.” The expression “a Sabbath of complete rest” is superlative, emphasizing the full and all inclusive rest of the seventh year of the sabbatical cycle. Cf. ASV “a sabbath of solemn rest”; NAB “a complete rest.”) — a Sabbath to the LORD. You must not sow your field or (tn Heb “and.” Here the Hebrew conjunction ו (vav, “and”) has an alternative sense (“or”).) prune your vineyard."},{"number":5,"verse":"You must not gather in the aftergrowth of your harvest and you must not pick the grapes of your unpruned (tn Heb “consecrated, devoted, forbidden” (נָזִיר, nazir). The same term is used for the “consecration” of the “Nazirite” (and his hair, Num 6:2, 18, etc.), a designation which, in turn, derives from the very same root.) vines; the land must have a year of complete rest."},{"number":6,"verse":"You may have the Sabbath produce (tn The word “produce” is not in the Hebrew text but is implied; cf. NASB “the sabbath products.”) of the land to eat — you, your male servant, your female servant, your hired worker, the resident foreigner who stays with you, (tn A “resident who stays” would be a foreign person who was probably residing as another kind of laborer in the household of a landowner (B. A. Levine, Leviticus [JPSTC], 170-71). See v. 35 below.)"},{"number":7,"verse":"your cattle, and the wild animals that are in your land — all its produce will be for you (tn The words “for you” are implied.) to eat."},{"number":8,"verse":"Regulations for the Jubilee Year of Release “‘You must count off (tn Heb “And you shall count off for yourself.”) seven weeks of years, seven times seven years, (tn Heb “seven years seven times.”) and the days of the seven weeks of years will amount to forty-nine years. (tn Heb “and they shall be for you, the days of the seven Sabbaths of years, forty-nine years.”)"},{"number":9,"verse":"You must sound loud horn blasts (sn On the “loud horn blasts” see the note on Lev 23:24, but unlike the language there, the Hebrew term for “horn” (שׁוֹפָר, shofar) actually appears here in this verse (twice).) — in the seventh month, on the tenth day of the month, on the Day of Atonement — you must sound the horn in your entire land."},{"number":10,"verse":"So you must consecrate the fiftieth year, (tn Heb “the year of the fifty years,” or perhaps “the year, fifty years” (GKC 435 §134. o, note 2).) and you must proclaim a release (tn Cf. KJV, ASV, NAB, NIV, NRSV “liberty”; TEV, CEV “freedom.” The characteristics of this “release” are detailed in the following verses. For substantial summaries and bibliography on the biblical and ancient Near Eastern material regarding such a “release” see J. E. Hartley, Leviticus (WBC), 427-34, and B. A. Levine, Leviticus (JPSTC), 270-74.) in the land for all its inhabitants. That year will be your jubilee; (tn Heb “A jubilee that shall be to you.” Although there has been some significant debate about the original meaning of the Hebrew word translated “jubilee” (יוֹבֵל, yovel; see the summary in J. E. Hartley, Leviticus [WBC], 434), the term most likely means “ram” and can refer also to a “ram’s horn.” The fiftieth year would, therefore, be called the “jubilee” because of the associated sounding of the “ram’s horn” (see B. A. Levine, Leviticus [JPSTC], 172, and the literature cited there).) each one of you must return (tn Heb “you [plural] shall return, a man.”) to his property and each one of you must return to his clan."},{"number":11,"verse":"That fiftieth year will be your jubilee; you must not sow the land, harvest its aftergrowth, or pick the grapes of its unpruned vines. (tn Heb “you shall not sow and you shall not…and you shall not….”sn See v. 5 above and the notes there.)"},{"number":12,"verse":"Because that year is a jubilee, it will be holy to you — you may eat its produce (tn That is, the produce of the land (fem.; cf. v. 7 above).) from the field."},{"number":13,"verse":"Release of Landed Property “‘In this year of jubilee you must each return (tn Heb “you [plural] shall return, a man.”) to your property."},{"number":14,"verse":"If you make a sale (tn Heb “sell a sale.”) to your fellow citizen (tn Or “to one of your countrymen” (NIV); NASB “to your friend.”) or buy (tn The Hebrew infinitive absolute קָנֹה (qanoh, “buying”) substitutes for the finite verb here in sequence with the previous finite verb “sell” at the beginning of the verse (see GKC 345 §113. z).) from your fellow citizen, no one is to wrong his brother. (tn Heb “do not oppress a man his brother.” Here “brother” does not refer only to a sibling, but to a fellow Israelite.)"},{"number":15,"verse":"You may buy it from your fellow citizen according to the number of years since (tn Heb “in the number of years after.”) the last jubilee; he may sell it to you according to the years of produce that are left. (tn The words “that are left” are not in the Hebrew text, but are implied. sn The purchaser is actually buying only the crops that the land will produce until the next jubilee, since the land will revert to the original owner at that time. The purchaser, therefore, is not actually buying the land itself.)"},{"number":16,"verse":"The more years there are, (tn Heb “To the mouth of the many years.”) the more you may make its purchase price, and the fewer years there are, (tn Heb “to the mouth of the few years.”) the less you must make its purchase price, because he is only selling to you a number of years of (tn Heb “a number of produce”; the words “years of” are implied. As an alternative this could be translated “a number of harvests” (cf. NRSV, NLT).) produce."},{"number":17,"verse":"No one is to oppress his fellow citizen, (tn Heb “And you shall not oppress a man his fellow citizen.”) but you must fear your God, because I am the LORD your God."},{"number":18,"verse":"You must obey my statutes and my regulations; you must be sure to keep them (tn Heb “And you shall keep and do them.” This appears to be a kind of verbal hendiadys, where the first verb is a modifier of the action of the second verb (see GKC 386 §120. d, although שָׁמַר [shamar, “to keep”] is not cited there; cf. Lev 20:8, etc.).) so that you may live securely in the land. (tn Heb “and you shall dwell on the land to security.”)"},{"number":19,"verse":"“‘The land will give its fruit and you may eat until you are satisfied, (tn Heb “eat to satisfaction”; KJV, ASV “ye shall eat your fill.”) and you may live securely in the land."},{"number":20,"verse":"If you say, ‘What will we eat in the seventh year if we do not sow and gather our produce?’"},{"number":21,"verse":"I will command my blessing for you in the sixth year so that it may yield (tn Heb “and it [i. e., the land] shall make the produce.” The Hebrew term וְעָשָׂת (vÿ’asat, “and it shall make”) is probably an older third feminine singular form of the verb (GKC 210 §75. m). Smr has the normal form.) the produce (tn Smr and LXX have “its produce” (cf. 25:3, 7, etc.) rather than “the produce.”) for three years,"},{"number":22,"verse":"and you may sow the eighth year and eat from that sixth year’s produce (tn Heb “the produce,” referring to “the produce” of the sixth year of v. 21. The words “sixth year” are supplied for clarity.) — old produce. Until you bring in the ninth year’s produce, (tn Heb “until the ninth year, until bringing [in] its produce.”) you may eat old produce."},{"number":23,"verse":"The land must not be sold without reclaim (tn The term rendered “without reclaim” means that the land has been bought for the full price and is, therefore, not subject to reclaim under any circumstances. This was not to be done with land in ancient Israel (contrast the final full sale of houses in v. 30; see the evidence cited in B. A. Levine, Leviticus [JPSTC], 174).) because the land belongs to me, for you are foreigners and residents with me. (tn That is, the Israelites were strangers and residents who were attached to the Lord’s household. They did not own the land. Note the parallel to the “priest’s lodger” in Lev 22:10.)"},{"number":24,"verse":"In all your landed property (tn Heb “And in all the land of your property.”) you must provide for the right of redemption of the land. (tn Heb “right of redemption you shall give to the land”; NAB “you must permit the land to be redeemed.”)"},{"number":25,"verse":"“‘If your brother becomes impoverished and sells some of his property, his near redeemer is to come to you and redeem what his brother sold. (tn Heb “the sale of his brother.”)"},{"number":26,"verse":"If a man has no redeemer, but he prospers (tn Heb “and his hand reaches.”) and gains enough for its redemption, (tn Heb “and he finds as sufficiency of its redemption.”)"},{"number":27,"verse":"he is to calculate the value of the years it was sold, (tn Heb “and he shall calculate its years of sale.”) refund the balance (tn Heb “and return the excess.”) to the man to whom he had sold it, and return to his property."},{"number":28,"verse":"If he has not prospered enough to refund (tn Heb “And if his hand has not found sufficiency of returning.” Although some versions take this to mean that he has not made enough to regain the land (e. g., NASB, NRSV; see also B. A. Levine, Leviticus [JPSTC], 176), the combination of terms in Hebrew corresponds to the portion of v. 27 that refers specifically to refunding the money (cf. v. 27; see NIV and G. J. Wenham, Leviticus [NICOT], 315).) a balance to him, then what he sold (tn Heb “his sale.”) will belong to (tn Heb “will be in the hand of.” This refers to the temporary control of the one who purchased its produce until the next year of jubilee, at which time it would revert to the original owner.) the one who bought it until the jubilee year, but it must revert (tn Heb “it shall go out” (so KJV, ASV; see B. A. Levine, Leviticus [JPSTC], 176).) in the jubilee and the original owner (tn Heb “he”; the referent (the original owner of the land) has been specified in the translation for clarity.) may return to his property."},{"number":29,"verse":"Release of Houses “‘If a man sells a residential house in a walled city, (tn Heb “a house of a residence of a walled city.”) its right of redemption must extend (tn Heb “shall be.”) until one full year from its sale; (tn Heb “of its sale.”) its right of redemption must extend to a full calendar year. (tn Heb “days its right of redemption shall be” (see B. A. Levine, Leviticus [JPSTC], 176).)"},{"number":30,"verse":"If it is not redeemed before the full calendar year is ended, (tn Heb “until fulfilling to it a complete year.’) the house in the walled city (tn Heb “the house which [is] in the city which to it [is] a wall.” The Kethib has לֹא (lo’, “no, not”) rather than לוֹ (lo, “to it”) which is the Qere.) will belong without reclaim (tn See the note on v. 23 above.) to the one who bought it throughout his generations; it will not revert in the jubilee."},{"number":31,"verse":"The houses of villages, however, (tn Heb “And the houses of the villages.”) which have no wall surrounding them (tn Heb “which there is not to them a wall.”) must be considered as the field (tn Heb “on the field.”) of the land; they will have the right of redemption and must revert in the jubilee."},{"number":32,"verse":"As for (tn Heb “And.”) the cities of the Levites, the houses in the cities which they possess, (tn Heb “the houses of the cities of their property.”) the Levites must have a perpetual right of redemption."},{"number":33,"verse":"Whatever someone among the Levites might redeem — the sale of a house which is his property in a city — must revert in the jubilee, (tn Heb “And which he shall redeem from the Levites shall go out, sale of house and city, his property in the jubilee.” Although the end of this verse is clear, the first part is notoriously difficult. There are five main views. (1) The first clause of the verse actually attaches to the previous verse, and refers to the fact that their houses retain a perpetual right of redemption (v. 32b), “which any of the Levites may exercise” (v. 33a; J. E. Hartley, Leviticus [WBC], 418, 421). (2) It refers to property that one Levite sells to another Levite, which is then redeemed by still another Levite (v. 33a). In such cases, the property reverts to the original Levite owner in the jubilee year (v. 33b; G. J. Wenham, Leviticus [NICOT], 321). (3) It refers to houses in a city that had come to be declared as a Levitical city but had original non-Levitical owners. Once the city was declared to belong to the Levites, however, an owner could only sell his house to a Levite, and he could only redeem it back from a Levite up until the time of the first jubilee after the city was declared to be a Levitical city. In this case the first part of the verse would be translated, “Such property as may be redeemed from the Levites” (NRSV, NJPS). At the first jubilee, however, all such houses became the property of the Levites (v. 33b; P. J. Budd, Leviticus [NCBC], 353). (4) It refers to property “which is appropriated from the Levites” (not “redeemed from the Levites,” v. 33a) by those who have bought it or taken it as security for debts owed to them by Levites who had fallen on bad times. Again, such property reverts back to the original Levite owners at the jubilee (B. A. Levine, Leviticus [JPSTC], 177). (5) It simply refers to the fact that a Levite has the option of redeeming his house (i. e., the prefix form of the verb is taken to be subjunctive, “may or might redeem”), which he had to sell because he had fallen into debt or perhaps even become destitute. Even if he never gained the resources to do so, however, it would still revert to him in the jubilee year. The present translation is intended to reflect this latter view.) because the houses of the cities of the Levites are their property in the midst of the Israelites."},{"number":34,"verse":"Moreover, (tn Heb “And.”) the open field areas of their cities (sn This refers to the region of fields just outside and surrounding the city where cattle were kept and garden crops were grown (B. A. Levine, Leviticus [JPSTC], 177).) must not be sold, because that is their perpetual possession."},{"number":35,"verse":"Debt and Slave Regulations “‘If your brother (tn It is not clear to whom this refers. It is probably broader than “sibling” (cf. NRSV “any of your kin”; NLT “any of your Israelite relatives”) but some English versions take it to mean “fellow Israelite” (so TEV; cf. NAB, NIV “countrymen”) and others are ambiguous (cf. CEV “any of your people”).) becomes impoverished and is indebted to you, (tn Heb “and his hand slips with you.”) you must support (tn Heb “strengthen”; NASB “sustain.”) him; he must live (tn The form וָחַי (vakhay, “and shall live”) looks like the adjective “living,” but the MT form is simply the same verb written as a double ayin verb (see HALOT 309 s. v. חיה qal, and GKC 218 §76. i; cf. Lev 18:5).) with you like a foreign resident. (tn Heb “a foreigner and resident,” which is probably to be combined (see B. A. Levine, Leviticus [JPSTC], 170-71).)"},{"number":36,"verse":"Do not take interest or profit from him, (tn The meaning of the terms rendered “interest” and “profit” is much debated (see the summaries in P. J. Budd, Leviticus [NCBC], 354-55 and B. A. Levine, Leviticus [JPSTC], 178). Verse 37, however, suggests that the first refers to a percentage of money and the second percentage of produce (see J. E. Hartley, Leviticus [WBC], 421).) but you must fear your God and your brother must live (tn In form the Hebrew term וְחֵי (vÿkhey, “shall live”) is the construct plural noun (i. e., “the life of”), but here it is used as the finite verb (cf. v. 35 and GKC 218 §76. i).) with you."},{"number":37,"verse":"You must not lend him your money at interest and you must not sell him food for profit. (tn Heb “your money” and “your food.” With regard to “interest” and “profit” see the note on v. 36 above.)"},{"number":38,"verse":"I am the LORD your God who brought you out from the land of Egypt to give you the land of Canaan — to be your God. (tn Heb “to be to you for a God.”)"},{"number":39,"verse":"“‘If your brother becomes impoverished with regard to you so that he sells himself to you, you must not subject him to slave service. (tn Heb “you shall not serve against him service of a slave.” A distinction is being made here between the status of slave and indentured servant.)"},{"number":40,"verse":"He must be with you as a hired worker, as a resident foreigner; (tn See the note on Lev 25:6 above.) he must serve with you until the year of jubilee,"},{"number":41,"verse":"but then (tn Heb “and.” The Hebrew conjunction ו (vav, “and”) can be considered to have adversative force here.) he may go free, (tn Heb “may go out from you.”) he and his children with him, and may return to his family and to the property of his ancestors. (tn Heb “fathers.”)"},{"number":42,"verse":"Since they are my servants whom I brought out from the land of Egypt, they must not be sold in a slave sale. (tn Or perhaps reflexive Niphal rather than passive, “they shall not sell themselves [as in] a slave sale.”)"},{"number":43,"verse":"You must not rule over him harshly, (tn Heb “You shall not rule in him in violence”; cf. NASB “with severity”; NIV “ruthlessly.”) but you must fear your God."},{"number":44,"verse":"“‘As for your male and female slaves (tn Heb “And your male slave and your female slave.” Smr has these as plural terms, “slaves,” not singular.) who may belong to you — you may buy male and female slaves from the nations all around you. (tn Heb “ from the nations which surround you, from them you shall buy male slave and female slave.”)"},{"number":45,"verse":"Also you may buy slaves (tn The word “slaves” is not in the Hebrew text, but is implied here.) from the children of the foreigners who reside with you, and from their families that are (tn Heb “family which is” (i. e., singular rather than plural).) with you, whom they have fathered in your land, they may become your property."},{"number":46,"verse":"You may give them as inheritance to your children after you to possess as property. You may enslave them perpetually. However, as for your brothers the Israelites, no man may rule over his brother harshly. (tn Heb “and your brothers, the sons of Israel, a man in his brother you shall not rule in him in violence.”)"},{"number":47,"verse":"“‘If a resident foreigner who is with you prospers (tn Heb “And if the hand of a foreigner and resident with you reaches” (cf. v. 26 for this idiom).) and your brother becomes impoverished with regard to him so that (tn Heb “and.” The Hebrew conjunction ו (vav, “and”) can be considered to have resultative force here.) he sells himself to a resident foreigner who is with you or to a member (tn Heb “offshoot, descendant.”) of a foreigner’s family,"},{"number":48,"verse":"after he has sold himself he retains a right of redemption. (tn Heb “right of redemption shall be to him.”) One of his brothers may redeem him,"},{"number":49,"verse":"or his uncle or his cousin (tn Heb “the son of his uncle.”) may redeem him, or anyone of the rest of his blood relatives — his family (tn Heb “or from the remainder of his flesh from his family.”) — may redeem him, or if (tc The LXX, followed by the Syriac, actually has “if,” which is not in the MT.) he prospers he may redeem himself."},{"number":50,"verse":"He must calculate with the one who bought him the number of years (tn Heb “the years.”) from the year he sold himself to him until the jubilee year, and the cost of his sale must correspond to the number of years, according to the rate of wages a hired worker would have earned while with him. (tn Heb “as days of a hired worker he shall be with him.” For this and the following verses see the explanation in P. J. Budd, Leviticus (NCBC), 358-59.)"},{"number":51,"verse":"If there are still many years, in keeping with them (tn Heb “to the mouth of them.”) he must refund most of the cost of his purchase for his redemption,"},{"number":52,"verse":"but if only a few years remain (tn Heb “but if a little remains in the years.”) until the jubilee, he must calculate for himself in keeping with the remaining years and refund it for his redemption."},{"number":53,"verse":"He must be with the one who bought him (tn Heb “be with him”; the referent (the one who bought him) has been specified in the translation for clarity.) like a yearly hired worker. (tn Heb “As a hired worker year in year.”) The one who bought him (tn Heb “He”; the referent (the one who bought him) has been specified in the translation for clarity.) must not rule over him harshly in your sight."},{"number":54,"verse":"If, however, (tn Heb “And if.”) he is not redeemed in these ways, he must go free (tn Heb “go out.”) in the jubilee year, he and his children with him,"},{"number":55,"verse":"because the Israelites are my own servants; (tn Heb “because to me the sons of Israel are servants.”) they are my servants whom I brought out from the land of Egypt. I am the LORD your God."}]}