{"bibleAbbr":"NET2007","bookName":"Leviticus","bookEnglishName":"Leviticus","chapterNumber":3,"verses":[{"number":1,"verse":"(Peace Offering Regulations: Animal from the Herd) “‘Now if his offering is a peace offering sacrifice, (sn The peace offering sacrifice primarily enacted and practiced communion between God and man (and between the people of God). This was illustrated by the fact that the fat parts of the animal were consumed on the altar of the Lord but the meat was consumed by the worshipers in a meal before God. This is the only kind of offering in which common worshipers partook of the meat of the animal. When there was a series of offerings that included a peace offering (see, e. g., Lev 9:8–21, sin offerings, burnt offerings, and afterward the peace offerings in vv. 18–21), the peace offering was always offered last because it expressed the fact that all was well between God and his worshiper(s). There were various kinds of peace offerings, depending on the worship intended on the specific occasion. The “thank offering” expressed thanksgiving (e. g., Lev 7:11–15; 22:29–30), the “votive offering” fulfilled a vow (e. g., Lev 7:16–18; 22:21–25), and the “freewill offering” was offered as an expression of devotion and praise to God (e. g., Lev 7:16–18; 22:21–25). The so-called “ordination offering” was also a kind of peace offering that was used to consecrate the priests at their ordination (e. g., Exod 29:19–34; Lev 7:37; 8:22–32). See R. E. Averbeck, NIDOTTE 1:1066-73 and 4:135-43.) if he presents an offering from the herd, he must present before the LORD a flawless male or a female. (tn Heb “if a male if a female, perfect he shall present it before the Lord.” The “or” in the present translation (and most other English versions) is not present in the Hebrew text here, but see v. 6 below.)"},{"number":2,"verse":"He must lay his hand on the head of his offering and slaughter it at the entrance of the Meeting Tent, and the sons of Aaron, the priests, must splash the blood against the altar’s sides. (tn See the remarks on Lev 1:3–5 above for some of the details of translation here.)"},{"number":3,"verse":"Then the one presenting the offering (tn Heb “Then he”; the referent (the person presenting the offering) has been specified in the translation for clarity (cf. the note on Lev 1:5).) must present a gift to the LORD from the peace offering sacrifice: He must remove the fat that covers the entrails and all the fat that surrounds the entrails, (tn Heb “and all the fat on the entrails.” The fat layer that covers the entrails as a whole (i. e., “that covers the entrails”) is different from the fat that surrounds and adheres to the various organs (“on the entrails,” i. e., surrounding them; J. Milgrom, Leviticus [AB], 1:205-7).)"},{"number":4,"verse":"the two kidneys with the fat on their sinews, and the protruding lobe on the liver (which he is to remove along with the kidneys). (tn Heb “and the protruding lobe on the liver on the kidneys he shall remove it.” Cf. NRSV “the appendage of the liver”; NIV “the covering of the liver” (KJV “the caul above the liver”).)"},{"number":5,"verse":"Then the sons of Aaron must offer it up in smoke on the altar atop the burnt offering that is on the wood in the fire as a gift of a soothing aroma to the LORD. (tn Or “on the fire – [it is] a gift of a soothing aroma to the Lord” (see Lev 1:13b, 17b, and the note on 1:9b).)"},{"number":6,"verse":"(Animal from the Flock) “‘If his offering for a peace offering sacrifice to the LORD is from the flock, he must present a flawless male or female. (tn Heb “a male or female without defect he shall present it”; cf. NLT “must have no physical defects.”)"},{"number":7,"verse":"If he presents a sheep as his offering, he must present it before the LORD."},{"number":8,"verse":"He must lay his hand on the head of his offering and slaughter it before the Meeting Tent, and the sons of Aaron must splash (tn See the note on this term at 1:5.) its blood against the altar’s sides."},{"number":9,"verse":"Then he must present a gift to the LORD from the peace offering sacrifice: He must remove all the fatty tail up to the end of the spine, the fat covering the entrails, and all the fat on the entrails, (sn See the note on this phrase in 3:3.)"},{"number":10,"verse":"the two kidneys with the fat on their sinews, and the protruding lobe on the liver (which he is to remove along with the kidneys). (tn Heb “and the protruding lobe on the liver on the kidneys he shall remove it.”)"},{"number":11,"verse":"Then the priest must offer it up in smoke on the altar as a food gift to the LORD. (tn Heb “food, a gift to the Lord.”)"},{"number":12,"verse":"“‘If his offering is a goat he must present it before the LORD,"},{"number":13,"verse":"lay his hand on its head, and slaughter it before the Meeting Tent, and the sons of Aaron must splash its blood against the altar’s sides."},{"number":14,"verse":"Then he must present from it his offering as a gift to the LORD: the fat which covers the entrails and all the fat on the entrails, (sn See the note on this phrase in 3:3.)"},{"number":15,"verse":"the two kidneys with the fat on their sinews, and the protruding lobe on the liver (which he is to remove along with the kidneys). (tn Heb “and the protruding lobe on the liver on the kidneys he shall remove it.”)"},{"number":16,"verse":"Then the priest must offer them up in smoke on the altar as a food gift for a soothing aroma — all the fat belongs to the LORD."},{"number":17,"verse":"This is (tn The words “This is” are not in the Hebrew text, but are supplied due to requirements of English style.) a perpetual statute throughout your generations (tn Heb “for your generations”; NAB “for your descendants”; NLT “for you and all your descendants.”) in all the places where you live: You must never eat any fat or any blood.’” (tn Heb “all fat and all blood you must not eat.”)"}]}