{"bibleAbbr":"LXXBr","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":33,"verses":[{"number":1,"verse":"Ὢν δεκαδύο ἐτῶν Μανασσῆς ἐν τῷ βασιλεῦσαι αὐτὸν, καὶ πεντηκονταπέντε ἔτη ἐβασίλευσεν ἐν Ἱερουσαλήμ."},{"number":2,"verse":"Καὶ ἐποίησε τὸ πονηρὸν ἐναντίον Κυρίου ἀπὸ πάντων τῶν βδελυγμάτων τῶν ἐθνῶν, οὓς ἐξωλόθρευσε Κύριος ἀπὸ προσώπου τῶν υἱῶν Ἰσραήλ."},{"number":3,"verse":"Καὶ ἐπέστρεψε καὶ ᾠκοδόμησε τὰ ὑψηλὰ, ἃ κατέσπασεν Ἐζεκίας ὁ πατὴρ αὐτοῦ, καὶ ἔστησε στήλας τοῖς Βααλὶμ, καὶ ἐποίησεν ἄλση, καὶ προσεκύνησεν πάσῃ τῇ στρατιᾷ τοῦ οὐρανοῦ, καὶ ἐδούλευσεν αὐτοῖς."},{"number":4,"verse":"Καὶ ᾠκοδόμησε θυσιαστήρια ἐν οἴκῳ Κυρίου, οὗ εἶπε Κύριος, ἐν Ἱερουσαλὴμ ἔσται τὸ ὄνομά μου εἰς τὸν αἰῶνα."},{"number":5,"verse":"Καὶ ᾠκοδόμησε θυσιαστήρια πάσῃ τῇ στρατιᾷ τοῦ οὐρανοῦ ἐν ταῖς δυσὶν αὐλαῖς οἴκου Κυρίου."},{"number":6,"verse":"Καὶ αὐτὸς διήγαγε τὰ τέκνα αὐτοῦ ἐν πυρὶ ἐν γὲ Βενεννόμ· καὶ ἐκληδονίζετο, καὶ οἰωνίζετο, καὶ ἐφαρμακεύετο, καὶ ἐποίησεν ἐγγαστριμύθους καὶ ἐπᾳοιδοὺς, καὶ ἐπλήθυνε τοῦ ποιῆσαι τὸ πονηρὸν ἐναντίον Κυρίου τοῦ παροργίσαι αὐτόν."},{"number":7,"verse":"Καὶ ἔθηκε τὸ γλυπτὸν, τὸ χωνευτὸν, εἰκόνα ἣν ἐποίησεν ἐν οἴκῳ Θεοῦ, οὗ εἶπε Θεὸς πρὸς Δαυὶδ καὶ πρὸς Σαλωμὼν υἱὸν αὐτοῦ, ἐν τῷ οἴκῳ τούτῳ καὶ Ἱερουσαλὴμ ἣν ἐξελεξάμην ἐκ πασῶν φυλῶν Ἰσραὴλ, θήσω τὸ ὄνομά μου εἰς τὸν αἰῶνα."},{"number":8,"verse":"Καὶ οὐ προσθήσω σαλεῦσαι τὸν πόδα Ἰσραὴλ ἀπὸ τῆς γῆς ἧς ἔδωκα τοῖς πατράσιν αὐτῶν, πλὴν ἐὰν φυλάσσωνται τοῦ ποιῆσαι πάντα ἃ ἐνετειλάμην αὐτοῖς κατὰ πάντα τὸν νόμον καὶ τὰ προστάγματα καὶ τὰ κρίματα ἐν χειρὶ Μωυσῆ."},{"number":9,"verse":"Καὶ ἐπλάνησε Μανασσῆς τὸν Ἰούδαν καὶ τοὺς κατοικοῦντας ἐν Ἱερουσαλὴμ, τοῦ ποιῆσαι τὸ πονηρὸν ὑπὲρ πάντα τὰ ἔθνη ἃ ἐξῇρε Κύριος ἀπὸ προσώπου υἱῶι Ἰσραήλ."},{"number":10,"verse":"Καὶ ἐλάλησε Κύριος ἐπὶ Μανασσῆ καὶ ἐπὶ τὸν λαὸν αὐτοῦ, καὶ οὐκ ἐπήκουσαν."},{"number":11,"verse":"Καὶ ἤγαγε Κύριος ἐπʼ αὐτοὺς τοὺς ἄρχοντας τῆς δυνάμεως τοῦ βασιλέως Ἀσσοὺρ, καὶ κατέλαβον τὸν Μανασσῆ ἐν δεσμοῖς, καὶ ἔδησαν αὐτὸν ἐν πέδαις, καὶ ἤγαγον εἰς Βαβυλῶνα."},{"number":12,"verse":"Καὶ ὡς ἐθλίβη, ἐζήτησε τὸ πρόσωπον Θεοῦ τοῦ Κυρίου αὐτοῦ, καὶ ἐταπεινώθη σφόδρα ἀπὸ προσώπου Θεοῦ πατέρων αὐτοῦ,"},{"number":13,"verse":"καὶ προσηύξατο πρὸς αὐτόν· καὶ ἐπήκουσεν αὐτοῦ καὶ ἐπήκουσε τῆς βοῆς αὐτοῦ, καὶ ἐπέστρεψεν αὐτὸν εἰς Ἱερουσαλὴμ ἐπὶ τὴν βασιλείαν αὐτοῦ, καὶ ἔγνω Μανασσῆς ὅτι Κύριος αὐτός ἐστι Θεός."},{"number":14,"verse":"Καὶ μετὰ ταῦτα ᾠκοδόμησε τεῖχος ἔξω τῆς πόλεως Δαυὶδ ἀπὸ Λιβὸς κατὰ Νότον ἐν τῷ χειμάῤῥῳ, καὶ κατὰ τὴν εἴσοδον τὴν διὰ τῆς πύλης τῆς ἰχθυϊκῆς ἐκπορευομένων τὴν πύλην τὴν κυκλόθεν, καὶ εἰς Ὄπελ, καὶ ὕψωσε σφόδρα, καὶ κατέστησεν ἄρχοντας τῆς δυνάμεως ἐν πάσαις ταῖς πόλεσι ταῖς τειχήρεσιν ἐν Ἰούδα."},{"number":15,"verse":"Καὶ περιεῖλε τοὺς θεοὺς τοὺς ἀλλοτρίους καὶ τὸ γλυπτὸν ἐξ οἴκου Κυρίου, καὶ πάντα τὰ θυσιαστήρια, ἃ ᾠκοδόμησεν ἐν ὄρει οἴκου Κυρίου καὶ ἐν Ἱερουσαλὴμ, καὶ ἔξωθεν τῆς πόλεως·"},{"number":16,"verse":"Καὶ κατώρθωσε τὸ θυσιαστήριον Κυρίου, καὶ ἐθυσίασεν ἐπʼ αὐτὸ θυσίαυ σωτηρίου καὶ αἰνέσεως· καὶ εἶπε τῷ Ἰούδα, τοῦ δουλεύειν Κυρίῳ Θεῷ Ἰσραήλ."},{"number":17,"verse":"Πλὴν ἔτι ὁ λαὸς ἐπὶ τῶν ὑψηλῶν ἐθυσίαζε, πλὴν Κυρίῳ Θεῷ αὐτῶν."},{"number":18,"verse":"Καὶ τὰ λοιπὰ τῶν λόγων Μανασσῆ, καὶ ἡ προσευχὴ αὐτοῦ ἡ πρὸς τὸν Θεὸν, καὶ λόγοι τῶν ὁρώντων τῶν λαλούντων πρὸς αὐτὸν ἐπʼ ὀνόματι Θεοῦ Ἰσραήλ,"},{"number":19,"verse":"ἰδοὺ ἐπὶ λόγων προσευχῆς αὐτοῦ, καὶ ἐπήκουσεν αὐτοῦ· καὶ πᾶσαι αἱ ἁμαρτίαι αὐτοῦ καὶ ἀποστάσεις αὐτοῦ, καὶ οἱ τόποι ἐφʼ οἷς ᾠκοδόμησεν ἐν αὐτοῖς τὰ ὑψηλὰ, καὶ ἔστησεν ἐκεῖ ἄλση καὶ γλυπτὰ, πρὸ τοῦ ἐπιστρέψαι, ἰδοὺ γέγραπται ἐπὶ τῶν λόγων τῶν ὁρώντων."},{"number":20,"verse":"Καὶ ἐκοιμήθη Μανασσῆς μετὰ τῶν πατέρων αὐτοῦ, καὶ ἔθαψαν αὐτὸν ἐν παραδείσῳ οἴκου αὐτοῦ· καὶ ἐβασίλευσεν ἀντʼ αὐτοῦ Ἀμὼν υἱὸς αὐτοῦ."},{"number":21,"verse":"Ὢν ἐτῶν εἴκοσι καὶ δύο Ἀμὼν ἐν τῷ βασιλεύειν αὐτὸν, καὶ δύο ἔτη ἑβασιλευσεν ἐν Ἱερουσαλήμ."},{"number":22,"verse":"Καὶ ἐποίησε τὸ πονηρὸν ἐνώπιον Κυρίου, ὡς ἐποίησε Μανασσῆς ὁ πατὴρ αὐτοῦ· καὶ πᾶσι τοῖς εἰδώλοις οἷς ἐποίησε Μανασσῆς ὁ πατὴρ αὐτοῦ, ἔθυεν Ἀμὼν καὶ ἐδούλευσεν αὐτοῖς."},{"number":23,"verse":"Καὶ οὐκ ἐταπεινώθη ἐναντίον Κυρίου ὡς ἐταπεινώθη Μανασσῆς ὁ πατὴρ αὐτοῦ, ὅτι υἱὸς αὐτοῦ Ἀμὼν ἐπλήθυνε πλημμέλειαν."},{"number":24,"verse":"Καὶ ἐπέθεντο αὐτῷ οἱ παῖδες αὐτοῦ, καὶ ἐπάταξαν αὐτὸν ἐν οἴκῳ αὐτοῦ."},{"number":25,"verse":"Καὶ ἐπάταξεν ὁ λαὸς τῆς γῆς τοῦς ἐπιθεμένους ἐπὶ τὸν βασιλέα Ἀμὼν, καὶ ἐβασίλευσεν ὁ λαὸς τῆς γῆς τὸν Ἰωσίαν υἱὸν αὐτοῦ ἀντʼ αὐτοῦ."}]}