{"bibleAbbr":"Geneva1599","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":17,"verses":[{"number":1,"verse":"Better is a dry morsel, if peace be with it, than an house full of (For whereas were many sacrifices, there were many portions given to the people, wherewith they feasted.) sacrifices with strife."},{"number":2,"verse":"A discrete servant shall have rule over a lewd son, and he shall divide the (That is, shall be made governor over the children.) heritage among the brethren."},{"number":3,"verse":"As is the fining pot for silver, and the furnace for gold, so the Lord trieth the hearts."},{"number":4,"verse":"The wicked giveth heed to false lips, and a liar hearkeneth to the naughty tongue."},{"number":5,"verse":"(Cross references: : Prov. 14:31) He that mocketh the poor, reproacheth him that made him: and he that rejoiceth at destruction, shall not be unpunished."},{"number":6,"verse":"Children’s children are the crown of the elders: and the glory of the children are their fathers."},{"number":7,"verse":"(Hebrew, the lip of excellency.) High talk becometh not a fool, much less a lying talk a prince."},{"number":8,"verse":"A reward is as a stone pleasant in the eyes of them that have it: it prospereth, whithersoever it (The reward hath great force to gain the hearts of men.) turneth."},{"number":9,"verse":"He that covereth a transgression, seeketh love: but he that repeateth a matter, separateth the (He that admonisheth the prince of his fault, maketh him his enemy.) prince."},{"number":10,"verse":"A reproof entereth more into him that hath understanding, than an hundred stripes into a fool."},{"number":11,"verse":"A seditious person seeketh only evil, and a cruel (By the messenger is meant such means as God useth to punish the rebels.) messenger shall be sent against him."},{"number":12,"verse":"It is better for a man to meet a bear robbed of her whelps, than (Whereby he meaneth the wicked in his rage, who hath no fear of God.) a fool in his folly."},{"number":13,"verse":"(Rom. 12:17; 1 Thess. 5:15; 1 Pet. 3:9) He that rewardeth evil for good, evil shall not depart from his house."},{"number":14,"verse":"The beginning of strife is as one that openeth the waters: therefore, or the contention be meddled with, leave off."},{"number":15,"verse":"(Isa. 5:23; Prov. 24:24) He that justifieth the wicked, and he that condemneth the just, even they both are abomination to the Lord."},{"number":16,"verse":"Wherefore is there a (What availeth it the wicked to be rich, seeing he setteth not his mind to wisdom?) price in the hand of the fool to get wisdom, and he hath none heart?"},{"number":17,"verse":"A friend loveth at all times; and a (So that he is more than a friend, even a brother that helpeth in time of adversity.) brother is born for adversity."},{"number":18,"verse":"A man destitute of understanding, (Read Prov. 6:1.) toucheth the hand, and becometh surety for his neighbor."},{"number":19,"verse":"He loveth transgression that loveth strife: and he that exalteth his (Lifteth up himself above his degree.) gate, seeketh destruction."},{"number":20,"verse":"The froward heart findeth no good: and he that hath a naughty tongue, shall fall into evil."},{"number":21,"verse":"He that begetteth a fool, getteth himself sorrow, and the father of a fool can have no joy."},{"number":22,"verse":"(Prov. 15:13) A joyful heart causeth good health: but a sorrowful mind drieth the bones."},{"number":23,"verse":"A wicked man taketh a gift out of the (That is, secretly and out of the bosom of the rich.) bosom to wrest the ways of judgment."},{"number":24,"verse":"(Eccl. 2:14; Eccl. 8:1) Wisdom is in the face of him that hath understanding: but the eyes of a fool are in the (That is, wander to and fro, and seek not after wisdom.) corners of the world."},{"number":25,"verse":"A foolish son is a grief unto his father, and a (Prov. 10:1) heaviness to her that bare him."},{"number":26,"verse":"Surely it is not good to condemn the just, nor that the princes should smite such (For their well doing.) for equity."},{"number":27,"verse":"He that hath knowledge, spareth his words, and a man of understanding is of an excellent spirit."},{"number":28,"verse":"Even a fool, (when he holdeth his peace) is counted wise, and he that stoppeth his lips, prudent."}]}