{"bibleAbbr":"Geneva1599","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":3,"verses":[{"number":1,"verse":"(1 The words of God giveth life.5 Trust in God.7 Fear him.9 Honor him.11 Suffer his correction: 21 To them that follow the word of God, all things shall succeed well.) My son, forget not thou my Law, but let thine heart (Cross references: : Deut. 8:1; Deut. 30:16) keep my commandments."},{"number":2,"verse":"For they shall increase the length of thy (Long life is the blessing of God which he giveth to his, so far forth as it is expedient for them.) days and the years of life, and thy prosperity."},{"number":3,"verse":"Let not (By mercy and truth he meaneth the commandments of the first and second table: or else the mercy and faithfulness that we ought to use toward our neighbors.) mercy and truth forsake thee: bind them on thy (Keep them as a most precious jewel.) neck, and write them upon the table of thine (Have them ever in remembrance.) heart."},{"number":4,"verse":"So shalt thou find favor and good understanding in the sight of God and man."},{"number":5,"verse":"¶ Trust in the Lord with all thine heart, and lean not unto thine own wisdom."},{"number":6,"verse":"In all thy ways acknowledge him, and he shall direct thy ways."},{"number":7,"verse":"¶ Be not wise in thine own eyes: but fear the Lord, and depart from evil."},{"number":8,"verse":"So health shall be unto thy (By this part he comprehendeth the whole body, as by health he meaneth all the benefits promised in the Law both corporal and spiritual.) navel, and marrow unto thy bones."},{"number":9,"verse":"(As was commanded in the Law, Exod. 23:19; Deut. 26:2, and by this they acknowledged that God was the giver of all things, and that they were ready to bestow all at his commandment.) Honor the Lord with thy riches, and with the first fruits of all thine increase."},{"number":10,"verse":"So shall thy barns be filled with abundance, and thy presses shall (For the faithful distributor God giveth in greater abundance.) burst with new wine."},{"number":11,"verse":"¶ My son, refuse not the chastening of the Lord, neither be grieved with his correction."},{"number":12,"verse":"(Heb. 12:5; Rev. 3:19) For the Lord correcteth him, whom he loveth, even as the father doth the child, in whom he delighteth."},{"number":13,"verse":"Blessed is the man that findeth wisdom, and the man that getteth understanding."},{"number":14,"verse":"For the merchandise thereof is better than the merchandise of silver, and the gain thereof is better than gold."},{"number":15,"verse":"It is more precious than pearls: and all things that thou canst desire, are not to be compared unto her."},{"number":16,"verse":"Length of days is in her right hand, (Meaning, that he that seeketh wisdom, that is, suffereth himself to be governeth by the Word of God, shall have all prosperity both corporal and spiritual.) and in her right hand riches and glory."},{"number":17,"verse":"Her ways are ways of pleasure, and all her paths prosperity."},{"number":18,"verse":"She is a tree (Which bringeth forth such fruit that they that eat thereof have life: and he alludeth to the tree of life in paradise.) of life to them that lay hold on her, and blessed is he that retaineth her."},{"number":19,"verse":"The Lord by wisdom hath laid the (Hereby he showeth that this wisdom, whereof he speaketh, is everlasting, because it was before all creatures, and that all things even the whole world were made by it.) foundation of the earth, and hath stablished the heavens through understanding."},{"number":20,"verse":"By his knowledge the depths are broken up, and the clouds drop down the dew."},{"number":21,"verse":"My son, let not these things depart from thine eyes, but observe wisdom and counsel."},{"number":22,"verse":"So they shall be life to thy soul, and grace unto thy (Or, throat, read Prov. 1:9.) neck."},{"number":23,"verse":"Then shalt thou walk safely by the way: and thy foot shall not stumble."},{"number":24,"verse":"If thou sleepest, thou shalt not be afraid: and when thou sleepest, thy sleep shall be sweet."},{"number":25,"verse":"(For when God destroyeth the wicked, he will save his as he did Lot in Sodom.) Thou shalt not fear for any sudden fear, neither for destruction of the wicked, when it cometh."},{"number":26,"verse":"For the Lord shall be for thine assurance, and shall preserve thy foot from taking."},{"number":27,"verse":"¶ Withhold not the good from (Not only from them to whom the possession belongeth, but also thou shalt not keep it from them which have need of the use thereof.) the owners thereof, though there be power in [thine] hand to do it."},{"number":28,"verse":"Say not unto thy neighbor, Go and come again, and tomorrow will I give thee, if thou now have it."},{"number":29,"verse":"¶ Intend none hurt against thy neighbor, seeing he doth dwell (That is, putteth his trust in thee.) without fear by thee."},{"number":30,"verse":"¶ Strive not with a man causeless, when he hath done thee no harm."},{"number":31,"verse":"¶ Be not (Desire not to be like unto him.) envious for the wicked man, neither choose any of his ways,"},{"number":32,"verse":"For the froward is abomination unto the Lord: but his (That is, his covenant and fatherly affection which is hid and secret from the world.) secret is with the righteous."},{"number":33,"verse":"The curse of the Lord is in the house of the wicked: but he blesseth the habitation of the righteous."},{"number":34,"verse":"With the scornful (He will show by his plagues, that their scorns shall turn to their own destruction, as Prov. 1:26.) he scorneth, but he giveth grace unto the humble."},{"number":35,"verse":"The wise shall inherit glory: but fools dishonor, though they be exalted."}]}