{"bibleAbbr":"Geneva1599","bookName":"Proverbs","bookEnglishName":"Proverbs","chapterNumber":6,"verses":[{"number":1,"verse":"(1 Instruction for sureties.6 The slothful and sluggish is stirred to work.12 He describeth the nature of the wicked.16 The things that God hateth.20 To observe the word of God.24 To flee adultery.) My son, if thou be surety for thy neighbor, and hast stricken hands with the stranger,"},{"number":2,"verse":"Thou art (He forbiddeth us not to become surety one for another, according to the rule of charity, but that we consider for whom and after what sort, so that the creditor may not be defrauded.) snared with the words of thy mouth: thou art even taken with the words of thine own mouth."},{"number":3,"verse":"Do this now, my Son, and deliver thyself: seeing thou art come into the hand of thy neighbor, go, and humble thyself, and solicit thy friends."},{"number":4,"verse":"Give no sleep to thine eyes, nor slumber to thine eyelids."},{"number":5,"verse":"Deliver thyself as a Doe from the hand of the hunter, and as a bird from the hand of the fowler."},{"number":6,"verse":"¶ Go to (If the word of God cannot instruct thee, yet learn at the little pismire to labor for thyself and not to burden others.) the pismire, O sluggard: behold her ways, and be wise."},{"number":7,"verse":"For she having no guide, governor, nor ruler,"},{"number":8,"verse":"Prepareth her meat in the summer, and gathereth her food in harvest."},{"number":9,"verse":"How long wilt thou sleep, O sluggard? when wilt thou arise out of the sleep?"},{"number":10,"verse":"(Cross references: : Prov. 24:33) Yet a little sleep, a little slumber, (He expresseth lively the nature of the sluggards, which though they sleep never so long, yet have never enough, but ever seek occasions thereunto.) a little folding of the hands to sleep."},{"number":11,"verse":"Therefore thy poverty cometh as one that (That is, suddenly, and when thou lookest not for it.) traveleth by the way, and thy necessity like (It shall come in such sort, as thou are not able to resist it.) an armed man."},{"number":12,"verse":"The unthrifty man (He showeth to what inconvenience the idle persons and sluggards come, by calling them unthrifty, or the men of Belial, and slanderous.) and the wicked man walketh with a froward mouth."},{"number":13,"verse":"He maketh a sign with his eyes: he (Hebrew, speaketh.) signifieth with his feet: he (Thus all his gesture tendeth to wickedness.) instructeth with his fingers."},{"number":14,"verse":"Lewd things are in his heart: he imagineth evil at all times, and raiseth up contentions."},{"number":15,"verse":"Therefore shall his destruction come speedily: he shall be destroyed suddenly without recovery."},{"number":16,"verse":"¶ These six things doth the Lord hate: yea, his soul abhorreth seven:"},{"number":17,"verse":"The haughty eyes, a lying tongue, and the hands that shed innocent blood,"},{"number":18,"verse":"An heart that imagineth wicked enterprises, (Meaning, the raging affections, which carry a man away in such sort that he cannot tell what he doeth.) feet that be swift in running to mischief,"},{"number":19,"verse":"A false witness that speaketh lies, and him that raiseth up contentions among (Or, neighbors.) brethren."},{"number":20,"verse":"¶ My son, keep thy father’s commandment, and forsake not thy mother’s instruction."},{"number":21,"verse":"Bind them always upon thine (Read Prov. 3:3.) heart, and tie them about thy neck."},{"number":22,"verse":"It shall lead thee when thou walkest: it shall watch for thee when thou sleepest, and when thou wakest, it shall talk with thee."},{"number":23,"verse":"For the (By the commandment, he meaneth the word of God: and by the instruction, the preaching and declaration of the same, which is committed to the Church.) commandment is a lantern, and instruction a light: and (And reprehensions when the word is preached bring us to life.) corrections for instruction are the way of life,"},{"number":24,"verse":"To keep thee from the wicked woman, and from the flattery of the tongue of a strange woman."},{"number":25,"verse":"Desire not her beauty in thine heart, neither let her take thee with her (With her wanton looks and gesture.) eye lids."},{"number":26,"verse":"For because of the whorish woman, a man is brought to a morsel of bread, and a woman will hunt for the precious life of a man."},{"number":27,"verse":"(Meaning, that she will never cease till she have brought thee to beggary, and then seek thy destruction.) Can a man take fire in his bosom, and his clothes not be burnt?"},{"number":28,"verse":"Or can a man go upon coals, and his feet not be burnt?"},{"number":29,"verse":"So he that goeth into his neighbor’s wife, shall not be innocent, whosoever toucheth her."},{"number":30,"verse":"Men do not (He reproveth not theft, but showeth that it is not so abominable as whoredom, forasmuch as theft might be redeemed: but adultery was a perpetual infamy, and death by the law of God.) despise a thief, when he stealeth to satisfy his (Meaning, for very necessity.) soul, because he is hungry."},{"number":31,"verse":"But if he be found, he shall restore sevenfold, or he shall give all the substance of his house."},{"number":32,"verse":"But he that commiteth adultery with a woman, he (Hebrew, faileth in heart.) is destitute of understanding: he that doeth it, destroyeth his own soul."},{"number":33,"verse":"He shall find (That is, death appointed by the Law.) a wound and dishonor, and his reproach shall never be put away."},{"number":34,"verse":"For jealousy is the rage of a man: therefore he will not (He showeth that man by nature seeketh his death, that hath abused his wife, and so concludeth, that neither God’s Law nor the law of nature admitteth any ransom for the adultery.) spare in the day of vengeance."},{"number":35,"verse":"He cannot bear the sight of any ransom: neither will he consent, though thou augment the gifts."}]}