{"bibleAbbr":"GB1539","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":1,"verses":[{"number":1,"verse":"In the eyght moneth of the seconde yeare of kynge Darius, came the worde of the Lord vnto Zacharie the sonne of Barachias, the sonne of Addo, the prophete, sayenge:"},{"number":2,"verse":"The Lorde hath bene sore displeased at youre forefathers."},{"number":3,"verse":"And saye thou vnto them: thus sayth the Lorde of hootes: Turne you vnto me (sayeth the Lorde of hostes) and I wyll turne me vnto you, sayth the Lorde of hoostes."},{"number":4,"verse":"Be ye not lyke your forefathers, vnto whom the prophetes cryed afore tyme, sayeng. Thus sayeth the Lord God of hostes. Turne you from youre euell wayes, and from youre wycked ymaginacyons. But they wolde not heare ner regarde me, sayeth the Lorde."},{"number":5,"verse":"What is now become of youre forefathers and the prophetes? are they yet styll alyue?"},{"number":6,"verse":"But dyd not my wordes and statutes (which I commaunded by my seruauntes the prophetes) touche youre forefathers? Upon this, they gaue answere and sayde: like as the Lorde of hoostes deuised to do vnto vs, according to oure owne wayes and ymagynacyons, euen so hath he delt with vs."},{"number":7,"verse":"Upon the . xxiiii. daye of the . xi. moneth whych is the moneth Sebah, in the seconde yeare of Darius, came the worde of the Lorde vnto Zachary the sonne of Barachias, the sonne of Addo the prophete, saying,"},{"number":8,"verse":"I sawe by nyght and lo, there sat one vpon a redd horse and stode styll amonge the myrre trees, that were beneth vpon the grounde, and behynde hym were there redd, speckled, and whyte horses."},{"number":9,"verse":"Then sayde I, O my Lorde, what are these? And the aungel that talked wyth me, sayde vnto me. I wyll shewe the what these be."},{"number":10,"verse":"And the man that stode amonge the myrre trees answered & sayde: These are they whom the Lorde hathe sente to go thorowe the world."},{"number":11,"verse":"And they answered the aungel of the Lorde, that stode among the myr trees and sayde. We haue gone thorowe the worlde: and beholde all the worlde dwell at ease and are carelesse."},{"number":12,"verse":"Then the Lordes aungel gaue answer and sayde: O Lorde of hoostes, howe longe wylt thou be vnmercyful to Ierusalem and to the cyties of Iuda? With whom thou hast bene dyspleased nowe these thre score & ten yeares."},{"number":13,"verse":"So the Lorde gaue a louynge and a confortable answere vnto the aungel that talked wyth me."},{"number":14,"verse":"And the aungel that comened with me, sayd vnto me: Crye thou, & speake. Thus sayeth the Lorde of hoostes. I am exceadynge gelous ouer Ierusalem and Sion,"},{"number":15,"verse":"and sore displeased at the carelesse Heathen: for where as I was but alytle angry, they dyd theyr beste that I myght destroye them"},{"number":16,"verse":"Therfore thus sayeth the Lord: I wyl turne me agayne in mercye toward Ierusalem, so that my house shalbe buylded in it, sayeth the Lorde of hoostes, yee, and the plommet shalbe layed abroade in Ierusalem, sayeth the Lorde of hoostes."},{"number":17,"verse":"Crye also, and speake thus sayeth the Lorde of hoostes. My cyties shalbe in good prosperyte agayne, the Lorde shall yet conforte Sion: & chose Ierusalem:"},{"number":18,"verse":"Then lyfte I vp myne eyes, & sawe, & beholde foure hornes."},{"number":19,"verse":"And I sayde vnto the aungel, that talked wt me what be these? he answered me. These are the hornes which haue scatered Iuda, Israel & Ierusalem abroade."},{"number":20,"verse":"And the Lord shewed me foure carpenters."},{"number":21,"verse":"Then sayde I: what wyll these do? He answered and sayde Those are the hornes which haue so stroweed Iuda abroad, that no man durste lyft vp hys heade: But these are come to fray them awaye: & to caste out the hornes of the Gentiles: whyche lyfte vp theyr horne ouer the lande of Iuda, to scatre it abroade."}]}