{"bibleAbbr":"GB1539","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":7,"verses":[{"number":1,"verse":"It happened also in the fourth yeare of kynge Darius, that the worde of the Lorde came vnto Zachary in the fourth daye of the nynth moneth, which is called, Casleu:"},{"number":2,"verse":"what tyme as Sarasar & Rogomelech & the men that were wt them sent vnto Bethell for to praye before the Lorde:"},{"number":3,"verse":"and that they shulde saye vnto the prestes, which were in the house of the Lord of hoostes, and to the prophetes. Shuld I wepe in the fyfth moneth, & absteyne as I haue done nowe certayne yeares?"},{"number":4,"verse":"Then came the worde of the Lorde of hoostes vnto me sayenge."},{"number":5,"verse":"Speake vnto all the people of the land, and to the prestes, and saye: when ye fasted and mourned in the fyfth & seuenth moneth (now this . lxx. yeares) dyd ye fast vnto me?"},{"number":6,"verse":"When ye dyd eate also and droncke, dyd ye not eate & dryncke for youre awne selues?"},{"number":7,"verse":"Are not these the wordes, which the Lorde spake by his prophetes afore tyme, when Ierusalem was yet inhabited and welthy, she and the cytyes rounde aboute her: when there dwelt men, both towarde the south and in the playne countrees?"},{"number":8,"verse":"And the worde of the Lorde came vnto Zachary, sayenge."},{"number":9,"verse":"Thus sayeth the Lorde of hoostes. Execute true iudgement: shewe mercy & louynge kyndnesse, euery man to hys brother."},{"number":10,"verse":"Do the wyddowe, the fatherles, the straunger, & poore no wrong: & let no man ymagen euel agaynst hys brother in hys herte."},{"number":11,"verse":"Neuerthelesse, they wolde not take hede, but turned theyr backes, and stopped theyr eares, that they shulde not heare:"},{"number":12,"verse":"yee, they made theyr hertes as an Adamant stone lest they shulde heare the lawe & wordes, which the Lord of hoostes sent in hys holy sprete by the prophetes afore tyme. Wherfore the Lord of hoostes was very wroth at them."},{"number":13,"verse":"And thus is it come to passe: that lyke as he spake and they wolde not heare: euen so they cryed, and I wolde not heare (sayth the Lord of hoostes)"},{"number":14,"verse":"but scatered them amonge all Gentyles, whom they knewe not. Thus the lande was made so desolate, the there trauayled no man in it nether to, ner fro, for that pleasaunt lande was vtterly layed waste."}]}