{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "1 கொரிந்தியர்",
  "bookEnglishName" : "1 Corinthians",
  "chapterNumber" : 10,
  "verses" : [ {
    "number" : 1,
    "verse" : "(இஸ்ரயேலின் சரித்திரத்திலிருந்து எச்சரிக்கை)பிரியமானவர்களே, யூதர்களாகிய நமது முன்னோர்கள் அனைவருமே மேகத்தின் கீழாக நடந்து செங்கடலைக் கடந்து சென்றார்கள் என்ற உண்மையை நீங்கள் அறியாதிருப்பதை நான் விரும்பவில்லை."
  }, {
    "number" : 2,
    "verse" : "அவர்கள் எல்லோரும் மேகத்தினாலும், கடலினாலும் மோசேக்குள் ஞானஸ்நானம் பெற்றார்கள்."
  }, {
    "number" : 3,
    "verse" : "அவர்கள் அனைவரும் ஒரே ஆவிக்குரிய உணவை உண்டு,"
  }, {
    "number" : 4,
    "verse" : "ஒரே ஆவிக்குரிய பானத்தை அருந்தினார்கள். அவர்களைப் பின்தொடர்ந்து வந்த ஆவிக்குரிய கற்பாறையிலிருந்தே அந்தப் பானத்தை அருந்தினார்கள். கிறிஸ்துவே அந்தக் கற்பாறை."
  }, {
    "number" : 5,
    "verse" : "அப்படியிருந்தும், இறைவன் அவர்களில் பெரும்பாலானவர்கள் மேல் பிரியமாய் இருக்கவில்லை. இதனால் அவர்கள் மரணித்து பாலைநிலத்தில் அவர்கள் உடல்கள் கிடந்தன."
  }, {
    "number" : 6,
    "verse" : "அவர்கள் தங்கள் இருதயங்களில் தீமையான காரியங்களின் மேல் நாட்டம் கொண்டதுபோல நாமும் இராதவாறு, இவை நமக்கு முன்னெச்சரிக்கையாக இருக்கின்றன."
  }, {
    "number" : 7,
    "verse" : "அவர்களில் சிலர் விக்கிரகத்தை வழிபடுகின்றவர்களாக இருந்தது போல நீங்களும் இருக்க வேண்டாம். “மக்கள் உண்பதற்கும் குடிப்பதற்கும் உட்கார்ந்து முறைகேடான விளையாட்டுக்களில் ஈடுபட எழுந்திருந்தார்கள்” என்று எழுதியிருக்கின்றது."
  }, {
    "number" : 8,
    "verse" : "அப்படியே அவர்களில் சிலர் பாலியல் ஒழுக்கக்கேட்டில் ஈடுபட்டதைப் போல நாமும் ஈடுபடாதிருப்போமாக. அதனால்தான் அவர்களில் இருபத்து மூவாயிரம் பேர் ஒரே நாளில் இறந்து போனார்கள்."
  }, {
    "number" : 9,
    "verse" : "அவர்களில் சிலர் கிறிஸ்துவை சோதித்ததால் பாம்புகளினால் கொல்லப்பட்டது போல நாமும் சோதிக்காது இருப்போமாக."
  }, {
    "number" : 10,
    "verse" : "அவர்களில் சிலர் அதிருப்தியுடன் குறை கூறி மரணதூதனால் கொல்லப்பட்டதைப் போல நாமும் குறை கூறாமல் இருப்போமாக."
  }, {
    "number" : 11,
    "verse" : "அவர்களுக்கு நடந்த இக்காரியங்கள் அனைத்தும் ஒரு எடுத்துக்காட்டாய் இருப்பதோடு, கடைசிக் காலங்களில் வாழும் நமக்கு முன்னெச்சரிக்கையாக எழுதப்பட்டிருக்கின்றன."
  }, {
    "number" : 12,
    "verse" : "ஆதலால் நிற்கின்றதாக எண்ணுகின்ற நீங்கள் விழுந்து விடாதபடி கவனமாயிருங்கள்."
  }, {
    "number" : 13,
    "verse" : "மனிதர்களுக்கு ஏற்படுகின்ற சோதனையைத் தவிர வேறெந்த சோதனையும் உங்களுக்கு ஏற்படவில்லை. இறைவனோ உண்மையுள்ளவர். உங்களால் தாங்க முடியாத அளவுக்கு நீங்கள் சோதிக்கப்படாதவாறு, நீங்கள் சோதனைக்கு உட்படும்போது அதிலிருந்து தப்பித்துக்கொள்ளக் கூடிய ஒரு வழியையும் அவர் உங்களுக்கு ஏற்படுத்தித் தருவார். அதனால், உங்களுக்கு அதைத் தாங்கிக்கொள்ளக் கூடியதாயிருக்கும்."
  }, {
    "number" : 14,
    "verse" : "(விக்கிரக வழிபாடு)ஆகையால் என் அன்பான நண்பர்களே, விக்கிரக வழிபாட்டைவிட்டு விலகி ஓடுங்கள்."
  }, {
    "number" : 15,
    "verse" : "நான் அறிவாற்றலுள்ள மக்களுடனே பேசுகின்றேன். நான் சொல்வதை நீங்களே ஆராய்ந்து தீர்மானியுங்கள்."
  }, {
    "number" : 16,
    "verse" : "நாம் நன்றி செலுத்தி ஆசீர்வாத கிண்ணத்தில் பங்குகொள்வது கிறிஸ்துவின் இரத்தத்தில் பங்குகொள்ளுதலாய் இருக்கின்றது அல்லவா? நாம் அப்பத்தைத் துண்டுகளாக்கிப் பகிர்ந்துகொள்வது கிறிஸ்துவின் உடலில் பங்குகொள்ளுதலாய் இருக்கின்றது அல்லவா?"
  }, {
    "number" : 17,
    "verse" : "ஏனெனில், அப்பம் ஒன்றாய் இருப்பதனால், நாம் பலராய் இருந்தாலும் நாம் எல்லோரும் ஒரே அப்பத்தில் பங்குகொள்கின்றபடியால் ஒரே உடலாயிருக்கிறோம்."
  }, {
    "number" : 18,
    "verse" : "இஸ்ரயேலரை கவனித்துப் பாருங்கள். பலி செலுத்தப்பட்டதை உண்பவர்கள் பலிபீடத்தின் ஊடாக ஐக்கியம் அடைந்தார்கள் அல்லவா?"
  }, {
    "number" : 19,
    "verse" : "அப்படியானால் விக்கிரகத்துக்குச் செலுத்தப்பட்ட பலியை ஒரு பொருட்டாகவோ, அல்லது விக்கிரகத்தை ஒரு பொருட்டாகவோ நான் கருதுகிறேனா?"
  }, {
    "number" : 20,
    "verse" : "இல்லையே, அஞ்ஞானிகளின் பலிகள் இறைவனுக்கல்ல, பிசாசுகளுக்கே பலியிடப்படுகின்றன. அதனால், நீங்கள் பிசாசுகளுடன் பங்காளிகளாய் இருப்பதை நான் விரும்பவில்லை."
  }, {
    "number" : 21,
    "verse" : "ஆண்டவருடைய கிண்ணத்திலிருந்தும் பிசாசுகளுடைய கிண்ணத்திலிருந்தும் நீங்கள் அருந்த முடியாது. ஆண்டவரின் பந்தியும், பிசாசுகளின் பந்தியும் ஆகிய இரண்டிலும் நீங்கள் பங்குள்ளவர்களாக முடியாது."
  }, {
    "number" : 22,
    "verse" : "இவ்வாறு, நாம் ஆண்டவருடைய கோபத்தைத் தூண்டிவிட முயலுகிறோமா? நாம் அவரைவிடப் பலமுள்ளவர்களா?"
  }, {
    "number" : 23,
    "verse" : "(விசுவாசிகளின் சுதந்திரம்)“எல்லாவற்றையும் செய்ய எனக்கு அனுமதி உண்டு” என்று சொல்லப்படுகிறது. ஆனால் எல்லாமே பயனுள்ளதாயிராது. “எல்லாவற்றையும் செய்ய எனக்கு அனுமதி உண்டு.” ஆனால், எல்லாமே அனைவரும் வளர்ச்சியடைவதற்கு உகந்தவையல்ல."
  }, {
    "number" : 24,
    "verse" : "ஒருவன் தனது நலனை மட்டுமே தேடாமல் மற்றவர்களது நலனையும் தேட வேண்டும்."
  }, {
    "number" : 25,
    "verse" : "சந்தையில் விற்கும் எதையும் மனசாட்சியின் பொருட்டு எவ்வித கேள்வியும் கேட்காமல் நீங்கள் வாங்கி உண்ணலாம்."
  }, {
    "number" : 26,
    "verse" : "ஏனெனில், “பூமியும், அதிலிருக்கும் ஒவ்வொன்றும் கர்த்தருடையவை.”"
  }, {
    "number" : 27,
    "verse" : "அவிசுவாசி ஒருவன் உங்களை உணவுக்கு அழைக்கும்போது அங்கு நீங்கள் போக விரும்பினால் உங்கள் முன்னால் வைக்கப்படுவதை மனசாட்சியின் பொருட்டு எவ்வித கேள்விகளையும் கேட்காமல் வாங்கி உண்ணுங்கள்."
  }, {
    "number" : 28,
    "verse" : "ஆனால் எவனாவது உங்களிடம், “இது விக்கிரகத்துக்கு படைக்கப்பட்ட உணவு” என்று கூறுவானாயின், அந்த மனிதனுக்காகவும் மனசாட்சியின் பொருட்டும் அதை உண்பதைத் தவிர்த்துக்கொள்ளுங்கள்."
  }, {
    "number" : 29,
    "verse" : "நான் குறிப்பிடுவது உங்களுடைய மனசாட்சியை அல்ல, மற்றவனுடைய மனசாட்சியையே குறிப்பிடுகிறேன். அப்படியானால், தான் எதைச் செய்வது அல்லது செய்யக் கூடாது என்பதை மற்றொருவரின் மனசாட்சியை வைத்தா தீர்மானிக்க வேண்டும் என்றும்,"
  }, {
    "number" : 30,
    "verse" : "தான் நன்றியறிதலோடு பங்குபற்றும் உணவுப் பந்தியில் இறைவனுக்கு நன்றி செலுத்தி உண்கின்ற எதைக் குறித்தாகிலும் தன்மீது களங்கம் சுமத்தப்படலாமா என்றும் ஒருவர் கேள்விகளை எழுப்பலாமா?"
  }, {
    "number" : 31,
    "verse" : "இல்லை. நீங்கள் உண்டாலும், குடித்தாலும் வேறு எதைச் செய்தாலும், அவையனைத்தையும் இறைவனுடைய மகிமைக்காகவே செய்யுங்கள்."
  }, {
    "number" : 32,
    "verse" : "யூதர்களுக்கோ கிரேக்கர்களுக்கோ இறைவனுடைய திருச்சபைக்கோ யாருக்குமே இடையூறாய் இருக்க வேண்டாம்."
  }, {
    "number" : 33,
    "verse" : "அவ்வாறே நானும் எல்லாவற்றிலும் ஒவ்வொருவரையும் பிரியப்படுத்தவே முயற்சிக்கிறேன். நான் என்னுடைய நன்மையை நாடுபவனாக இல்லாமல், பலர் இரட்சிக்கப்பட வேண்டும் என்பதற்காக அநேகருடைய நன்மையை நாடி செயற்படுகிறேன்."
  } ]
}