{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "1 கொரிந்தியர்",
  "bookEnglishName" : "1 Corinthians",
  "chapterNumber" : 11,
  "verses" : [ {
    "number" : 1,
    "verse" : "நான் கிறிஸ்துவைப் பின்பற்றுவது போல நீங்கள் என் முன்மாதிரியைப் பின்பற்றுங்கள்."
  }, {
    "number" : 2,
    "verse" : "வழிபாட்டில் தலையை மூடிக்கொள்ளல்நீங்கள் எல்லாவற்றிலும் என்னை நினைவுகூர்ந்து, நான் உங்களுக்குக் கற்றுக் கொடுத்த சம்பிரதாயங்கள் எல்லாவற்றையும் அதேவிதமாக பின்பற்றுவதற்காக உங்களைப் பாராட்டுகிறேன்."
  }, {
    "number" : 3,
    "verse" : "ஒவ்வொரு மனிதனுக்கும் கிறிஸ்துவே தலைவராய் இருக்கின்றார், ஒவ்வொரு பெண்ணுக்கும் அவளுடைய கணவனே தலைவனாய் இருக்கின்றான், கிறிஸ்துவுக்கு இறைவனே தலைவராய் இருக்கின்றார் என்பதை நீங்கள் அறிந்துகொள்ள வேண்டுமென்று விரும்புகிறேன்."
  }, {
    "number" : 4,
    "verse" : "எனவே தன் தலையை மூடிக்கொண்டு மன்றாடுகின்றவனோ, அல்லது இறைவாக்கு உரைக்கின்றவனோ தன் தலையை அவமதிக்கிறான்."
  }, {
    "number" : 5,
    "verse" : "ஒவ்வொரு பெண்ணும் தான் மன்றாடும்போது அல்லது இறைவாக்கு உரைக்கும்போது தன் தலையை மூடிக்கொள்ளாதுவிட்டால், தன் தலையை அவமதிக்கிறாள். அது அவளது தலை மொட்டையடிக்கப்பட்டதற்கு சமமாயிருக்கும்."
  }, {
    "number" : 6,
    "verse" : "இவ்விதம் ஒரு பெண் தன் தலையை மூடிக்கொள்ளாவிட்டால் அவள் தன் தலைமுடியை கட்டையாக கத்தரித்துக்கொள்ள வேண்டும். அப்படியாக, தன் தலைமுடியை கட்டையாக கத்தரித்துக்கொள்வதோ, தலையை மொட்டையடிப்பதோ அவளுக்கு அவமானமாக இருந்தால் அவள் தன் தலையை மூடிக்கொள்ள வேண்டும்."
  }, {
    "number" : 7,
    "verse" : "ஒரு ஆண் இறைவனுடைய சாயலும் மகிமையுமாய் இருக்கின்றான். எனவே தன் தலையை மூடிக்கொள்ள வேண்டியதில்லை. ஆனால் ஒரு பெண்ணோ ஆணின் மகிமையாய் இருக்கின்றாள்."
  }, {
    "number" : 8,
    "verse" : "ஏனெனில் பெண்ணிலிருந்து ஆண் படைக்கப்படவில்லை, ஆணிலிருந்தே பெண்ணானவள் படைக்கப்பட்டாள்."
  }, {
    "number" : 9,
    "verse" : "அத்தோடு, பெண்ணுக்காக ஆண் படைக்கப்படவில்லை. ஆணுக்காகவே பெண்ணானவள் படைக்கப்பட்டாள்."
  }, {
    "number" : 10,
    "verse" : "எனவே தூதர்களின் பொருட்டு ஒரு பெண் அதிகாரத்துக்குட்பட்டவள் என்பதைக் காட்ட தன் தலையின்மேல் அதிகாரத்தின் அடையாளத்தைக் கொண்டிருக்க வேண்டும்."
  }, {
    "number" : 11,
    "verse" : "எவ்வாறாயினும் கர்த்தருக்குள் ஆண் இல்லாமல் பெண்ணோ, பெண் இல்லாமல் ஆணோ இல்லை."
  }, {
    "number" : 12,
    "verse" : "ஏனெனில் ஆணிலிருந்து பெண் படைக்கப்பட்டது போலவே பெண்ணிலிருந்து ஆண் பிறக்கிறான். ஆனால் எல்லாம் இறைவனிடத்திலிருந்தே வருகின்றன."
  }, {
    "number" : 13,
    "verse" : "ஒரு பெண் வழிபாட்டின்போது தலையை மூடிக்கொள்ளாமல் இறைவனை நோக்கி மன்றாடுவது தகுதியானதோ? நீங்களே தீர்மானியுங்கள்."
  }, {
    "number" : 14,
    "verse" : "ஒரு மனிதன் தன் தலைமுடியை நீளமாக வைத்துக்கொண்டால் அது அவனுக்குத் தகுந்தது அல்ல என்று இயற்கையும் போதிக்கிறதே?"
  }, {
    "number" : 15,
    "verse" : "ஆனால், ஒரு பெண் தனது தலைமுடியை நீளமாக வைத்துக்கொண்டால், அது அவளுக்கு மகிமையாயிருக்கும். நீளமான தலைமுடியே அவளுக்கு முக்காடாகக் கொடுக்கப்பட்டிருக்கிறது."
  }, {
    "number" : 16,
    "verse" : "இதைக் குறித்து யாரேனும் விவாதிக்க விரும்பினால் எங்களுக்கோ இறைவனின் திருச்சபைக்கோ அப்படிப்பட்ட வழக்கம் இல்லை என்று அறியுங்கள்."
  }, {
    "number" : 17,
    "verse" : "ஆண்டவரின் திருவிருந்துநான் உங்களுக்குக் கூறும் பின்வரும் அறிவுரைகளில் உங்களைப் புகழப் போவதில்லை, ஏனெனில் நீங்கள் ஒன்றுகூடி வருவது நன்மையைவிட தீமையையே உண்டாக்குகின்றது."
  }, {
    "number" : 18,
    "verse" : "முதலாவதாக, நீங்கள் திருச்சபையாக ஒன்றுகூடும்போது உங்களிடையே பிரிவினைகள் இருப்பதாகக் கேள்விப்படுகிறேன். அதை நான் ஓரளவு நம்புகிறேன்."
  }, {
    "number" : 19,
    "verse" : "உங்களில் உண்மையானவர்கள் யார் என்று அறியும் பொருட்டு உங்கள் மத்தியில் பிரிவினைகள் இருக்க வேண்டியது அவசியம்."
  }, {
    "number" : 20,
    "verse" : "நீங்கள் ஒன்றுகூடும்போது உண்பது ஆண்டவருடைய திருவிருந்து அல்ல."
  }, {
    "number" : 21,
    "verse" : "ஏனெனில் நீங்கள் அதை உட்கொள்ளும் வேளையில் ஒருவன் மற்றவனுக்காக காத்திராமல் சொந்த உணவை முந்தி உட்கொள்கிறான். இதனால் ஒருவன் பசியாயிருக்கிறான், மற்றொருவன் குடிவெறியில் இருக்கின்றான்."
  }, {
    "number" : 22,
    "verse" : "உண்ணவும் குடிக்கவும் உங்களுக்கு வீடுகள் இல்லையோ? நீங்கள் இறைவனுடைய திருச்சபையை அவமதித்து, எளியவர்களை வெட்கத்துக்கு உள்ளாக்குகிறீர்களா? உங்களுக்கு நான் என்ன சொல்வேன்? இதைக் குறித்து நான் உங்களைப் பாராட்டுவேனா? நிச்சயமாக இல்லை."
  }, {
    "number" : 23,
    "verse" : "ஆண்டவர் எனக்குக் கற்றுக் கொடுத்ததையே நான் உங்களுக்கு ஒப்புவித்தேன். ஆண்டவர் இயேசு தாம் காட்டிக் கொடுக்கப்பட்ட இரவிலே அப்பத்தை எடுத்து,"
  }, {
    "number" : 24,
    "verse" : "நன்றி செலுத்திய பின்பு, அவர் அதைத் துண்டுகளாக்கி, “இது உங்களுக்காகக் கொடுக்கப்படுகின்ற என்னுடைய உடல், என்னை நினைவுகூரும்படி இதைச் செய்யுங்கள்” என்றார்."
  }, {
    "number" : 25,
    "verse" : "அவ்விதமாகவே உணவருந்திய பின்பு அவர் கிண்ணத்தை எடுத்து, “இந்தக் கிண்ணம், என்னுடைய இரத்தத்தினாலான புதிய உடன்படிக்கை. இதை நீங்கள் அருந்தும் போதெல்லாம் என்னை நினைவுகூரும்படி இதைச் செய்யுங்கள்” என்றார்."
  }, {
    "number" : 26,
    "verse" : "ஏனெனில், நீங்கள் இந்த அப்பத்தை உட்கொண்டு, இந்தக் கிண்ணத்தில் அருந்தும் போதெல்லாம், ஆண்டவர் மீண்டும் வரும்வரை அவருடைய மரணத்தை பிரசித்தப்படுத்துகிறீர்கள்."
  }, {
    "number" : 27,
    "verse" : "ஆகையால், எவனாவது தகுதியற்ற விதத்தில் அப்பத்தை உட்கொண்டு, ஆண்டவருடைய கிண்ணத்தில் அருந்தினால் அவன் ஆண்டவருடைய உடலுக்கும் அவருடைய இரத்தத்திற்கும் எதிராகக் குற்றம் செய்கின்றவனாயிருப்பான்."
  }, {
    "number" : 28,
    "verse" : "எனவே, ஒவ்வொருவனும் அப்பத்தை உட்கொண்டு, கிண்ணத்திலிருந்து அருந்தும் முன் தன்னை ஆராய்ந்து பார்க்க வேண்டும்."
  }, {
    "number" : 29,
    "verse" : "ஏனெனில், ஒருவன் ஆண்டவருடைய உடல் என்ற உணர்வு இல்லாமல் இதை உட்கொண்டு அருந்துவானாயின், அவன் தன் மேல் நியாயத்தீர்ப்பை வரவழைத்துக் கொள்கின்றான்."
  }, {
    "number" : 30,
    "verse" : "இதனாலேயே உங்களில் பலர் பலவீனப்பட்டும், வியாதிப்பட்டும் இருக்கின்றனர், உங்களில் சிலர் மரணமடைந்தும் உள்ளார்கள்."
  }, {
    "number" : 31,
    "verse" : "ஆகவே, நம்மை நாமே ஆராய்ந்தறிந்தால் நாம் நியாயத்தீர்ப்புக்கு உள்ளாக மாட்டோம்."
  }, {
    "number" : 32,
    "verse" : "அப்படியிருந்தும் நாம் கர்த்தரால் இப்போது நியாயம் தீர்க்கப்படும்போது, நாம் அவரால் தண்டிக்கப்பட்டு சீர்ப்படுத்தப்படுகிறோம். இதனால், நாம் உலகத்தவர்களோடு குற்றவாளிகளாய்த் தீர்க்கப்பட மாட்டோம்."
  }, {
    "number" : 33,
    "verse" : "ஆகையால் பிரியமானவர்களே, நீங்கள் திருச்சபையாக உண்பதற்கு ஒன்றுகூடி வரும்போது ஒருவருக்காக ஒருவர் காத்திருங்கள்."
  }, {
    "number" : 34,
    "verse" : "ஒருவன் பசியாயிருந்தால் அவன் வீட்டிலேயே உண்ண வேண்டும். அப்போது நீங்கள் ஒன்றுகூடி வரும்போது குற்றவாளியாக தீர்க்கப்பட மாட்டீர்கள். மற்ற விடயங்களைக் குறித்த அறிவுரைகளை நான் வரும்போது உங்களுக்குத் தருகிறேன்."
  } ]
}