{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "1 கொரிந்தியர்",
  "bookEnglishName" : "1 Corinthians",
  "chapterNumber" : 4,
  "verses" : [ {
    "number" : 1,
    "verse" : "(கிறிஸ்துவின் அப்போஸ்தலன்)எனவே எங்களைக் கிறிஸ்துவின் ஊழியர்கள் என்றும் இறைவனின் மறைபொருள்களை பிரசித்தப்படுத்துவதற்கு பொறுப்புடையவர்கள் என்றும் மக்கள் எண்ண வேண்டும்."
  }, {
    "number" : 2,
    "verse" : "எப்போதும் பொறுப்பாளர் உண்மையுள்ளவர் என்று நிரூபிக்கப்பட வேண்டியது அவசியம்."
  }, {
    "number" : 3,
    "verse" : "உங்களாலேயாவது, எந்த மனிதருடைய நீதிமன்றத்தினாலேயாவது நான் நியாயம் தீர்க்கப்படுவதை பெரிதாக எண்ணுவதில்லை. நானும் என்னைக் குறித்து நியாயத்தீர்ப்புச் செய்வதில்லை."
  }, {
    "number" : 4,
    "verse" : "என் மனசாட்சி சுத்தமாயிருக்கிறது, அதனால் நான் குற்றமற்றவன் என்றில்லை. கர்த்தரே என்னை நியாயம் தீர்க்கின்றவர்."
  }, {
    "number" : 5,
    "verse" : "எனவே, குறிக்கப்பட்ட காலம் வருமுன்பே நீங்கள் எவரையும் நியாயம் தீர்க்க வேண்டாம்; ஆண்டவர் வரும்வரை காத்திருங்கள். அவர் இருளில் மறைந்திருப்பவைகளை வெளிச்சத்துக்குக் கொண்டுவந்து மனிதருடைய உள்ளங்களின் நோக்கங்களை தெளிவாக வெளிப்படுத்தும்போது, ஒவ்வொருவனும் தனக்குரிய புகழ்ச்சியை இறைவனிடத்திலிருந்து பெற்றுக்கொள்வான்."
  }, {
    "number" : 6,
    "verse" : "இப்போதும் பிரியமானவர்களே, என்னையும் அப்பொல்லோவையும் முன்னுதாரணமாக குறிப்பிட்டு உங்கள் நன்மைக்காகச் சொல்கின்றேன்; “எழுதியிருப்பதற்கு அப்பால் போக வேண்டாம்” என்பதன் கருத்தை நீங்கள் எங்களிடமிருந்து கற்றுக்கொள்ளுங்கள், அப்போது ஒருவர் மற்றவரைவிட தன்னை மேலாக எண்ணாமல் இருப்பீர்கள்."
  }, {
    "number" : 7,
    "verse" : "ஏனெனில், உங்களை மற்றவர்களைவிட உயர்ந்தவர்கள் எனக் காண்பவர்கள் யார்? நீங்கள் வரமாகப் பெற்றுக்கொள்ளாத எது உங்களிடம் இருக்கின்றது? நீங்கள் அதை வரமாகப் பெற்றிருந்தால், அதை ஒரு வரமாகப் பெறாத ஒருவனைப் போல் ஏன் பெருமை பாராட்டுகிறீர்கள்?"
  }, {
    "number" : 8,
    "verse" : "உங்களுக்குத் தேவையானதெல்லாம் இருக்கின்றது! நீங்கள் செல்வந்தர்களாகிவிட்டீர்கள்! நாங்கள் இல்லாமல் நீங்கள் அரசர்களாகிவிட்டீர்கள்! நீங்கள் அரசர்களானால் நாங்களும் உங்களுடன் சேர்ந்து அரசாளலாமே."
  }, {
    "number" : 9,
    "verse" : "நான் நினைக்கின்றபடி, இறைவன் அப்போஸ்தலர்களாகிய எங்களை மரணத்துக்கு நியமிக்கப்பட்டவர்களின் வரிசையின் இறுதியில் காட்சிப் பொருளாக நிறுத்தினார். நாங்கள் முழு உலகத்திற்கும் இறைதூதர்களுக்கும் மனிதர்களுக்கும் கண்காட்சி ஆனோம்."
  }, {
    "number" : 10,
    "verse" : "கிறிஸ்துவுக்காக நாங்கள் அறிவீனர்கள். ஆனால் நீங்களோ கிறிஸ்துவில் ஞானமுள்ளவர்கள்! நாங்கள் பலவீனர், நீங்களோ பலசாலிகள்! நீங்கள் மதிக்கப்படுகிறீர்கள், நாங்களோ அவமதிக்கப்படுகிறோம்!"
  }, {
    "number" : 11,
    "verse" : "இந்நேரம் வரையும் நாங்கள் பசியும் தாகமும் உள்ளவர்களாகவும், கந்தல் உடையுடன் துன்பப்பட்டவர்களாகவும், வீடற்றவர்களுமாகவும் இருக்கின்றோம்."
  }, {
    "number" : 12,
    "verse" : "நாங்கள் எங்கள் சொந்தக் கைகளினால் கடுமையாக உழைத்து, மற்றவர்கள் எங்களைச் சபிக்கும்போது ஆசீர்வதிக்கிறோம். துன்புறுத்தப்படும்போது தாங்கிக்கொள்கிறோம்."
  }, {
    "number" : 13,
    "verse" : "மற்றவர்கள் எங்களை அவதூறாய்ப் பேசுகின்றபோது, தயவுடன் பதிலளிக்கிறோம். இதுவரை நாங்கள் உலகத்தின் கழிவுப் பொருளாகவும் பூமியின் குப்பையாகவும் எண்ணப்படுகிறோம்."
  }, {
    "number" : 14,
    "verse" : "(பவுலின் முறையீடும் எச்சரிக்கையும்)நீங்கள் வெட்கித் தலைகுனிய வேண்டும் என்பதற்காக நான் இவற்றை உங்களுக்கு எழுதாமல், என் அன்பான பிள்ளைகளென எண்ணி உங்களை எச்சரிப்பதற்காகவே எழுதுகிறேன்."
  }, {
    "number" : 15,
    "verse" : "கிறிஸ்துவுக்குள் உங்களுக்குப் பத்தாயிரம் பாதுகாவலர்கள் இருந்தாலும், தந்தைமார் அநேகர் இல்லை. நற்செய்தியின் மூலமாக நான் ஒருவனே கிறிஸ்து இயேசுவுக்குள் உங்களுக்குத் தந்தையானேன்."
  }, {
    "number" : 16,
    "verse" : "ஆகவே நீங்களும் என்னைப் போலவே நடந்துகொள்ள வேண்டும் என நான் உங்களை வேண்டிக்கொள்கிறேன்."
  }, {
    "number" : 17,
    "verse" : "இதற்காகவே, எனக்கு அன்பானவனும் கர்த்தருக்குள் உண்மையுள்ளவனுமாகிய என் மகன் தீமோத்தேயுவை உங்களிடம் அனுப்பியுள்ளேன். நான் எல்லாத் திருச்சபைகளிலும் எல்லா இடங்களிலும் போதித்து வருகின்ற கிறிஸ்து இயேசுவோடு இணைந்த என் வாழ்க்கை முறையை அவன் உங்களுக்கு ஞாபகப்படுத்துவான்."
  }, {
    "number" : 18,
    "verse" : "நான் உங்களிடம் மீண்டும் வர மாட்டேன் என்று உங்களில் சிலர் கர்வம் கொண்டிருக்கிறீர்கள்."
  }, {
    "number" : 19,
    "verse" : "ஆனால் கர்த்தருக்கு விருப்பமானால் நான் மிக விரைவில் உங்களிடம் வந்து இந்த கர்வம் கொண்டவர்களின் பேச்சை அல்ல, அவர்களின் பலத்தை அறிந்துகொள்வேன்."
  }, {
    "number" : 20,
    "verse" : "ஏனெனில், இறைவனின் அரசு பேச்சிலே அல்ல, வல்லமையிலே தங்கியிருக்கிறது."
  }, {
    "number" : 21,
    "verse" : "நீங்கள் எதை விரும்புகிறீர்கள்? நான் உங்களிடம் பிரம்புடன் வர வேண்டுமா? அல்லது அன்புடனும் சாந்தமுள்ள ஆவியுடனும் வர வேண்டுமா?"
  } ]
}