{"bibleAbbr":"PESH1849","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":1,"verses":[{"number":1,"verse":"THE presbyter to the elect Kuria and to her sons, whom I love in truth, nor I only, but all they who know the truth,"},{"number":2,"verse":"on account of the truth which abideth in us, and is with us for ever;"},{"number":3,"verse":"Grace be with you and mercy and peace, from Aloha the Father, and from Jeshu Meshiha the Son of the Father, in truth and in love."},{"number":4,"verse":"I have rejoiced much to have found of thy sons who walk in the truth, after the commandment we have received from the Father."},{"number":5,"verse":"And now I entreat thee, Kuria, - no new commandment writing to thee, but that which we have had from the beginning, - that we love one another."},{"number":6,"verse":"And this is love, that we walk according to the commandment; this commandment is according to that which you have heard from the beginning, that in it we should walk."},{"number":7,"verse":"Because many deceivers are come out into the world who confess not that Jeshu Meshiha came in the flesh. This is the deceiver and antichrist."},{"number":8,"verse":"Be watchful of yourselves, that not any thing perish which you have wrought; but (that with) a complete reward you may be recompensed."},{"number":9,"verse":"Every one who transgresseth, and abideth not in the doctrine of the Meshiha, hath not Aloha.[Or, Aloha is not in him.] He who abideth in his doctrine, this hath both the Father and the Son."},{"number":10,"verse":"If any one come to you, and this doctrine bring not, receive him not into the house, and \"Joy to you,\" and \" Farewell,\" say not to him."},{"number":11,"verse":"For he who saith to him, \"Farewell,\" becometh a participator of his evil deeds."},{"number":12,"verse":"Though I have many things to write to you, I will not with parchment and ink; but I hope to come to you, and mouth with mouth to speak, that our joy may be complete."},{"number":13,"verse":"The sons of thy elect sister ask your peace. Grace be with you. Amen."}]}