{"bibleAbbr":"WLCv","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"הַכְּמַכַּת מַכֵּהוּ הִכָּהוּ אִם־כְּהֶרֶג הֲרֻגָיו הֹרָג׃"},{"number":2,"verse":"בְּסַּאסְּאָה בְּשַׁלְחָהּ תְּרִיבֶנָּה הָגָה בְּרוּחוֹ הַקָּשָׁה בְּיוֹם קָדִים׃"},{"number":3,"verse":"לָכֵן בְּזֹאת יְכֻפַּר עֲוֺן־יַעֲקֹב וְזֶה כָּל־פְּרִי הָסִר חַטָּאתוֹ בְּשׂוּמוֹ כָּל־אַבְנֵי מִזְבֵּחַ כְּאַבְנֵי־גִר מְנֻפָּצוֹת לֹא־יָקֻמוּ אֲשֵׁרִים וְחַמָּנִים׃"},{"number":4,"verse":"כִּי עִיר בְּצוּרָה בָּדָד נָוֶה מְשֻׁלָּח וְנֶעֱזָב כַּמִּדְבָּר שָׁם יִרְעֶה עֵגֶל וְשָׁם יִרְבָּץ וְכִלָּה סְעִפֶיהָ׃"},{"number":5,"verse":"בִּיבֹשׁ קְצִירָהּ תִּשָּׁבַרְנָה נָשִׁים בָּאוֹת מְאִירוֹת אוֹתָהּ כִּי לֹא עַם־בִּינוֹת הוּא עַל־כֵּן לֹא־יְרַחֲמֶנּוּ עֹשֵׂהוּ וְיֹצְרוֹ לֹא יְחֻנֶּנּוּ׃ ס"},{"number":6,"verse":"וְהָיָה בַּיּוֹם הַהוּא יַחְבֹּט יְהוָה מִשִּׁבֹּלֶת הַנָּהָר עַד־נַחַל מִצְרָיִם וְאַתֶּם תְּלֻקְּטוּ לְאַחַד אֶחָד בְּנֵי יִשְׂרָאֵל׃ ס"},{"number":7,"verse":"וְהָיָה בַּיּוֹם הַהוּא יִתָּקַע בְּשׁוֹפָר גָּדוֹל וּבָאוּ הָאֹבְדִים בְּאֶרֶץ אַשּׁוּר וְהַנִּדָּחִים בְּאֶרֶץ מִצְרָיִם וְהִשְׁתַּחֲווּ לַיהוָה בְּהַר הַקֹּדֶשׁ בִּירוּשָׁלִָם׃"},{"number":8,"verse":"הוֹי עֲטֶרֶת גֵּאוּת שִׁכֹּרֵי אֶפְרַיִם וְצִיץ נֹבֵל צְבִי תִפְאַרְתּוֹ אֲשֶׁר עַל־רֹאשׁ גֵּיא־שְׁמָנִים הֲלוּמֵי יָיִן׃"},{"number":9,"verse":"הִנֵּה חָזָק וְאַמִּץ לַאדֹנָי כְּזֶרֶם בָּרָד שַׂעַר קָטֶב כְּזֶרֶם מַיִם כַּבִּירִים שֹׁטְפִים הִנִּיחַ לָאָרֶץ בְּיָד׃"},{"number":10,"verse":"בְּרַגְלַיִם תֵּרָמַסְנָה עֲטֶרֶת גֵּאוּת שִׁכּוֹרֵי אֶפְרָיִם׃"},{"number":11,"verse":"וְהָיְתָה צִיצַת נֹבֵל צְבִי תִפְאַרְתּוֹ אֲשֶׁר עַל־רֹאשׁ גֵּיא שְׁמָנִים כְּבִכּוּרָהּ בְּטֶרֶם קַיִץ אֲשֶׁר יִרְאֶה הָרֹאֶה אוֹתָהּ בְּעוֹדָהּ בְּכַפּוֹ יִבְלָעֶנָּה׃ ס"},{"number":12,"verse":"בַּיּוֹם הַהוּא יִהְיֶה יְהוָה צְבָאוֹת לַעֲטֶרֶת צְבִי וְלִצְפִירַת תִּפְאָרָה לִשְׁאָר עַמּוֹ׃"},{"number":13,"verse":"וּלְרוּחַ מִשְׁפָּט לַיּוֹשֵׁב עַל־הַמִּשְׁפָּט וְלִגְבוּרָה מְשִׁיבֵי מִלְחָמָה שָׁעְרָה׃ ס"},{"number":14,"verse":"וְגַם־אֵלֶּה בַּיַּיִן שָׁגוּ וּבַשֵּׁכָר תָּעוּ כֹּהֵן וְנָבִיא שָׁגוּ בַשֵּׁכָר נִבְלְעוּ מִן־הַיַּיִן תָּעוּ מִן־הַשֵּׁכָר שָׁגוּ בָּרֹאֶה פָּקוּ פְּלִילִיָּה׃"},{"number":15,"verse":"כִּי כָּל־שֻׁלְחָנוֹת מָלְאוּ קִיא צֹאָה בְּלִי מָקוֹם׃ ס"},{"number":16,"verse":"אֶת־מִי יוֹרֶה דֵעָה וְאֶת־מִי יָבִין שְׁמוּעָה גְּמוּלֵי מֵחָלָב עַתִּיקֵי מִשָּׁדָיִם׃"},{"number":17,"verse":"כִּי צַו לָצָו צַו לָצָו קַו לָקָו קַו לָקָו זְעֵיר שָׁם זְעֵיר שָׁם׃"},{"number":18,"verse":"כִּי בְּלַעֲגֵי שָׂפָה וּבְלָשׁוֹן אַחֶרֶת יְדַבֵּר אֶל־הָעָם הַזֶּה׃"},{"number":19,"verse":"אֲשֶׁר אָמַר אֲלֵיהֶם זֹאת הַמְּנוּחָה הָנִיחוּ לֶעָיֵף וְזֹאת הַמַּרְגֵּעָה וְלֹא אָבוּא שְׁמוֹעַ׃"},{"number":20,"verse":"וְהָיָה לָהֶם דְּבַר־יְהוָה צַו לָצָו צַו לָצָו קַו לָקָו קַו לָקָו זְעֵיר שָׁם זְעֵיר שָׁם לְמַעַן יֵלְכוּ וְכָשְׁלוּ אָחוֹר וְנִשְׁבָּרוּ וְנוֹקְשׁוּ וְנִלְכָּדוּ׃ פ"},{"number":21,"verse":"לָכֵן שִׁמְעוּ דְבַר־יְהוָה אַנְשֵׁי לָצוֹן מֹשְׁלֵי הָעָם הַזֶּה אֲשֶׁר בִּירוּשָׁלִָם׃"},{"number":22,"verse":"כִּי אֲמַרְתֶּם כָּרַתְנוּ בְרִית אֶת־מָוֶת וְעִם־שְׁאוֹל עָשִׂינוּ חֹזֶה [k_שיט] [q_שׁוֹט] שׁוֹטֵף כִּי־[k_עבר] [q_יַעֲבֹר] לֹא יְבוֹאֵנוּ כִּי שַׂמְנוּ כָזָב מַחְסֵנוּ וּבַשֶּׁקֶר נִסְתָּרְנוּ׃ ס"},{"number":23,"verse":"לָכֵן כֹּה אָמַר אֲדֹנָי יְהוִה הִנְנִי יִסַּד בְּצִיּוֹן אָבֶן אֶבֶן בֹּחַן פִּנַּת יִקְרַת מוּסָד מוּסָּד הַמַּאֲמִין לֹא יָחִישׁ׃"},{"number":24,"verse":"וְשַׂמְתִּי מִשְׁפָּט לְקָו וּצְדָקָה לְמִשְׁקָלֶת וְיָעָה בָרָד מַחְסֵה כָזָב וְסֵתֶר מַיִם יִשְׁטֹפוּ׃"},{"number":25,"verse":"וְכֻפַּר בְּרִיתְכֶם אֶת־מָוֶת וְחָזוּתְכֶם אֶת־שְׁאוֹל לֹא תָקוּם שׁוֹט שׁוֹטֵף כִּי יַעֲבֹר וִהְיִיתֶם לוֹ לְמִרְמָס׃"},{"number":26,"verse":"מִדֵּי עָבְרוֹ יִקַּח אֶתְכֶם כִּי־בַבֹּקֶר בַּבֹּקֶר יַעֲבֹר בַּיּוֹם וּבַלָּיְלָה וְהָיָה רַק־זְוָעָה הָבִין שְׁמוּעָה׃"},{"number":27,"verse":"כִּי־קָצַר הַמַּצָּע מֵהִשְׂתָּרֵעַ וְהַמַּסֵּכָה צָרָה כְּהִתְכַּנֵּס׃"},{"number":28,"verse":"כִּי כְהַר־פְּרָצִים יָקוּם יְהוָה כְּעֵמֶק בְּגִבְעוֹן יִרְגָּז לַעֲשׂוֹת מַעֲשֵׂהוּ זָר מַעֲשֵׂהוּ וְלַעֲבֹד עֲבֹדָתוֹ נָכְרִיָּה עֲבֹדָתוֹ׃"},{"number":29,"verse":"וְעַתָּה אַל־תִּתְלוֹצָצוּ פֶּן־יֶחְזְקוּ מוֹסְרֵיכֶם כִּי־כָלָה וְנֶחֱרָצָה שָׁמַעְתִּי מֵאֵת אֲדֹנָי יְהוִה צְבָאוֹת עַל־כָּל־הָאָרֶץ׃"},{"number":30,"verse":"הַאֲזִינוּ וְשִׁמְעוּ קוֹלִי הַקְשִׁיבוּ וְשִׁמְעוּ אִמְרָתִי׃"},{"number":31,"verse":"הֲכֹל הַיּוֹם יַחֲרֹשׁ הַחֹרֵשׁ לִזְרֹעַ יְפַתַּח וִישַׂדֵּד אַדְמָתוֹ׃"},{"number":32,"verse":"הֲלוֹא אִם־שִׁוָּה פָנֶיהָ וְהֵפִיץ קֶצַח וְכַמֹּן יִזְרֹק וְשָׂם חִטָּה שׂוֹרָה וּשְׂעֹרָה נִסְמָן וְכֻסֶּמֶת גְּבֻלָתוֹ׃"},{"number":33,"verse":"וְיִסְּרוֹ לַמִּשְׁפָּט אֱלֹהָיו יוֹרֶנּוּ׃"},{"number":34,"verse":"כִּי לֹא בֶחָרוּץ יוּדַשׁ קֶצַח וְאוֹפַן עֲגָלָה עַל־כַּמֹּן יוּסָּב כִּי בַמַּטֶּה יֵחָבֶט קֶצַח וְכַמֹּן בַּשָּׁבֶט׃"},{"number":35,"verse":"לֶחֶם יוּדָק כִּי לֹא לָנֶצַח אָדוֹשׁ יְדוּשֶׁנּוּ וְהָמַם גִּלְגַּל עֶגְלָתוֹ וּפָרָשָׁיו לֹא־יְדֻקֶּנּוּ׃"},{"number":36,"verse":"גַּם־זֹאת מֵעִם יְהוָה צְבָאוֹת יָצָאָה הִפְלִיא עֵצָה הִגְדִּיל תּוּשִׁיָּה׃ ס"},{"number":37,"verse":"הוֹי אֲרִיאֵל אֲרִיאֵל קִרְיַת חָנָה דָוִד סְפוּ שָׁנָה עַל־שָׁנָה חַגִּים יִנְקֹפוּ׃"},{"number":38,"verse":"וַהֲצִיקוֹתִי לַאֲרִיאֵל וְהָיְתָה תַאֲנִיָּה וַאֲנִיָּה וְהָיְתָה לִּי כַּאֲרִיאֵל׃"},{"number":39,"verse":"וְחָנִיתִי כַדּוּר עָלָיִךְ וְצַרְתִּי עָלַיִךְ מֻצָּב וַהֲקִימֹתִי עָלַיִךְ מְצֻרֹת׃"},{"number":40,"verse":"וְשָׁפַלְתְּ מֵאֶרֶץ תְּדַבֵּרִי וּמֵעָפָר תִּשַּׁח אִמְרָתֵךְ וְהָיָה כְּאוֹב מֵאֶרֶץ קוֹלֵךְ וּמֵעָפָר אִמְרָתֵךְ תְּצַפְצֵף׃"},{"number":41,"verse":"וְהָיָה כְּאָבָק דַּק הֲמוֹן זָרָיִךְ וּכְמֹץ עֹבֵר הֲמוֹן עָרִיצִים וְהָיָה לְפֶתַע פִּתְאֹם׃"},{"number":42,"verse":"מֵעִם יְהוָה צְבָאוֹת תִּפָּקֵד בְּרַעַם וּבְרַעַשׁ וְקוֹל גָּדוֹל סוּפָה וּסְעָרָה וְלַהַב אֵשׁ אוֹכֵלָה׃"},{"number":43,"verse":"וְהָיָה כַּחֲלוֹם חֲזוֹן לַיְלָה הֲמוֹן כָּל־הַגּוֹיִם הַצֹּבְאִים עַל־אֲרִיאֵל וְכָל־צֹבֶיהָ וּמְצֹדָתָהּ וְהַמְּצִיקִים לָהּ׃"},{"number":44,"verse":"וְהָיָה כַּאֲשֶׁר יַחֲלֹם הָרָעֵב וְהִנֵּה אוֹכֵל וְהֵקִיץ וְרֵיקָה נַפְשׁוֹ וְכַאֲשֶׁר יַחֲלֹם הַצָּמֵא וְהִנֵּה שֹׁתֶה וְהֵקִיץ וְהִנֵּה עָיֵף וְנַפְשׁוֹ שׁוֹקֵקָה כֵּן יִהְיֶה הֲמוֹן כָּל־הַגּוֹיִם הַצֹּבְאִים עַל־הַר צִיּוֹן׃ ס"},{"number":45,"verse":"הִתְמַהְמְהוּ וּתְמָהוּ הִשְׁתַּעַשְׁעוּ וָשֹׁעוּ שָׁכְרוּ וְלֹא־יַיִן נָעוּ וְלֹא שֵׁכָר׃"},{"number":46,"verse":"כִּי־נָסַךְ עֲלֵיכֶם יְהוָה רוּחַ תַּרְדֵּמָה וַיְעַצֵּם אֶת־עֵינֵיכֶם אֶת־הַנְּבִיאִים וְאֶת־רָאשֵׁיכֶם הַחֹזִים כִּסָּה׃"},{"number":47,"verse":"וַתְּהִי לָכֶם חָזוּת הַכֹּל כְּדִבְרֵי הַסֵּפֶר הֶחָתוּם אֲשֶׁר־יִתְּנוּ אֹתוֹ אֶל־יוֹדֵעַ [k_הספר] [q_סֵפֶר] לֵאמֹר קְרָא נָא־זֶה וְאָמַר לֹא אוּכַל כִּי חָתוּם הוּא׃"}]}