{"bibleAbbr":"WLCv","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":22,"verses":[{"number":1,"verse":"נֹתֵן לַיָּעֵף כֹּחַ וּלְאֵין אוֹנִים עָצְמָה יַרְבֶּה׃"},{"number":2,"verse":"וְיִעֲפוּ נְעָרִים וְיִגָעוּ וּבַחוּרִים כָּשׁוֹל יִכָּשֵׁלוּ׃"},{"number":3,"verse":"וְקוֹיֵ יְהוָה יַחֲלִיפוּ כֹחַ יַעֲלוּ אֵבֶר כַּנְּשָׁרִים יָרוּצוּ וְלֹא יִיגָעוּ יֵלְכוּ וְלֹא יִיעָפוּ׃ פ"},{"number":4,"verse":"הַחֲרִישׁוּ אֵלַי אִיִּים וּלְאֻמִּים יַחֲלִיפוּ כֹחַ יִגְּשׁוּ אָז יְדַבֵּרוּ יַחְדָּו לַמִּשְׁפָּט נִקְרָבָה׃"},{"number":5,"verse":"מִי הֵעִיר מִמִּזְרָח צֶדֶק יִקְרָאֵהוּ לְרַגְלוֹ יִתֵּן לְפָנָיו גּוֹיִם וּמְלָכִים יַרְדְּ יִתֵּן כֶּעָפָר חַרְבּוֹ כְּקַשׁ נִדָּף קַשְׁתּוֹ׃"},{"number":6,"verse":"יִרְדְּפֵם יַעֲבוֹר שָׁלוֹם אֹרַח בְּרַגְלָיו לֹא יָבוֹא׃"},{"number":7,"verse":"מִי־פָעַל וְעָשָׂה קֹרֵא הַדֹּרוֹת מֵרֹאשׁ אֲנִי יְהוָה רִאשׁוֹן וְאֶת־אַחֲרֹנִים אֲנִי־הוּא׃"},{"number":8,"verse":"רָאוּ אִיִּים וְיִירָאוּ קְצוֹת הָאָרֶץ יֶחֱרָדוּ קָרְבוּ וַיֶּאֱתָיוּן׃"},{"number":9,"verse":"אִישׁ אֶת־רֵעֵהוּ יַעְזֹרוּ וּלְאָחִיו יֹאמַר חֲזָק׃"},{"number":10,"verse":"וַיְחַזֵּק חָרָשׁ אֶת־צֹרֵף מַחֲלִיק פַּטִּישׁ אֶת־הוֹלֶם פָּעַם אֹמֵר לַדֶּבֶק טוֹב הוּא וַיְחַזְּקֵהוּ בְמַסְמְרִים לֹא יִמּוֹט׃ ס"},{"number":11,"verse":"וְאַתָּה יִשְׂרָאֵל עַבְדִּי יַעֲקֹב אֲשֶׁר בְּחַרְתִּיךָ זֶרַע אַבְרָהָם אֹהֲבִי׃"},{"number":12,"verse":"אֲשֶׁר הֶחֱזַקְתִּיךָ מִקְצוֹת הָאָרֶץ וּמֵאֲצִילֶיהָ קְרָאתִיךָ וָאֹמַר לְךָ עַבְדִּי־אַתָּה בְּחַרְתִּיךָ וְלֹא מְאַסְתִּיךָ׃"},{"number":13,"verse":"אַל־תִּירָא כִּי עִמְּךָ־אָנִי אַל־תִּשְׁתָּע כִּי־אֲנִי אֱלֹהֶיךָ אִמַּצְתִּיךָ אַף־עֲזַרְתִּיךָ אַף־תְּמַכְתִּיךָ בִּימִין צִדְקִי׃"},{"number":14,"verse":"הֵן יֵבֹשׁוּ וְיִכָּלְמוּ כֹּל הַנֶּחֱרִים בָּךְ יִהְיוּ כְאַיִן וְיֹאבְדוּ אַנְשֵׁי רִיבֶךָ׃"},{"number":15,"verse":"תְּבַקְשֵׁם וְלֹא תִמְצָאֵם אַנְשֵׁי מַצֻּתֶךָ יִהְיוּ כְאַיִן וּכְאֶפֶס אַנְשֵׁי מִלְחַמְתֶּךָ׃"},{"number":16,"verse":"כִּי אֲנִי יְהוָה אֱלֹהֶיךָ מַחֲזִיק יְמִינֶךָ הָאֹמֵר לְךָ אַל־תִּירָא אֲנִי עֲזַרְתִּיךָ׃ ס"},{"number":17,"verse":"אַל־תִּירְאִי תּוֹלַעַת יַעֲקֹב מְתֵי יִשְׂרָאֵל אֲנִי עֲזַרְתִּיךְ נְאֻם־יְהוָה וְגֹאֲלֵךְ קְדוֹשׁ יִשְׂרָאֵל׃"},{"number":18,"verse":"הִנֵּה שַׂמְתִּיךְ לְמוֹרַג חָרוּץ חָדָשׁ בַּעַל פִּיפִיּוֹת תָּדוּשׁ הָרִים וְתָדֹק וּגְבָעוֹת כַּמֹּץ תָּשִׂים׃"},{"number":19,"verse":"תִּזְרֵם וְרוּחַ תִּשָּׂאֵם וּסְעָרָה תָּפִיץ אוֹתָם וְאַתָּה תָּגִיל בַּיהוָה בִּקְדוֹשׁ יִשְׂרָאֵל תִּתְהַלָּל׃ פ"}]}