{"bibleAbbr":"WLCv","bookName":"1 Chronicles","bookEnglishName":"1 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"בַּיּוֹם הַהוּא יִהְיֶה מִצְרַיִם כַּנָּשִׁים וְחָרַד וּפָחַד מִפְּנֵי תְּנוּפַת יַד־יְהוָה צְבָאוֹת אֲשֶׁר־הוּא מֵנִיף עָלָיו׃"},{"number":2,"verse":"וְהָיְתָה אַדְמַת יְהוּדָה לְמִצְרַיִם לְחָגָּא כֹּל אֲשֶׁר יַזְכִּיר אֹתָהּ אֵלָיו יִפְחָד מִפְּנֵי עֲצַת יְהוָה צְבָאוֹת אֲשֶׁר־הוּא יוֹעֵץ עָלָיו׃ ס"},{"number":3,"verse":"בַּיּוֹם הַהוּא יִהְיוּ חָמֵשׁ עָרִים בְּאֶרֶץ מִצְרַיִם מְדַבְּרוֹת שְׂפַת כְּנַעַן וְנִשְׁבָּעוֹת לַיהוָה צְבָאוֹת עִיר הַהֶרֶס יֵאָמֵר לְאֶחָת׃ ס"},{"number":4,"verse":"בַּיּוֹם הַהוּא יִהְיֶה מִזְבֵּחַ לַיהוָה בְּתוֹךְ אֶרֶץ מִצְרָיִם וּמַצֵּבָה אֵצֶל־גְּבוּלָהּ לַיהוָה׃"},{"number":5,"verse":"וְהָיָה לְאוֹת וּלְעֵד לַיהוָה צְבָאוֹת בְּאֶרֶץ מִצְרָיִם כִּי־יִצְעֲקוּ אֶל־יְהוָה מִפְּנֵי לֹחֲצִים וְיִשְׁלַח לָהֶם מוֹשִׁיעַ וָרָב וְהִצִּילָם׃"},{"number":6,"verse":"וְנוֹדַע יְהוָה לְמִצְרַיִם וְיָדְעוּ מִצְרַיִם אֶת־יְהוָה בַּיּוֹם הַהוּא וְעָבְדוּ זֶבַח וּמִנְחָה וְנָדְרוּ־נֵדֶר לַיהוָה וְשִׁלֵּמוּ׃"},{"number":7,"verse":"וְנָגַף יְהוָה אֶת־מִצְרַיִם נָגֹף וְרָפוֹא וְשָׁבוּ עַד־יְהוָה וְנֶעְתַּר לָהֶם וּרְפָאָם׃"},{"number":8,"verse":"בַּיּוֹם הַהוּא תִּהְיֶה מְסִלָּה מִמִּצְרַיִם אַשּׁוּרָה וּבָא־אַשּׁוּר בְּמִצְרַיִם וּמִצְרַיִם בְּאַשּׁוּר וְעָבְדוּ מִצְרַיִם אֶת־אַשּׁוּר׃ ס"},{"number":9,"verse":"בַּיּוֹם הַהוּא יִהְיֶה יִשְׂרָאֵל שְׁלִישִׁיָּה לְמִצְרַיִם וּלְאַשּׁוּר בְּרָכָה בְּקֶרֶב הָאָרֶץ׃"},{"number":10,"verse":"אֲשֶׁר בֵּרֲכוֹ יְהוָה צְבָאוֹת לֵאמֹר בָּרוּךְ עַמִּי מִצְרַיִם וּמַעֲשֵׂה יָדַי אַשּׁוּר וְנַחֲלָתִי יִשְׂרָאֵל׃ ס"},{"number":11,"verse":"בִּשְׁנַת בֹּא תַרְתָּן אַשְׁדּוֹדָה בִּשְׁלֹח אֹתוֹ סַרְגוֹן מֶלֶךְ אַשּׁוּר וַיִּלָּחֶם בְּאַשְׁדּוֹד וַיִּלְכְּדָהּ׃"},{"number":12,"verse":"בָּעֵת הַהִיא דִּבֶּר יְהוָה בְּיַד יְשַׁעְיָהוּ בֶן־אָמוֹץ לֵאמֹר לֵךְ וּפִתַּחְתָּ הַשַּׂק מֵעַל מָתְנֶיךָ וְנַעַלְךָ תַחֲלֹץ מֵעַל רַגְלֶיךָ וַיַּעַשׂ כֵּן הָלֹךְ עָרוֹם וְיָחֵף׃ ס"},{"number":13,"verse":"וַיֹּאמֶר יְהוָה כַּאֲשֶׁר הָלַךְ עַבְדִּי יְשַׁעְיָהוּ עָרוֹם וְיָחֵף שָׁלֹשׁ שָׁנִים אוֹת וּמוֹפֵת עַל־מִצְרַיִם וְעַל־כּוּשׁ׃"},{"number":14,"verse":"כֵּן יִנְהַג מֶלֶךְ־אַשּׁוּר אֶת־שְׁבִי מִצְרַיִם וְאֶת־גָּלוּת כּוּשׁ נְעָרִים וּזְקֵנִים עָרוֹם וְיָחֵף וַחֲשׂוּפַי שֵׁת עֶרְוַת מִצְרָיִם׃"},{"number":15,"verse":"וְחַתּוּ וָבֹשׁוּ מִכּוּשׁ מַבָּטָם וּמִן־מִצְרַיִם תִּפְאַרְתָּם׃"},{"number":16,"verse":"וְאָמַר יֹשֵׁב הָאִי הַזֶּה בַּיּוֹם הַהוּא הִנֵּה־כֹה מַבָּטֵנוּ אֲשֶׁר־נַסְנוּ שָׁם לְעֶזְרָה לְהִנָּצֵל מִפְּנֵי מֶלֶךְ אַשּׁוּר וְאֵיךְ נִמָּלֵט אֲנָחְנוּ׃ ס"},{"number":17,"verse":"מַשָּׂא מִדְבַּר־יָם כְּסוּפוֹת בַּנֶּגֶב לַחֲלֹף מִמִּדְבָּר בָּא מֵאֶרֶץ נוֹרָאָה׃"},{"number":18,"verse":"חָזוּת קָשָׁה הֻגַּד־לִי הַבּוֹגֵד בּוֹגֵד וְהַשּׁוֹדֵד שׁוֹדֵד עֲלִי עֵילָם צוּרִי מָדַי כָּל־אַנְחָתָה הִשְׁבַּתִּי׃"},{"number":19,"verse":"עַל־כֵּן מָלְאוּ מָתְנַי חַלְחָלָה צִירִים אֲחָזוּנִי כְּצִירֵי יוֹלֵדָה נַעֲוֵיתִי מִשְּׁמֹעַ נִבְהַלְתִּי מֵרְאוֹת׃"},{"number":20,"verse":"תָּעָה לְבָבִי פַּלָּצוּת בִּעֲתָתְנִי אֵת נֶשֶׁף חִשְׁקִי שָׂם לִי לַחֲרָדָה׃"},{"number":21,"verse":"עָרֹךְ הַשֻּׁלְחָן צָפֹה הַצָּפִית אָכוֹל שָׁתֹה קוּמוּ הַשָּׂרִים מִשְׁחוּ מָגֵן׃ פ"},{"number":22,"verse":"כִּי כֹה אָמַר אֵלַי אֲדֹנָי לֵךְ הַעֲמֵד הַמְצַפֶּה אֲשֶׁר יִרְאֶה יַגִּיד׃"},{"number":23,"verse":"וְרָאָה רֶכֶב צֶמֶד פָּרָשִׁים רֶכֶב חֲמוֹר רֶכֶב גָּמָל וְהִקְשִׁיב קֶשֶׁב רַב־קָשֶׁב׃"},{"number":24,"verse":"וַיִּקְרָא אַרְיֵה עַל־מִצְפֶּה אֲדֹנָי אָנֹכִי עֹמֵד תָּמִיד יוֹמָם וְעַל־מִשְׁמַרְתִּי אָנֹכִי נִצָּב כָּל־הַלֵּילוֹת׃"},{"number":25,"verse":"וְהִנֵּה־זֶה בָא רֶכֶב אִישׁ צֶמֶד פָּרָשִׁים וַיַּעַן וַיֹּאמֶר נָפְלָה נָפְלָה בָּבֶל וְכָל־פְּסִילֵי אֱלֹהֶיהָ שִׁבַּר לָאָרֶץ׃"},{"number":26,"verse":"מְדֻשָׁתִי וּבֶן־גָּרְנִי אֲשֶׁר שָׁמַעְתִּי מֵאֵת יְהוָה צְבָאוֹת אֱלֹהֵי יִשְׂרָאֵל הִגַּדְתִּי לָכֶם׃ ס"},{"number":27,"verse":"מַשָּׂא דּוּמָה אֵלַי קֹרֵא מִשֵּׂעִיר שֹׁמֵר מַה־מִלַּיְלָה שֹׁמֵר מַה־מִלֵּיל׃"},{"number":28,"verse":"אָמַר שֹׁמֵר אָתָה בֹקֶר וְגַם־לָיְלָה אִם־תִּבְעָיוּן בְּעָיוּ שֻׁבוּ אֵתָיוּ׃ ס"},{"number":29,"verse":"מַשָּׂא בַּעְרָב בַּיַּעַר בַּעְרַב תָּלִינוּ אֹרְחוֹת דְּדָנִים׃"},{"number":30,"verse":"לִקְרַאת צָמֵא הֵתָיוּ מָיִם יֹשְׁבֵי אֶרֶץ תֵּימָא בְּלַחְמוֹ קִדְּמוּ נֹדֵד׃"},{"number":31,"verse":"כִּי־מִפְּנֵי חֲרָבוֹת נָדָדוּ מִפְּנֵי חֶרֶב נְטוּשָׁה וּמִפְּנֵי קֶשֶׁת דְּרוּכָה וּמִפְּנֵי כֹּבֶד מִלְחָמָה׃ ס"},{"number":32,"verse":"כִּי־כֹה אָמַר אֲדֹנָי אֵלָי בְּעוֹד שָׁנָה כִּשְׁנֵי שָׂכִיר וְכָלָה כָּל־כְּבוֹד קֵדָר׃"},{"number":33,"verse":"וּשְׁאָר מִסְפַּר־קֶשֶׁת גִּבּוֹרֵי בְנֵי־קֵדָר יִמְעָטוּ כִּי יְהוָה אֱלֹהֵי־יִשְׂרָאֵל דִּבֵּר׃ ס"},{"number":34,"verse":"מַשָּׂא גֵּיא חִזָּיוֹן מַה־לָּךְ אֵפוֹא כִּי־עָלִית כֻּלָּךְ לַגַּגּוֹת׃"},{"number":35,"verse":"תְּשֻׁאוֹת מְלֵאָה עִיר הוֹמִיָּה קִרְיָה עַלִּיזָה חֲלָלַיִךְ לֹא חַלְלֵי־חֶרֶב וְלֹא מֵתֵי מִלְחָמָה׃"},{"number":36,"verse":"כָּל־קְצִינַיִךְ נָדְדוּ־יַחַד מִקֶּשֶׁת אֻסָּרוּ כָּל־נִמְצָאַיִךְ אֻסְּרוּ יַחְדָּו מֵרָחוֹק בָּרָחוּ׃"},{"number":37,"verse":"עַל־כֵּן אָמַרְתִּי שְׁעוּ מִנִּי אֲמָרֵר בַּבֶּכִי אַל־תָּאִיצוּ לְנַחֲמֵנִי עַל־שֹׁד בַּת־עַמִּי׃"},{"number":38,"verse":"כִּי יוֹם מְהוּמָה וּמְבוּסָה וּמְבוּכָה לַאדֹנָי יְהוִה צְבָאוֹת בְּגֵיא חִזָּיוֹן מְקַרְקַר קִר וְשׁוֹעַ אֶל־הָהָר׃"},{"number":39,"verse":"וְעֵילָם נָשָׂא אַשְׁפָּה בְּרֶכֶב אָדָם פָּרָשִׁים וְקִיר עֵרָה מָגֵן׃"},{"number":40,"verse":"וַיְהִי מִבְחַר־עֲמָקַיִךְ מָלְאוּ רָכֶב וְהַפָּרָשִׁים שֹׁת שָׁתוּ הַשָּׁעְרָה׃"}]}