{"bibleAbbr":"teERV1997","bookName":"దానియేలు","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"( దానియేలు బబులోనుకు తీసుకొని పోబడుట) బబులోనురాజైన, నెబుకద్నెజరు తన సైన్యంతో యెరూషలేముకు వచ్చి దానిని చుట్టుముట్టాడు. ఇది యెహోయాకీము యూదాకు రాజుగానున్న మూడవ సంవత్సరం ( మూడవ సంవత్సరము సుమారు క్రీ. పూ. 605వ సంవత్సరము.) లో జరిగింది."},{"number":2,"verse":"ప్రభువు యూదారాజైన యెహోయాకీమును ఓడించడానికి, దేవుని ఆలయంనుంచి అన్ని వస్తువులను తీసుకొని వెళ్ళడానికి నెబుకద్నెజరును అనుమతించాడు. అతడు ఆ వస్తువులను తన విగ్రహ దేవతలున్న ఆలయములో ఉంచాడు."},{"number":3,"verse":"తర్వాత నెబుకద్నెజరు అష్పెనజుకు (అష్పెనజు రాజు కొలువులోని నపుంసకులలో ప్రముఖుడు), “కొందరు యూదులను తన ఇంటికి తీసుకు రమ్మని” చెప్పాడు. కొన్ని ప్రసిద్ధ కుటుంబాలనుంచి, ఇశ్రాయేలీయుల రాజకుటుంబంనుంచి ఆరోగ్యవంతులైన యౌవన యూదులను తీసుకు రమ్మని ఆజ్ఞాపించాడు."},{"number":4,"verse":"ఎలాంటి లోపము తమ దేహాలమీద లేనివారు, అందమైన, చురుకైనవారు, తేలికగా విషయాలు నేర్చుకునేవారు, రాజగృహములో సేవ చేయ సామర్థ్యముగల యువకులను ఎన్నుకోమన్నాడు. ఆ ఇశ్రాయేలు యువకులకు కల్దీయుల భాషను, వ్రాతలను నేర్పుమని రాజు అష్పెనజుకు ఆజ్ఞాపించాడు."},{"number":5,"verse":"నెబుకద్నెజరు ఆ యువకులకు ప్రతిరోజు రాజు తిని, త్రాగే ఆహారము, ద్రాక్షామద్యం ఇప్పించాడు. ఇశ్రాయేలుకు చెందిన ఆ యువకులు మూడేళ్లపాటు తర్ఫీదు పొందాలని రాజు ఆదేశించాడు. మూడేళ్ల తర్వాత, వారు బబులోను రాజ నగరులో ప్రవీణులుగా ఉంటారు."},{"number":6,"verse":"ఆ యువకులలో దానియేలు, హనన్యా, మిషాయేలు, అజర్యా అనువారు యూదా దేశానికి చెందినవారు."},{"number":7,"verse":"తర్వాత అష్పెనజు యూదానుంచి వచ్చిన ఆ యువకులకు బబులోనీయుల పేర్లు పెట్టాడు. దానియేలుకు బెల్తెషాజరు, మిషాయేలుకు మేషాకు, అజర్యాకు అబేద్నెగో, హనన్యాకు షద్రకు అని పేర్లు పెట్టాడు."},{"number":8,"verse":"రాజు భుజించే విలువైన ఆహారం, ద్రాక్షామద్యం తీసుకోడానికి వారు ఇష్టపడలేదు. ఆ ఆహారం, మత్తు ద్రాక్షామద్యంతో తమను తాము అపవిత్రం ( అపవిత్రం అధ్యా. చూడుము.) చేసుకోవటం దానియేలుకు ఇష్టము లేక దానిని తప్పించమని అష్పెనజు అనుమతి కోరాడు."},{"number":9,"verse":"దానియేలుపట్ల అష్పెనజు మంచిగాను, దయతోను ఉండేటట్లు దేవుడు చేశాడు."},{"number":10,"verse":"కాని అష్పెనజు దానియేలుతో, “రాజైన నా యజమానికి భయపడుతున్నాను. ఈ ఆహారము, ద్రాక్షామద్యం మీ కిమ్మని రాజు నాకాజ్ఞాపించాడు. మీరు ఈ ఆహారం భుజించకపోతే, జబ్బుగాను బలహీనంగాను కనబడతారు. మీ వయసువారైన ఇతర యువకులతో పోల్చితే మీరు తక్కువగా కనిపిస్తారు. రాజు ఇది చూచి నా మీద కోపగిస్తాడు. ఒకవేళ నా తలను కూడా తీసివేస్తాడు” అని అన్నాడు."},{"number":11,"verse":"దానియేలు, హనన్యా, మిషాయేలు, అజర్యాలపై అష్పెనజుచే నియమించబడిన సంరక్షకునితో దానియేలు ఇలా అన్నాడు:"},{"number":12,"verse":"“పది రోజులపాటు మాకు ఈ పరీక్ష విధించు. తినడానికి కాయగూరలు, త్రాగడానికి మంచినీళ్లు తప్ప మరేమీ ఇవ్వవద్దు."},{"number":13,"verse":"పది రోజుల తర్వాత, రాజు నియమించిన ఆహారంతిన్న ఇతర యువకులతో మమ్మల్ని పోల్చి చూడు. ఎవరు ఆరోగ్యంగా ఉన్నారో నీవే ఆలోచించి నీ సేవకులమైన మాకు ఏమి చేయాలని నీ నిర్ణయమో అలాగే చెయ్యి” అని అన్నాడు."},{"number":14,"verse":"అందువల్ల దానియేలును, హనన్యాను, మిషాయేలును, అజర్యాను పదిరోజులు పరీక్షించడానికి ఆ సంరక్షకుడు సమ్మతించాడు."},{"number":15,"verse":"పదిరోజుల తర్వాత, దానియేలు మరియు అతని మిత్రులు రాజు ఆహారంతిన్న ఇతర యువకులకంటె ఆరోగ్యంగా కనిపించారు."},{"number":16,"verse":"అందువల్ల రాజు నియమించిన ప్రత్యేక ఆహారానికి బదులుగా, కాయగూరలు, మంచినీళ్లు దానియేలుకు, హనన్యాకు, మిషాయేలుకు, అజర్యాకు ఆ సంరక్షకుడు ఇస్తూ వచ్చాడు."},{"number":17,"verse":"దానియేలుకు, హనన్యాకు, మిషాయేలుకు, అజర్యాకు వివేకం, పలు విధాలైన వ్రాతలు, శాస్త్రాలు నేర్చుకునే జ్ఞానము, సామర్థ్యము దేవుడు ప్రసాదించాడు. అన్ని విధాలైన దర్శనాలు, స్వప్నాలు దానియేలు గ్రహించుకోగలిగాడు."},{"number":18,"verse":"ఆ యువకులందరూ మూడేళ్లపాటు మంచి శిక్షణ పొందాలని రాజు ఆదేశించాడు. ఆ గడువు తీరిన తర్వాత, అష్పెనజు ఆ యువకుల్ని రాజైన నెబుకద్నెజరు వద్దకు తీసుకువెళ్లాడు."},{"number":19,"verse":"రాజు వారితో మాట్లాడాడు. దానియేలు, హనన్యా, మిషాయేలు, అజర్యాలకంటె ఇతర యువకులెవ్వరూ గొప్పగా లేకపోవడాన్ని రాజు కనుగొన్నాడు. అందువల్ల ఈ నలుగురు యువకులు రాజు ఆస్థానంలో నిలువగలిగారు."},{"number":20,"verse":"ప్రతిసారి రాజు వారిని యేదో ఒక ముఖ్య విషయం అడగగానే, వారు మంచి గ్రహింపు, వివేకం ప్రదర్శించేవారు. తన రాజ్యంలో ఉన్న జ్ఞానవంతులందరికంటెను, ఇంద్ర జాలకులందరికంటెను, వారు నలుగురు పదిరెట్లు ఎక్కువగా ఉన్నారని రాజు గ్రహించాడు."},{"number":21,"verse":"అందువల్ల దానియేలు, కోరెషు రాజయిన మొదటి సంవత్సరం ( కోరెషు … మొదటి సం ఇది క్రీ. పూ. 539వ సంవత్సరము. చూడుము.) వరకు రాజు ఆస్థానంలో కొనసాగాడు."}]}