{"bibleAbbr":"teERV1997","bookName":"దానియేలు","bookEnglishName":"Daniel","chapterNumber":12,"verses":[{"number":1,"verse":"“ఆ సమయాన నీ ప్రజలైన యూదుల పక్షం వహించిన గొప్ప రాజు మిఖాయేలు (ప్రధాన దూత) జోక్యం కలిగించుకొంటాడు. నీ ప్రజలు ఒకే దేశంగా కూడిన కాలంనుండి అప్పటి వరకు ముందెన్నడూ సంభవించనంత మహా విపత్తు వారికి కలుగుతుంది. కాని, నీ ప్రజల్లో ఎవరి పేరు గ్రంథమందు వ్రాయబడిందో వారు తప్పించుకొంటారు."},{"number":2,"verse":"సమాధి చేయబడిన పెక్కుమంది మృతులు, మేల్కొంటారు. కొందరు నిత్యజీవానికి, కొందరు సిగ్గుపొందటానికి, శాశ్వతంగా తిరస్కారం పొందటానికి మేల్కొంటారు."},{"number":3,"verse":"జ్ఞానవంతులు ఆకాశమందలి జ్యోతుల్లాగ ప్రకాశిస్తారు, అనేకులను నీతి మార్గానికి నడిపించేవారు నక్షత్రాల్లాగ శాశ్వతంగా వెలుగుతారు"},{"number":4,"verse":"“కాని, దానియేలూ, నీవు, ఈ సందేశాన్ని రహస్యంగా ఉంచు. ఈ పుస్తకాన్ని నీవు అంత్యకాలం వరకు మూసి ఉంచు. చాలా మంది అటు ఇటు భూసంచారం చేయటంవల్ల తెలివి పెరుగుతుంది” అని గాబ్రియేలు నాతో చెప్పాడు."},{"number":5,"verse":"అప్పుడు దానియేలు అను నేను చూస్తూండగా ఇద్దరు మనుష్యులు కనబడ్డారు. నది ఈ ఒడ్డున ఒకడు నది ఆ ఒడ్డున మరియొకడు నిలబడి ఉన్నారు."},{"number":6,"verse":"నార బట్టలు ధరించిన వ్యక్తి నదీజలాలమీద ఉన్నాడు. ఆ ఇరువురిలో ఒకడు, “ఈ ఆశ్చర్య సంగతులు నెరవేరటానికి ఎంతకాలము పడుతుంది?” అని నార బట్టలు ధరించినవాన్ని అడిగాడు."},{"number":7,"verse":"నార బట్టలు ధరించి నదీజలాలమీదనున్న వ్యక్తి ఆకాశం వైపుగా తన కుడి, ఎడమ చేతులు ఎత్తి, సజీవుడైన దేవుని నామం మీద ప్రమాణం చేయటం నేను విన్నాను. ఏమనగా “ఒక కాలము, కాలములు, అర్ధకాలము (మూడున్నర సంవత్సరాలు) పడతాయి. పరిశుద్ధ ప్రజల బలం నాశనం చేయబడటం అంతం కాగానే ఈ సంగతులన్నీ నెరవేరుతాయి.”"},{"number":8,"verse":"నేను విన్నాను, కాని అర్థము చేసుకోలేకపోయాను. అందువల్ల, “అయ్యా, ఈ సంగతులు జరిగిన తర్వాత ఏమవుతుంది?” అని అడిగాను."},{"number":9,"verse":"అందుకతడు, “దానియేలూ! నీవు దాటిపో. ఈ మాటలు అంత్యకాలం వరకు ముద్ర వేయబడి రహస్యంగా ఉంటాయి."},{"number":10,"verse":"చాలామంది తమ్మును తాము పరిశుద్ధులుగా చేసుకొంటారు. తమ్మును తాము తెలుపుగాను, శుద్ధులుగాను చేసుకొంటారు. కాని చెడ్డవాళ్లు చెడ్డవాళ్లగానే ఉంటారు. ఆ దుర్జనులు ఈ విషయాలు అర్థం చేసుకోలేరు. కాని జ్ఞానవంతులు అర్థం చేసుకొంటారు."},{"number":11,"verse":"“అనుదిన బలులు నిలిపివేసిన కాలం మొదలుకొని నాశనకరమైన అసహ్య వస్తువు నిలబెట్టబడిన కాలం వరకు ఒక వెయ్యి మూడువందల ముప్పైయైదు రోజులు వేచియుండి, ఆ దినముల అంతము వరకు ఉండువాడు ధన్యుడు."},{"number":13,"verse":"“నీవు నీ జీవిత అంతం వరకు బ్రతికి, నీ విశ్రాంతిలో ప్రవేశించు. దినాల అంతమందు నీవు లేపబడి నీ స్థానములో నీవు నిలుస్తావు.”"}]}