{"bibleAbbr":"CVB1535","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"The LORDE sayde vnto Moses & Aaron in the londe of Egipte:"},{"number":2,"verse":"This moneth shal be with you ye first moneth & at it ye shall begynne the monethes of the yeare."},{"number":3,"verse":"Speake ye vnto all the congregacion of Israel, & saye: Vpon ye tenth daye of this moneth let euery one take a labe (or a kydd) where a housholder is, to euery house a labe."},{"number":4,"verse":"But yf the housholde be to few for a lambe, the let him & his neghbor yt is next vnto his house, take it acordinge to the nombre of ye soules, and counte to the lambe, what euery man maye eate."},{"number":5,"verse":"But it shal be a lambe without blemish, a male, & of a yeare olde. From amonge the lambes & goates shal ye take it."},{"number":6,"verse":"And ye shal kepe it vnto ye fourtene daye of the moneth. And euery man of the congregacion of Israel shal slaye it aboute the eueninge."},{"number":7,"verse":"And they shal take of his bloude, and stryke it on both the syde postes of the dore, and on the vpperdore post of the house, that they eate it in."},{"number":8,"verse":"And so shal they eate flesh ye same night, rosted at the fyre, & vnleuended bred, and shal eate it with sowre sawse."},{"number":9,"verse":"Ye shal not eate it rawe, ner sodden with water, but onely rosted at the fyre, his heade wt his fete and pertenaunce."},{"number":10,"verse":"And ye shal leaue nothynge of it ouer vntyll the mornynge: but yf eny thinge be left ouer vntyll the mornynge, ye shal burne it with fyre."},{"number":11,"verse":"Of this maner shal ye eate it: Ye shal be gyrded aboute youre loynes, and haue youre shues vpon youre fete, and staues in yor handes, and ye shal eate it with haist: for it is ye LORDES Passeouer."},{"number":12,"verse":"For in the same night wil I go thorow the londe of Egipte, & smyte all the firstborne in the lande of Egipte, from men vnto catell, & vpon all the goddes of Egipte wyll I do execucion."},{"number":13,"verse":"Euen I the LORDE. And the bloude shal be youre token, vpon the houses wherin ye are: yt whan I se the bloude, I maye passe ouer, and that the plage happen not vnto you, to destroye you, whan I smyte the londe of Egipte."},{"number":14,"verse":"And this daye shall ye haue for a remembraunce, and ye shall kepe it holy for a feast vnto the LORDE, ye & all youre posterities, for a perpetuall custome."},{"number":15,"verse":"Seuen dayes shall ye eate vnleuended bred: namely, vpon the first daie shal ye leaue of with leuended bred in youre houses. Who so euer eateth leuended bred from the first daye vnto ye seuenth that soule shall be roted out from Israel."},{"number":16,"verse":"The first daye shall be called holy amonge you, and the seuenth also. No maner of worke shall ye do therin, saue what belongeth to the meate for all maner of soules, that onely maye ye do for you."},{"number":17,"verse":"And kepe you to leuended bred. For euen vpon that same daye wil I brynge youre armies out of the londe of Egipte, therfore shall ye and all youre posterities kepe this daye for a perpetuall custome."},{"number":18,"verse":"Vpon the fourtene daye of the first moneth, at euen, shall ye eate vnleuended bred, vnto the one and twentye daye of the moneth, at euen:"},{"number":19,"verse":"so that there be no leuended bred founde in youre houses seuen dayes. For who so euer eateth leuended bred, that soule shall be roted out from the congregacion of Israel, whether it be a straunger or borne in the londe."},{"number":20,"verse":"Therfore eate no leuended bred, but onely vnleuended bred in all youre dwellynges."},{"number":21,"verse":"And Moses called all the Elders of Israel, and sayde vnto them: Chose out, and take to euery housholde a shepe, and kyll Passeouer vnto the LORDE:"},{"number":22,"verse":"and take a bunch of ysope, and dyppe it in the bloude in the basen, and stryke it vpon the vpperposte and vpon the two syde postes, and none of you go out at the dore of his house vntyll ye mornynge,"},{"number":23,"verse":"for the LORDE wyll go aboute and plage the Egipcians. And whan he seyth the bloude vpo the vpperposte, and vpon the two syde postes, he wyl passe ouer by the dore, and not suffre the destroyer to come in to youre houses to plage."},{"number":24,"verse":"Therfore kepe this custome for the and thy children for euer."},{"number":25,"verse":"And whan ye be come into ye londe that the LORDE shal geue you, (as he hath sayde) then kepe this seruyce."},{"number":26,"verse":"And whan youre children saye vnto you: What seruyce is this, that ye haue?"},{"number":27,"verse":"Ye shal saye: It is the sacrifice of the LORDES Passeouer, which passed ouer by the children of Israel in Egipte, whan he plaged the Egipcians, and saued oure houses. Then the people bowed them selues, and worshipped."},{"number":28,"verse":"And the children of Israel wente and dyd, as the LORDE had commaunded Moses and Aaron."},{"number":29,"verse":"And at mydnight the LORDE smote all the firstborne in the lande of Egipte: from Pharaos first sonne (which sat vpon his seate) vntyll the first sonne of the presoner that was in the preson, and all the firstborne of the catell."},{"number":30,"verse":"Then Pharao arose ye same night, and all his seruauntes, and all the Egipcians, & there was a greate crye in Egipte: for there was no house wherin there was not one deed."},{"number":31,"verse":"And he called for Moses and Aaron in ye night, and sayde: Get you vp, and departe out fro my people, ye and the children of Israel: go youre waye, and serue the LORDE, as ye haue sayde:"},{"number":32,"verse":"and take youre shepe and youre oxen with you, as ye haue sayde, and departe, and blesse me also."},{"number":33,"verse":"And the Egipcians were fearce vpon the people, to dryue them haistely out of the londe, for they saide: we are all but deed."},{"number":34,"verse":"And the people toke the rawe dowe, before it was leuended (for their foode) bounde in their clothes vpon their shulders."},{"number":35,"verse":"And the children of Israel had done as Moses sayde, and borowed Iewels of syluer and golde, and clothes of the Egipcians:"},{"number":36,"verse":"the LORDE also had geuen the people fauoure in the sight of the Egipcians, that they lent them, and so they spoyled the Egipcians."},{"number":37,"verse":"Thus ye children of Israel toke their iourney from Raemses to Suchoth, sixe hundreth thousande men of fote, besyde childre."},{"number":38,"verse":"There wente with them also moch como people, and shepe, and oxen, and exceadinge many catell."},{"number":39,"verse":"And of the rawe dowe that they brought out of Egipte, they baked vnleueded cakes: for it was not leuended, in so moch as they were thrust out of Egipte, and coude not tary: nether had they prepared them eny other meate."},{"number":40,"verse":"The tyme yt the children of Israel dwelt in Egipte, is foure hondreth and thirtie yeares."},{"number":41,"verse":"Whan the same were ended, the whole hoost of the LORDE wente out of the londe of Egipte in one daye."},{"number":42,"verse":"Therfore shall this night be kepte vnto the LORDE, because he brought them out of the londe of Egipte: And the children of Israel shall kepe it vnto the LORDE, they and their posterities."},{"number":43,"verse":"And the LORDE sayde vnto Moses and Aaron: This is the maner of the kepynge of Passeouer. There shal no strauger eate of it."},{"number":44,"verse":"But who so is a bought seruaunt let him be circumcysed, & then eate therof."},{"number":45,"verse":"A straunger and an hyred seruaut shal not eate of it."},{"number":46,"verse":"In one house shal it be eate. Ye shal cary none of his flesh out of the house, and ye shal not breake a bone of him."},{"number":47,"verse":"The whole congregacion of Israel shal do it."},{"number":48,"verse":"But yf there dwel a straunger with the, & wil holde passeouer vnto the LORDE, let him cicumcyse euery one that is male, and then let him first come, and do it, and be as one that is borne in the londe: for there shal no vncircumcysed eate therof."},{"number":49,"verse":"One maner of lawe be vnto him yt is borne in the londe, & vnto the strauger yt dwelleth amoge you."},{"number":50,"verse":"And all the childre of Israel dyd as the LORDE commaunded Moses & Aaron."},{"number":51,"verse":"So vpo one daye the LORDE brought the childre of Israel out of the lode of Egipte with their armyes."}]}