{"bibleAbbr":"CVB1535","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"And the whole multitude of the children of Israel wete on their iourneys out of the wyldernes of Sin (as the LORDE comaunded the) & pitched in Raphidim. Then had the people no water to drynke."},{"number":2,"verse":"And they chode wt Moses, & sayde: Geue vs water, yt we maye drynke. Moses sayde vnto the: Why chyde ye wt me? Wherfore tepte ye ye LORDE?"},{"number":3,"verse":"But whan the people thyrsted there for water, they murmured agaynst Moses, & sayde: Wherfore hast thou caused vs to come out of Egipte? to let vs, oure children, and oure catell dye of honger?"},{"number":4,"verse":"Moses cried vnto the LORDE, and sayde: What shal I do wt this people? They are allmost ready to stone me."},{"number":5,"verse":"The LORDE saide vnto him: Go before the people, & take some of the elders of Israel with ye, and take in thine hande thy staff, wherwith thou smotest the water, and go thy waye:"},{"number":6,"verse":"Beholde, I wyl stonde there before the vpon a rock in Horeb, there shalt thou smyte the rocke, so shall there water runne out, that the people maye drynke. Moses dyd so before the elders of Israel."},{"number":7,"verse":"Then was that place called Massa Meriba, because of the chydinge of the children of Israel, and because they tempted ye LORDE, and sayde: Is the LORDE amonge vs, or not?"},{"number":8,"verse":"Then came Ameleck, & fought agaynst Israel in Raphidim."},{"number":9,"verse":"And Moses sayde vnto Iosua: Chose vs out men, go out, & fight against Amaleck, tomorow wil I stode vpo the toppe of the hyll, & haue ye staff of God in my hande."},{"number":10,"verse":"And Iosua dyd as Moses bade him, & fought agaynst Amalek. Moses & Aaron & Hur wente vp to ye toppe of the hyll."},{"number":11,"verse":"And wha Moses helde vp his hade, Israel had the victory: but whan he let downe his hande, Amalek had the victory."},{"number":12,"verse":"But Moses hades were heuy, therfore toke they a stone, & layed it vnder him, that he might syt vpon it. And Aaron & Hur stayed vp his hades, the one vpon the one syde, and the other vpon ye other syde. So his handes were stedfast vnto ye Sonne wente downe."},{"number":13,"verse":"And Iosua discomfited Amalek, & his people thorow the edge of the swerde."},{"number":14,"verse":"And ye LORDE sayde vnto Moses: Wryte this for a remebraunce in a boke, & comytte it vnto ye eares of Iosua: for I wyll rote out Amalek from vnder heauen, so that he shall nomore be remembred."},{"number":15,"verse":"And Moses buylded an altare vnto the LORDE, and called it: The LORDE Nissi,"},{"number":16,"verse":"for he sayde: The battayll of the LORDE shalbe agaynst Amalek thorow an hande vnder the defence of God from childe to childes childe."}]}