{"bibleAbbr":"CVB1535","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":29,"verses":[{"number":1,"verse":"This is it also, that thou shalt do vnto them, that they maye be consecrated prestes vnto me. Take a yonge bullocke, and two rammes without blemish,"},{"number":2,"verse":"vnleuended bred, & vnleuended cakes myxte wt oyle, and wafers of swete bred tempered wt oyle: Of wheate floure shalt thou make them all,"},{"number":3,"verse":"and put them in a maunde, & brynge them in the maunde, with the bullocke & two rammes."},{"number":4,"verse":"And thou shalt brynge Aaron & his sonnes vnto the dore of the Tabernacle of witnesse, & wash them wt water,"},{"number":5,"verse":"& take the garmentes, and put vpon Aaron the albe and the tunycle, & the ouer body cote, & the brestlappe to ye ouer body cote, & shalt gyrde him on the out syde vpon the ouer body cote,"},{"number":6,"verse":"and set the myter vpon his heade, and the holy crowne vpon the myter:"},{"number":7,"verse":"and shalt take the anoyntinge oyle, and poure it vpon his heade, and anoynte him."},{"number":8,"verse":"Thou shalt brynge forth his sonnes also,"},{"number":9,"verse":"& put the albes vpon them, and gyrde both Aaron & them with gyrdles, & set the bonettes vpon their heades, that they maye haue the presthode for a perpetuall custome. And thou shalt fyll the hades of Aaron and his sonnes,"},{"number":10,"verse":"and brynge forth the bullocke before the Tabernacle of wytnesse. And Aaron and his sonnes shall laye their hades vpon the heade of the bullocke,"},{"number":11,"verse":"and thou shalt sley the bullocke before the LORDE, at the dore of the Tabernacle of wytnesse,"},{"number":12,"verse":"and shalt take of his bloude, and put it vpon the hornes of the altare with thy fynger, and poure all the other bloude vpon the botome of the altare."},{"number":13,"verse":"And thou shalt take all the fat that couereth the bowels and the nett vpon the leuer, and the two kydneys with the fat that is aboute them, and burne them vpon the altare."},{"number":14,"verse":"But the bullockes flesh, skynne and donge, shalt thou burne with fyre without the hoost: for it is a synneofferynge."},{"number":15,"verse":"The one ramme shalt thou take also, and Aaron with his sonnes shall laye their handes vpon his heade."},{"number":16,"verse":"Then shalt thou sleye him, and take of his bloude, and sprenkle it vpon the altare rounde aboute."},{"number":17,"verse":"But the ramme shalt thou deuyde in peces, and wash his bowels and his legges, and laye them vpon the peces and the heade,"},{"number":18,"verse":"and burne the whole ramme vpon the altare: for it is a burntofferynge, and a swete sauoure of the sacrifice vnto the LORDE."},{"number":19,"verse":"As for the other ramme, thou shalt take him, and Aaron with his sonnes shall laye their handes vpon his heade,"},{"number":20,"verse":"and thou shalt slaye him, and take of his bloude, and put it vpon the typpe of the right eare of Aaron and his sonnes, and vpon ye thombe of their right handes, and vpon the greate too of their right fete, and thou shalt sprenkle the bloude vpon the altare rounde aboute,"},{"number":21,"verse":"and shalt take of the bloude vpon the altare and the anoyntinge oyle, and sprenckle it vpon Aaron and his vestymentes, vpon his sonnes and their vestymentes. So shall he and his clothes, his sonnes and their clothes be consecrated."},{"number":22,"verse":"Then shalt thou take the fat of the ramme, the rompe, and the fatt that couereth ye bowels, the net vpon the leuer, and the two kydneys with the fatt that is aboute them, and the right shulder (for it is a ramme of cosecracion)"},{"number":23,"verse":"and a symnel of bred, and an oyled cake, and a wafer out of the maunde of the vnleuended bred that stondeth before ye LORDE,"},{"number":24,"verse":"and put all in to the handes of Aaron and of his sonnes, and waue it vnto the LORDE."},{"number":25,"verse":"The take it out of their handes, and burne it vpon the altare for a burnt offeringe, to be a swete sauoure vnto ye LORDE. For it is the LORDES sacrifice."},{"number":26,"verse":"And thou shalt take the brest of the ramme of Aaros consecracio, & shalt waue it before ye LORDE, yt shal be his parte."},{"number":27,"verse":"And thus shalt thou halowe ye Wauebrest & ye Heueshulder (yt are waued & heaued) of ye ramme of the consecracion of Aaron & his sonnes:"},{"number":28,"verse":"And it shalbe a perpetuall custome for Aaro and his sonnes of ye children of Israel: for it is an Heue offrynge, and the Heue offrynge shalbe the LORDES dewtye of the children of Israel, in their deade offrynges and Heueoffrynges which they do vnto the LORDE."},{"number":29,"verse":"And the holy garmentes of Aaron shall his sonnes haue after him, that they maie be anoynted therin, & yt their handes maye be fylled."},{"number":30,"verse":"Loke which of his sonnes shalbe prest in his steade, the same shal put them on seue dayes, that he maye go in to the Tabernacle of wytnesse, to mynister in the Sanctuary."},{"number":31,"verse":"But the ramme of consecracion shalt thou take, and seeth his flesh in an holy place."},{"number":32,"verse":"And Aaron with his sonnes shal eate the flesh of the same ramme with the bred in the maunde, at the dore of the Tabernacle of wytnesse:"},{"number":33,"verse":"for there is an attonement made therwith, to fyll their handes, that they maye be consecrated. A strauger shal not eate therof, for it is holy."},{"number":34,"verse":"But yf eny of the flesh of the consecracion, and of the bred remaine vntyll the mornynge, thou shalt burne it with fyre, and not let it be eaten, for it is holy."},{"number":35,"verse":"And thus shalt thou do with Aaron and his sonnes all that I haue commaunded ye. Seuen dayes shalt thou fyll their handes,"},{"number":36,"verse":"and offer a bullocke daylie for a synne offeringe, because of them yt shalbe reconciled. And thou shalt halowe the altare, whan thou reconcylest it: & shalt anoynte it, that it maye be consecrated."},{"number":37,"verse":"Seuen dayes shalt thou reconcyle the altare, & consecrate it, that it maye be an altare of the Most holy. Who so wyll touch the altare, must be consecrated."},{"number":38,"verse":"And this shalt thou do with the altare: Two lambes of one yeare olde shalt thou offer euery daye vpon it:"},{"number":39,"verse":"the one lambe in the mornynge, and the other at euen."},{"number":40,"verse":"And to one lambe a tenth deale of wheate floure, megled with ye fourth parte of an Hin of beaten oyle, and ye fourth parte of an Hin of wine for a drynk offerynge"},{"number":41,"verse":"With the other lambe at euen shalt thou do like as with ye meateofferynge and drynkofferynge in the mornynge, for a swete sauoure of sacrifice vnto ye LORDE."},{"number":42,"verse":"This is the daylie burntofferynge amonge youre posterities, at the dore of the Tabernacle of wytnesse before the LORDE, where I will proteste vnto you, and talke with the."},{"number":43,"verse":"There wil I proteste vnto the children of Israel, and be sanctified in my glory,"},{"number":44,"verse":"and wyl halowe the Tabernacle of wytnes and the altare, and consecrate Aaro and his sonnes, to be my prestes."},{"number":45,"verse":"And I wyl dwell amonge the children of Israel, & wyll be their God:"},{"number":46,"verse":"so yt they shal knowe, how that I am the LORDE their God, which brought them out of the londe of Egipte, that I might dwell amonge them, euen I the LORDE their God."}]}