{"bibleAbbr":"CVB1535","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":32,"verses":[{"number":1,"verse":"But whan the people sawe that Moses made loge taryenge to come downe fro the mount, they gathered the together agaynst Aaron, & sayde vnto him: Vp, and make vs goddes, to go before vs, for we can not tell what is become of this man Moses, that brought vs out of Egipte."},{"number":2,"verse":"Aaron sayde vnto them: Plucke of the golden earynges from the eares of youre wyues, of yor sonnes, & of yor doughters, & brynge them vnto me."},{"number":3,"verse":"Then all the people pluckte of their golden earynges from their eares, & brought them vnto Aaron."},{"number":4,"verse":"And he toke them of their handes, & fashioned it wt a grauer. And they made a molten calfe, and sayde: These are thy goddes (O Israel) that brought the out of the londe of Egipte."},{"number":5,"verse":"Whan Aaron sawe that, he buylded an altare before him, and caused it be proclamed, and sayde: Tomorow is the LORDES feast."},{"number":6,"verse":"And they arose vp early in the mornynge, and offred burntofferynges, and brought deadofferynges also: Then the people sat them downe to eate and drynke, & rose vp to playe."},{"number":7,"verse":"But the LORDE sayde vnto Moses: Go get the downe, for thy people whom thou broughtest out of the londe of Egipte,"},{"number":8,"verse":"haue marred all: they are soone gone out of the waie, which I commaunded them. They haue made them a molten calfe, and haue worshipped it, & offred vnto it, & sayde: These are thy goddes (O Israel) that brought the out of the lande of Egipte."},{"number":9,"verse":"And the LORDE sayde vnto Moses: I se, that it is a styffnecked people,"},{"number":10,"verse":"and now suffre me, that my wrath maye waxe whote ouer them, & that I maye consume them, so wil I make a greate people of the."},{"number":11,"verse":"But Moses be sought the LORDE his God, & sayde: Oh LORDE, wherfore wil thy wrath waxe whote ouer thy people, whom thou hast brought out of the lode of Egipte wt greate power & a mightie hade?"},{"number":12,"verse":"Wherfore shulde the Egipcians speake, & saye: He hath brought the for their myschefe, to slaye them in the mountaynes, and to destroye the vtterly from the earth? O turne the from the fearcenesse of yi wrath, & be gracious ouer the wickednesse of thy people."},{"number":13,"verse":"Remembre thy seruautes Abraham, Isaac, and Israel, vnto who thou swarest by thyne owne self, and saydest: I wil multiplye youre sede as the starres of heauen, and all the londe that I haue promysed you, wil I geue vnto youre sede, & they shall inheret it for euer."},{"number":14,"verse":"Thus the LORDE repented of the euell, which he sayde he wolde do vnto his people."},{"number":15,"verse":"Moses turned him, & wente downe from the mount, and in his hande he had the two tables of wytnesse, which were wrytte vpon both the sydes,"},{"number":16,"verse":"and were Gods worke, & the wrytinge was the wrytinge of God therin."},{"number":17,"verse":"Now whan Iosua herde the noyse of ye people, as they shouted, he sayde vnto Moses: This is a noyse of warre in the hoost."},{"number":18,"verse":"He answered: It is not a noyse of them that haue the victory, and of them that haue the worse, but I heare a noyse of synginge at a daunse."},{"number":19,"verse":"Whan he came nye vnto the hoost, and sawe the calfe, and the daunsynge, he was moued with wrath, and cast the tables out of his hande, and brake them beneth the mount."},{"number":20,"verse":"And he toke the calfe that they had made, and brent it with fyre, and stamped it vnto poulder, and strowed it in the water, & gaue it vnto the children of Israel to drynke,"},{"number":21,"verse":"& sayde vnto Aaron: What dyd this people vnto the, that thou hast brought so greate a synne vpon them?"},{"number":22,"verse":"Aaron sayde: Let not the wrath of my lorde waxe fearce: thou knowest, that this is a wicked people."},{"number":23,"verse":"They sayde vnto me: Make vs goddes to go before vs, for we cannot tell what is become of this man Moses, yt brought vs out of the londe of Egipte."},{"number":24,"verse":"I sayde vnto them: Who so hath golde, let him plucke it of, and geue it me: and I cast it in the fyre, therof came this calfe."},{"number":25,"verse":"Now whan Moses sawe, that the people were naked (for Aaron, whan he set them vp, made them naked to their shame)"},{"number":26,"verse":"he wete in to the gate of the hoost, and sayde: who so belongeth vnto the LORDE, let him come hither vnto me. Then all the children of Leui gathered them selues vnto him,"},{"number":27,"verse":"and he sayde vnto them: Thus sayeth the LORDE the God of Israel: Euery man put his swerde by his syde, and go thorow in and out from one gate to another in the hoost, and slaye euery man his brother, frende, & neghboure."},{"number":28,"verse":"The children of Leui dyd, as Moses sayde vnto them. And there fell of the people the same daye thre thousande men."},{"number":29,"verse":"The sayde Moses: Cosecrate youre handes this daie vnto the LORDE, euery man vpon his sonne and brother, that the prayse maye be geuen ouer you this daye."},{"number":30,"verse":"On the morow Moses sayde vnto the people: Ye haue done a greate synnne. Now I wil go vp vnto the LORDE, yf peraduenture I maye make an attonement for youre synnes."},{"number":31,"verse":"Now wha Moses came agayne vnto ye LORDE, he saide: Oh this people haue done a greate synne, & haue made them goddes of golde."},{"number":32,"verse":"Now for geue them their synne: yf not, the wype me out of yi boke, that thou hast wrytten."},{"number":33,"verse":"The LORDE sayde vnto Moses: What? Him that synneth against me, wil I wype out of my boke."},{"number":34,"verse":"Go thou yi waye therfore, and brynge ye people thither as I haue sayde vnto the, Beholde, myne angell shall go before the. But in the daye of my visitacion I wyll vyset their synnes vpon them."},{"number":35,"verse":"So the LORDE plaged the people, because they made ye calfe which Aaron made."}]}