{"bibleAbbr":"CVB1535","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":4,"verses":[{"number":1,"verse":"Moses answered, & sayde: Beholde, they shall not beleue me, ner heare my voyce, but shal saye: The LORDE hath not appeared vnto the."},{"number":2,"verse":"The LORDE sayde vnto him: What is yt, that thou hast in thine hande? He saide a staff."},{"number":3,"verse":"He sayde: Cast it from the vpon the grounde. And he cast it fro him: then was it turned to a serpent. And Moses fled fro it."},{"number":4,"verse":"But ye LORDE saide vnto him: Stretch forth thine hande, & take it by the tayle. Then stretched he forth his hande, and toke it, and it became a staff agayne in his hande."},{"number":5,"verse":"Therfore shal they beleue that ye LORDE God of their fathers, the God of Abraham, the God of Isaac ye God of Iacob hath appeared vnto the."},{"number":6,"verse":"And the LORDE sayde furthermore vnto him: Thrust thine hade in to yi bosome. And he thrust it in to his bosome, & toke it out: beholde, the was it leper like snowe."},{"number":7,"verse":"And he saide: Put it in to yi bosome agayne. And he put it agayne in to his bosome, & toke it out: beholde, the was it turned againe as his flesh."},{"number":8,"verse":"Yf they wil not beleue the, ner heare ye voyce of the first token, yet shal they beleue the voyce of the seconde token."},{"number":9,"verse":"But yf they wil not beleue these two tokens ner heare thy voyce, then take of the water of the ryuer, and poure it vpon the drye londe: so shall the same water yt thou hast take out of ye ryuer, be turned vnto bloude vpo ye drye londe."},{"number":10,"verse":"But Moses sayde vnto the LORDE: Oh my LORDE, I am a man yt is not eloquet, from yesterdaye & yeryesterdaye, & sence the tyme yt thou hast spoken vnto thy seruaunt: for I haue a slowe speach, & a slowe tunge."},{"number":11,"verse":"The LORDE sayde vnto him: Who hath made the mouth of man? Or who hath made the domme, or the deaf, or the seynge or ye blynde? Haue not I the LORDE done it?"},{"number":12,"verse":"Go now thy waye therfore, I wil be wt thy mouth, & teach the what thou shalt saye."},{"number":13,"verse":"But Moses sayde: My LORDE, sende whom thou wilt sende."},{"number":14,"verse":"Then was the LORDE very angrie at Moses, and saide: Do not I knowe then, yt thy brother Aaron the Leuite is well spoken? And beholde, he shal go forth to mete ye: & whan he seyth the, he shal reioyse from his hert."},{"number":15,"verse":"Thou shalt speake vnto him, & put the wordes in his mouth: & I wil be with thy mouth & his, and teach you what ye shall doo:"},{"number":16,"verse":"& he shall speake vnto the people for the. He shal be thy mouth, & thou shalt be his God."},{"number":17,"verse":"And take in thine hande this staff, wherwith thou shalt do tokens."},{"number":18,"verse":"Moses wete, and came agayne vnto Iethro his father in lawe, and sayde vnto him: Let me go (I praye the) that I maye turne agayne vnto my brethre, which are in Egipte, and se whether they be yet alyue. Iethro sayde vnto him: Go thy waye in peace."},{"number":19,"verse":"The LORDE sayde also vnto him in Madian: Go yi waye, turne againe in to Egipte, for ye me are deed, that sought after thy life."},{"number":20,"verse":"So Moses toke his wife, and his sonnes, and caried them vpon an Asse, & wente againe into the lande of Egipte, & toke the staff of God in his hande."},{"number":21,"verse":"And the LORDE saide vnto Moses: When thou comest agayne in to Egipte, se yt thou do all the wonders (before Pharao) which I haue put in yi hade. But I wil harde his hert, yt he shall not let the people go."},{"number":22,"verse":"And thou shalt saie vnto Pharao: Thus sayeth ye LORDE: Israel is my first borne sonne,"},{"number":23,"verse":"& I saye vnto the: Let my sonne go, yt he maye serue me: Yf thou wilt not let him go, then wil I slaye thy firstborne sonne."},{"number":24,"verse":"And as he was by the waye in the Inne, the LORDE met him, and wolde haue slayne him."},{"number":25,"verse":"Then toke Zipora a stone, and circumcyded the foreskynne of hir sonne, and touched his fete, and sayde: A bloudy brydegrome art thou vnto me."},{"number":26,"verse":"The let he him go. But she sayde: A bloudy brydegrome, because of the circumcision."},{"number":27,"verse":"And the LORDE sayde vnto Aaron: Go mete Moses in the wildernes. And he wete, & met him on the mount of God, and kyssed him."},{"number":28,"verse":"And Moses tolde Aaron all the wordes of the LORDE, which had sent him: & all the tokens yt he had charged him with all."},{"number":29,"verse":"And they wete, & gathered all the elders of the childre of Israel."},{"number":30,"verse":"And Aaron tolde all ye wordes, yt the LORDE had spoke vnto Moses: & dyd the tokens before the people,"},{"number":31,"verse":"& the people beleued. And whan they herde yt the LORDE vysited the children of Israel, and loked vpon their trouble, they bowed them selues, and worshipped."}]}