{"bibleAbbr":"CVB1535","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":8,"verses":[{"number":1,"verse":"The LORDE sayde vnto Moses: Go yi waye to Pharao, & speake vnto him: Thus saieth the LORDE: Let my people go, yt they maye serue me:"},{"number":2,"verse":"Yf thou wilt not let the go, beholde, I wil smyte all ye borders of yi lode wt frogges,"},{"number":3,"verse":"so yt the ryuer shal scraule wt frogges: these shal clymme vp, & come in to thine house, in to yi chamber, where thou slepest, vpon thy bed, and in to the houses of thy seruauntes, amonge thy people, in to thine ouens, and vpon thy dowe:"},{"number":4,"verse":"and the frogges shall come vp vpon the, and vpon thy people, and vpon all thy seruauntes."},{"number":5,"verse":"And the LORDE spake vnto Moses: Saie vnto Aaron: Stretch forth thine hande wt thy staff ouer the streames, & ryuers, & pondes, and let frogges come vpon the londe of Egipte."},{"number":6,"verse":"And Aaron stretched his hade ouer the waters in Egipte, & there came vp frogges, so yt the londe of Egipte was couered."},{"number":7,"verse":"The Sorcerers also dyd likewyse, wt their Sorcerirs, & caused frogges to come vpo ye lode of Egipte."},{"number":8,"verse":"The called Pharao for Moses & Aaron, & sayde: Praye the LORDE for me, yt he maye take awaye the frogges fro me & fro my people, & I will let ye people go, yt they maye do sacrifice vnto the LORDE."},{"number":9,"verse":"Moses sayde: Haue thou the honor before me, & appoynte me, wha I shal praye for ye, for yi seruauntes and for thy people: yt the frogges maye be dryuen awaye fro the & fro thy house, & remayne onely in the ryuer."},{"number":10,"verse":"He sayde: Tomorow. He sayde: Euen as thou hast sayde, yt thou mayest knowe, yt there is none like vnto the LORDE or God:"},{"number":11,"verse":"And the frogges shal be take from the, & from yi house, from thy seruauntes, & from thy people, & remayne onely in the ryuer."},{"number":12,"verse":"So Moses & Aaron wete from Pharao, & Moses cried vnto the LORDE for the appoyntment ouer the frogges, which he had promysed vnto Pharao."},{"number":13,"verse":"And ye LORDE dyd as Moses sayde. And the frogges dyed in ye houses, in ye courtes, & vpon ye felde:"},{"number":14,"verse":"& they gathered the together, here an heape, & there an heape, & the lande stanke of them."},{"number":15,"verse":"But whan Pharao sawe yt he had gotten breth, his hert was hardened, and he herkened not vnto the, euen as the LORDE had sayde."},{"number":16,"verse":"And the LORDE spake vnto Moses: Saie vnto Aaron: Stretch out thy staff, & smyte the dust vpon the earth, yt there maye be lyfe in the whole lode of Egipte."},{"number":17,"verse":"They dyd so. And Aaron stretched out his hande wt his staff, & smote the dust vpon the earth, & there were lyse vpon men and vpon catell: All the dust of the lande was turned vnto lyse in all the lande of Egipte."},{"number":18,"verse":"The Sorcerers also assayde likewyse wt their Sorcerirs yt they might brynge forth lyse, but they coude not. And ye lyse were vpon men & catell."},{"number":19,"verse":"Then sayde ye Sorcerers vnto Pharao: It is the fynger of God. But Pharaos hert was hardened, & he herkened not vnto the, euen as the LORDE had sayde."},{"number":20,"verse":"And ye LORDE saide vnto Moses: Get ye vp tomorow by tymes, & stonde before Pharao: beholde, he wil go vnto the water, & speake thou vnto him: Thus saieth ye LORDE: let my people go, yt they maye serue me:"},{"number":21,"verse":"yf not, beholde, I wil cause cruell wormes (or flyes) to come vpon the, thy seruauntes, yi people, & thy house, so yt all the Egipcians houses, & the felde, and what theron is shall be full of cruell wormes:"},{"number":22,"verse":"& the same daye wil I separate the londe of Gosen, wherin my people are, so yt no cruell worme shalbe there, that thou mayest knowe, that I am ye LORDE in the myddest of the earth."},{"number":23,"verse":"And I wil set a delyueraunce betwene my people and thyne. Tomorow shal this token come to passe."},{"number":24,"verse":"And the LORDE dyd so. And there came perlous cruell wormes in to Pharaos house, in to his seruauntes houses, & vpon all the londe of Egipte: and the londe was marred with noysome wormes."},{"number":25,"verse":"The called Pharao for Moses & Aaron, & sayde: Go yor waye, & do sacrifice vnto yor God in ye londe."},{"number":26,"verse":"Moses sayde: It is not mete, yt we shulde so do, so shulde we offer ye abhominacion of ye Egipcians vnto the LORDE or God. Beholde, yf we shulde offer the abhominacion of ye Egipcians before their eyes, shulde they not stone vs?"},{"number":27,"verse":"Thre dayes iourney will we go in the wyldernes, and do sacrifice vnto the LORDE oure God like as he hath sayde vnto vs."},{"number":28,"verse":"Pharao sayde: I wil let you go, yt ye maie do sacrifice vnto the LORDE yor God in the wyldernes (onely yt ye go no farther) & praye for me."},{"number":29,"verse":"Moses sayde: Beholde, whan I am come forth from ye, I wil praye vnto ye LORDE, yt the cruell wormes maye be taken from Pharao, & from his seruautes, & fro his people, euen tomorow: onely disceaue me nomore, that thou woldest not let the people go to do sacrifice vnto the LORDE."},{"number":30,"verse":"And Moses wete out from Pharao, and prayed vnto the LORDE."},{"number":31,"verse":"And the LORDE dyd as Moses sayde, & toke awaye the cruell wormes from Pharao, from his seruauntes, and from his people, so yt there remayned not one."},{"number":32,"verse":"But Pharao hardened his hert eue then also, and let not ye people go."}]}