{"bibleAbbr":"MSG2018","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"I love you, GOD— you make me strong. GOD is bedrock under my feet, the castle in which I live, my rescuing knight. My God—the high crag where I run for dear life, hiding behind the boulders, safe in the granite hideout."},{"number":3,"verse":"I sing to GOD, the Praise-Lofty, and find myself safe and saved."},{"number":4,"verse":"The hangman’s noose was tight at my throat; devil waters rushed over me. Hell’s ropes cinched me tight; death traps barred every exit."},{"number":6,"verse":"A hostile world! I call to GOD, I cry to God to help me. From his palace he hears my call; my cry brings me right into his presence— a private audience!"},{"number":7,"verse":"Earth wobbles and lurches; huge mountains shake like leaves, Quake like aspen leaves because of his rage. His nostrils flare, bellowing smoke; his mouth spits fire. Tongues of fire dart in and out; he lowers the sky. He steps down; under his feet an abyss opens up. He’s riding a winged creature, swift on wind-wings. Now he’s wrapped himself in a trenchcoat of black-cloud darkness. But his cloud-brightness bursts through, spraying hailstones and fireballs. Then GOD thundered out of heaven; the High God gave a great shout, spraying hailstones and fireballs. God shoots his arrows—pandemonium! He hurls his lightnings—a rout! The secret sources of ocean are exposed, the hidden depths of earth lie uncovered The moment you roar in protest, let loose your hurricane anger."},{"number":16,"verse":"But me he caught—reached all the way from sky to sea; he pulled me out Of that ocean of hate, that enemy chaos, the void in which I was drowning. They hit me when I was down, but GOD stuck by me. He stood me up on a wide-open field; I stood there saved—surprised to be loved!"},{"number":20,"verse":"GOD made my life complete when I placed all the pieces before him. When I got my act together, he gave me a fresh start. Now I’m alert to GOD’s ways; I don’t take God for granted. Every day I review the ways he works; I try not to miss a trick. I feel put back together, and I’m watching my step. GOD rewrote the text of my life when I opened the book of my heart to his eyes."},{"number":25,"verse":"The good people taste your goodness, The whole people taste your health, The true people taste your truth, The bad ones can’t figure you out. You take the side of the down-and-out, But the stuck-up you take down a notch."},{"number":28,"verse":"Suddenly, GOD, you floodlight my life; I’m blazing with glory, God’s glory! I smash the bands of marauders, I vault the highest fences."},{"number":30,"verse":"What a God! His road stretches straight and smooth. Every GOD-direction is road-tested. Everyone who runs toward him Makes it."},{"number":31,"verse":"Is there any god like GOD? Are we not at bedrock? Is not this the God who armed me, then aimed me in the right direction? Now I run like a deer; I’m king of the mountain. He shows me how to fight; I can bend a bronze bow! You protect me with salvation-armor; you hold me up with a firm hand, caress me with your gentle ways. You cleared the ground under me so my footing was firm. When I chased my enemies I caught them; I didn’t let go till they were dead men. I nailed them; they were down for good; then I walked all over them. You armed me well for this fight, you smashed the upstarts. You made my enemies turn tail, and I wiped out the haters. They cried “uncle” but Uncle didn’t come; They yelled for GOD and got no for an answer. I ground them to dust; they gusted in the wind. I threw them out, like garbage in the gutter."},{"number":43,"verse":"You rescued me from a squabbling people; you made me a leader of nations. People I’d never heard of served me; the moment they got wind of me they listened. The foreign devils gave up; they came on their bellies, crawling from their hideouts."},{"number":46,"verse":"Live, GOD! Blessings from my Rock, my free and freeing God, towering! This God set things right for me and shut up the people who talked back. He rescued me from enemy anger, he pulled me from the grip of upstarts, He saved me from the bullies."},{"number":49,"verse":"That’s why I’m thanking you, GOD, all over the world. That’s why I’m singing songs that rhyme your name. God’s king takes the trophy; God’s chosen is beloved. I mean David and all his children— always."}]}