{"bibleAbbr":"RSV1971","bookName":"Habakkuk","bookEnglishName":"Habakkuk","chapterNumber":1,"verses":[{"number":1,"verse":"The oracle of God which Habak′kuk the prophet saw."},{"number":2,"verse":"The Prophet’s Complaint O LORD, how long shall I cry for help, and thou wilt not hear? Or cry to thee “Violence!” and thou wilt not save?"},{"number":3,"verse":"Why dost thou make me see wrongs and look upon trouble? Destruction and violence are before me; strife and contention arise."},{"number":4,"verse":"So the law is slacked and justice never goes forth. For the wicked surround the righteous, so justice goes forth perverted."},{"number":5,"verse":"Look among the nations, and see; wonder and be astounded. For I am doing a work in your days that you would not believe if told."},{"number":6,"verse":"For lo, I am rousing the Chalde′ans, that bitter and hasty nation, who march through the breadth of the earth, to seize habitations not their own."},{"number":7,"verse":"Dread and terrible are they; their justice and dignity proceed from themselves."},{"number":8,"verse":"Their horses are swifter than leopards, more fierce than the evening wolves; their horsemen press proudly on. Yea, their horsemen come from afar; they fly like an eagle swift to devour."},{"number":9,"verse":"They all come for violence; terror (Cn: Heb uncertain) of them goes before them. They gather captives like sand."},{"number":10,"verse":"At kings they scoff, and of rulers they make sport. They laugh at every fortress, for they heap up earth and take it."},{"number":11,"verse":"Then they sweep by like the wind and go on, guilty men, whose own might is their god!"},{"number":12,"verse":"Art thou not from everlasting, O LORD my God, my Holy One? We shall not die. O LORD, thou hast ordained them as a judgment; and thou, O Rock, hast established them for chastisement."},{"number":13,"verse":"Thou who art of purer eyes than to behold evil and canst not look on wrong, why dost thou look on faithless men, and art silent when the wicked swallows up the man more righteous than he?"},{"number":14,"verse":"For thou makest men like the fish of the sea, like crawling things that have no ruler."},{"number":15,"verse":"He brings all of them up with a hook, he drags them out with his net, he gathers them in his seine; so he rejoices and exults."},{"number":16,"verse":"Therefore he sacrifices to his net and burns incense to his seine; for by them he lives in luxury, (Heb his portion is fat) and his food is rich."},{"number":17,"verse":"Is he then to keep on emptying his net, and mercilessly slaying nations for ever?"}]}