{"bibleAbbr":"LBP1933","bookName":"2 John","bookEnglishName":"2 John","chapterNumber":1,"verses":[{"number":1,"verse":"THE minister, to the mother church, and her children, those whom I love in the truth, and not I only, but also all those who have known the truth,"},{"number":2,"verse":"For the sake of the truth which dwells in us and is with us for ever,"},{"number":3,"verse":"Grace be with us, mercy, and peace, from God the Father, and from the LORD Jesus Christ, the Son of the Father, in truth and love."},{"number":4,"verse":"I rejoiced greatly that I found some of your children living in the truth, as we have received a commandment from the Father."},{"number":5,"verse":"And now I beseech you, O mother church, not as though I wrote a new commandment to you, but that which we had from the beginning, that we love one another."},{"number":6,"verse":"And this is love, that we walk according to his commandments. This is the commandment, that as you have heard from the beginning, you should follow it."},{"number":7,"verse":"For many deceivers have appeared in the world, who do not acknowledge that Jesus Christ has come in the flesh. Such a person is a deceiver and an antichrist."},{"number":8,"verse":"Look to yourselves, that you lose not those things which you have accomplished, but that you receive a full reward."},{"number":9,"verse":"Whosoever transgresses, and does not abide in the teaching of Christ, does not have God. He who abides in His doctrine, has both the Father and the Son."},{"number":10,"verse":"If anyone comes to you, and does not bring this doctrine, do not welcome him to your house, neither bid him to eat:"},{"number":11,"verse":"For he who bids him to eat is partaker of his evil works."},{"number":12,"verse":"I have many things to say to you, which I do not want to write with paper and ink: but I trust to come to you, and speak face to face, that our joy may be full."},{"number":13,"verse":"The children of your elect sister Church greet you. Grace be with you. Amen."}]}