{"bibleAbbr":"WB1895","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":12,"verses":[{"number":1,"verse":"At that time on the Sabbath, Jesus went through the grain fields; his disciples were hungry and started to pick the heads of grain and eat."},{"number":2,"verse":"But when the Pharisees saw it, they said to him, \"Look, your disciples are doing what is not lawful to do on the Sabbath\"."},{"number":3,"verse":"But he said to them, \"Haven't you read what David did when he was hungry and those who were with him?"},{"number":4,"verse":"\"How he went into the House of God and ate the showbread which was not lawful for him to eat, neither for those who were with him; but only for the priests."},{"number":5,"verse":"\"Or haven't you read in The Law, how on the Sabbath Days the priests in the temple profane the Sabbath yet are blameless?"},{"number":6,"verse":"\"But I tell you: that in this place is someone greater than the temple."},{"number":7,"verse":"\"But if you had really known what this means: «I will have mercy and not sacrifice;' you wouldn't have condemned the guiltless."},{"number":8,"verse":"\"For the Son of Man is Lord even of the Sabbath\"."},{"number":9,"verse":"After he left there, he went into their synagogue."},{"number":10,"verse":"And look, there's a man whose hand was withered. They asked him--so they could accuse him--saying, \"Is it lawful to heal on the Sabbath Days?\""},{"number":11,"verse":"He said to them, \"What man is there among you, who will have one sheep, and if it falls into a pit on the Sabbath, will not get a hold of it and lift it out?"},{"number":12,"verse":"\"How much more then does a man surpass a sheep? Therefore it is lawful to do good on Sabbath Days\"."},{"number":13,"verse":"Then he said to the man, \"Stretch out your hand\". He stretched it out and it was restored to good health, even as the other."},{"number":14,"verse":"Then the Pharisees left and held a council against him on how they might destroy him."},{"number":15,"verse":"But when Jesus knew, he withdrew from there, and great crowds followed him. He healed them all."},{"number":16,"verse":"He strongly warned them that they must not make him known,"},{"number":17,"verse":"so that it might be fulfilled what was spoken by Isaiah the prophet who said,"},{"number":18,"verse":"«Look, my servant whom I have chosen, my well beloved, in whom my soul is well pleased; I will put my Spirit on him, and he will announce judgment to the Gentiles."},{"number":19,"verse":"«He will not angrily argue nor make noisy demands, nor will any one hear his voice in the streets."},{"number":20,"verse":"«He will not break a bruised reed or quench smoking flax until he sends out judgment into victory."},{"number":21,"verse":"«And in his name will the Gentiles trust.»"},{"number":22,"verse":"Then one possessed with a devil, blind and unable to speak, was brought to him, and he healed him, so much so that the blind and mute both spoke and saw."},{"number":23,"verse":"All the people were amazed and said, \"Isn't this the Son of David?\""},{"number":24,"verse":"But when the Pharisees heard about it, they said, \"He doesn't cast out devils, except by Beelzebub, the prince of devil\"."},{"number":25,"verse":"Jesus knew their thoughts and said to them, \"Every kingdom divided against itself is brought to desolation, and every city or family divided against itself will not continue."},{"number":26,"verse":"\"If Satan casts out Satan, he is divided against himself. How then will his kingdom continue?"},{"number":27,"verse":"\"If I by Beelzebub cast out devils, by whom do your followers cast them out? Therefore they will be your judges."},{"number":28,"verse":"\"But if I cast out devils by the Spirit of God, then the Kingdom of God has come upon you."},{"number":29,"verse":"\"How then can one enter into a strong man's house, unless he ties up the strong man first, then he will plunder his house."},{"number":30,"verse":"\"He who is not with me is against me, and he who doesn't gather with me is scattering."},{"number":31,"verse":"\"Therefore I say to you: All kinds of sin and blasphemy will be forgiven of men, but the blasphemy against the Spirit will not be forgiven of men."},{"number":32,"verse":"\"Whosoever speaks a word against the Son of Man will be forgiven, but whosoever speaks against the Holy Spirit, it will not be forgiven him, not in this age nor in the age to come."},{"number":33,"verse":"\"Either make the tree good and its fruit good, or else make the tree worthless and it fruit worthless, for the tree is known by its fruit."},{"number":34,"verse":"\"O generation of vipers! How can you, being evil, speak good, for out of the abundance of the heart the mouth speaks."},{"number":35,"verse":"\"A good man out of the heart's good treasure brings forth good, but an evil man out of the evil treasure brings forth evil."},{"number":36,"verse":"\"I say to you: That for every useless word that people speak, they will give an account of it in the Day of Judgment."},{"number":37,"verse":"\"For by your words will you be justified, and by your words will you be judged guilty\"."},{"number":38,"verse":"Then certain among the Scribes and Pharisees answered, saying, \"Master, we want to see a sign from you\"."},{"number":39,"verse":"But he answered and said to them, \"An evil and adulterous generation seeks for a sign. There will be no sign given to it, except the sign of the prophet Jonah."},{"number":40,"verse":"\"For as Jonah was in the giant fish's stomach three days and three nights, so the Son of Man will be in the heart of the earth three days and three nights."},{"number":41,"verse":"\"The men of Nineveh will rise with this generation at the judgment and condemn it, because they repented at Jonah's preaching and behold, a greater than Jonah is here."},{"number":42,"verse":"\"The queen of the south will rise up with this generation at the judgment and will condemn it, for she came from the uttermost part of the earth to hear the wisdom of Solomon, and behold, a greater than Solomon is here."},{"number":43,"verse":"\"When the unclean spirit has come out of a man, he walks through dry country seeking rest and doesn't find any."},{"number":44,"verse":"\"So he says, «I will return into my house from where I came out', and when he comes, he finds it empty, swept, and decorated."},{"number":45,"verse":"\"Then he continues in and takes with him seven other spirits more wicked than himself, and they will enter and live there. The last state of that man is worse than the first. Even so it will be to this wicked generation as well.\""},{"number":46,"verse":"While he was still speaking to the people, look, his mother and his brothers were standing outside wanting to speak with him."},{"number":47,"verse":"Someone said to him, \"Look, your mother and your brothers are standing outside wanting to speak with you.\""},{"number":48,"verse":"But he replied and said to him who told him, \"Who is my mother, and who are my brothers?\""},{"number":49,"verse":"And he stretched out his hand toward is disciples and said, \"Behold, my mother and my brother!"},{"number":50,"verse":"\"For whosoever will do the will of my Father, who is in heaven, the same is my brother, sister, and mother.\""}]}