{"bibleAbbr":"WB1895","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":19,"verses":[{"number":1,"verse":"So it came about when Jesus had finished these words, he left from Galilee and came to the area of Judea on the other side of the Jordan."},{"number":2,"verse":"Large crowds followed him, and he healed them there."},{"number":3,"verse":"The Pharisees also came tempting him and saying to him, \"Is it lawful for a man to divorce his wife for any reason?\""},{"number":4,"verse":"He answered and said to them, \"Haven't you read that he who made them at the beginning made them male and female,"},{"number":5,"verse":"and said, «For this reason a man will leave father and mother and will have an indissoluble union with his wife, and they will be one flesh.»"},{"number":6,"verse":"\"Therefore they are not any longer two but one flesh. What God joined together, man must not separate.\""},{"number":7,"verse":"They said to him, \"Why did Moses then command to give a writing of divorce and divorce her?\""},{"number":8,"verse":"He said to them, \"Moses because of your hard hearts allowed you to divorce your wives, but it was not such from the beginning."},{"number":9,"verse":"\"I say to you, «Whosoever will divorce his wife--except for fornication--and will marry another commits adultery. Whoever marries her who is divorced commits adultery.»"},{"number":10,"verse":"His disciples said to him, \"If this is the case of man with his wife; it is better not to marry.\""},{"number":11,"verse":"But he said to them, \"All cannot receive this saying, except to those to whom it is given."},{"number":12,"verse":"\"For some are eunuchs who were born this way from theirs mother's womb, some are eunuchs who were made eunuchs by men, and some are eunuchs who made themselves eunuchs for the Kingdom of Heaven's sake. He who is able to receive it, let him receive it.\""},{"number":13,"verse":"Then little children were brought to him so that he could put [his] hands on them and pray, but the disciples rebuked them."},{"number":14,"verse":"But Jesus said, \"Allow the little children; do not stop them from coming to me, for of such is the Kingdom of Heaven.\""},{"number":15,"verse":"He laid hands on them, and then left there."},{"number":16,"verse":"Now look, one came and said to him, \"Good Master, what good thing can I do that I may have eternal life?\""},{"number":17,"verse":"And he said to him, \"Why do you call me good? None is good except one--God, but if you want to enter into life, keep the commandments.\""},{"number":18,"verse":"He said to him, \"Which ones?\" Jesus said, \"You must not murder; you must not commit adultery; you must not steal, you must not bear false witness; \"Honor you father and mother, and you must love your neighbor as yourself.\""},{"number":20,"verse":"The young man said, \"All these things I have kept from my youth up; what do I still lack?\""},{"number":21,"verse":"Jesus said to him, \"If you will be perfect, go, sell what you have, and give to the poor, then you will have treasure in heaven, and come and follow me.\""},{"number":22,"verse":"But when the young man heard that saying, he went away very sad, because he had great assets."},{"number":23,"verse":"Then Jesus said to his disciples, \"Verily I say to you, «That a rich man will with difficulty enter in the Kingdom of Heaven.»"},{"number":24,"verse":"\"Again I say to you, «It is easier for a camel to go through an eye of a needle, than for a rich man to enter in the Kingdom of Heaven.'\""},{"number":25,"verse":"When his disciples heard [this], they were totally amazed saying, \"Who then can be saved?\""},{"number":26,"verse":"But Jesus looked right at them and said to them, \"With men this is impossible, but with God all things are possible.\""},{"number":27,"verse":"Then Peter said to him, \"Look, we have forsaken everything and followed you. What then will we have?\""},{"number":28,"verse":"Jesus said to them, \"Truly, I say to you who have followed me, when the Son of Man sits on the throne of his glory in The Regeneration, you also will sit on twelve thrones judging the twelve tribes of Israel."},{"number":29,"verse":"\"And everyone who has left houses, brothers, sisters, father, mother, wife, children, and fields for my name's sake will receive a hundred times more and will inherit everlasting life."},{"number":30,"verse":"\"But many [who are] first will be last and the last, first.\""}]}