{"bibleAbbr":"WB1895","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":2,"verses":[{"number":1,"verse":"Now when Jesus was born in Bethlehem Judea in the days of King Herod, lo and behold, wise men from the east came to Jerusalem,"},{"number":2,"verse":"saying, \"Where is he who is born King of the Jews, for we have seen his star in the east and have come to worship him?"},{"number":3,"verse":"When King Herod heard this, he became upset and all Jerusalem with him."},{"number":4,"verse":"After he had gathered all the chief priests and scribes of the people, he demanded from them where Christ would be born."},{"number":5,"verse":"They said to him, \"In Bethlehem Judea, for so it is written by the prophet:"},{"number":6,"verse":"\"And you Bethlehem in the land of Judah are not the least among the princes of Judah, for out of you will come the leader, who will shepherd my people Israel.\""},{"number":7,"verse":"Then Herod, after privately calling the wise men, questioned them carefully as to what time the star appeared."},{"number":8,"verse":"Then he sent them to Bethlehem and said, \"Go, search diligently for the young child, and when you have found him, bring me word, so that I may come and worship him, too\"."},{"number":9,"verse":"After they had heard the king, they left, and look, the star that they saw in the east, went ahead of them until it came and stood over where the young child was."},{"number":10,"verse":"When they saw the star, they rejoiced with exceeding joy."},{"number":11,"verse":"When they came into the house, they saw the young child with Mary, his mother, and kneeling down they worshiped him. After opening their treasures, they presented to him gifts of gold, frankincense, and myrrh."},{"number":12,"verse":"Then being warned by God in a dream that they shouldn't return to Herod, they returned to their own country by different route."},{"number":13,"verse":"After they left, lo and behold, the angel of the Lord appeared to Joseph in a dream saying, \"Get up, and take the young child and his mother, flee to Egypt and stay there until I bring you word, for Herod intends to seek for the young child to kill him."},{"number":14,"verse":"So he got up, took the young child and his mother by night, and left for Egypt."},{"number":15,"verse":"He was there until Herod's death, in order that it might be fulfilled what was spoken by the Lord through the prophet saying, \"Out of Egypt have I called my son.\""},{"number":16,"verse":"Then Herod seeing that he was tricked by the wise men was raging with anger and sent out and killed all the children in Bethlehem and the surrounding area from two years and under according to the time that he inquired from the wise men."},{"number":17,"verse":"At that time what was spoken by Jeremiah the prophet was fulfilled which said,"},{"number":18,"verse":"\"In Ramah a sound was heard, wailing, weeping, and great mourning, Rachel weeping for her children and could not be comforted, for they are no more.\""},{"number":19,"verse":"But after Herod was dead, lo and behold, an angel of the Lord appeared to Joseph in Egypt in a dream, who said,"},{"number":20,"verse":"\"Get up, take the young child and his mother, and go into the land of Israel, for those who sought the young child's life are dead.\""},{"number":21,"verse":"Then he got up, took the young child and his mother, and came into the land of Israel."},{"number":22,"verse":"But when he heard that Archelaus reigned in Judah in place of his father Herod, he was afraid to go there, and being warned by God in a dream, he turned aside to the regions of Galilee"},{"number":23,"verse":"and came and lived in a city named Nazareth, in order that it might be fulfilled what was spoken by the prophets, \"He will be called a Nazarene.\""}]}