{"bibleAbbr":"WB1895","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":22,"verses":[{"number":1,"verse":"Jesus then started to speak and said to them again in parables saying,"},{"number":2,"verse":"\"The Kingdom of Heaven is like a certain king who made a marriage for his son."},{"number":3,"verse":"\"He sent out his servants to notify the invited to the wedding, but they would not come."},{"number":4,"verse":"\"Again he sent out other servants saying, «Tell those who are invited, \"Look, I have prepared my dinner. My oxen and fattened calves are butchered and everything is ready. Come to the marriage.»"},{"number":5,"verse":"\"But they made fun of it and left, one to his farm, another to his store."},{"number":6,"verse":"\"The rest of them took his servants, violently abused them, and killed them."},{"number":7,"verse":"\"But when the king heard about it, he was furious. He sent out his armies and destroyed those murders and burned up their city."},{"number":8,"verse":"\"Then he says to his servants, «The wedding is ready, but those who were invited were not worthy."},{"number":9,"verse":"\"Therefore you go into the streets and as many as you find, invite to the marriage."},{"number":10,"verse":"\"So those servants went out into the streets and gathered together every one they could find, both good and bad, and the wedding was filled with guests."},{"number":11,"verse":"\"When the king came in to see the guests, he saw a man there who didn't have wedding clothes on."},{"number":12,"verse":"\"He said to him, «Friend, how did you get in here without having wedding clothes?» [The man] was speechless."},{"number":13,"verse":"\"Then the king said to his servants, «Tie him up hand and foot and take him away, throw him into outer darkness; there will be weeping and gnashing of teeth.»"},{"number":14,"verse":"\"For many are invited but few are chosen.\""},{"number":15,"verse":"Then the Pharisees went and took counsel how they could trip him up in his words."},{"number":16,"verse":"They sent out their disciples along with the Herodians to him saying, \"Master, we know that you are true and teach God's way in truth, neither do you give special care to any, for you don't regard the status of people."},{"number":17,"verse":"\"Tell us therefore, «What do you think? Is it lawful to give tribute money to Caesar or not?»"},{"number":18,"verse":"But Jesus knew their wickedness and said, \"Why do you tempt me, you hypocrites?"},{"number":19,"verse":"\"Show me the tribute money.\" They brought a denarius to him."},{"number":20,"verse":"And he said to them, \"Who image and inscription is this?\""},{"number":21,"verse":"They said to him, \"Caesar's.\" Then he said to them, \"Therefore give to Caesar the things that are Caesar's and to God the things that are God's.\""},{"number":22,"verse":"When they heard this, they were astonished, left him, and went away."},{"number":23,"verse":"That same day Sadducees, who say there is no resurrection, and asked him, [24] saying, \"Master, Moses said, «If a man died without children, his brother is to marry his wife and raise up descendants for his brother.»"},{"number":25,"verse":"\"Now there with us seven brothers. The first, after he had married, died having no offspring, so left his wife to his brother."},{"number":26,"verse":"\"The same thing happened to the second, too, and to the third through the seventh."},{"number":27,"verse":"\"Last of all the woman also died."},{"number":28,"verse":"\"Now then in the resurrection whose wife will she be of the seven, for they all had her?\""},{"number":29,"verse":"Jesus answered and said to them, \"You're deceived, not knowing the Scriptures or the power of God."},{"number":30,"verse":"\"For in the resurrection, they don't marry, or given in marriage, but they are like God's angels in heaven."},{"number":31,"verse":"\"But concerning the resurrection of the dead, haven't you ever read what was spoken to you by saying, [32] \"I am the God of Abraham, the God of Isaac, and the God of Jacob. God is not the God of the dead but of the living.\""},{"number":32,"verse":"When the crowd heard this they were stunned at his teaching."},{"number":34,"verse":"But when the Pharisees heard that he had silenced the Sadducees, they got together."},{"number":35,"verse":"Then one of them, a lawyer, asked him a question, tempting him saying, [36] \"Master, which is the greatest commandment in the Law?\""},{"number":37,"verse":"Jesus said to him, \"You must love the Lord your God with all your heart, with all your soul, and with all your mind."},{"number":38,"verse":"\"This is the first and greatest commandment."},{"number":39,"verse":"\"The second is similar to it, «You must love your neighbor as yourself.»"},{"number":40,"verse":"\"On these the two commandments hang all the Law and the Prophets.\""},{"number":41,"verse":"While the Pharisees were gather together, Jesus asked them,"},{"number":42,"verse":"saying, \"What do you think about Christ? Whose son is he?\" They said to him, \"David's.\""},{"number":43,"verse":"He said to them, \"How then can David--in spirit--call him «Lord' saying,"},{"number":44,"verse":"\"The LORD said to my Lord, «You sit on my right hand until I make your enemies you footstool.»"},{"number":45,"verse":"\"Now if David called him «Lord,» how then can he be his son?\""},{"number":46,"verse":"No man was able to answer him a word, neither did any dare ask him any more [questions] from that day."}]}