{"bibleAbbr":"WB1895","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":24,"verses":[{"number":1,"verse":"Jesus went out and departed from the Temple, and his disciples came to him to show him the buildings of the Temple."},{"number":2,"verse":"Jesus said to them, \"You see all these do you not? Truly I say to you: There will not be left here one stone on another that will not be thrown down.\""},{"number":3,"verse":"And as he sat down on the Mount of Olives, the disciples privately came to him asking, \"Tell us when these things will be, and what will be the sign of your coming and the end of the world.\""},{"number":4,"verse":"Jesus answering said to them, \"Beware that no one deceive you."},{"number":5,"verse":"\"For many will come in my name saying, «I am Christ,» and will deceive many."},{"number":6,"verse":"\"You will hear about wars and rumors of wars. See to it that you are not bothered [by it], for all [these things] must come about, but the end is not yet."},{"number":7,"verse":"\"For nation will rise up against nation and kingdom against kingdom. There will be famines, plagues, and earthquakes in various places."},{"number":8,"verse":"\"All these things are the beginning of sorrows."},{"number":9,"verse":"\"They will hand you over to be persecuted and will kill you. You will be hated by all nations because of my name."},{"number":10,"verse":"\"Then many will induced to fall, will betray one another, and will hate one another."},{"number":11,"verse":"\"Many false prophets will rise and will deceive many."},{"number":12,"verse":"\"Because iniquity will increase, the love of many will grow cold."},{"number":13,"verse":"\"But he who will endure to the end, the same will be saved."},{"number":14,"verse":"\"And this gospel of the kingdom will be publicly announced to all the world for a witness to all nations, and then the end will come."},{"number":15,"verse":"\"Therefore when you see the abomination of desolation spoken of by the prophet Daniel standing in the Holy Place--whoever reads [this], let him understand,"},{"number":16,"verse":"then let those who are in Judea flee into the mountains."},{"number":17,"verse":"\"Let him who is on the housetop not come down to take anything out of his house."},{"number":18,"verse":"\"Neither let him who is in the field come back to take his cloak."},{"number":19,"verse":"\"Woe to those who are with child and to those who nurse in those days."},{"number":20,"verse":"\"But pray that your escape will not be in the winter nor on the Sabbath."},{"number":21,"verse":"\"For then the great tribulation will come about, such as never has happened since the beginning of the world to now, no, nor ever will be."},{"number":22,"verse":"\"Unless those days get shortened there would be no flesh saved, but for the elect's sake those days will be shortened."},{"number":23,"verse":"\"Then if any man will say to you, «Look! Here is Christ!» or «There [he is],» don't believe it,"},{"number":24,"verse":"for many false Christs will arise and false prophets, and they will show awesome signs and miracles, so much so that if possible, they will deceive the very elect."},{"number":25,"verse":"\"Take notice, I have told you beforehand."},{"number":26,"verse":"\"Therefore if they will say to you, «Look, he is in the desert, do not go out,» or «Look, he is in a private place,» don't believe it."},{"number":27,"verse":"\"For as the bright shining comes from the east and shines even to the west, so also will the coming of the Son of Man be."},{"number":28,"verse":"\"For wherever the dead body is, there the eagles will be gathered together."},{"number":29,"verse":"\"Immediately after the tribulation of those days, the sun will be darkened, the moon will not give her light, the stars will fall from heaven, and the powers of the heavens will be shaken."},{"number":30,"verse":"\"Then the sign of the Son of Man will appear in heaven, and at that time all the tribes of the earth will mourn. They will see the Son of Man coming in the clouds of heaven with power and great glory."},{"number":31,"verse":"\" He will send out his angels with a loud sounding of a trumpet, and they will gather together his elect from the four quarters of the earth, from one end of heaven to the other."},{"number":32,"verse":"\"Now learn the parable of the fig tree. When his branch is yet tender and puts out leaves, you know that summer is near."},{"number":33,"verse":"\"So in the same way, when you see all these things, know that it is near, even at the doors."},{"number":34,"verse":"\"Truly I say to you, «This generation will not pass away until all these things are fulfilled.»"},{"number":35,"verse":"\"Heaven and earth will pass away, but my words will not pass away."},{"number":36,"verse":"\"But about that day and hour, no one knows, no, hot the angels of heaven, but only my Father."},{"number":37,"verse":"\"But as the days of Noah were, so also will the coming of the Son of Man be."},{"number":38,"verse":"\"For as in the days that were before the flood, they were eating, drinking, marrying, and giving in marriage until the day that Noah entered into the ark."},{"number":39,"verse":"\"They didn't know until the flood came and took them all away. So also the coming of the Son of Man will be."},{"number":40,"verse":"\"Then two will be in the field. One will be taken and the other left behind."},{"number":41,"verse":"\"Two [women] will be grinding at the mill. One will be taken and the other left behind."},{"number":42,"verse":"\"Therefore be vigilant, for you do not know what hour your Lord will come."},{"number":43,"verse":"\"But know this, that if the house owner would have known what time of day the thief would come, he would have watched and would not have allowed his house to be broken up."},{"number":44,"verse":"\"Therefore, you also be ready. For in such an hour as you don't think, the Son of Man will come."},{"number":45,"verse":"\"Who then is a faithful and wise servant, whom his lord had made ruler over his household to give them food at the proper time."},{"number":46,"verse":"\"Blessed is that servant whom his lord will find doing so when he comes."},{"number":47,"verse":"\"Truly I say to you, «That he will make him ruler over all his goods.»"},{"number":48,"verse":"\"But and if that evil servant will say in his heart, «My lord delays his coming,»"},{"number":49,"verse":"and will start to beat his fellow servants and to eat and drink with the drunkards,"},{"number":50,"verse":"then the lord of that servant will come on a day when is not looking for him and on an hour that he isn't aware of."},{"number":51,"verse":"\"He will cut him in pieces and appoint him his portion with the hypocrites. There will be weeping and gnashing of teeth.\""}]}