{"bibleAbbr":"WB1895","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":25,"verses":[{"number":1,"verse":"\"Then the Kingdom of Heaven will be compared to ten virgins who took their lamps and went out to meet the bridegroom."},{"number":2,"verse":"\"Five of them were wise and five foolish."},{"number":3,"verse":"\"Those who were foolish took their lamps but took no oil with them."},{"number":4,"verse":"\"But the wise took oil in their containers along with their lamps."},{"number":5,"verse":"\"While the bridegroom lingered, they all fell asleep and slept."},{"number":6,"verse":"\"At midnight there was a shout given, «Look! The bridegroom comes; go out to meet him.»"},{"number":7,"verse":"\"Then all those virgins got up and trimmed their lamps."},{"number":8,"verse":"\"But the foolish said to the wise, «Give us some of your oil, for our lamps have gone out.»"},{"number":9,"verse":"\"But the wise answered, saying, «No, lest there won't be enough for us and you. Instead you go to those who sell and buy for yourselves.»"},{"number":10,"verse":"\"While they went to buy, the bridegroom came. Those who were ready went in with him to the marriage, and the door was shut."},{"number":11,"verse":"\"Later the other virgins also came saying, «Lord, Lord open to us.»"},{"number":12,"verse":"\"But he answered and said, «Truly I say to you; I do not know you.»"},{"number":13,"verse":"\"So then, be watching, for you don't know neither the day or the hour in which the Son of Man comes."},{"number":14,"verse":"\"For [the Kingdom of Heaven is] like a man traveling into a far away country, who summoned his servants and gave them his possessions."},{"number":15,"verse":"\"And he gave five talents to one, two to another, one to another. Everyone [was given] according to his ability, then he immediately took his journey."},{"number":16,"verse":"\"Then he who had received five talents went and traded with it and made five talents more."},{"number":17,"verse":"\"In the same way he who [had received] two also made two more."},{"number":18,"verse":"\"But he who had received one went and dug in the dirt and hid his lord's money."},{"number":19,"verse":"\"After a long time the lord of those servants came and wanted an account from them."},{"number":20,"verse":"\"So he who had received five talents came and brought five more talents saying, «Lord, You give me five talents. Look! I have gained five more talents.»"},{"number":21,"verse":"\"His lord said to him, «Well done good and faithful servant. You have been faithful over a little; I will make you ruler over much. Enter into the joy of your lord.»"},{"number":22,"verse":"\"He who had received two talents came and said, «Lord, you gave me two talents. Look! I have gained two more talents.»"},{"number":23,"verse":"\"His lord said to him, «Well done good and faithful servant. You have been faithful over a little; I will make you ruler over much. Enter into the joy of you lord.»"},{"number":24,"verse":"\"Then he who had received the one talent came and said, «Lord, I know you. You are a hard man reaping where you haven't sown and gathering where you haven't dispersed."},{"number":25,"verse":"«And I was afraid, went, and hid your talent in the dirt. Look, have what's yours.»"},{"number":26,"verse":"\"His lord answered and said to him, «You wicked, slothful servant. You knew that I reap where I didn't sow and gather where I haven't dispersed.»"},{"number":27,"verse":"\"Therefore you should have put my money with the bankers, and when I came, I could have received my own with interest."},{"number":28,"verse":"\"Therefore take the talent from him and give it to him who has ten talents."},{"number":29,"verse":"\"For to everyone who has something, more will be given, and he will have much, but from him who has nothing, even what he has will be taken away."},{"number":30,"verse":"\"Throw the undeserving servant into outer darkness. Weeping and gnashing of teeth will be there."},{"number":31,"verse":"\"When the Son of Man will come in his glory and all the holy angels with him, then he will sit on the throne of his glory."},{"number":32,"verse":"\"All nations will be gathered before him, and he will separate them from one another like a shepherd divides his sheep from the goats."},{"number":33,"verse":"\"He will set the sheep on his right hand and the goats on the left."},{"number":34,"verse":"\"Then the King will say to them on his right hand, «Come blessed of my Father; inherit the kingdom prepared for you from the foundation of the world."},{"number":35,"verse":"«For I was hungry, and you gave me food. I was thirsty, and you gave me something to drink. I was a stranger, and you took me in."},{"number":36,"verse":"\"'[I was] naked, and you clothed me. I was sick, and you visited me. I was in prison, and you came to me.'"},{"number":37,"verse":"\"Then the righteous will answer him, saying, «Lord, when did we see you hungry and fed you, or thirsty and gave you something to drink?"},{"number":38,"verse":"«When did we see you a stranger and took you in, or naked and clothed you?"},{"number":39,"verse":"«Or when did we see you sick or in prison and came to you?»"},{"number":40,"verse":"\"Then the King will answer and say to them, «Truly I say to you, inasmuch as you have done it to one of the least of these my brethren, you have done it to me.»"},{"number":41,"verse":"\"Then he will say to those on his left hand, «Get away from me, you cursed, into everlasting fire prepared for the devil and his angels."},{"number":42,"verse":"«For I was hungry, and you gave me no food. I was thirsty, and you gave me nothing to drink."},{"number":43,"verse":"«I was a stranger, and you didn't take me in; naked, and you didn't clothe me; sick and in prison, and you didn't visit me.»"},{"number":44,"verse":"\"Then they will also answer him, saying, «Lord, when did we see you hungry, thirsty, a stranger, naked, sick, or in prison, and didn't help you?»"},{"number":45,"verse":"\"Then he will answer them, saying, «Truly, I say to you, inasmuch as you did not do it for one of the least of these, you didn't do it for me.»"},{"number":46,"verse":"\"These will go away into everlasting punishment but the righteous into eternal life.\""}]}