{"bibleAbbr":"WB1895","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":26,"verses":[{"number":1,"verse":"And it came about after Jesus had finished this whole discourse, he said to his disciples,"},{"number":2,"verse":"\"You know that after two days is The Passover and the Son of Man is betrayed to be crucified.\""},{"number":3,"verse":"Then the Chief Priests, Scribes, and Elders of the People got together in the palace of the High Priest, whose name was Caiaphas, and"},{"number":4,"verse":"they consulted so that they might take Jesus in a sneaky way and kill [him]."},{"number":5,"verse":"But they said, \"Not on the feast day, lest there will be a riot among the people.\""},{"number":6,"verse":"Now when Jesus was in Bethany in the house of Simon the leper,"},{"number":7,"verse":"a woman came to him there having an alabaster box of very expensive ointment and poured it on his head as he sat [eating]."},{"number":8,"verse":"But when his disciples saw it, they were furious, saying, \"What's the purpose for this waste?"},{"number":9,"verse":"\"For this ointment could have been sold for a lot and given to the poor.\""},{"number":10,"verse":"When Jesus understood this, he said to them, \"Why trouble the woman, for she has done a good work on me."},{"number":11,"verse":"\"For you always have the poor with you, but you don't always have me."},{"number":12,"verse":"\"For in that she has poured this ointment on my body, she did [it] for my burial."},{"number":13,"verse":"\"Truly, I say to you, \"Wherever this gospel will be preached in the whole world, what this woman has done will also be told as a memorial of her.\""},{"number":14,"verse":"Then one of the twelve, named Judas Iscariot, went to the chief priests,"},{"number":15,"verse":"and said, \"What will you give me, if I will deliver him to you?\" They made an agreement with him for thirty pieces of silver."},{"number":16,"verse":"From that time he looked for an opportunity to betray him."},{"number":17,"verse":"Now the first day of the feast of Unleavened Bread, the disciples came to Jesus asking him, \"Where do you want us to prepare for you to eat the Passover?\""},{"number":18,"verse":"He said to them, \"Go into the city to a certain man and say to him, «The Master says, \"My time is near, I will keep the Passover at your house with my disciples.\"'"},{"number":19,"verse":"The disciples did as Jesus had directed them, and they prepared the Passover."},{"number":20,"verse":"Now when evening came, he sat down with the twelve, [21] and as they ate, he said, \"Truly, I say to you that one of you will betray me\"."},{"number":22,"verse":"They were extremely sad, and every one of them started to say to him, \"Lord, is it me?\""},{"number":23,"verse":"He answered and said, \"He who dips his hand with me into the dish, the same will betray me."},{"number":24,"verse":"\"The Son of Man departs as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man, if he had not been born.\""},{"number":25,"verse":"Then Judas, who betrayed him, responded and said, \"Master, is it me?\" He said to him, \"You have said so.\""},{"number":26,"verse":"As they were eating, Jesus took bread, blessed it, broke it, gave it to his disciples, and said, \"Take, eat, this is my body.\""},{"number":27,"verse":"Then he took the cup, gave thanks, and gave it to them, saying, \"Drink all of it."},{"number":28,"verse":"\"For this is my blood of the New Testament, which is shed for many for the remission of sins."},{"number":29,"verse":"\"But I say to you, «I will not drink of this fruit of the vine anymore until that day when I drink it new with you in my Father's kingdom.»"},{"number":30,"verse":"After they had sung a hymn, they went out to the Mount of Olives."},{"number":31,"verse":"Then Jesus said to them, \"All of you will desert me this night, for it is written, «I will smite the shepherd and the sheep of the flock will be scattered.»"},{"number":32,"verse":"\"After I am risen again, I will go ahead of you into Galilee.\""},{"number":33,"verse":"Peter replied and said, \"Though everyone will desert you, I will never desert.\""},{"number":34,"verse":"Jesus said to him, \"Truly, I say to you that this night before the rooster crows, you will deny me three times.\""},{"number":35,"verse":"Peter said to him, \"Though I die with you, I will not deny you!\" So all the disciples said likewise."},{"number":36,"verse":"Then Jesus came with them to a place called Gethsemane and said to the disciples, \"Sit here, while I go and pray over there.\""},{"number":37,"verse":"He took with him Peter and the two sons of Zebedee and began to be very sad and distressed."},{"number":38,"verse":"Then he said to them, \"My soul is exceedingly sad even to death. Stay here and keep watch with me.\""},{"number":39,"verse":"He went a little farther and fell on his face and prayed saying, \"O my Father, if it be possible, let this cup pass from me. Nevertheless not as I want but as you [want]."},{"number":40,"verse":"Then he came to his disciples, found them asleep, and said to Peter, \"What! Couldn't you stay awake with me for one hour?\""},{"number":41,"verse":"\"Stay awake and pray, so that you don't enter into temptation. The spirit is truly willing, but the flesh is weak.\""},{"number":42,"verse":"Again he went the second time and prayed saying, \"O my Father, if this cup may not pass away from me, unless I drink it, your will be done.\""},{"number":43,"verse":"Then he came and found them asleep again, for their eyes were heavy with sleep."},{"number":44,"verse":"Then he left them and went again prayed for the third time saying the same words."},{"number":45,"verse":"Then he came to his disciples and said to them, \"Go ahead and sleep; take your rest. Look! The hour is at hand, and the Son of Man is betrayed into the hands of sinners."},{"number":46,"verse":"\"Get up; let us get going. Look! He who betrays me is here.\""},{"number":47,"verse":"While he was still speaking, look, Judas, one of the twelve, and a large group with swords and clubs came from the chief priests and elders of the people."},{"number":48,"verse":"Now he who betrayed him gave them a sign saying, \"Whomever I will kiss is he. Securely hold him.\""},{"number":49,"verse":"And so he came to Jesus and said, \"Greetings, Master\" and kissed him."},{"number":50,"verse":"Jesus said to him, \"Friend, why have you come?\" Then they came and laid hands on Jesus and took him."},{"number":51,"verse":"And look, one of those who were with Jesus stretched out his hand, drew his sword, and struck the servant of the High Priest cutting off his ear."},{"number":52,"verse":"Then Jesus said to him, \"Put away your sword into its place, for all who will take the sword will perish with the sword."},{"number":53,"verse":"\"Don't you think that I cannot pray to my Father, and he will quickly give me more than twelve legions of angels?"},{"number":54,"verse":"\"But how will the Scriptures be fulfilled then, that it must happen?\""},{"number":55,"verse":"At that same time Jesus said to the crowd, \"Have you come with swords and clubs to take me? Every day I sat with you teaching in the Temple, and you didn't laid hold of me."},{"number":56,"verse":"\"But all this was done, so that the Scriptures of the prophets might be fulfilled.\" Then all his disciples forsook him and ran away."},{"number":57,"verse":"Those who had seized Jesus led him to Caiaphas, the High Priest, where the Scribes and Pharisees had gathered."},{"number":58,"verse":"Peter followed him at a distance to the High Priest's Palace, went in, and sat with the servants to see the end."},{"number":59,"verse":"Now the Chief Priests, Elders, and the whole council sought false witnesses against Jesus in order to kill him."},{"number":60,"verse":"But they didn't find any, yes, even though many false witnesses came forward, they didn't find any. At last two false witnesses came,"},{"number":61,"verse":"and said, \"This [guy] said, «I am able to destroy the Temple of God and to rebuild it in three days.\""},{"number":62,"verse":"Then the High Priest stood up and said to him, \"Aren't you going to answer what these witness against you?\""},{"number":63,"verse":"But Jesus remained quiet. The High Priest answered and said to him, \"I put you under oath by the Living God that you tell us whether you are the Christ, the Son of God.\""},{"number":64,"verse":"Jesus said to him, \"You have said it. Nevertheless, I say to you, «Later on you will see the Son of Man sitting at the right hand of power and coming in the clouds of heaven.\""},{"number":65,"verse":"Then the High Priest tore his clothes saying, \"He has blasphemed; what need to we have of any further witnesses? See now. You have heard his blasphemy."},{"number":66,"verse":"\"What do you think?\" They answered and said, \"He is guilty of death!\""},{"number":67,"verse":"Then they spit in his face, slugged him, and others slapped him with the palms of their hands."},{"number":68,"verse":"[They were] saying to him, \"Prophesy to us, you Christ. Who was it who hit you?\""},{"number":69,"verse":"Meanwhile Peter sat outside in the palace and a servant girl came to him saying, \"You were also with Jesus of Galilee.\""},{"number":70,"verse":"But he denied it in front of them all, saying, \"I do not know what you are talking about.\""},{"number":71,"verse":"After he had gone out to the main door, another servant girl saw him and said to them who were there, \"This [guy] was with Jesus of Nazareth, too.\""},{"number":72,"verse":"And again he denied it with an oath, \"I do not know this man.\""},{"number":73,"verse":"After a while they who stood around came to him and said to Peter, \"Surely you are also one of them, for your speech gives you away.\""},{"number":74,"verse":"Then he began to curse and takes oaths, \"I do not know this man.\" Immediately the rooster crowed."},{"number":75,"verse":"Then Peter remembered the word of Jesus which said to him, \"Before the rooster crows, you will deny me three times.\" And he went out and wept bitterly."}]}