{"bibleAbbr":"WB1895","bookName":"Genesis","bookEnglishName":"Genesis","chapterNumber":5,"verses":[{"number":1,"verse":"Seeing the large crowds, he went up to a mountain, and after sitting down, his disciples came to him,"},{"number":2,"verse":"and opening his mouth, he started teaching them saying:"},{"number":3,"verse":"\"Blessed are the poor in spirit, for the Kingdom of Heaven is theirs."},{"number":4,"verse":"\"Blessed are those who mourn, for they will be comforted."},{"number":5,"verse":"\"Blessed are humble, gentle people, for they will inherit the earth."},{"number":6,"verse":"\"Blessed are those who hunger and thirst for righteousness, for they will be satisfied."},{"number":7,"verse":"\"Blessed are the merciful, for they will obtain mercy."},{"number":8,"verse":"\"Blessed are the pure in heart, for they will see God."},{"number":9,"verse":"\"Blessed are the peacemakers, for they will called the children of God."},{"number":10,"verse":"\"Blessed are those who are persecuted for righteousness sake, for theirs is the Kingdom of Heaven."},{"number":11,"verse":"\"You are blessed when people verbally abuse and persecute you and say all kinds of evil, wicked things about you falsely for my sake."},{"number":12,"verse":"\"Rejoice and be very happy, for your reward in heaven is great, for they persecuted the prophets who were before you in this way."},{"number":13,"verse":"\"You are the salt of the earth, but if the salt has lost its saltiness, how can it be used to salt something? Now it is good for nothing except to be thrown out and walked on by people."},{"number":14,"verse":"\"You are the light of the world. A city that is set on a hill cannot be hidden."},{"number":15,"verse":"\"People do not light a candle and put it under a basket but on a candlestick, and it gives its light to all who are in the house."},{"number":16,"verse":"\"Let you light shine like this before men, so they can see your good works and glorify your Father who is in heaven."},{"number":17,"verse":"\"Don't think that I came to destroy the law or the prophets. I did not come to destroy but to fulfill."},{"number":18,"verse":"\"Truly I tell you that until heaven and earth pass away, one jot or one tittle will not in any way pass from the law until everything is fulfilled."},{"number":19,"verse":"\"Therefore whoever breaks one of the least commandments and teach others so will be called the least in the Kingdom of Heaven, but whoever does and teaches these will be called great in the Kingdom of Heaven."},{"number":20,"verse":"\"For I say to you that unless your righteousness exceeds that of the Scribes and Pharisees, you will not in any way enter into the Kingdom of Heaven."},{"number":21,"verse":"\"You have heard it said by those in the past: You must not murder and whoever does murder will be in danger of The Judgment."},{"number":22,"verse":"\"And I tell you: that whoever is angry with his brother without a just reason will be in danger of The Judgment, and whoever says to his brother, \"Raca,\" will be in danger of the Council, but whoever says, \"You fool! Will be in danger of the fire of hell."},{"number":23,"verse":"\"Therefore when you bring your gift to the altar and while there you remember that your brother has something against you,"},{"number":24,"verse":"then leave your gift in front of the altar and go away. First be reconciled to your brother, and then come and offer your gift."},{"number":25,"verse":"\"Agree with your adversary quickly, while you are on the road with him, lest the adversary give you over to the judge, the judge hand you over to the law officer, and you are thrown into prison."},{"number":26,"verse":"\"Truly I say to you: You will in no way come out of there until you have paid the very last farthing."},{"number":27,"verse":"\"You have heard it said by those in the past: you will not commit adultery."},{"number":28,"verse":"\"But I say to you that whoever looks on a woman to lust for her has committed adultery with her already in his heart."},{"number":29,"verse":"\"And if your right eye causes you to sin, pull it out and throw it away from you, for it is better for you that one of your body parts gets destroyed instead of your whole body being thrown into hell."},{"number":30,"verse":"\"And if your right hand causes you to sin, cut it off and throw it away from you, for it is better for you that one of your body parts gets destroyed instead of your whole body being thrown into hell."},{"number":31,"verse":"\"It has been said that whoever wanted to divorce his wife gave her a written notice of divorce,"},{"number":32,"verse":"but I say to you that whoever divorces his wife except for the reason of fornication, causes her to commit adultery, and whoever will marry her who is divorced commits adultery."},{"number":33,"verse":"\"Again you have heard it said by those in the past: you must not make a solemn promise but will keep your promise to the Lord concerning your oaths."},{"number":34,"verse":"\"But I say to you: do not swear at all, not by heaven, for it is God's throne,"},{"number":35,"verse":"nor by the earth, for it is his footstool, nor by Jerusalem, for it is the city of the Great King."},{"number":36,"verse":"\"Do not swear by your head either, because you can not make one hair white or black."},{"number":37,"verse":"\"Instead let your word be yes for yes and no for no, for whatever is more than these comes from evil."},{"number":38,"verse":"\"You have heard it said: an eye for an eye and a tooth for a tooth, [39] but I say to you: do not fight back evil, instead whoever hits you on your right cheek, turn to him the other side also."},{"number":40,"verse":"\"And if any one sues you in court and take away your shirt, let him have your jacket, too."},{"number":41,"verse":"\"Whoever forces you to go a mile, go with him two."},{"number":42,"verse":"\"Give to him who asks from you, and him who would borrow from you, do not turn away."},{"number":43,"verse":"\"You have heard that it has been said, \"You must love your neighbor and hate your enemy,"},{"number":44,"verse":"but I say to you: Love your enemies; bless those who curse you; do good to those who hate you and pray for those who spitefully use you and persecute you,"},{"number":45,"verse":"so that you may be the children of your Father who is in heaven, for he makes his sun to rise on the evil and the good and sends rain on the just and the unjust."},{"number":46,"verse":"\"For if you love those who love you, what is your reward? Don't even the tax collectors do the same?"},{"number":47,"verse":"\"And if you greet your brethren only, what more do you do than others, don't even the tax collectors do so?"},{"number":48,"verse":"\"Therefore, be perfect like your Father who is in heaven is perfect.\""}]}