{"bibleAbbr":"KJ3-2005","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":18,"verses":[{"number":1,"verse":"And He also spoke a parable to them to teach that it is always necessary to pray, and not to be wearied"},{"number":2,"verse":"saying, A certain judge was in a certain city, not fearing God and not respecting man."},{"number":3,"verse":"And a widow was in that city, and she came to him, saying, Avenge me from my adversary."},{"number":4,"verse":"And for a time he would not. But after these things he said to himself, Even if I do not fear God, and do not respect man,"},{"number":5,"verse":"yet because this widow causes me trouble, I will avenge her, that not coming to the end, she wear me down."},{"number":6,"verse":"And the Lord said, Hear what the unrighteous judge says ;"},{"number":7,"verse":"and will God no not execute the avengement of His elect, those crying to Him day and night, also being long-suffering over them?"},{"number":8,"verse":"I say to you that He will carry out the avengement of them speedily. But the Son of Man coming, really will He find faith on the earth?"},{"number":9,"verse":"And He also spoke this parable to some of those relying on themselves, that they are righteous, and despising the rest:"},{"number":10,"verse":"Two men went up into the temple to pray, the one a Pharisee, and the other a tax collector."},{"number":11,"verse":"The Pharisee was standing, praying these things to himself: God, I thank You that I am not as the rest of men, rapacious ones, unrighteous ones, adulterers, or even as this tax collector."},{"number":12,"verse":"I fast twice on the sabbath; I tithe things, as many as I get."},{"number":13,"verse":"And the tax collector, standing afar off, would not even lift up his eyes to Heaven, but smote on his breast, saying, God, be merciful to me, the sinner!"},{"number":14,"verse":"I say to you, This one went down to his house having been justified, rather than that one. For everyone exalting himself will be humbled. And the one humbling himself will be exalted."},{"number":15,"verse":"And they brought infants to Him also, that He might touch them. But seeing, the disciples rebuked them."},{"number":16,"verse":"But Jesus called them near, saying, Allow the children to come to Me, and do not stop them. For of such is the kingdom of God."},{"number":17,"verse":"Truly I say to you, Whoever does not receive the kingdom of God like a child, will not enter into it, not ever"},{"number":18,"verse":"And a certain ruler asked Him saying, Good Teacher, what may I do to inherit eternal life?"},{"number":19,"verse":"But Jesus said to him, Why do you say Me to be good? No one is good, except One: God."},{"number":20,"verse":"You know the commandments: \"Do not commit adultery,\" \"do not murder,\" \"do not steal,\" \"do not bear false witness,\" \"honor your father and your mother.\" Ex 20:12-16"},{"number":21,"verse":"And he said, I have kept all these from my youth."},{"number":22,"verse":"And hearing these things, Jesus said to him, Yet one thing is lacking to you: sell all, as much as you have, and distribute to the poor ones ; and you will have treasure in Heaven. And come, follow Me."},{"number":23,"verse":"But hearing these things, he became very much grieved, for he was an extremely rich one."},{"number":24,"verse":"And seeing him becoming very grieved, Jesus said, How hardly those having riches shall enter into the kingdom of God!"},{"number":25,"verse":"For it is easier for a camel to go in through a needle's eye than for a rich one to enter into the kingdom of God."},{"number":26,"verse":"And the ones hearing, And who is able to be saved?"},{"number":27,"verse":"But He said, The things impossible with men are possible with God."},{"number":28,"verse":"And Peter said, Behold, we left all and followed You."},{"number":29,"verse":"And He said to them, Truly I say to you, There is no one who has left house, or parents, or brothers, or wife, or children, for the sake of the kingdom of God,"},{"number":30,"verse":"who shall not receive many times more not in this time, not ever, and in the age, the one coming, everlasting life."},{"number":31,"verse":"And taking aside the Twelve, He said to them, Behold, we are going up to Jerusalem, and all things will be fulfilled which have been written through the prophets to the Son of Man."},{"number":32,"verse":"For He will be delivered up to the nations, and will be mocked, and will be insulted, and will be spat upon."},{"number":33,"verse":"And scourgimg Him, they will kill Him. And on the third day He will rise again."},{"number":34,"verse":"And they understood none of these things! And this saying had been hidden from them, and they did not know the things being said."},{"number":35,"verse":"And it happened as He drew near to Jericho, a certain blind one sat by the highway, begging."},{"number":36,"verse":"And hearing a crowd passing through, he asked what this might be."},{"number":37,"verse":"And they reported to him that Jesus the Nazarene is passing by."},{"number":38,"verse":"And he cried, saying, Jesus, Son of David, have mercy on me."},{"number":39,"verse":"And those going before rebuked him, that he be quiet. But he much more cried out, Son of David, Have mercy on me!"},{"number":40,"verse":"And standing still, Jesus commanded him to be brought to Him. And he drawing near, He asked him,"},{"number":41,"verse":"saying, What do you desire I do to you? And he said, Lord, that I may see again."},{"number":42,"verse":"And Jesus said to him, See again! Your faith has healed you."},{"number":43,"verse":"And instantly he saw again. And he followed Him, glorifying God. And seeing, all the people gave praise to God."}]}