{"bibleAbbr":"KJ3-2005","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":2,"verses":[{"number":1,"verse":"And it happened in those days, a decree went out from Caesar Augustus for all the habitable world to be registered."},{"number":2,"verse":"This registration first occurred under the governing of Syria by Cyrenius."},{"number":3,"verse":"And all went to be registered, each to his own city."},{"number":4,"verse":"And Joseph also went from Galilee, out of the city of Nazareth to Judea, to the city of David which is called Bethlehem, because of his being of the house and family of David,"},{"number":5,"verse":"to be registered with Mariam (Mary), the one having been betrothed to him as wife, she being pregnant."},{"number":6,"verse":"And it happened as they were there, the days were fulfilled for her to bear."},{"number":7,"verse":"And she bore her son, the First-born. And she wrapped Him and laid Him in the manger, because there was no place for them in the inn."},{"number":8,"verse":"And shepherds were in the same country living in the fields and keeping guard over their flock by night."},{"number":9,"verse":"And, behold, an angel of the Lord came on them. And the glory of the Lord shone around them. And they feared a great fear."},{"number":10,"verse":"And the angel said to them, Do not fear. For, behold, I proclaim good news to you, a great joy, which will be to all people,"},{"number":11,"verse":"because today a Savior, who is Christ the Lord, was born to you in the city of David."},{"number":12,"verse":"And this is the sign to you: You will find a babe having been wrapped, lying in the manger."},{"number":13,"verse":"And suddenly there was with the angel a multitude of the heavenly host, praising God and saying,"},{"number":14,"verse":"Glory to God in the highest, and peace on earth, good will among men."},{"number":15,"verse":"And it happened as the angels departed from them into the heaven, even the men, the shepherds, said to one another, Indeed, let us go over to Bethlehem, and let us see this thing occurring, which the Lord made known to us."},{"number":16,"verse":"And hurrying, they came and sought out both Mariam (Mary) and Joseph, and the Babe lying in the manger."},{"number":17,"verse":"And seeing, they publicly told about the Word spoken to them about this Child."},{"number":18,"verse":"And all those hearing marveled about the things spoken to them by the shepherds."},{"number":19,"verse":"And Mariam (Mary) kept all these words, meditating in her heart."},{"number":20,"verse":"And the shepherds returned, glorifying and praising God for all things which they heard and saw, even as was spoken to them."},{"number":21,"verse":"And when eight days were fulfilled to circumcise the child His name was called Jesus, the name called by the angel before He was conceived in the womb."},{"number":22,"verse":"And when were fulfilled the days of her cleansing according to the Law of Moses they took Him up to Jerusalem to present Him to the Lord,"},{"number":23,"verse":"as it has been written in the Law of the Lord: Every male opening a womb shall be called holy to the Lord; Ex 13:2"},{"number":24,"verse":"and to offer a sacrifice according to that said in the Law of the Lord, a pair of turtledoves, or two nestlings of doves. Lev 12:8"},{"number":25,"verse":"And behold, there was a man in Jerusalem whose name was Simeon. And this man was righteous and devout, eagerly expecting the Consolation of Israel. And the Holy Spirit was upon him."},{"number":26,"verse":"And it was said to him, having been alerted by the Holy Spirit, that he was not to see death before he would see the Christ of the Lord."},{"number":27,"verse":"And by the Spirit he came into the temple. And as the parents were bringing in the child Jesus for them to do according to the custom of the Law concerning Him,"},{"number":28,"verse":"even Simeon received Him into his arms. And he blessed God and said,"},{"number":29,"verse":"Now, Master, You will let Your slave go in peace according to Your Word;"},{"number":30,"verse":"because my eyes saw Your Salvation,"},{"number":31,"verse":"which You prepared before the face of all the peoples;"},{"number":32,"verse":"a Light for revelation to the nations, and the Glory of Your people Israel."},{"number":33,"verse":"And Joseph was marveling, also His mother, at the things being said concerning Him."},{"number":34,"verse":"And Simeon blessed them and said to His mother Mariam (Mary), Behold, this One is set for the fall and rising up of many in Israel, and for a sign spoken against;"},{"number":35,"verse":"yea, a sword also will go through the soul of you, yourself, so that the thoughts of many hearts may be revealed."},{"number":36,"verse":"And there was Anna, a prophetess, a daughter of Phanuel, of the tribe of Asher. She was advanced in many days, having lived seven years with a husband from her virginity;"},{"number":37,"verse":"and she was a widow of eighty four years, who did not depart from the temple, serving night and day with fastings and prayers."},{"number":38,"verse":"And coming on at the very hour, she gave thanks to the Lord, and spoke concerning Him to all those in Jerusalem eagerly expecting redemption."},{"number":39,"verse":"And as they finished all things according to the Law of the Lord, they returned to Galilee, to Nazareth their city."},{"number":40,"verse":"And the Child grew, and became strong in spirit, being filled with wisdom. And the grace of God was upon Him."},{"number":41,"verse":"And His parents went into Jerusalem year by year at the Feast of the Passover."},{"number":42,"verse":"And when He was twelve years old, they, going up to Jerusalem according to the custom of the Feast,"},{"number":43,"verse":"and fulfilling the days, in their returning, the boy Jesus stayed in Jerusalem. And Joseph and His mother did not know."},{"number":44,"verse":"But supposing Him to be in the company, they went a day on the way. And they looked for Him among the relatives and friends."},{"number":45,"verse":"And not finding Him, they returned to Jerusalem, looking for Him."},{"number":46,"verse":"And it happened after three days they found Him in the temple sitting in the midst of the teachers, even hearing them and questioning them."},{"number":47,"verse":"And all the ones hearing Him were amazed at His intelligence and His answers."},{"number":48,"verse":"And seeing Him, they were astounded. And His mother said to Him, Child, why did You do so to us? Behold, Your father and I were looking for You, greatly distressed."},{"number":49,"verse":"And He said to them, Why did you look for Me? Did you not know that I must be busy in the affairs of My Father?"},{"number":50,"verse":"And they did not understand the Word which He spoke to them."},{"number":51,"verse":"And He went with them and came to Nazareth and was being subject to them. And His mother carefully kept all these words in her heart."},{"number":52,"verse":"And Jesus progressed in wisdom and stature and favor before God and men."}]}