{"bibleAbbr":"KJ3-2005","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":21,"verses":[{"number":1,"verse":"And having looked up, He saw the rich ones putting their gifts into the treasury."},{"number":2,"verse":"And He also saw a certain poor widow putting two lepta there."},{"number":3,"verse":"And He said, Truly I say to you, This poor widow put in more than all."},{"number":4,"verse":"For all these out of their abundance put into the gifts of God, but she out of her poverty put in all the living which she had."},{"number":5,"verse":"And as some were speaking about the temple, that it had been adorned with beautiful stones and gifts, He said,"},{"number":6,"verse":"As to these things that you see, days will come in which a stone will not be left on a stone, which will not be thrown down."},{"number":7,"verse":"And they asked Him, saying, Teacher, then when will these things be? And what will be the sign when these things are about to happen?"},{"number":8,"verse":"And He said, Watch that you not be led astray. For many will come on My name, saying, I am! Also, The time has come! Do not then go after them."},{"number":9,"verse":"And when you hear of wars and disturbances, do not be terrified. For these things must first occur, but the end is not at once."},{"number":10,"verse":"Then He said to them, Nation will be lifted up against nation, and kingdom against kingdom."},{"number":11,"verse":"Also there will be great earthquakes in various places, and famines, and plagues. And also there will be terrors and great signs from Heaven."},{"number":12,"verse":"But before all these things, they will lay their hands on you, and will persecute you, giving you over into the synagogues and prisons, being led away before kings and governors on account of My name."},{"number":13,"verse":"But it will turn out to you for a testimony."},{"number":14,"verse":"Therefore put into your hearts not to premeditate to make a defense."},{"number":15,"verse":"For I will give you a mouth and wisdom which all the ones opposing you will not be able to speak against nor withstand."},{"number":16,"verse":"But you will be given over also by parents, and brothers, and relatives, and friends. And they will put some of you to death."},{"number":17,"verse":"And you will be as ones being hated by all because of My name."},{"number":18,"verse":"And a hair from your head shall not perish, not ever!"},{"number":19,"verse":"In your patience you will gain your souls."},{"number":20,"verse":"And when you see Jerusalem being encircled by army camps, then recognize that its destruction has come near."},{"number":21,"verse":"Then let the ones in Judea flee into the mountains; and the ones in its midst of her, let them go out. And the ones in the outer spaces, let them not go into her."},{"number":22,"verse":"For these are days of vengeance when all things that have been written are to be fulfilled."},{"number":23,"verse":"But woe to the ones having a babe in womb, and the ones suckling in those days; for great distress will be on the earth and wrath on this people."},{"number":24,"verse":"And they will fall by the mouth of the sword and will be led captive into all the nations. And Jerusalem will be trodden down by nations, until the times of the nations are fulfilled."},{"number":25,"verse":"And there will be signs in the sun and moon and stars. And on the earth will be anxiety of nations in perplexity, roaring of sea and of billows,"},{"number":26,"verse":"men fainting from fear, and expectation of the things coming on the earth. For the powers of the heavens will be shaken."},{"number":27,"verse":"And then they will see the Son of Man coming in a cloud with power and great glory. Dan 7:13"},{"number":28,"verse":"But these things beginning to happen, stand up and lift up your heads, because your redemption draws near."},{"number":29,"verse":"And He spoke a parable to them: You see the fig tree and all the trees."},{"number":30,"verse":"Now when they sprout leaves, seeing it, you will know from yourselves that now the summer is near."},{"number":31,"verse":"So also when you see these things happening, you know that the kingdom of God is near."},{"number":32,"verse":"Truly I say to you, No, not will this generation pass away until all these things shall occur."},{"number":33,"verse":"The heaven and the earth will pass away, but My words will not pass away, not ever!"},{"number":34,"verse":"But take heed to yourselves that your hearts not be loaded down with headaches, and drinking, and anxieties of life, and that day come suddenly upon you."},{"number":35,"verse":"For as a snare it will come in on all the ones sitting on the face of all the earth. Isa 24:17"},{"number":36,"verse":"Therefore keep awake in every time, praying that you be counted worthy to escape all these things, the things being about to happen, and to stand before the Son of Man."},{"number":37,"verse":"And in the days, He was teaching in the temple. And going out in the nights, He lodged in the mountain, the one being called Mount of Olives."},{"number":38,"verse":"And all the people came early to Him in the temple, to hear Him."}]}