{"bibleAbbr":"KJ3-2005","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":5,"verses":[{"number":1,"verse":"And it happened that the crowd was pressing on Him to hear the Word of God. And He was standing by Lake Gennesaret."},{"number":2,"verse":"And He saw two boats standing by the lake, but the fishermen had left them and were washing the nets."},{"number":3,"verse":"And entering into one of the boats, which was Simon's, He asked him to put out a little from the land. And sitting down, He taught the crowds from the boat."},{"number":4,"verse":"And as He stopped speaking, He said to Simon, Put out into the deep and let down your nets for a haul."},{"number":5,"verse":"And answering, Simon said to Him, Master, laboring all through the night we took nothing. But at Your word I will let down the net."},{"number":6,"verse":"And doing this, they netted a great multitude of fish; and their net was being torn."},{"number":7,"verse":"And they signaled the partners, those in the other boat, to come help them. And they came and filled both the boats, so that they were sinking."},{"number":8,"verse":"And seeing, Simon Peter fell at the knees of Jesus, saying, Depart from me, for I am a sinful man, Lord."},{"number":9,"verse":"For astonishment took hold of him, and all those with him, at the haul of fish which they took;"},{"number":10,"verse":"and in the same way also, James and John, the sons of Zebedee, who were partners with Simon. And Jesus said to Simon, Do not fear. From now on you will be taking men alive."},{"number":11,"verse":"And bringing the boats down onto the land, forsaking all things, they followed Him."},{"number":12,"verse":"And it happened, in His being in one of the cities, and behold, a man full of leprosy! And seeing Jesus, falling on his face, he begged Him, saying, Lord, if You be willing, You are able to cleanse me."},{"number":13,"verse":"And stretching out the hand, He touched him, saying, I will! Be cleansed! And instantly the leprosy departed from him."},{"number":14,"verse":"And He charged him to tell no one. But going away, show yourself to the priest and offer concerning your cleansing, as Moses commanded, for a testimony to them."},{"number":15,"verse":"But the word about Him spread even more. And large crowds were coming to hear and to be healed from their infirmities by Him."},{"number":16,"verse":"But He was drawing back in the deserted places, and praying."},{"number":17,"verse":"And it happened on one of the days, even He was teaching. And Pharisees and teachers of the Law were sitting by, who were coming out of every village of Galilee and Judea, and Jerusalem. And the power of the Lord was there, for the curing of them."},{"number":18,"verse":"And, behold, men carrying on a cot a man who was paralyzed. And they sought to bring him in, and to lay him before Him."},{"number":19,"verse":"And not finding a way through which they might bring him in through the crowd, going up on the housetop, they let him down through the tiles with the cot, into the midst, in front of Jesus."},{"number":20,"verse":"And seeing their faith, He said to him, Man, your sins have been remitted to you."},{"number":21,"verse":"And the scribes and Pharisees began to reason, saying, Who is this who speaks blasphemies? Who is able to remit sins except God alone?"},{"number":22,"verse":"But knowing their thoughts, answering Jesus said to them, Why do you reason in your hearts?"},{"number":23,"verse":"Which is easier, to say, Your sins have been remitted to you, or to say, Rise up and walk?"},{"number":24,"verse":"But that you may know that the Son of Man has authority on the earth to remit sins, He said to the one having been paralyzed, I say to you, Rise up, and take your cot and go to your house."},{"number":25,"verse":"And rising up at once before them, taking up that on which he was lying, he went to his house glorifying God."},{"number":26,"verse":"And amazement seized all, and they glorified God, and were filled with fear, saying, We saw wonderful things today."},{"number":27,"verse":"And after these things, He went out and saw a tax collector named Levi, sitting at the tax office. And He said to him, Follow Me!"},{"number":28,"verse":"And leaving all, rising up he followed Him."},{"number":29,"verse":"And Levi made a great feast for Him in his house. And there was a crowd of many tax collectors reclining, and of others who were with them."},{"number":30,"verse":"And the scribes and the Pharisees murmured at His disciples, saying, Why do you eat and drink with tax collectors and sinners?"},{"number":31,"verse":"And answering, Jesus said to them, The ones who are sound have no need of a healer, but the ones badly having illness."},{"number":32,"verse":"I did not come to call the righteous ones, but sinners to repentance."},{"number":33,"verse":"But they said to Him, Why do John's disciples fast often, and make prayers, and likewise those of the Pharisees, but the ones close to You eat and drink?"},{"number":34,"verse":"But He said to them, You are not able to make the sons of the bridechamber fast while the bridegroom is with them."},{"number":35,"verse":"But days will come, even when the bridegroom is taken away from them, then in those days they will fast."},{"number":36,"verse":"And He also told a parable to them: No one puts a piece of a new garment on an old garment; otherwise both the new will tear, and the old will not agree with the piece from the new."},{"number":37,"verse":"And no one puts new wine into old wineskins; otherwise, the new wine will burst the wineskins, and it will be poured out, and the wineskins will perish."},{"number":38,"verse":"But new wine is to be put into new wineskins, and both are preserved together."},{"number":39,"verse":"And no one drinking old wine immediately desires new; for he says, The old is better."}]}