{"bibleAbbr":"ISV2011","bookName":"Jonah","bookEnglishName":"Jonah","chapterNumber":4,"verses":[{"number":1,"verse":"{Jonah's Anger at God's Kindness} d Greatly displeased, Jonah flew into a rage."},{"number":2,"verse":"So he prayed to the Lord , \"Lord , isn't this what I said while I was still in my home country? That's why I fled previously to Tarshish, because I knew you're a compassionate God, slow to anger, overflowing with gracious love, and reluctant {Or sorrowful} to send trouble."},{"number":3,"verse":"Therefore, Lord , please kill me, because it's better for me to die than to live!\""},{"number":4,"verse":"The Lord replied, \"Does being angry make you right?\""},{"number":5,"verse":"{Jonah's Discouragement} d Then Jonah left the city and sat down on the eastern side. {Lit. down east of the city} There he made a shelter for himself and sat down under its shade to see what would happen to the city."},{"number":6,"verse":"The Lord God prepared a vine plant, {Or castor bean plant ; or gourd ; and so throughout the chapter} and it grew over Jonah to shade his head and provide relief from his misery. Jonah was happy indeed, he was ecstatic about the vine plant."},{"number":7,"verse":"But at dawn the next day, God provided a worm that attacked the vine plant so that it withered away."},{"number":8,"verse":"When the sun rose, God prepared a harsh east wind. The sun beat down on Jonah's head, he became faint, and he begged to die. \"It is better for me to die than to live!\" he said."},{"number":9,"verse":"Then God asked Jonah, \"Is your anger about the vine plant justified?\" And he answered, \"Absolutely! I'm so angry I could die!\""},{"number":10,"verse":"But the Lord said, \"You cared about a vine plant that you neither worked on nor cultivated? A vine plant that grew up overnight and died overnight?"},{"number":11,"verse":"So why shouldn't I be concerned about Nineveh, that great city, in which there are more than 120, human beings who do not know their right hand from their left, {I. e. young children or infants} as well as a lot of livestock?"}]}