{"bibleAbbr":"maiNT","bookName":"यूहन्‍नाक पहिल पत्र","bookEnglishName":"1 John","chapterNumber":4,"verses":[{"number":1,"verse":"( सत्‍यक आत्‍मा आ झूठक आत्‍मा) प्रिय मित्र सभ, ताहि सभ लोकक विश्‍वास नहि करू जे कहैत अछि जे हमरा मे परमेश्‍वरक आत्‍मा छथि, बल्‍कि ओकरा सभक जाँच करू, ई बुझबाक लेल जे ओकरा मे जे आत्‍मा छैक, से परमेश्‍वरक दिस सँ अछि वा नहि। किएक तँ बहुतो लोक संसार मे निकलि गेल अछि जे झूठ बाजि कऽ अपना केँ परमेश्‍वरक प्रवक्‍ता कहैत अछि।"},{"number":2,"verse":"परमेश्‍वरक आत्‍मा केँ अहाँ सभ एहि तरहेँ चिन्‍हि सकैत छी—जे केओ स्‍वीकार करैत अछि जे यीशु मसीह मनुष्‍य बनि कऽ अयलाह, तकरा मे परमेश्‍वरक आत्‍मा छथि।"},{"number":3,"verse":"मुदा जे केओ यीशु केँ एहि तरहेँ स्‍वीकार नहि करैत अछि, तकरा मे जे आत्‍मा अछि, से परमेश्‍वरक दिस सँ नहि अछि। ओकरा मे “मसीह-विरोधी”क आत्‍मा अछि, जकरा बारे मे अहाँ सभ सुनने छलहुँ जे आबऽ वला अछि, और एखनो ओ संसार मे आबि गेल अछि।"},{"number":4,"verse":"प्रिय बौआ सभ, अहाँ सभ ओहि झुट्ठा शिक्षक सभ पर विजयी भऽ गेल छी, कारण अहाँ सभ परमेश्‍वरक छी, और जे अहाँ सभ मे छथि, से तकरा सँ शक्‍तिशाली छथि जे संसार मे अछि।"},{"number":5,"verse":"ओ सभ संसारक अछि आ तेँ संसारेक बात कहैत अछि, और संसार ओकरा सभक बात सुनैत छैक।"},{"number":6,"verse":"मुदा अपना सभ परमेश्‍वरक छी, और जे केओ परमेश्‍वर केँ चिन्‍हैत छनि, से अपना सभक सुनैत अछि। मुदा जे केओ परमेश्‍वरक नहि अछि से अपना सभक नहि सुनैत अछि। एहि सँ अपना सभ सत्‍यक आत्‍मा और झूठक आत्‍मा चिन्‍हि सकैत छी।"},{"number":7,"verse":"( प्रेम की अछि?) प्रिय मित्र सभ, अपना सभ एक-दोसर सँ प्रेम करी, किएक तँ प्रेम परमेश्‍वर सँ उत्‍पन्‍न होइत अछि। जे प्रेम करैत अछि, से परमेश्‍वरक सन्‍तान अछि और परमेश्‍वर केँ चिन्‍हैत अछि।"},{"number":8,"verse":"जे प्रेम नहि करैत अछि, से परमेश्‍वर केँ नहि चिन्‍हैत अछि, किएक तँ परमेश्‍वर प्रेम छथि।"},{"number":9,"verse":"परमेश्‍वर अपन प्रेम अपना सभक बीच एहि प्रकारेँ प्रगट कयलनि—ओ अपन एकलौता पुत्र केँ संसार मे पठा देलनि जाहि सँ अपना सभ हुनका द्वारा जीवन प्राप्‍त करी।"},{"number":10,"verse":"प्रेमक अर्थ ई नहि, जे अपना सभ परमेश्‍वर सँ प्रेम कयलियनि, बल्‍कि ई, जे ओ अपना सभ सँ प्रेम कयलनि और अपन पुत्र केँ अपना सभक पापक प्रायश्‍चित्त करऽ वला बलि बना कऽ पठा देलनि।"},{"number":11,"verse":"प्रिय मित्र सभ, जँ परमेश्‍वर अपना सभ सँ एहन प्रेम कयलनि, तँ अपनो सभ केँ एक-दोसर सँ प्रेम करबाक चाही।"},{"number":12,"verse":"परमेश्‍वर केँ केओ कहियो नहि देखने छनि, मुदा अपना सभ जँ एक-दोसर सँ प्रेम करैत छी तँ ओ अपना सभ मे वास करैत छथि और अपना सभ मे हुनकर प्रेम सिद्ध होइत अछि।"},{"number":13,"verse":"अपना सभ हुनका मे रहैत छी और ओ अपना सभ मे, तकर प्रमाण ई भेल जे ओ अपना सभ केँ अपन आत्‍मा मे सहभागी बना लेने छथि।"},{"number":14,"verse":"अपना सभ देखने छी और गवाही दैत छी जे पिता अपना पुत्र केँ संसारक उद्धारकर्ताक रूप मे पठौलनि।"},{"number":15,"verse":"जँ केओ स्‍वीकार करैत अछि जे यीशु परमेश्‍वरक पुत्र छथि, तँ परमेश्‍वर ओकरा मे रहैत छथि और ओ परमेश्‍वर मे।"},{"number":16,"verse":"परमेश्‍वरक प्रेम जे अपना सभक प्रति छनि, तकरा अपना सभ जानि गेल छी और ताही पर भरोसा करैत छी। परमेश्‍वर प्रेम छथि। जे केओ प्रेम मे रहैत अछि से परमेश्‍वर मे रहैत अछि, और परमेश्‍वर ओकरा मे।"},{"number":17,"verse":"अपना सभ मे प्रेम सिद्ध होयबाक उद्देश्‍य ई अछि जे अपना सभ न्‍यायक दिन मे निर्भय रही, और एहि कारण निर्भय रही जे संसार मे अपना सभ तेहन छी जेहन यीशु छथि।"},{"number":18,"verse":"प्रेम मे डर नहि होइत अछि। सिद्ध प्रेम डर केँ भगा दैत अछि, कारण डर दण्‍ड सँ सम्‍बन्‍धित अछि। जे डेराइत अछि, से प्रेम मे सिद्ध नहि भेल अछि।"},{"number":19,"verse":"अपना सभ एहि लेल प्रेम करैत छी जे ओ पहिने अपना सभ सँ प्रेम कयलनि।"},{"number":20,"verse":"जँ केओ कहैत अछि जे, हम परमेश्‍वर सँ प्रेम करैत छी, जखन कि अपना भाय सँ घृणा करैत अछि, तँ ओ झूठ बाजऽ वला अछि। कारण, जे अपना भाय सँ जकरा ओ देखने छैक प्रेम नहि करैत अछि, से परमेश्‍वर सँ जिनका ओ नहि देखने छनि कोना प्रेम कऽ सकैत अछि?"},{"number":21,"verse":"और ओ अपना सभ केँ ई आज्ञा देने छथि जे, जे परमेश्‍वर सँ प्रेम करैत अछि से अपना भाय सँ सेहो प्रेम करय।"}]}