{"bibleAbbr":"MSG2002","bookName":"Luke","bookEnglishName":"Luke","chapterNumber":1,"verses":[{"number":1,"verse":"So many others have tried their hand at putting together a story of the wonderful harvest of Scripture and history that took place among us,"},{"number":2,"verse":"using reports handed down by the original eyewitnesses who served this Word with their very lives."},{"number":3,"verse":"Since I have investigated all the reports in close detail, starting from the story's beginning, I decided to write it all out for you, most honorable Theophilus,"},{"number":4,"verse":"so you can know beyond the shadow of a doubt the reliability of what you were taught."},{"number":5,"verse":"During the rule of Herod, King of Judea, there was a priest assigned service in the regiment of Abijah. His name was Zachariah. His wife was descended from the daughters of Aaron. Her name was Elizabeth."},{"number":6,"verse":"Together they lived honorably before God, careful in keeping to the ways of the commandments and enjoying a clear conscience before God."},{"number":7,"verse":"But they were childless because Elizabeth could never conceive, and now they were quite old."},{"number":8,"verse":"It so happened that as Zachariah was carrying out his priestly duties before God, working the shift assigned to his regiment,"},{"number":9,"verse":"it came his one turn in life to enter the sanctuary of God and burn incense."},{"number":10,"verse":"The congregation was gathered and praying outside the Temple at the hour of the incense offering."},{"number":11,"verse":"Unannounced, an angel of God appeared just to the right of the altar of incense."},{"number":12,"verse":"Zachariah was paralyzed in fear."},{"number":13,"verse":"But the angel reassured him, \"Don't fear, Zachariah. Your prayer has been heard. Elizabeth, your wife, will bear a son by you. You are to name him John."},{"number":14,"verse":"You're going to leap like a gazelle for joy, and not only you--many will delight in his birth."},{"number":15,"verse":"He'll achieve great stature with God. \"He'll drink neither wine nor beer. He'll be filled with the Holy Spirit from the moment he leaves his mother's womb."},{"number":16,"verse":"He will turn many sons and daughters of Israel back to their God."},{"number":17,"verse":"He will herald God's arrival in the style and strength of Elijah, soften the hearts of parents to children, and kindle devout understanding among hardened skeptics--he'll get the people ready for God.\""},{"number":18,"verse":"Zachariah said to the angel, \"Do you expect me to believe this? I'm an old man and my wife is an old woman.\""},{"number":19,"verse":"But the angel said, \"I am Gabriel, the sentinel of God, sent especially to bring you this glad news."},{"number":20,"verse":"But because you won't believe me, you'll be unable to say a word until the day of your son's birth. Every word I've spoken to you will come true on time--God's time.\""},{"number":21,"verse":"Meanwhile, the congregation waiting for Zachariah was getting restless, wondering what was keeping him so long in the sanctuary."},{"number":22,"verse":"When he came out and couldn't speak, they knew he had seen a vision. He continued speechless and had to use sign language with the people."},{"number":23,"verse":"When the course of his priestly assignment was completed, he went back home.["},{"number":24,"verse":"It wasn't long before his wife, Elizabeth, conceived. She went off by herself for five months, relishing her pregnancy."},{"number":25,"verse":"\"So, this is how God acts to remedy my unfortunate condition!\" she said."},{"number":26,"verse":"In the sixth month of Elizabeth's pregnancy, God sent the angel Gabriel to the Galilean village of Nazareth"},{"number":27,"verse":"to a virgin engaged to be married to a man descended from David. His name was Joseph, and the virgin's name, Mary."},{"number":28,"verse":"Upon entering, Gabriel greeted her: Good morning! You're beautiful with God's beauty, Beautiful inside and out! God be with you."},{"number":29,"verse":"She was thoroughly shaken, wondering what was behind a greeting like that."},{"number":30,"verse":"But the angel assured her, \"Mary, you have nothing to fear. God has a surprise for you:"},{"number":31,"verse":"You will become pregnant and give birth to a son and call his name Jesus."},{"number":32,"verse":"He will be great, be called 'Son of the Highest.' The Lord God will give him the throne of his father David;"},{"number":33,"verse":"He will rule Jacob's house forever-- no end, ever, to his kingdom.\""},{"number":34,"verse":"Mary said to the angel, \"But how? I've never slept with a man.\""},{"number":35,"verse":"The angel answered, The Holy Spirit will come upon you, the power of the Highest hover over you; Therefore, the child you bring to birth will be called Holy, Son of God."},{"number":36,"verse":"\"And did you know that your cousin Elizabeth conceived a son, old as she is? Everyone called her barren, and here she is six months' pregnant!"},{"number":37,"verse":"Nothing, you see, is impossible with God.\""},{"number":38,"verse":"And Mary said, Yes, I see it all now: I'm the Lord's maid, ready to serve. Let it be with me just as you say. Then the angel left her."},{"number":39,"verse":"Mary didn't waste a minute. She got up and traveled to a town in Judah in the hill country,"},{"number":40,"verse":"straight to Zachariah's house, and greeted Elizabeth."},{"number":41,"verse":"When Elizabeth heard Mary's greeting, the baby in her womb leaped. She was filled with the Holy Spirit,"},{"number":42,"verse":"and sang out exuberantly, You're so blessed among women, and the babe in your womb, also blessed!"},{"number":43,"verse":"And why am I so blessed that the mother of my Lord visits me?"},{"number":44,"verse":"The moment the sound of your greeting entered my ears, The babe in my womb skipped like a lamb for sheer joy."},{"number":45,"verse":"Blessed woman, who believed what God said, believed every word would come true!"},{"number":46,"verse":"And Mary said, I'm bursting with God-news;"},{"number":47,"verse":"I'm dancing the song of my Savior God."},{"number":48,"verse":"God took one good look at me, and look what happened-- I'm the most fortunate woman on earth! What God has done for me will never be forgotten,"},{"number":49,"verse":"the God whose very name is holy, set apart from all others."},{"number":50,"verse":"His mercy flows in wave after wave on those who are in awe before him."},{"number":51,"verse":"He bared his arm and showed his strength, scattered the bluffing braggarts."},{"number":52,"verse":"He knocked tyrants off their high horses, pulled victims out of the mud."},{"number":53,"verse":"The starving poor sat down to a banquet; the callous rich were left out in the cold."},{"number":54,"verse":"He embraced his chosen child, Israel; he remembered and piled on the mercies, piled them high."},{"number":55,"verse":"It's exactly what he promised, beginning with Abraham and right up to now."},{"number":56,"verse":"Mary stayed with Elizabeth for three months and then went back to her own home."},{"number":57,"verse":"When Elizabeth was full-term in her pregnancy, she bore a son."},{"number":58,"verse":"Her neighbors and relatives, seeing that God had overwhelmed her with mercy, celebrated with her."},{"number":59,"verse":"On the eighth day, they came to circumcise the child and were calling him Zachariah after his father."},{"number":60,"verse":"But his mother intervened: \"No. He is to be called John.\""},{"number":61,"verse":"\"But,\" they said, \"no one in your family is named that.\""},{"number":62,"verse":"They used sign language to ask Zachariah what he wanted him named."},{"number":63,"verse":"Asking for a tablet, Zachariah wrote, \"His name is to be John.\" That took everyone by surprise."},{"number":64,"verse":"Surprise followed surprise--Zachariah's mouth was now open, his tongue loose, and he was talking, praising God!"},{"number":65,"verse":"A deep, reverential fear settled over the neighborhood, and in all that Judean hill country people talked about nothing else."},{"number":66,"verse":"Everyone who heard about it took it to heart, wondering, \"What will become of this child? Clearly, God has his hand in this.\""},{"number":67,"verse":"Then Zachariah was filled with the Holy Spirit and prophesied,"},{"number":68,"verse":"Blessed be the Lord, the God of Israel; he came and set his people free."},{"number":69,"verse":"He set the power of salvation in the center of our lives, and in the very house of David his servant,"},{"number":70,"verse":"Just as he promised long ago through the preaching of his holy prophets:"},{"number":71,"verse":"Deliverance from our enemies and every hateful hand;"},{"number":72,"verse":"Mercy to our fathers, as he remembers to do what he said he'd do,"},{"number":73,"verse":"What he swore to our father Abraham--"},{"number":74,"verse":"a clean rescue from the enemy camp, So we can worship him without a care in the world,"},{"number":75,"verse":"made holy before him as long as we live."},{"number":76,"verse":"And you, my child, \"Prophet of the Highest,\" will go ahead of the Master to prepare his ways,"},{"number":77,"verse":"Present the offer of salvation to his people, the forgiveness of their sins."},{"number":78,"verse":"Through the heartfelt mercies of our God, God's Sunrise will break in upon us,"},{"number":79,"verse":"Shining on those in the darkness, those sitting in the shadow of death, Then showing us the way, one foot at a time, down the path of peace."},{"number":80,"verse":"The child grew up, healthy and spirited. He lived out in the desert until the day he made his prophetic debut in Israel."}]}