{"bibleAbbr":"awaERV2005","bookName":"लूका रचित सुसमाचार","bookEnglishName":"Luke","chapterNumber":12,"verses":[{"number":1,"verse":"( फरीसियन जइसा जिन बना) अउर फिन जब हजारन मनइयन क भारी भीड़ जुटि गइ तउ एक दुसरे क रौंदे जात रही तब ईसू पहिले आपन चेलन स कहइ लाग, “फरीसियन क खमीरे स, जउन ओनकइ कपट बा, बचा रहा।"},{"number":2,"verse":"कछू छुपा नाहीं अहइ जउन परगट नाहीं कइ दीन्ह जाइ। अइसा कछू अनजाना नाहीं अहइ जेका बतावा नाहीं दीन्ह जाइ।"},{"number":3,"verse":"एह बरे हर उ बात जेका तू अँधियारे मँ कह्या ह, उजिआरे मँ सुनी जाइ। अउर एकांत खोली मँ जउन कछू भी तू चुप्पे स कउनो क काने मँ कह्या ह, घरे क छते स ऍलान कइ दीन्ह जाइ।”"},{"number":4,"verse":"( परमेस्सर स डेराअ) ( ( 470 10:28-31 )) “मुला मोर मीतो, मइँ तोहसे कहत हउँ ओनसे जिन डेराअ जउन तोहरे तन क मारि डाइ सकत हीं अउर ओकरे पाछे अइसा कछू नाहीं अहइ जउन ओनके बस मँ होइ।"},{"number":5,"verse":"मइँ तोहका देखाउब कि तोहका कउनो स डेराइ चाही। ओसे (परमेस्सर) डेराअ अउर तोहका मारिके नरक मँ नावइ क सक्ती राखत ह। हाँ, मइँ तोहका बतावत हउँ, बस उहइ स डेराअ।"},{"number":6,"verse":"“का दुइ पइसा मँ पाँच ठु चिरइयन नाहीं बिकतिन? फिन भी परमेस्सर ओहमाँ स एक क भी नाहीं बिसरत।"},{"number":7,"verse":"अउर लखा तोहरे मूँड़े प क एक एक बारि तलक गना भवा अहइँ। डेराअ जिन तू बहोत सी चिरइयन स कहूँ जिआदा कीमत क अहा।”"},{"number":8,"verse":"( ईसू क नाउँ प जिन सर्मा) ( ( 470 10:32-33 ; 470 12:32 ; 470 10:19-20 )) “मुला मइँ तोहसे कहत हउँ जउन कउनो मनई सबहीं क समन्वा मोका मानत ह, मनई क पूत भी उ मनई क परमेस्सर क दूतन क समन्वा मानी।"},{"number":9,"verse":"मुला ज जउन मोका दुसरे क समन्वा न मानी, ओका परमेस्सर क दूतन क समन्वा इन्कार कइ दीन्ह जाइ।"},{"number":10,"verse":"“अउर हर उ मनई क तो छमा कइ दीन्ह जाइ जउन मनई क पूत क खिलाफ कउनो सब्द बोलत ह, मुला जउन पवित्तर आतिमा क बुराई करत ह, ओका छमा नाहीं कीन्ह जाइ।"},{"number":11,"verse":"“तउ जब उ पचे तोहका आराधनालय मँ, राज्य क करइवालन अउर अधिकारियन क समन्वा लइ जाइँ तउ फिकिर जिन कर्या काहे तू आपन क कइसे बचउब्या या तोहका का कछू कहे होइ।"},{"number":12,"verse":"चिंता जिन करा काहेकि पवित्तर आतिमा तोहका सिखाइ कि उ समइया तोहका का बोलइ चाही।”"},{"number":13,"verse":"( सुआरथ क खिलाफ चिताउनी) फिन भीड़ मँ स ओसे कउनो कहेस, “गुरु, मोरे भइया स मोरे बाप क धन दौलत क हींसा बाँटइ बरे कहि द्या।”"},{"number":14,"verse":"ऍह प ईसू ओसे कहेस, “अरे भले मनई, मोका तोहरे बरे निआववाला या पंच कउन बनएस ह”"},{"number":15,"verse":"तउ ईसू ओनसे कहेस, “होसियारी क संग आपन क लालच स दूर राखा। काहेकि जरूरत स जिआदा धन-दौलत होइ प जिन्नगी क आधार ओकर संग्रह नाहीं होत।”"},{"number":16,"verse":"फिन उ ओनका एक दिस्टान्त कथा सुनाएस: “कउनो धनी मनई क धरती प खूब पैदावार भइ।"},{"number":17,"verse":"उ आपन मनवा मँ सोचत भवा कहइ लाग, ‘मइँ का करुँ, मोरे लगे फसिल क रखइ बरे ठउर तउ अहइ नाहीं।’"},{"number":18,"verse":"“फिन उ बोला, ‘ठीक अहइ मइँ इ करब कि आपन अनाज क कोठिला गिराइके बड़का कोठा बनवाउब अउर आपन समूचा अनाज क अउर सामान हुवाँ रखब।"},{"number":19,"verse":"फिन आपन आतिमा स कहब, अरे मोर आतिमा अब बहोत स उत्तिम बस्तु, बहोत स बरिस बरे तोहरे लगे ऍकट्ठी अहइँ। घबरा जिन, खावा, पिआ अउर मउज उड़ावा!’"},{"number":20,"verse":"“मुला परमेस्सर ओसे बोला, ‘अरे मूर्ख! इहइ राति मँ तोहार आतिमा तोहसे लइ लीन्ह जाइ। जउन कछू तू तइयार किहे अहा, ओका कउन लेइ?’"},{"number":21,"verse":"“लखा, उ मनई क संग भी कछू अइसा ही भवा ह, उ अपने बरे बटोरत ह मुला परमेस्सर क निगाह मँ उ धनी नाहीं।”"},{"number":22,"verse":"( परमेस्सर क राज क महत्ता) ( (मत्ती 6:25-3419-21)) तब उ आपन चेलन स कहेस, “एह बरे मइँ तोहसे हउँ, आपन जिन्नगी क फिकिर जिन करा कि तू का पहिनब्या?"},{"number":23,"verse":"काहेकि जिन्नगी खइया स अउर तन ओढ़ना स जिआदा जरूरी अहइ।"},{"number":24,"verse":"कउअन क लखा, न उ पचइ बोवत हीं, न ही उ पचे काटत हीं। न ओनके लगे भण्डारा बा अउर न आजु अन्न क कोठिला, फिन भी परमेस्सर ओनका भोजन देत ह। तू तउ चिरइयन स केतॅना जिआदा कीमती अहा।"},{"number":25,"verse":"चिन्ता कइके, तू पचन मँ स कउन अइसा अहइ, जउन आपन उमिर मँ एक घड़ी भी अउर जोर सकत ह?"},{"number":26,"verse":"काहेकि तू जदि छोटका काम क भी नाहीं कइ सकत्या तउ बाकी बरे काहे फिकिर करत ह?"},{"number":27,"verse":"“कोका बेली क लखा, उ कइसे उगत हीं? न उ सबइ मेहनत करत हीं, न कताई, फिन भी मइँ तोहसे कहत हउँ कि सुलैमान आपन समूचे धन दौलत क संग ओहमाँ स कउनो एक क नाई नाहीं सज पाएस।"},{"number":28,"verse":"एह बरे जब मैदान क घास क, जउन आज हिआँ बा अउर भियान ही ओका भार मँ झोंक दीन्ह जाइ, परमेस्सर अइसे ओढ़नन स सजावत ह तउ अरे ओ कम बिसवास करइया मनइयो! तोहका तउ उ केतॅना अउर जिआदा ओढ़ना पहिराइ।"},{"number":29,"verse":"“अउर फिकिर जिन करा कि तू का खाब्या अउर का पीब्या। ऍनके बरे जिन सोचा।"},{"number":30,"verse":"काहेकि संसार क अउर सबहीं मनई चीजन्क क पाछे धावत अहइँ मुला तोहार परमपिता तउ जानत ही अहइ कि तोहका इ चीजन्क जरूरत अहइ।"},{"number":31,"verse":"मुला तू तउ परमेस्सर क राज्य क चिन्ता करा। इ चीजन तउ तोहका दइ दीन्ह जइहीं।"},{"number":32,"verse":"( धने प भरोसा जिन करा) “हे भोली भेड़ी क झुण्ड! जिन डेराअ, काहेकि तोहार परमपिता तोहका राज्य देइ क तइयार अहइ।"},{"number":33,"verse":"तउ आपन धन दौलत बेंचिके धन गरीबन मँ बाँटि द्या। आपन लगे अइसी झोरी राखा जउन पुरान न होई अरथ बा कबहुँ न टूटइवाला सरगे मँ खजाना जहाँ ओह तलक कउनो चोर क पहुँच न होइ। अउर न ओका न किरवा नास कइ पावइँ।"},{"number":34,"verse":"काहेकि जहाँ तोहार खजाना अहइ, हुवँई तोहार मनवा भी रही।"},{"number":35,"verse":"( सदा तइयार रहा) ( ( 470 24:42-44 )) “काम करइ क सदा तइयार रहा। अउर आपन दिया बारे रहा।"},{"number":36,"verse":"अउर ओ मनइयन जइसा बना जउन बियाह क भोज स लौटिके आवत आपन स्वामी क जोहत होइँ जेहसे उ जब आवइ अउर दुआर खटखटावइ तउ उ पचे फउरन खोलि सकइँ।"},{"number":37,"verse":"उ नउकर धन्य अहइँ जेका स्वामी वापस आइके जागत अउर तइयार पइहीं। मइँ तोहसे सच कहत हउँ कि उ भी ओनकर सेवा बरे करिहाउँ बाँधि लेइ अउर ओनका खइया क पीढ़ा प जेवइं बरे बइठाई। उ आई अउर ओनका जेंवाइ।"},{"number":38,"verse":"उ चाहे आधी राति स पहिले आवइ अउर चाहे आधी राति क पाछे जदि उ ओनका तइयार पावत ह तउ उ सबइ धन्य अहइँ।"},{"number":39,"verse":"“इ बात बरे निस्चित रहा कि जदि घरे क स्वामी क इ पता होइ कि चोर कउनो घड़ी आवत अहइ, तउ उ ओका आपन घरे मँ सेंध नाहीं लगावइ देइ।"},{"number":40,"verse":"तउ तू भी तइयार रहा काहेकि मनई क पूत अइसी घड़ी मँ आई जेका तू सोच नाहीं सकत्या।”"},{"number":41,"verse":"( बिसवास क जोग्ग सेवक कउन?) तब पतरस पूछेस, “पर्भू इ दिस्टान्त कथा तू हमरे बरे कहत अहा या सब बरे?”"},{"number":42,"verse":"ऍह प पर्भू कहेस, “तउ फिन अइसा बिसवास क जोग्ग, बुद्धिमान संरजाम अधिकारी कउन होइ जेका पर्भू आपन नउकरन क ठीक समइ प खइया क चीज देइ बरे ठहराइ?"},{"number":43,"verse":"उ नउकर धन्य अहइ जेका ओकर स्वामी जब आवइ तउ ओका वइसा ही करत पावइ।"},{"number":44,"verse":"मइँ सच कहत हउँ कि उ ओका आपन सबहिं धन दौलत क अधिकारी ठहराइ।"},{"number":45,"verse":"“मुला उ नउकर आपन मनवा मँ सोचइ कि मोर स्वामी तउ आवइ मँ देर करत अहइ अउर उ दूसर पुरुस अउर स्त्री नउकरन क मारब पीटब सुरु कइ देइ अउर खाइ पिअइ अउर नसा मँ चूर होइ।"},{"number":46,"verse":"तउ उ जउकर क स्वामी अइसे दिन आइ जाइ जेका उ सोचत नाहीं। एक ठु अइसी घरी जेकरे बारे मँ निसाखातिर अहइ। फिन भी ओकर टुकरा टुकरा कइ डाइ अउर ओका न बिसवास करइयन क बीच ठउर देइ।"},{"number":47,"verse":"“उ नउकर जउन आपन स्वामी क इच्छा जानत ह अउर ओकरे बरे तइयार नाहीं होत या जइसा ओकर स्वामी चाहत ह, वइसहु नाहीं करत, तउ नउकर प जमिके मार परी।"},{"number":48,"verse":"मुला उ जेका आपन स्वामी क इच्छा क ग्यान नाहीं अउर कउनो अइसा काम कइ डावइ जउन मार खाइ काबिल होइ तउ उ नउकर प हल्की मार परी। काहेकि उ हर मनई स जेका बहोत जिआदा दीन्ह ग अहइ, जिआदा माँगा जाइ। उ मनई जेका ढेर सौंपा ग अहइ ओसे जिआदा ही माँगा जाइ।”"},{"number":49,"verse":"( मनइयन क मत ईसू स मेल नाहीं खात) ( ( 470 10:34-36 )) “मइँ धरती प एक आगी बारइ आवा हउँ मोर केतॅनी इच्छा अहइ कि उ साइद अबहुँ ताई बरि जात।"},{"number":50,"verse":"मोरे लगे एक बपतिस्मा अहइ जउन मोका लेब बा जब ताईं उ पूरा नाहीं होइ जात, मइँ केतॅना बियाकुल हउँ।"},{"number":51,"verse":"तू का सोचत बाट्या कि मइँ इ धरती प सान्ति लइ आवइ क बरे आवा हउँ? नाहीं, मइँ तोहका बतावत हउँ, मइँ अलगावइ आवा हउँ।"},{"number":52,"verse":"काहेकि अब स आगे एक घरे क पाँच आदमी एक दूसर क खिलाफ बँटि जइहीं। तीन दुइ क बिरोध मँ अउर दुइ तीन क बिरोध मँ होइ जइहीं।"},{"number":53,"verse":"बाप बेटवा क बिरोध मँ, अउर बेटवा बाप क बिरोध मँ, महतारी बिटिया क बिरोध मँ, अउर बिटिया महतारी क बिरोध मँ, सास दुलहिन क बिरोध मँ अउर दुलहिन सास क बिरोध मँ होइ जइहीं।”"},{"number":54,"verse":"( समइ क पहिचान) ( ( 470 16:2-3 )) फिन उ भीड़ स बोला, “जब तू पच्छूँ कइँती कउनो बदरे क उठत भइ लखत ह तउ कहि देत ह, ‘बरखा आवति अहइ।’ अउर फिन अइसा ही होत ह।"},{"number":55,"verse":"अउर फिन जब दखिनी हवा चलत ह, तू कहत ह, ‘गरमी पड़ी’ अउर अइसा ही होत ह।"},{"number":56,"verse":"अरे कपटी मनइयो! तू धरती अउर अकासे क रूपे क समझाउब तउ जानत बाट्या, फिन अइसा काहेकि इ जुग क बारे मँ समझउत्या नाहीं?”"},{"number":57,"verse":"( आपन समसिया हल करा) ( ( 470 5:25-26 )) “जउन नीक अहइ, ओकर फैसला करइवाला तू खुद काहे नाहीं बनत्या?"},{"number":58,"verse":"जब तू आपन बैरी क संग न्यायाधीस क लगे जात रहब्या तउ रास्ता मँ ही ओकरे संग समझौता करइ क जतन करया। नाहीं तउ कहूँ अइसा न होइ कि उ तोहका न्यायाधीस क लगे खैंच लइ जाइँ अउर न्यायाधीस एक अधिकारी क सौंपि देइ। अउर अधिकारी तोहका जेलि मँ धाँध देइ।"},{"number":59,"verse":"मइँ तोहका बतावत हउँ, तू हुवाँ स तब ताईं छूटि नाहीं पउब्या जब तलक आखिरी दमड़ी तक न चुकाइ द्या।”"}]}