{"bibleAbbr":"awaERV2005","bookName":"लूका रचित सुसमाचार","bookEnglishName":"Luke","chapterNumber":13,"verses":[{"number":1,"verse":"( मनफिरावा) उ समइया हुवाँ हाजिर कछू मनइयन ईसू क ओन गलीलियन क बारे मँ बताएस जेनकइ लहू पिलातुस ओनके बलिदान क संग मिलाइ दिहे रहा।"},{"number":2,"verse":"तउ ईसू ओनसे कहेस, “तू का सोचत ह कि सबइ गलीलियन दूसर सबइ गलीलियन स जिआदा पापी रहेन काहेकि ओनका इ सबइ बातन भीजे पड़ी?"},{"number":3,"verse":"नाहीं! मइँ तोहका बतावत हउँ, जदि तू भी मनफिरावा नाहीं करब्या तउ तू भी वइसी ही मउत स मरब्या जइसी उ सबइ मरे रहेन!"},{"number":4,"verse":"या ओन अट्ठारह मनइयन क बारे मँ तू का सोचत ह जेनके ऊपर सीलोह क बुर्ज गिरिके ओनका मारि डाएस। का सोचत ह, उ सबइ यरूसलेम मँ बसइया दूसर सबइ ही मनइयन स जिआदा अपराधी रहेन?"},{"number":5,"verse":"नाहीं! मइँ तोहका बतावत हउँ कि जदि तू मनवा न फिरउब्या तउ तू भी वइसे ही मरब्या!”"},{"number":6,"verse":"( बँझउ बृच्छ) फिन उ इ दिस्टान्त कथा कहेस: “कउनो मनई आपन अँगूरे क बारी मँ एक ठु अंजीरे क बृच्छ रोपे रहा। तउ उ ओह पइ फल ढूँढ़इ आवा पर ओका कछू नाहीं मिल पावा।"},{"number":7,"verse":"ऍह पइ उ माली स कहेस, ‘अब लखा मइँ तीन बरिस स अँजीरे क बृच्छ प फल टटोरत आवत हउँ मुला मोका एक ठु भी नाहीं मिलि पावा। एह बरे ऍका काटि डावा। इ धरती क अइसी ही वृथा काहे करत रहइ?’"},{"number":8,"verse":"माली ओका जवाब दिहेस, ‘स्वामी ऍका इ बरिस तब ताईं तजि द्या, जब तलक मइँ ऍकरे चारिहुँ कइँती खनिके एहमाँ पाँस नउबउँ।"},{"number":9,"verse":"फिन जदि उ अगवा बरिस फल देइ तउ नीक बा अउर जदि नाहीं देत तउ तू ऍका काटि डाइ सकत ह।’”"},{"number":10,"verse":"( सबित क दिन स्त्री क चंगा करब) कउनो आराधनालय मँ सबित क दिन ईसू जब उपदेस देत रहा।"},{"number":11,"verse":"तउ हुवँई एक अइसी स्त्री रही जेहमाँ दुस्ट आतिमा समाइ ग रही। जउन ओका अट्ठारह बरिस स पंगु बनाइ दिहे रही। उ निहुरिके कुबड़ी होइ गइ अउर तनिकउ सोझ नाहीं होइ सकत रही।"},{"number":12,"verse":"ईसू ओका जब निहारेस तउ आपन लगे बोलाएस अउर कहेस, “हे स्त्री, तोहका आपन बेरामी स छुटकारा मिलि गवा!” इ कहत भवा"},{"number":13,"verse":"ओह पइ आपन हाथ रखेस। अउर उ फउरन सीध होइ गइ। उ परमेस्सर क गुन गावइ लाग।"},{"number":14,"verse":"ईसू काहेकि सबित क दिन ओका बेरामी स जरटुट किहेस, एह बरे आराधनालय क नेता किरोध मँ आइके मनइयन स कहेस, “काम करइ क बरे छ: दिन होत हीं तउ ओनही दिनम मँ आवा अउर आपन बेरामी क दूर करावा पर सबित क दिन नीरोग होइ बरे जिन आवा।”"},{"number":15,"verse":"पर्भू जवाब देत भवा ओसे कहेस, “अरे कपटियो! का तोहमाँ स हर कउनो सबित क दिन आपन बर्धा अउर गदहा क बारा स निकारिके कहूँ पानी पिआवइ नाहीं लइ जात ह?"},{"number":16,"verse":"अब इ स्त्री जउन इब्राहीम क बिटिया अहइ अउर जेका सइतान अट्ठारह बरिस स जकरिके राखे बा, का ऍका सबित क दिन ऍका बंधन स छुटकारा नाहीं देइ क चाही?”"},{"number":17,"verse":"जब उ इ कहेस तउ ओकर खिलाफत करइवालन सबइ सर्माइ गएन। ओह कइँती समूची भीड़ ओकरे अचरजे स भरे कामन स जेनका उ किहे रहा, खुस होइ गइ।"},{"number":18,"verse":"( सरग क राज्य कइसा अहइ) ( ( 470 13:31-33 ; 480 4:30-32 )) तउ ईसू कहेस, “परमेस्सर क राज्य का अहइ अउर मइँ ऍकर तुलना कइसे करउँ?"},{"number":19,"verse":"उ सरसई क दाना क नाई अहइ, जेका कउनो लइके आपन बगिया मँ बोएस। उ बड़ा भवा अउर एक बृच्छ होइ गवा। फिन अकासे क चिरइयन ओकर डारी प घोंसला बनाइ लिहन।”"},{"number":20,"verse":"उ फिन ईसू कहेस, “परमेस्सर क राज्य क बरोबरी मइँ कइसे करउँ?"},{"number":21,"verse":"इ उ खमीरे क नाई अहइ जेका एक स्त्री तीन हींसा पिसान मँ सान दिहेस अउर उ समूचा पिसान खमीरे स भरि गवा।”"},{"number":22,"verse":"( साँकर दुआर) ( ( 470 7:13-14 , 470 7:21-23 )) ईसू जब सहरन अउर गाँउन स होत भवा उपदेस देत भवा यरूसलेम जात रहा।"},{"number":23,"verse":"तबहीं ओसे कउनो पूछेस, “पर्भू क केवल कछू मनइयन क ही उद्धार होइ?” ईसू कहेस,"},{"number":24,"verse":"“साँकर दुआरे स घुसइ क होइ सकइवाला जतन करा, काहेकि मइँ तोहका बतावत हउँ कि भीतर जाइ क जतन बहोत स करिहीं पर जाइ न पइहीं।"},{"number":25,"verse":"जब एक दाईं घरे क स्वामी उठिके दुआर बंद कइ देत ह, तउ तू बाहेर ही खड़ा दुआर खटखटावत कहब्या, ‘महासय, हमरे बरे खोलि द्या!’ मुला उ तोहका जवाब देइ, ‘मइँ नाहीं जानत तू कहाँ ले आवा बाट्या?’"},{"number":26,"verse":"तब तू कहइ लगब्या, ‘हम तोहर संग खावा ह, तोहर संग पिआ ह, तू हमरी गलियन मँ हमका सीख दिहा ह।’"},{"number":27,"verse":"पर उ तोसे कही, ‘मइँ नाहीं जानत तू कहाँ स आवा अहा? अरे कुकर्मी मनइयो! मोरे लगे स पराइ जा!’"},{"number":28,"verse":"“जब तू इब्राहीम, इसहाक, याकूब अउर दूसर सबहीं नबियन क परमेस्सरे क राज्य मँ निहरब्या मुला तोहका बाहेर ढकेल दीन्ह जाइ। तउ हुवाँ बस रोउब अउर दाँत पीसब होई।"},{"number":29,"verse":"फिन पूरब अउर पच्छूँ, उत्तर अउर दक्खिन स मनइयन परमेस्सर क राज्य मँ आइ आइके खइया क चउकी प आपन आसन ग्रहण करिहीं।"},{"number":30,"verse":"धियान रहइ कि हुवाँ जउन आखिरी अहइ पहिले होइ जइहीं अउर जउन पहिले अहइँ उ पचे आखिरी होइ जइहीं।”"},{"number":31,"verse":"( ईसू क मउत यरूसलेम मँ) ( ( 470 23:27-39 )) उहइ समइ ईसू क लगे कछू फरीसियन आएन अउर ओसे बोलेन, “हेरोदेस तोहका मारि डावइ चाहत ह, एह बरे हुवाँ स कहूँ अउर चला जा।”"},{"number":32,"verse":"तब उ ओनसे कहेस, “जा अउर उ लोखरी स कहा, ‘मइँ मनइयन मँ स दुस्ट आतिमन क निकारब, मइँ आज ही चंगा करब अउर भियान भी। फिन तीसर दिन मइँ आपन काम पूरा करब।’"},{"number":33,"verse":"फिन भी मोका आजु, भियान अउर परउँ चलत ही रहइ क अहइ। काहेकि कउनो नबियन बरे इ नीक नाहीं कि उ यरूसलेम स बाहेर प्रान तजि देइ।"},{"number":34,"verse":"“यरूसलेम अरे ओ यरूसलेम! तू नबियन क कतल करत ह अउर परमेस्सर जेका तोहरे लगे पठएस ह, ओन प पाथर बरिसावत ह। मइँ केतॅनी दाईं तोहरे मनइयन क वइसे ही आपुस मँ बटोरइ चाहा ह जइसे एक ठु मुर्गी आपन बचवन क आपन पखना तरे बटोरत ह। मुला तू नाहीं चाह्या।"},{"number":35,"verse":"लखा तोहरे बरे तोहार घर तोहरे लिए उजरा पड़ा अहइ। मइँ तोहका बतावत हउँ तू मोका उ समइया तलक फिन नाहीं देखब्या। जब ताईं उ समइ न आइ जाइ जब तू कहब्या, ‘धन्य अहइ उ, पर्भू क नाउँ प जउन आवत बा।’”"}]}