{"bibleAbbr":"awaERV2005","bookName":"लूका रचित सुसमाचार","bookEnglishName":"Luke","chapterNumber":14,"verses":[{"number":1,"verse":"( का सबित क दिन चंगा करब उचित बा?) एक दाईं सबित क दिन मुख्य फरीसियन मँ स कउनो क घर ईसू खइया बरे गवा। ओहर उ पचे नगिचे स आँखि गड़ाइके लखत रहेन।"},{"number":2,"verse":"हुवाँ ओकरे समन्वा जलंधर स दुःखी एक ठु मनई रहा।"},{"number":3,"verse":"ईसू धरम सास्तिरियन अउर फरीसियन स पूछेस, “सबित क दिन कउनो क चंगा करब उचित अहइ या नाहीं?”"},{"number":4,"verse":"मुला उ पचे खमोस रहेन। तउ ईसू उ मनई क लइके चंगा कइ दिहस अउर फिन ओका कहूँ पठइ दिहस।"},{"number":5,"verse":"फिन उ ओनसे पूछेस, “जदि तोहमाँ स कउनो क लगे आपन बेटवा अहइ या बर्धा अहइ, उ कुआँ मँ गिरि पड़त ह तउ सबित क दिन भी तू ओका फउरन नाहीं निकरिब्या?”"},{"number":6,"verse":"उ पचे ऍह पइ ओकर बात नाहीं काटि सकेन।"},{"number":7,"verse":"( आपन क मान जिन द्या) काहेकि ईसू इ लखेस कि मेहमान आपन बरे बइठइ क कउनो खास ठउर ढँढत रहेन, तउ उ ओनका एक दिस्टान्त कथा सुनाएस। उ बोला:"},{"number":8,"verse":"“जब तोहका कउनो बियाहे क भोज प बोलावइ तउ हुवाँ कउनो सम्मान क ठउर प जिन बइठा। काहेकि होइ सकत ह हुवाँ कउनो तोहसे जिआदा बड़कवा मनई क उ बोलॉए होइ।"},{"number":9,"verse":"फिन तू दुइनउँ क बोलॉवइवाला तोहरे लगे आइके तोसे कही, ‘आपन इ जगह इ मनई क दइ द्या।’ अउर फिन लजाइके तोहका सबन क तले क ठउरे प बइठइ क होइ।"},{"number":10,"verse":"“तउ जब तोहका बोलॉवा जात ह तउ जाइके सबन त तले क जगह ग्रहण कइ ल्या जइसे जब तोहका न्यौता देइवाला आवइ तउ तोहसे कही, ‘मीत उठा, ऊपर बइठा।’ फिन उ सबन क समन्वा, जउन तोहरे लगे हुवाँ मेहमान होइहीं, तोहार मान बाढ़ी।"},{"number":11,"verse":"काहेकि हर कउनो जउन आपन क उठाई ओका निहुराइ दीन्ह जाई अउर जउन आपन क निहुराई, ओका ऊँचा कीन्ह जाई।”"},{"number":12,"verse":"( बदले क फल) फिन जउन ओका बोलाए रहा, ओसे उ बोला, “जब कबहुँ तू कउनो दिन या राति क भोज द्या तउ आपन धनी पड़ोसियन क जिन बोलावा काहेकि ऍकरे बदले मँ तोहका बोलइहीं अउर इ तरह तोहका ओकर फल मिलि जाई।"},{"number":13,"verse":"मुला जब तू कउनो भोज द्या तउ दीन दुखियन, अपाहिजन, लंगड़न अउर अँधरन क बोलावा।"},{"number":14,"verse":"फिन काहेकि ओनके लगे वापस लउटावइ कछू नाहीं अहइ, तउ इ तोहरे बरे आसीर्वाद बनि जाई। ऍकर बदले क फल तोहका धर्मी मनई क जी उठइ प दीन्ह जाई।”"},{"number":15,"verse":"( बड़वार भोज क दिस्टान्त कथा) ( ( 470 22:1-10 )) फिन ओकरे संग खइया क खात रहेन मनइयन मँ स एक इ सुनिके ईसू स कहेस, “हर उ मनई धन्य अहइ, जउन परमेस्सर क राज्य मँ जेंवत ह!”"},{"number":16,"verse":"तब ईसू ओसे कहेस, “एक मनई कउनो बड़के भोज क तइयारी करत रहा, उ बहोत स मनइयन क न्यौत दिहस।"},{"number":17,"verse":"फिन दावत क समइ जेनका न्यौत दिहस, नउकरे क पठइके इ कहवाएस, ‘आवा! काहेकि भोजन तइयार अहइ।’"},{"number":18,"verse":"उ सबइ एक तरह आनाकानी करइ लागेन। पहिला ओसे कहेस, ‘मइँ एक खेत बेसहे अहउँ, मोका जाइके ओका देखब अहइ, कृपा कइके मोका छमा करइँ।’"},{"number":19,"verse":"फिन दूसर कहेस, ‘मइँ पाँच जोड़ी बर्धा मोल लिहे अहउँ, मइँ तउ सिरिफ ओनका परखइ जात हउँ, कृपा कइके मोका छमा करइँ।’"},{"number":20,"verse":"एक अउर भी बोला, ‘मइँ अबहिं बियाह किए हउँ। इ कारण स नाहीं आइ सकत हउँ।’"},{"number":21,"verse":"“तउ जब उ नउकर लौटिके आवा तउ उ आपन स्वामी क इ बातन बताइ दिहस, ऍह पइ उ घरे क स्वामी बहोत कोहाइ गवा अउर आपन नउकरे स कहेस, ‘हाली ही! सहर क गली कूचा मँ जा अउर गरीब गुरबा, अपाहिज, आँधर अउर लँगड़न क हिआँ लइ आवा।’"},{"number":22,"verse":"“उ नउकर स कहेस, ‘स्वामी तोहार हुकुम पूरी कइ दीन्ह गइ अहइ मुला अबहिं भी ठउर बाकी अहइ।’"},{"number":23,"verse":"फिन स्वामी नउकरे स कहेस, ‘सड़कन प अउर खेतन क मेड़े ताई जा अउर हुवाँ स मनइयन स चिरौरी कइके हिआँ बुलाइ लिआवा जेसे मोर घर भरि जाइ।"},{"number":24,"verse":"अउर मइँ तोहसे कहत हउँ जउन पहिले बोलाइ गवा रहेन ओहमाँ स एक भी भोज न चिखइ सकेन!’”"},{"number":25,"verse":"( चेला बनइ क कीमत) ( ( 470 10:37-38 )) ईसू क संग भारी भीड़ जात रही। उ ओनके कइँती मुड़ि गवा अउर बोला,"},{"number":26,"verse":"“जदि मोरे लगे कउनो आवत ह अउर आपन बाप महतारी, पत्नी अउर बचवा, आपन भाइयन अउर बहिनियन अउर हिआँ ताईं कि आपन जिन्नगी तलक स मोसे जिआदा पिरेम राखत ह, उ मोर चेला नाहीं होइ सकत।"},{"number":27,"verse":"जउन आपन क्रूस (यातना) उठाइके मोरे पाछे नाहीं चलत ह, उ मोर चेला नाहीं होइ सकत।"},{"number":28,"verse":"“जदि तोहमाँ स कउनो बुर्ज बनावइ चाहइ तउ का उ पहिले स बइठिके ओकरे दामे क, इ लखइ बरे कि ओका पूरा करइके ओकरे लगे काफी कछू बा कि नाहीं, हिसाब न लगाई?"},{"number":29,"verse":"नाहीं तउ उ नेंव तउ खनि देइ अउर ओका पूरा न कइ पावइ स, जउन ओका सुरु होत लखेन ह, सबहिं ओकर मसखरी उड़इहीं अउर कइहीं,"},{"number":30,"verse":"‘अरे लखा इ मनई बनाउब तउ सुरु कहेस ह मुला इ ओका पूर नाहीं कइ सका!’"},{"number":31,"verse":"“या कउनो राजा अइसा होइ जउन कउनो दूसर राजा क खिलाफ जुद्ध छेड़इ जाइ अउर पहिले बैठिके इ न बिचारइ कि आपन दस हजार सैनिकन क संग का उ बीस हजार सैनिकन आपन बैरी क मुकाबला कइ भी सकी कि नाहीं?"},{"number":32,"verse":"अउर जदि उ समर्थ नाहीं होत तउ ओकर बैरी अबहीं राहे मँ होइहीं तबहिं उ आपन प्रतिनिधि मंडल क पठइके सांति मिलाप क सुझाई।"},{"number":33,"verse":"“तउ फिन इहइ तरह तोहमाँ स कउनो भी जउन आपन सबहिं धन दौलत क तजि नाहीं देत, मोर चेला नाहीं होइ सकत।"},{"number":34,"verse":"( आपन सुभाव जिन तजा) ( ( 470 5:13 ; 480 9:50 )) “नोन उत्तिम अहइ मुला जदि ओकर स्वाद बिगर जाइ तउ ओका फिन स नमकीन नाहीं बनावा जाइ सकता।"},{"number":35,"verse":"न तउ उ माटी क लायक नही अउर न पाँस क कूड़ा क। मनई सिरिफ ओका यूँ ही बहाइ देइहीं। “जेकरे लगे सुनइ क कान अहइँ, ओका सुनइ द्या!”"}]}