{"bibleAbbr":"awaERV2005","bookName":"लूका रचित सुसमाचार","bookEnglishName":"Luke","chapterNumber":16,"verses":[{"number":1,"verse":"( साँच धन) फिन ईसू आपन चेलन स कहेस, “एक धनी मनई रहा। ओकर एक प्रबन्धक रहा। उ प्रबन्धक प लांछन लगाइ गवा कि उ ओकर धन दौलत क नासत रहा।"},{"number":2,"verse":"तउ उ ओका बोलाएस अउर कहेस, ‘तोहरे बारे मँ इ मइँ का सुनत रहत हउँ? आपन संरजाम क हिसाब किताब द्या काहेकि अब अगवा तू प्रबन्धक नाहीं रहि सकत्या।’"},{"number":3,"verse":"“ऍह पइ प्रबन्धक मन ही मन मँ कहेस, ‘मोर स्वामी मोसे मोर प्रबन्धक क नउकरी छीनत अहा, तउ अब मइँ का करउँ? मोहमाँ अब ऍतनी ताकत भी नाहीं बा कि मइँ खेते खोदाई अउर गोंड़ाई क काम तलक कइ सकउँ। अउर माँगइ मँ तउ मोका लाज आवति बाटइ।"},{"number":4,"verse":"ठीक, मोरी समझ मँ आइ गवा कि मोका का करइ चाही जेहॅसे जब मइँ प्रबन्धक क ओहदा स हटाइ दीन्ह जाउँ तउ मनई आपन घरे मँ मोर सुआगत करइँ।’"},{"number":5,"verse":"“तउ उ स्वामी क हर देनदार क बोलाएस। पहिले मनई स उ पूछेस, ‘तोहका मोरे स्वामी क केतॅना देब अहइ?’"},{"number":6,"verse":"उ कहेस, ‘3000 लीटर जौतून क तेल।’ ऍह पइ उ ओसे बोला, ‘इ ल्या आपन बही खाता अउर बैठिके हाली 1500 लीटर कइ द्या।’"},{"number":7,"verse":"“फिन उ दूसर स कहेस, ‘अउर तोह प केतनी देनदारी अहइ?’ उ बताएस, ‘270 क्विंटल गोहूँ।’ उ ओसे बोला, ‘इ ल्या आपन बही अउर 225 क्विंटल कइ द्या।’"},{"number":8,"verse":"“ऍह प ओकर स्वामी उ बेइमान प्रबन्धक क सराहेस काहेकि उ होसियारी स काम लिहे रहा। संसारे मँ रहइवाला मनई आपन जइसे मनइयन स ब्यौहार करइ मँ परमेस्सर क जोतिवाला स जिआदा चालाक अहइ।"},{"number":9,"verse":"“मइँ तोहसे कहत हउँ संसारे क धन दौलत स आपन बरे मीत बनावा। काहेकि जब उ धन दौलत खतम होइ जाइ, उ पचे अनंत निवासे मँ तोहार सुआगत करिहीं।"},{"number":10,"verse":"उ सबइ जेनॅ पइ तनिक बरे बिसवास कीन्ह जाइ सकत ह, ओन पइ जिआदा बरे भी बिसवास कीन्ह जाइ अउर इहइ तरह जउन तनिक बरे बेइमान होइ सकत हीं उ जिआदा बरे बेइमान होइहीं।"},{"number":11,"verse":"इ तरह जदि तू संसारे क धन दौलत बरे तू बिसवासनीय नाहीं रह्या तउ साँच धने क बारे मँ तोह पइ कउन भरोसा करी?"},{"number":12,"verse":"जदि जउन कउनो दूसर क अहइ, तू ओकरे बरे बिसवास क जोग्ग नाहीं, बाट्या, तउ जउन तोहार अहइ, ओका तोहरा कउन देइ?"},{"number":13,"verse":"“कउनो भी नउकर दुइ मालिक क सेवा नाहीं कइ सकत। उ या तो एक स घिना करी अउर दूसर स पिरेम या उ एक क बरे न्यौछावर करी अउर दूसर क दुरियाई। तू धने अउर परमेस्सर दुइनउँ क सेवा एक संग नाहीं कई सकत्या।”"},{"number":14,"verse":"( परमेस्सर क व्यवस्था अटल बा) ( ( 470 11:12-13 )) अब फरीसियन जउन धन क लोभी रहेन, जब इ सब सुनेन तउ उ पचे ईसू क बहोत बुराई किहेन।"},{"number":15,"verse":"ऍह पइ उ ओनसे कहेस, “तू पचे उ सबइ अहा जउन मनइयन क इ जताइ देइ चाहत ह कि तू बहोत नीक अहा मुला परमेस्सर तोहरे मन क जानत ह। मनई जेका बहोत कीमती समझत हीं, परमेस्सर बरे उ तुच्छ अहइ।"},{"number":16,"verse":"“यूहन्ना तलक व्यवस्था अउर नबियन क समइ रहा। ओकरे पाछे परमेस्सर क राज्य क सुसमाचार क प्रचार होत रहा अउर हर कउनो बड़ी तेजी स ऍकर कइँती हींचा चला आवत रहा।"},{"number":17,"verse":"फिन सरग अउर धरती क डुग जाब तउ सहल बा मुला व्यवस्था क एक एक बिन्दु क अमान्य होब नाहीं।"},{"number":18,"verse":"( तलाक अउर दुहेजा बियाह) “उ हर कउनो जउन आपन पत्नी क तजत ह अउर दूसर स्त्री क बियाहत ह, व्यभिचार करत ह। अइसे ही आपन पति स तलाकी गइ, कउनो मनई स बियाहत ह, उ भी व्यभिचार करत ह।”"},{"number":19,"verse":"( धनी मनई अउर लाजत) “अब देखा एक मनई रहा जउन बहोत धनी रहा। उ बैंजनी रंग क ओढ़ना पहिरत रहा अउर हर रोज अमीरी ठाट बाट स रहत आनन्द लेत रहा।"},{"number":20,"verse":"हुँवई लाजर नाउँ क दीन दुखिया ओकरे दुआरे ओलरा रहत रहा। ओकर देह घाउन स भरि गइ रही।"},{"number":21,"verse":"उ धनी मनई क जूठे स ही उ आपन पेटवा भरइ क तरसत रहा। हिआँ तलक कि कूकुर भी अउतेन अउर ओकरे घाउ क चाट जातेन।"},{"number":22,"verse":"“अउर फिन अइसा भवा कि उ दीन हीन मनई मरि गवा। तउ सरगदूतन लइ जाइके ओका इब्राहीम क गोदी मँ बइठाइ दिहन। फिन उ धनी मनई भी मरि गवा अउर ओका दफनियावा गवा।"},{"number":23,"verse":"नरके मँ तड़पत भवा उ जब आँखी खोलिके लखेस तउ इब्राहीम ओका बहोत दूर देखाइ गवा मुला लाजर उ ओकरी गोदी मँ लखेस।"},{"number":24,"verse":"उ तब्बइ पुकारके कहेस, ‘बाप इब्राहीम, मोहे प दाया करा अउर लाजर क पठवा कि उ पानी मँ अगुँरि क नोक बोरिके मोर जीभ ठंढी कइ देइ, काहेकि मइँ इ आगी मँ तड़पत हउँ!’"},{"number":25,"verse":"“मुला इब्राहीम बोला, ‘मोर बेटहना, याद राखा, तू आपन जिन्नगी मँ आपन नीक चीजन्क पाइ गया मुला लाजर क बुरी चीज मिलि पाइँ। तउ अब हिआँ उ आनन्द भोगत बा अउर तू दारूण दुःख।"},{"number":26,"verse":"अउर इ सब क अलावा हमरे अउर तोहरे बीच एक बड़की खाई डाइ दीन्ह ग अहइ काहेकि हिआँ स जदि कउनो तोहरे लगे जाइ चाहइ, उ जाइ नाहीं सकत अउर हुवाँ स कउनो हिआँ आइ न सकइँ।’"},{"number":27,"verse":"“उ धनी मनई कहेस, ‘अइ बाप! मइँ तोहसे पराथना करत हउँ कि तू लाजर क मोरे बाप क घर पठइ द्या"},{"number":28,"verse":"काहेकि मोरे पाँच भाइयन अहइँ। उ ओनका चिताउनी देइ ताकि ओनका इ दारुण दुःख क ठउर मँ न आवइ क होइ।’"},{"number":29,"verse":"“मुला इब्राहीम कहेस, ‘ओनके लगे मूसा क व्यवस्था अहइ अउर नबियन क लिखा अहइँ। ओ पचेन क ओनका सुनइ द्या।’"},{"number":30,"verse":"“धनी मनई कहेस, ‘नाहीं बाप इब्राहीम, जदि कउनो मरे हुअन मँ स ओनके लगे जाइ तउ उ पचे मनफिराव करिहीं।’"},{"number":31,"verse":"“इब्राहीम ओसे कहेस, ‘जदि उ सबइ मूसा अउर नबियन क नाहीं अनकतेन तउ, जदि कउनो मरे हुअन मँ स उठिके ओनके लगे आवइ तउ भी कोउ काम क न होई, काहेकि उ ओनका भी न सुनिहीं।’”"}]}