{"bibleAbbr":"awaERV2005","bookName":"लूका रचित सुसमाचार","bookEnglishName":"Luke","chapterNumber":17,"verses":[{"number":1,"verse":"( पाप अउर छिमा) ( ( 470 18:6-7 , 470 18:21-22 ; 480 9:42 )) ईसू आपन चेलन स कहेस, “जेनसे मनइयन भटकत हीं, अइसी बातन तउ होइहीं ही मुला धिक्कार उ मनई क अहइ जेकरे जरिये उ सबइ होइँ।"},{"number":2,"verse":"ओकरे बरे जिआदा नीक इ होत कि बजाय ऍकरे कि उ इन छोटकन मँ स कउनो क पाप करइ क हुस्कारि देइ, ओकरे गटइया मँ चकरी क पाट टाँगिके ओका समुद्दर मँ ढकेल दीन्ह जात।"},{"number":3,"verse":"होसियार रहा! “जदि तोहार भाई पाप करइ तउ ओका डाटा अउर जदि उ आपन किहे प पछताइ तउ ओका छमा कइ द्या।"},{"number":4,"verse":"अगर हर दिना उ सात दाईं पाप करइ अउर सातहु दाई लौटिके तोहसे कहइ कि मोका पछतावा अहइ तो तू ओका छमा कइ द्या।”"},{"number":5,"verse":"( तोहार बिसवास केतॅना बड़वार अहइ) ऍह पइ प्रेरितन पर्भू स कहेन, “हमरे बिसवास क बढ़ोतरी करा!”"},{"number":6,"verse":"पर्भू कहेस, “जदि तोहमाँ सरसों क दाना क तरह बिसवास होत तो तू इ सहतूत क बृच्छ स कहि सकत ह ‘उखड़ि जा अउर समुद्दर मँ जाइके लगा।’ अउर उ तोहार बात मान लेत।"},{"number":7,"verse":"( उत्तिम सेक्कन बनि जा) “मान ल्या तोहमाँ स कउनो क लगे एक दास अहइ जउन हर जोतत या भेड़न क चरावत ह। उ जब खेते स लौटिके आवइ तउ का ओकर स्वामी ओसे कही, ‘तुरन्त आवा अउर खइया क खाइ बैठि जा?’"},{"number":8,"verse":"मुला बजाय ऍकरे का उ ओसे न कही, ‘मोर भोजन तइयार करा, आपन ओढ़ना पहिरा अउर मोर खात पिअत क खइया परसा, तबहिं ऍकरे पाछे तू भी खाइ पी सकत ह।’"},{"number":9,"verse":"का उ आपन हुकुम पूरा करइ प का उ सेवक क बिसेस धन्यबाद देत ह? नाहीं।"},{"number":10,"verse":"तोहरे संग भी अइसा ही अहइ। जउन कछू करइ क तोहसे कहा ग अहइ, ओका कइ डाए क पाछे तोहका कहइ चाही, ‘हम नालायक दास अही हमका कउन बड़कई न चाही। हम तउ आपन कर्तब कीन्ह ह।’”"},{"number":11,"verse":"( आभारी रहा) फिन जब ईसू यरूसलेम जात रहा तउ उ सामरिया अउर गलील क बीच क चउहद्दी क लगे स निकरा।"},{"number":12,"verse":"उ जब एक गाउँ मँ जात रहा तबहिं दस कोढ़ी ओका मिलेन। उ सबइ कछू दूरी प खड़ा रहेन।"},{"number":13,"verse":"उ पचे ऊँच आवाज मँ बोलेन, “हे ईसू! हे स्वामी! हम प दाया करा!”"},{"number":14,"verse":"फिन जब उ ओनका लखेस तउ उ बोला, “जा अउर आपन खुद क याजकन क देखावा।” उ सबइ जात ही रहेन कि कोढ़ स छुटकारा पाएन।"},{"number":15,"verse":"मुला ओहमाँ स एक जब इ देखेस कि उ चंगा होइ ग अहइ, तउ उ वापस लौटा अउर ऊँच आवाज मँ परमेस्सर क गुन गावइ लाग।"},{"number":16,"verse":"उ मुँहना धइके ईसू क गोड़वा पर गिरि गवा अउर ओकर ऍहसान मानेस। (उ एक सामरी रहा।)"},{"number":17,"verse":"ईसू ओसे पूछेस, “का सबहिं दस क दसउ कोढ़ स छुटकारा नाहीं पाएन? फिन उ सबइ नौ कहाँ बाटेन?"},{"number":18,"verse":"का केवल सामरी क तजिके ओहमाँ स कउनो भी परमेस्सर क स्तुति करइ वापस नाहीं लौटा?”"},{"number":19,"verse":"फिन ईसू ओसे कहेस, “खड़ा ह्वा अउर चला जा, तोहार बिसवास तोहका चंगा किहेस ह।”"},{"number":20,"verse":"( परमेस्सर क राज्य तोहरे भीतर बा) ( ( 470 24:23-28 , 470 24:37-41 )) एक दाईं जब फरीसियन ईसू स पूछेन, “परमेस्सर क राज्य कब आई?” तउ उ ओनका जवाब दिहस, “परमेस्सर क राज्य अइसे परगट होइके नाहीं आवत।"},{"number":21,"verse":"मनइयन इ न कइहीं, ‘उ हिआँ अहइ!’ या ‘उ हुवाँ अहइ!’ काहेकि परमेस्सर क राज्य तउ तोहरे भीतर ही अहइ।”"},{"number":22,"verse":"मुला चेलन उ बोलाएस, “अइसा समइ आइ जब तू मनई क पूत क दिनन मँ स एक दिन क भी तरसब्या मुला, ओका न लख पउब्या।"},{"number":23,"verse":"अउर मनइयन तोहसे कइहीं, ‘देखा, हिआँ!’ या ‘देखा, हुवाँ!’ तू हुवाँ जिन जा या ओकर पाछे जिन जा।"},{"number":24,"verse":"( जब ईसू लौटी) “वइसे ही जइसे बिजुरी चमकिके एक छोर स दूसर छोर मँ चमकत ह, वइसे ही मनई क पूत भी आपन दिन मँ परगट होइ।"},{"number":25,"verse":"मुला ओका पहिले बहोत स दारुण दुःख झेलइ क होइ अउर इ पीढ़ी क जरिए उ जरूर ही न मान्न होइ।"},{"number":26,"verse":"“वइसे ही जइसे नूह क दिनन मँ भवा रहा, मनई क पूत क दिनन मँ भी होइ।"},{"number":27,"verse":"उ दिना तलक जब नूह नाउ मँ बइठा, मनई खात पिअत रहेन, बियाह करत रहेन, अउर बियाह मँ दीन्ह जात रहेन। फिन जल परलइ आइ अउर उ सबन क नास कइ दिहस।"},{"number":28,"verse":"“इहइ तरह होइ जइसे लूत क दिना मँ भी भवा रहा। मनइयन खात पिअत रहेन, बेसहत रहेन, बेचत रहेन अउर खेती अउर घर बनवत रहेन।"},{"number":29,"verse":"मुला उ दिन जब लूत सदोम स बाहेर निकरा तउ अकास स आगी अउर गंधक बरसइ लाग अउर उ सबइ बर्बाद होइ गएन।"},{"number":30,"verse":"उ दिना भी जब मनई क पूत परगट होइ, ठीक अइसे ही होइ।"},{"number":31,"verse":"“उ दिन जदि कउनो मनई छते प होइ अउर ओकर सामान घरे क भीतर होइ तउ ओका उठावइ बरे तरखाले न उतरइ। इहइ तरह जदि कउनो मनई खेते मँ होइ तउ उ पाछे न लौटइ।"},{"number":32,"verse":"लूत क पत्नी क याद करा,"},{"number":33,"verse":"“जउन कउनो आपन जिन्नगी बचावइ क जतन करी, उ ओका खोइ देइ अउर जउन आपन जिन्नगी खोइ, उ ओका बचाइ लेइ।"},{"number":34,"verse":"मइँ तोहका बतावत हउँ, उ राति एक खटिया प जउन दुइ मनई होइहीं, ओहमाँ स एक उठाइ लीन्ह जाइ अउर दूसर छोर दीन्ह जाइ।"},{"number":35,"verse":"दुइ स्त्रियन एक संग चकरी चलावत होइहीं, ओहमाँ स एक उठाइ लीन्ह जाइ अउर दूसर स्त्री छोर दीन्ह आइ।”"},{"number":37,"verse":"फिन ईसू क चेलन ओसे पूछेन, “हे पर्भू, अइसा कहाँ होइ?” उ ओनसे कहेस, “जहाँ ल्हास पड़ी होइ, गिद्ध भी हुवँइ एकट्ठा होइहीं।”"}]}