{"bibleAbbr":"awaERV2005","bookName":"लूका रचित सुसमाचार","bookEnglishName":"Luke","chapterNumber":20,"verses":[{"number":1,"verse":"( ईसू स यहूदियन क सवाल) ( ( 470 21:23-27 ; 480 11:27-33 )) एक दिन जब ईसू मंदिर मँ मनइयन क उपदेस देत भवा सुसमाचार सुनावत रहा तउ मुख्ययाजकन अउर धरम सास्तिरियन, बुजुर्ग यहूदी नेतन क संग ओकरे लगे आएन।"},{"number":2,"verse":"उ पचे ओसे पूछेन, “हमका बतावा तू इ काम कउनो अधिकार स करत अहा? उ कउन अहइ जउन तोहका इ अधिकार दिहे अहइ?”"},{"number":3,"verse":"ईसू ओनका जवाब दिहस, “मइँ भी तोहसे एक सवाल पूछत हउँ, तू मोका बतावा"},{"number":4,"verse":"यूहन्ना क बपतिस्मा देइ क अधिकार सरग स मिला रहा या मनई स?”"},{"number":5,"verse":"ऍह पइ आपुस मँ बिचार क चर्चा करत भवा उ पचे बोलेन, “जदि हम कहित ह, ‘सरग स’ तउ इ कही, ‘तउ तू ओह प बिसवास काहे नाहीं किहा?’"},{"number":6,"verse":"अउर अगर हम कही, ‘मनई स’ तउ सबहीं मनई हम पइ पाथर फेंकिहीं। काहेकि उ सबइ इ मानत हीं कि यूहन्ना एक नबी रहा।”"},{"number":7,"verse":"तउ उ सबइ जवाब दिहेन कि उ पचे नाहीं जानतेन कि उ अधिकार कहाँ स मिला।"},{"number":8,"verse":"फिन ईसू ओनसे कहेस, “तउ मइँ भी तोहका नाहीं बताउब कि इ चीज मइँ कउनो अधिकारे स करत हउँ!”"},{"number":9,"verse":"( परमेस्सर आपन पूत क पठवत ह) ( ( 470 21:33-46 ; 480 12:1-12 )) फिन ईसू मनइयन स आपन दिस्टांत कथा कहइ लाग: “कउनो मनई अंगूरे क बगिया लगाइके ओका कछू किसानन क लगाने प दिहस अउर उ बहोत दिना तक कहूँ चला गवा।"},{"number":10,"verse":"जब फसल काटइ क समइ आइ, तउ उ एक नउकर क किसानन क लगे पठाएस ताकि उ पचे ओका अंगूरे क बगिचा क कछू फल दइ देइँ। मुला किसानन ओका मार पीटिके खाली हाथ लौटाइ दिहन।"},{"number":11,"verse":"उ तब एक नउकर हुवाँ पठएस। मुला उ पचे ओकर ठोंकाइ कइ डाएन। उ सबइ ओकरे संग बहोत बुरा ब्यौहार किहेन। अउर ओका भी खाली हाथे लौटाइ दिहन।"},{"number":12,"verse":"ऍह पइ उ एक तिसरा नउकर पठएस मुला उ पचे ऐके भी घायल कइके बाहेल ढकेल दिहन।"},{"number":13,"verse":"“तब तउ बगिया क मालिक कहइ लाग, ‘मोका का करइ चाही? मइँ आपन पियारे बेटवा क पठउब साइद उ पचे ओकर इज्जत करिहइँ!’"},{"number":14,"verse":"मुला किसानन जब ओकरे बेटवा का लखेन तउ आपुस मँ सोच बिचारि करत भए बोलेन, ‘इ तउ बारिस अहइ, आवा ऍका मारि डाइ जेहसे बारिस हमार होइ जाइ!’"},{"number":15,"verse":"अउर उ पचे ओका बगिया स बाहेर खदेरके मारि डाएन। “तउ फिन बगिया क मालिक ओनके संग का करी?"},{"number":16,"verse":"उ आइ अउर ओन किसानन क मारि डाई अउर अंगूरे क बगिया अउरन क सौंपि देइ।” उ पचे जब इ सुनेन तउ उ सबइ बोलेन, “अइसा कबहूँ न होइ चाही!”"},{"number":17,"verse":"तब ईसू ओनकइ कइँती निहारत भवा कहेस, “तउ फिन इ जउन लिखा अहइ ओकर अरथ का अहइ: ‘जउने पाथर क राजगीर बेकार समझ लिहे रहेन उहइ कोनवा क प्रमुख पाथर बन गवा’?"},{"number":18,"verse":"हर कउनो जउन उ पाथर प गिरी चूर चूर होइ जाइ अउर जेहॅ पइ उ गिरी चकनाचूर होइ जाइ!”"},{"number":19,"verse":"धरम सास्तिरियन अउर मुख्ययाजकन कउनो रास्ता ढूँढ़ीके ओका पकड़ि लेइ चाहत रहेन काहेकि उ ताड़ ग रहेन कि उ इ दिस्टान्त कथा ओनके खिलाफ कहेस ह। मुला उ पचे मनइयन स डेरात रहेन।"},{"number":20,"verse":"( यहूदी नेतन क चाल) ( ( 470 22:15-22 ; 480 12:13-17 )) तउ उ पचे होसियारी स ओह प निगाह राखइ लागेन। उ पचे अइसे खुफिया पठएन जउन ईमानदार होइ क सुआंग रचत रहेन। (ताकि उ सबइ ओकर कही भइ कउनो बातन मँ फँसाइके राज्यपाल क सक्ती व अधिकारे क मातहत कर देइँ।)"},{"number":21,"verse":"तउ उ पचे ओसे पूछत भए कहेन, “गुरु, हम जानित ह कि जउन नीक अहइ अउर उहइ क तू कहत अउर उपदेस देत अहा अउर न ही कउनो क पच्छ लेत ह। मुला तू सचाई स परमेस्सर क रास्ता क उपदेस देत अहा।"},{"number":22,"verse":"तउ बतावा कैसर क हमका चुंगी (टैक्स) देब नीक बा या नाहीं चुकाउब?”"},{"number":23,"verse":"ईसू ओनकइ चाल क ताड़ गवा रहा। तउ उ ओनसे कहेस,"},{"number":24,"verse":"“मोका एक दीनार देखावा, ऍह पइ मूरति अउर लिखाइ केकर अहइ?” उ सबइ कहेन, “कैसर का।”"},{"number":25,"verse":"ऍह पइ उ ओनसे बोला, “तउ फिन जउन कैसर क अहइ, ओका कैसर क द्या। अउर जउन परमेस्सर क अहइ ओका परमेस्सर क।”"},{"number":26,"verse":"उ पचे ओकरे जवाबे प चकित होइके चुप रहि गएन अउर उ मनइयन क समन्वा जउन कछू कहे रहा, ओह पइ ओका पकड़ नाहीं पाएन।"},{"number":27,"verse":"( ईसू क धरइ बरे सदूकियन क चाल) ( ( 470 22:23-33 ; 480 12:18-27 )) अब देखा कछू सदूकियन ओकरे लगे आएन। (इ सबइ सदूकियन उ रहेन जउन फिन स जी उठब का नाहीं मनतेन।) उ पचे ओसे पूछत भए कहेन,"},{"number":28,"verse":"“गुरु, मूसा हमरे बरे लिखा बा कि जदि कउनो क भाई मरि जाइ अउर ओकरे कउनो बचवा न होइ अउर ओकर पत्नी होइ तउ ओकर भाई विधवा स बियाहिके आपन मरे भए भाई बरे, ओसे संतान पइदा करइ।"},{"number":29,"verse":"अब देखा, सात भाइयन रहेन। पहिला भाइ कउनो स्त्री स बियाह किहेस अउर उ बे संतान क ही मरि गवा।"},{"number":30,"verse":"फिन दूसर भाई ओसे बियाहेस,"},{"number":31,"verse":"अउर अइसे ही तीसर भाई ओसे बियाहेस। सबन क संग एक जइसा ही भवा। उ पचे बे संताने क मर गएन।"},{"number":32,"verse":"पाछे उ स्त्री भी मरि गइ।"},{"number":33,"verse":"अब बतावा, फिन स जी उठे प उ केकर पत्नी होइ काहेकि ओसे तउ सातहु ही बियाहे रहेन?”"},{"number":34,"verse":"तब ईसू ओसे कहेस, “इ जुग क मनई बियाह करत हीं अउर बियाह कइके बिदा होत हीं।"},{"number":35,"verse":"मुला उ मनइयन जउन मरे भएन मँ स जी जाइ बरे अउर आवइवाले जुग मँ भाग लेइ क जोग्य ठहराइ दीन्ह ग अहइँ, उ पचे न तउ बियाह करिहीं अउर न ही बियाह कइके बिदा कीन्ह जइहीं।"},{"number":36,"verse":"अउर उ फिन कबहुँ मरिहीं भी नाहीं, काहेकि उ पचे सरगदूतन क नाई अहइँ, उ पचे परमेस्सर क संतान अहइँ काहेकि उ पचे पुनरुत्थान क पूत अहइँ।"},{"number":37,"verse":"मूसा तलक झाड़ी स जुड़ा भवा अनुच्छेद मँ देखाएस ह कि उ पचे मरे भएन मँ स जिआवा ग अहइँ, जबकि उ कहेस पर्भू, ‘इब्राहीम क परमेस्सर, इसहाक क परमेस्सर अउर याकूब क परमेस्सर’ अहइ।"},{"number":38,"verse":"उ मरे भएन क नाहीं मुला जिअत क परमेस्सर अहइ। उ सबइ मनइयन जउन ओकर अहइँ, जिअत अहइँ।”"},{"number":39,"verse":"कछू धरम सास्तिरियन कहेन, “गुरु, नीक कह्या।”"},{"number":40,"verse":"काहेकि फिन ओसे कउनो अउर सवाल पूछइ क हिम्मत नाहीं कइ सकेन।"},{"number":41,"verse":"( मसीह क दाऊद क पूत अहइ?) ( ( 470 22:41-46 ; 480 12:35-37 )) ईसू ओसे कहेस, “उ पचे कहत हीं कि मसीह दाऊद क पूत अहइ। इ कइसे होइ सकत ह?"},{"number":42,"verse":"काहेकि भजन संहिता क किताब मँ दाऊद खुद कहत ह: ‘पर्भू (परमेस्सर) मोरे पर्भू (मसीह) स कहेस; मोरे दाहिन हाथ बइठा,"},{"number":43,"verse":"जब तलक कि मइँ तोहरे बैरियन क तोहरे गोड़ धरइ क चउकी न बनाइ देउँ।’"},{"number":44,"verse":"इ तरह जब दाऊद मसीह क ‘पर्भू’ कहत ह तउ मसीह दाऊद क पूत कइसे होइ सकत ह”"},{"number":45,"verse":"( धरम सास्तिरियन क खिलाफ ईसू क चिताउनी) ( ( 470 23:1-36 ; 480 12:38-40 ; 490 11:37-54 )) सबहीं मनइयन क सुनत उ आपन मनवइयन स कहेस,"},{"number":46,"verse":"“धरम सास्तिरियन स होसियार रहा। उ लम्बा चोगा पहिरिके इज्जत क संग बाजारन मँ सुआगत सम्मान पावइ चाहत हीं। अउर आराधनालय मँ ओनका सबस जिआदा प्रमुख आसन क ललक रहत ह। दाउतन मँ उ सबइ इज्जत स भरा आसन चाहत हीं।"},{"number":47,"verse":"उ पचे विधवन क अकसर धोखा देत हीं अउर ओनकर मकान लइ लेत हीं। देखॉवा बरे उ पचे बड़ी बड़ी पराथना करत हीं। इन मनइयन क कड़ी स कड़ी सजा भुगुतइ पड़ी।”"}]}