{"bibleAbbr":"awaERV2005","bookName":"लूका रचित सुसमाचार","bookEnglishName":"Luke","chapterNumber":23,"verses":[{"number":1,"verse":"( पिलातुस ईसू स पूछताछ किहेस) ( ( 470 27:1-2 , 470 27:11-14 ; 480 15:1-5 ; 500 18:28-38 )) फिन सारा जमघट खड़ा होइ गवा अउर ओका पिलातुस क समन्वा लइ गवा"},{"number":2,"verse":"अउर उ पचे ओह पइ इ दोख लगावइ लागेन। उ सबइ कहेन, “हम पचे इ मनई का हमरे मनइयन क बहकावत भए धरा ह। इ कैसर क चुंगी (टैक्स) चुकावइ बरे खिलाफत करत ह अउर कहत ह इ खुद मसीह अहइ, एक राजा।”"},{"number":3,"verse":"ऍह पइ पिलातुस ओहसे पूछेस, “का तू यहूदियन क राजा अहा?” ईसू ओका जवाब दिहास, “तू ठीक कहत रह्या कि मइँ उहइ हउँ।”"},{"number":4,"verse":"ऍह पइ पिलातुस मुख्ययाजकन अउर भीड़ से कहेस, “मोका इ मनई प कउनो दोख लगावइ क कउनो प्रमाण नाहीं देखॉइ देत।”"},{"number":5,"verse":"मुला उ पचे इ कहत भए दबाव डावत रहने, “इ समूचइ यहूदिया मँ मनइयन क आपन उपदेस स भड़काएस ह। इ ऍका गलील मँ सुरू किहे रहा अउर समूचइ रस्ता पार कइके हिआँ तलक आइ पहुँचा अहइ!”"},{"number":6,"verse":"( ईसू क हेरोदेस क लगे पठउब) पिलातुस इ सुनिके पूछेस, “का इ मनई गलील क अहइ?”"},{"number":7,"verse":"फिन जब ओका इ पता लाग कि उ हेरोदेस क अधिकार पहँटा क मातहत अहइ तउ उ ओका हेरोदेस क लगे पठएस जउन उ समइ यरूसलेम मँ ही रहा।"},{"number":8,"verse":"तउ हेरोदेस जब ईसू क निहारेस तउ उ बहोत खुस भवा काहेकि बरिसन स ओका लखइ चाहत रहा। काहेकि उ ओकरे बारे सुनि चुका रहा अउर ओका कउनो अद्भुत कारज करत भवा लखइ क आसा करत रहा।"},{"number":9,"verse":"उ ईसू स ढेर सवाल किहेस मुला ईसू ओका कउनो जवाब नाहीं दिहेस।"},{"number":10,"verse":"मुख्ययाजकन अउर धरम सास्तिरियन हुवँइ खड़ा रहेन अउर उ सबइ ओह प बुरी तरह स जुर्म लगावत रहेन।"},{"number":11,"verse":"हेरोदेस भी आपन सैनिकन क संग ओकर बेज्जत ब्यौहार किहेस अउर ओकर मसखरि उड़ाएस। फिन उ सबइ ओका एक उत्तिम चोगा पहिराइ के पिलातुस क लगे वापस पठइ दिहेस।"},{"number":12,"verse":"उ दिन हेरोदेस अउर पिलातुस एक दूसर क मीत होइ गएन। ऍसे पहिले तउ एक दूसर क बैरी रहेन।"},{"number":13,"verse":"( ईसू क मरब रहा) ( ( 470 27:15-26 ; 480 15:6-15 ; 500 18:39-19:16 )) फिन पिलातुस मुख्ययाजकन, यहूदी नेतन अउर मनइयन क एक संग बोलाएस।"},{"number":14,"verse":"उ ओनसे कहेस, “तू इ मनइयन क बहकावइ वाला मनई क रूप मँ हिआँ मोरे लगे लइ आए अहा। अउर मइँ हिआँ अब तोहरे समन्वा ही ऍकर जाँच पड़ताल कइ लीन्ह ह अउर तू ऍह पइ जउन दोख लगाया ह ओकर न तउ कउनो ठोस सबूत मिलि पावा ह।"},{"number":15,"verse":"नाहीं हेरोदेस क काहेकि उ ऍका वापस हमरे लगे पठइ दिहेस ह। जइसा कि तू लखत अहा कि इ अइसा कछू नाहीं किहे अहइ कि इ मउत क काबिल अहइ।"},{"number":16,"verse":"यह बरे मइँ ऍका कोड़ा स पिटवाइ क छोड़ देबूँ।”"},{"number":18,"verse":"मुला उ सबइ एक संग चिल्लाएन, “इ मनई क लइ जा। हमरे बरे बरअब्बा क तजि द्या।”"},{"number":19,"verse":"(बरअब्बा क सहर मँ मार धाड़ अउर कतल बरे जेल मँ धाँधा गवा रहा।)"},{"number":20,"verse":"पिलातुस ईसू क तजि देइ चाहत रहा, तउ उ ओनका समझाएस।"},{"number":21,"verse":"मुला उ पचे नारा लगावत रहेन, “ऍका क्रूस प चढ़ाइ द्या, ऍका क्रूस प चढ़ाइ द्या!”"},{"number":22,"verse":"पिलातुस ओनसे तिसरी दाईं पूछेस, “मुला इ मनई जुर्म का किहे अहइ? मोका ऍकरे खिलाफ कछू नाहीं मिला बाटइ जउन ऍका मउत क सजा दीन्ह जाइ. एह बरे मइँ कोड़वा लगावाइ के ऍका छोड़ि देइहउँ।”"},{"number":23,"verse":"मुला उ सबइ ऊँच आवाज मँ नारा लगाइके माँग करत रहेन कि ओका क्रूसे प चढ़ाइ दीन्ह जाइ। अउर ओकइ नारा क कुलाहल ऍतना बाढ़ि गवा क"},{"number":24,"verse":"पिलातुस फैसला किहेस कि ओनकइ माँग मान लीन्ह जाइ।"},{"number":25,"verse":"पिलातुस उ मनई क छोड़ दिहस जेकॅा मार धाड़ अउर कतल बरे जेलि मँ धाँधा ग रहा (इ उहइ रहा जेकरे तजि देइ क उ पचे माँग करत रहेन।) अउर ईसू क ओकरे हाथन मँ सौंपि दिहन कि उ सबइ जइसा चाहइँ, करइँ।"},{"number":26,"verse":"( ईसू क क्रूस प चढ़ावा जाब) ( ( 470 27:32-44 ; 480 15:21-32 ; 500 19:17-27 )) जब उ सबइ ईसू क लइ जात रहेन तउ उ पचे कुरेनी क बसइया समौन नाउँ क एक मनई क, जउन आपन खेते स आवत रहा, धइ लिहन, अउर ओह पइ क्रूस लादिके ओका ईसू क पाछे पाछे चलइ क मजबूर कइ दिहन।"},{"number":27,"verse":"मनइयन एक भारी भीड़ ओकरे पाछे चलत रही। एहमां कछू स्त्रियन भी रहिन जउन ओकरे बरे रोवत रहिन अउर बिलापत रहिन।"},{"number":28,"verse":"ईसू ओनके कइँती मुड़ि गवा अउर बोला, “यरूसलेम क स्त्रियो, मोरे बरे जिन बिलापा बल्कि तू पचे आपन बरे अउर आपन बचवन बरे बिलाप करा।"},{"number":29,"verse":"काहेकि अइसे दिनन आवत अहइँ जब मनइयन कइहीं, ‘उ सबइ स्त्रियन धन्य अहइँ, जउन बाँझ बाटिन अउर धन्य अहइँ, उ सबइ कोख जउन कउनो क कबहूँ जनम ही नाहीं दिहन। उ सबइ चूची धन्य अहइँ कबहूँ दूध नाहीं पियाएन।’"},{"number":30,"verse":"फिन उ पचे पहाड़न स कइहीं, ‘हम पइ फाटि पड़ा!’ अउर पहाड़ियन स कइहीं, ‘हमका ढाँकि ल्या!’"},{"number":31,"verse":"काहेकि मनइयन जब बृच्छ हरियर बाटइ, ओकरे संग तब अइसा करत हीं तउ जब पेड़ झुराइ जाइ तब का होइ?”"},{"number":32,"verse":"दुइ अउर मनई, जउन दुइनउँ ही अपराधी रहेन, ओकर संग मउत क सजा दिये बरे लइ जावा जात रहेन।"},{"number":33,"verse":"फिन जब उ पचे उ ठउरे प आएन जउन खोपड़ी कहवावत ह तउ उ पचे ओन दुइउँ अपराधियन क संग ओका क्रूस प चढ़ाइ दिहन, एक अपराधी क ओकरे दाहिन कइँती अउर, दूसर क बाईं कइँती।"},{"number":34,"verse":"ऍह पइ ईसू बोला, “हे परमपिता, ऍनका छमा कर्या काहेकि इ पचे नाहीं जानतेन कि इ सबइ का करत अहइँ।” फिन उ सबइ पॉसा फेंकिके ओकरे ओढ़ना क बाँटि लिहन।"},{"number":35,"verse":"हुवाँ खड़ा भएन मनइयन लखत रहेन। यहूदी नेतन ओकर मसखरी करत भएन बोलेन, “इ दूसरन क उद्धार किहे अहइ। अगर उ परमेस्सर क चुना भवा मसीह अहइ तउ ऍका आपन खुद क रच्छा करइ द्या।”"},{"number":36,"verse":"सैनिकन भी आइके ओकर मसखरी उड़ाएन। उ पचे ओका दाखरस पिअइ क दिहेन"},{"number":37,"verse":"अउर कहेन, “जदि तू यहूदियन क राजा अहा तउ आपन खुद क बचाइ ल्या।”"},{"number":38,"verse":"(ओकरे ऊपर इ खबर छापी गइ “इ अहइ यहूदियन क राजा।”)"},{"number":39,"verse":"हुवाँ लटकावा भवा अपराधियन मँ स एक ओका बेज्जत करत भवा कहेस, “का तू मसीह नाहीं अहइ? हमका अउर आपन खुद क बचाइ ल्या!”"},{"number":40,"verse":"मुला दूसर उ पहिले अपराधी क फटकारत भवा कहेस, “का तू परमेस्सर स नाहीं डेरात्या? तोहका भी उहइ सजा मिलति अहइ"},{"number":41,"verse":"मुला हमार सजा तउ उचित निआव स भरी अहइ काहेकि हम जउन कछू कीन्ह, ओकरे बरे जउन हमका मिलइ चाही रहा, उहइ मिलत बा मुला इ मनई तउ कछू भी बुरा नाहीं किहेस।”"},{"number":42,"verse":"फिन उ बोला, “ईसू, जब तू आपन राज्य मँ आवा तउ मोका याद राख्या।”"},{"number":43,"verse":"ईसू ओसे कहेस, “मइँ तोहसे सच कहत हउँ, आज ही तू सरगलोक मँ मोरे संग होब्या।”"},{"number":44,"verse":"( ईसू क मउत) ( ( 470 27:45-46 ; 480 15:33-41 ; 500 19:28-30 )) उ समइ दिना क बारह बजा होइ तबहीं तीन बजे तलक समूची धरती प गहिर अँधियारा छाइ गवा।"},{"number":45,"verse":"सूरज भी नाहीं चमकत रहा। ओहर मंदिर मँ परदे क फटे क दुइ टुका होइ गएन।"},{"number":46,"verse":"ईसू ऊँच आवाज मँ पुकारेस, “हे परमपिता, मइँ आपन आतिमा तोहरे हाथे मँ सौंपत हउँ।” इ कहिके उ आखिरी साँस लिहेस।"},{"number":47,"verse":"जब रोम क फऊजी नायक, जउन कछू घटि गवा रहा, उ लखेस तउ परमेस्सर क गुन गावत भवा उ कहेस, “इ सचमुच ही एक नीक मनई रहा!”"},{"number":48,"verse":"जब हुवाँ देखइ आएन एकट्ठा मनइयन, जउन कछू भवा रहा, ओका देखेन तउ आपन छाती पीटत लौटि गएन।"},{"number":49,"verse":"मुला उ सबइ जउन ओका जानत रहेन, ओन स्त्रियन संग, जउन गलील स पाछे पाछे आवत रहिन, इ बातन क लखइ कछू दूरी प खड़ा रहेन।"},{"number":50,"verse":"( अरिमतियाह क यूसुफ) ( ( 470 27:57-61 ; 480 15:42-47 ; 500 19:38-42 )) अब हुवँई यूसुफ नाउँ क मनई रहा जउन यहूदी महासभा क निअम्बर रहा। उ एक नीक धर्मी पुरुस रहा। उ ओनका फैसला अउर ओका काम मँ लावइ बरे राजी नाहीं रहा। उ यहूदियन क एक सहर अरमत्तिया क बसइया रहा। उ परमेस्सर क राज्य क बाट जोहत रहा।"},{"number":52,"verse":"उ मनई पिलातुस क लगे गवा अउर ईसु क ल्हास माँगेस।"},{"number":53,"verse":"उ ल्हास क क्रूस पइ स नीचे उतरा अउर सने क उत्तिम रेसा क बना कपड़ा मँ ओका लपेट दिहस। फिन उ ओका चट्टान मँ काटी गइ एक कब्र मँ धइ दिहस, जेहमाँ पहिले कबहुँ कउनो क भी नाहीं राखा गवा रहा।"},{"number":54,"verse":"उ सुकरवार क दिन रहा, अउर सबित सुरू होइ क रहा।"},{"number":55,"verse":"उ सबइ स्त्रियन जउन गलील स ईसू क साथे आइ रहिन, यूसुफ क पाछे होइ चलिन। उ पचे उ कब्र देखिन अउर लखेन कि ओकर ल्हास कब्र मँ कइसे धरी गइ।"},{"number":56,"verse":"फिन उ पचे घर लौटिके खुसबूदार सामग्री अउर लेप तइयार किहेन। सबित क दिन व्यवस्था क मुताबिक उ पचे आराम किहेन।"}]}