{"bibleAbbr":"awaERV2005","bookName":"लूका रचित सुसमाचार","bookEnglishName":"Luke","chapterNumber":4,"verses":[{"number":1,"verse":"( ईसू क परीच्छा) ( ( 470 4:1-11 ; 480 1:12-13 )) पवित्तर आतिमा स भरा भवा ईसू यरदन नदी स लौटि आवा। आतिमा ओका ऊसरे मँ राह देखॉवत रही।"},{"number":2,"verse":"हुवाँ सइतान चालीस दिन ताईं ओकर परीच्छा लिहस। ओ दिनन मँ ईसू बे खइया क खाए रहा। फिन जब समइ पूर भवा तउ ईसू भुखान।"},{"number":3,"verse":"एह बरे सइतान ओसे कहेस, “जदि तू परमेस्सर क पूत अहा तउ इ पथरे स रोटी बनइ बरे कहा।”"},{"number":4,"verse":"ऍह पइ ईसू जवाब दिहस, “पवित्तर सास्तरन मँ लिखा बा: ‘मनई सिरिफ रोटी प नाहीं जिअत।’”"},{"number":5,"verse":"फिन सइतान ओका बहोत ऊँच लइ गवा अउर छिन भर मँ समूचे संसार क राज्य ओका देखॉवत बोला,"},{"number":6,"verse":"अउर सइतान ओहसे कहेस, “मइँ इन राज्यन क तोहका हुकूमत अउर धन दौलत दइ देइहउँ अउर मइँ जेका चाहउँ ओका दइ सकत हउँ।"},{"number":7,"verse":"एह बरे जदि तू मोर आराधना करब्या तउ इ सब तोहार होइ जाई।”"},{"number":8,"verse":"ईसू ओका जवाब देत भवा बोला, “पवित्तर सास्तरन मँ लिखा बा: ‘तोहका सिरिफ आपन पर्भू परमेस्सर क ही आराधना करइ चाही। तोहका सिरिफ उहइ क सेवा करइ चाही!’”"},{"number":9,"verse":"तब उ ओका यरूसलेम लइ गवा अउर हुवाँ मन्दिर क सबते ऊँची चोटी प लइ जाइके खड़ा कइ दिहस। अउर उ ओसे बोला, “जदि तू परमेस्सर क पूत अहा तउ हिआँ स अपने आपक तरखाले गिरइ द्या।"},{"number":10,"verse":"पवित्तर सास्तर मँ लिखा अहइ: ‘उ आपन सरगदूतन क तोहरे बारे मँ हुकुम देई कि उ पचे तोहार रच्छा करइँ।’"},{"number":11,"verse":"अउर लिखा अहइ: ‘उ पचे तोहका आपन बाँहे मँ अइसे उठइहीं कि तोहार गोड़ कउनो पाथर स न टकराई।’”"},{"number":12,"verse":"ईसू जवाब देत भवा कहेस, “पवित्तर सास्तरन मँ इ भी लिखा बा, ‘तोहका आपन पर्भू परमेस्सर क परीच्छा मँ नाहीं नावइ चाही।’”"},{"number":13,"verse":"तउ जब सइतान ओकर सबइ तरह क परीच्छा लइके हारि गवा तउ दूसरइ समइ तलक ओका तजिके चल दिहस।"},{"number":14,"verse":"( ईसू का लोगन क उपदेस) ( ( 470 4:12-17 ; 480 1:14-15 )) फिन ईसू आतिमा क समर्थ स भरा भवा गलील लौटि आवा अउर उ समूचे पहँटा मँ ओकर चर्चा फैलि गइ।"},{"number":15,"verse":"उ ओनके आराधनालय मँ उपदेस दिहेस। सबइ ओकर प्रसंसा करत रहेन।"},{"number":16,"verse":"( ईसू क आपन सहर मँ जाब) ( ( 470 13:53-58 ; 480 6:1-6 )) फिन उ नासरत आवा जहाँ उ पला अउर बड़ा भवा। आपन आदत क मुताबिक सबित क दिन उ आराधनालय मँ गवा। जबहिं उ पाठ बाँचइ खड़ा भवा।"},{"number":17,"verse":"तउ यसायाह नबी क किताब ओका दीन्ह गई। जब उ किताब खोलेस तउ ओका जगह मिला जहाँ लिखा रहा कि:"},{"number":18,"verse":"“पर्भू क आतिमा मोरे मँ समाइ गइ अहइ काहेकि किहेस ह उ मोर अभिसेक कि दीनउँ क सुसमाचार सुनाउब मइँ, उ मोका पठएस ह बंदीयन क इ बतावइ कि उ पचे अजाद अहइँ। आँधर क आँखिन मँ जोति सरसावइ, अउर दलितन क छुटकारा देवॉवइ;"},{"number":19,"verse":"पर्भू क अनुग्रह क समइ बतावइ क भेजा अहइ!”"},{"number":20,"verse":"फिन उ किताब क बंद कइके परिचारक क हथवा मँ दइ दिहस अउर बैठ गवा। आराधनालय मँ सबइ क आँखिन ओका निहारत रहिन।"},{"number":21,"verse":"तब उ ओनसे कहब सुरु किहेस, “आज इ बचन तोहरे काने मँ पूर भवा!”"},{"number":22,"verse":"हर कउनो ओकरे बारे मँ अच्छी बातन कहत रहेन। ओकरे मुँहना स जउन सुन्दर बचन निकरत रहेन, ओन प सबन क अचरज भवा। उ पचे कहेन, “का इ यूसुफ क बेटवा नाहीं अहइ?”"},{"number":23,"verse":"फिन ईसू ओनसे कहेस, “तू पचे जरूर मोका इ कहावत सुनउब्या, ‘अरे वैद्य खुद आपन इलाज करा।’ कफरनहूम मँ तोहरे जउन काजे क बारे मँ हम पचे सुना ह, उ काजे क हिआँ आपन खुद क सहर मँ भी कइ डावा!”"},{"number":24,"verse":"ईसू तब ओनसे कहेस, “मइँ तोहसे सच कहत हउँ कि आपन सहर मँ कउनो नबी क स्वागत नाहीं होत।"},{"number":25,"verse":"“मइँ तोहसे सच कहत हउँ इस्राएल मँ एलिय्याह क समइ मँ जब अकास जइसे मुँद गवा रहा अउर साढ़े तीन बरिस तलक पूरी धरती मँ खौफनाक अकाल पड़ि गवा, तउ हुवाँ बहुत विधवन रहेन। मुला सैदा पहँटा के सारपत सहर क एक विधवा क तजिके एलिय्याह क कउनो अउर क लगे नाहीं पठवा गवा रहा।"},{"number":27,"verse":"“अउर नबी एलीसा क समइया मँ इस्राएल मँ ढेर कोढ़ी रहेन मुला ओहमाँ स सीरिया क बसइया नामान क तजिके अउर कउनो क सुद्ध नाहीं कीन्ह गवा रहा।”"},{"number":28,"verse":"तउ जबहिं आराधनालय मँ मनइयन इ सुनेन तउ सबहिं बहोत क्रोध स भर गएन।"},{"number":29,"verse":"तउ उ पचे खड़ा भएन अउर ओका सहर स बाहेर ढकेल दिहेन। उ सबइ ओका पहाड़े क उ चोटी प लइ गएन जेह प ओकर सहर बसा रहा जेसे उ पचे हुवाँ तरखाले झोंकि देइँ।"},{"number":30,"verse":"मुला उ ओनके बीच स निकरिके कहूँ आपन राहे प चला गवा।"},{"number":31,"verse":"( ईसू का एक मनई क दुस्ट आतिमा स छुटकारा) ( ( 480 1:21-28 )) फिन उ गलील क एक सहर कफरनहूम गवा अउर सबित क दिन मनइयन क उपदेस देइ लाग।"},{"number":32,"verse":"मनई ओकरे उपदेस स अचरज मँ पड़ि गएन काहेकि ओकर संदेस मुड्ढ विद्वान क तरह रहा।"},{"number":33,"verse":"हुवँई एक ठु मनई आराधनालय मँ रहा जेहमाँ एक दुस्ट आतिमा क सवारी रही। उ जोर स चिल्लान,"},{"number":34,"verse":"“हे नासरत क ईसू! तु हमसे का चाहत बाट्या? का तू हमार नास करइ आइ अहा? मइँ जानत हउँ तू कउन अहा तू परमेस्सर क पवित्तर मनई अहा!”"},{"number":35,"verse":"ईसू झिड़कत भवा ओसे कहेस, “चुप रहा। एहमाँ स बाहेर निकरि आवा!” एह पइ दुस्ट आतिमा उ मनई क लोगन्क समन्वा दइ मारेस अउर ओका बे नसकान किए ओसे बाहेर निकरि गइ।"},{"number":36,"verse":"सबइ कोउ अचरजे मँ पड़ि गएन। उ सबइ एक दूसर स बतियात कहेन, “इ कइसा सन्देस बा? हक अउर सक्ती क संग इ दुस्ट आतिमन क हुकुम देत ह अउर उ सबइ बाहेर निकरि जात हीं।”"},{"number":37,"verse":"उ पहँटा मँ लगे हर ठउरे प ओकरे बारे मँ खबर सँचर गइ।"},{"number":38,"verse":"( रोगी स्त्री क चंगा कीन्ह जाब) ( ( 470 8:14-17 ; 480 1:29-34 )) तब ईसू आराधनालय क तजिके समौन क घर चला गवा। समौन क सासे क बहोत बोखार चढ़ा रहा। उ पचे ईसू स मदद बरे बिनती किहेन।"},{"number":39,"verse":"ईसू ओकरे सिरहाने खड़ा भवा अउर बोखारे क डाटेस। बोखार ओहका छोड़ि दिहस। उ फउरन खड़ी होइ गइ अउर ओनकर सेवा करइ लाग।"},{"number":40,"verse":"( ईसू बहोतन क चंगा किहेस) जब सूरज ओनवबत रहा तउ जेकरे हिआँ किसिम किसिम क बेमारी स पीड़ित रहेन, उ सबइ ओनका ओकरे लगे लइ आएन। अउर उ आपन हथवा ओहमाँ स हर एक पर रखत भए ओनका चंगा किहे।"},{"number":41,"verse":"ओहमाँ बहोतन मँ दुस्ट आतिमन चिचियात भइ इ कहत बाहेर निकरि आइन, “तू परमेस्सर क पूत अहा।” मुला उ ओनका डाँटेस अउर बोलइ नाहीं दिहस, काहेकि उ सबइ जानत रहिन कि “उ मसीह अहइ।”"},{"number":42,"verse":"( ईसू क दूसर सहरन क जात्रा) ( ( 480 1:35-39 )) जब भिनसार भवा तउ हुवाँ स उ कउनो एकांत ठउर चला गवा। मुला भीड़ ओका हेरत हेरत हुवँइ जाइके पहोंच गइ जहाँ उ रहा। उ पचे ओका ओनका छोड़िके न जाइ स रोकेन।"},{"number":43,"verse":"मुला उ ओनसे कहेस, “परमेस्सर क राज्य क बारे मँ सुसमाचार मोका दूसर सहरन मँ भी पठवइ क बा काहेकि मोका यह बरे पठवा ग अहइ।”"},{"number":44,"verse":"अउर इ तरह उ यहूदिया क आराधनालय मँ लगातार उपदेस देत रहा।"}]}