{"bibleAbbr":"BB1572","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":10,"verses":[{"number":1,"verse":"There was a certayne man in Cesarea, called Cornelius, a captayne of the bande called the Italian bande,"},{"number":2,"verse":"A deuoute man, & one yt feared God, with all his housholde, which gaue much almes to the people, and prayed God alway."},{"number":3,"verse":"The same sawe by a vision euidently, about the ninth houre of the daye, an Angel of God commyng in to hym, and saying vnto hym, Cornelius."},{"number":4,"verse":"And when he loked on hym, he was afrayde, and sayde: What is it Lorde? And he sayde vnto hym: Thy prayers and thyne almes, are come vp into remembraunce before God."},{"number":5,"verse":"And nowe sende men to Ioppa, & call for one Simo, whose sirname is Peter."},{"number":6,"verse":"He lodgeth with one Simon a tanner, whose house is by the sea syde: He shall tell thee what thou oughtest to do."},{"number":7,"verse":"And when the Angell whiche spake vnto Cornelius was departed, he called two of his household seruauntes, and a deuout souldier of them that wayted on hym,"},{"number":8,"verse":"And tolde them all the matter, & sent them to Ioppa."},{"number":9,"verse":"On the morowe as they went on their iourney, and drewe nye vnto the citie, Peter went vp vnto the highest part of the house to pray, about the sixth houre."},{"number":10,"verse":"And whe he waxed hungry, he would haue eaten: But whyle they made redie, he fell into a traunce."},{"number":11,"verse":"And saw heauen opened, and a certaine vessell come downe vnto him, as it had ben a great sheete, knyt at the foure corners, & was let downe to the earth."},{"number":12,"verse":"Wherin were all maner of fourefooted beastes of the earth, & wilde beastes, and wormes, and foules of the ayre."},{"number":13,"verse":"And there came a voyce to hym: ryse Peter, kyll and eate."},{"number":14,"verse":"But Peter sayde, Not so Lorde: For I haue neuer eaten any thyng that is common or vncleane."},{"number":15,"verse":"And the voyce spake vnto hym againe the seconde tyme: What God hath cleansed, that call not thou common."},{"number":16,"verse":"This was done thryse, and the vessell was receaued vp agayne into heauen."},{"number":17,"verse":"Nowe whyle Peter doubted in hym selfe, what this vision whiche he hadde seene meant: beholde, the men whiche were sent from Cornelius, had made inquiraunce for Simons house, & stoode before the doore,"},{"number":18,"verse":"And called, and asked whether Simo which was sirnamed Peter, were lodged there."},{"number":19,"verse":"Whyle Peter thought on the vision, the spirite said vnto hym: beholde, three men seke thee."},{"number":20,"verse":"Arise therfore, and get the downe, and go with them, & doubt not, for I haue sent them."},{"number":21,"verse":"Then Peter went downe to the men which were set vnto him fro Cornelius, & said: Behold, I am he who ye seeke, what is the cause wherfore ye are come?"},{"number":22,"verse":"And they sayde: Cornelius the capitayne, a iust man, and one that feareth God, and of good report among all the people of the Iewes, was warned by an holy Angel to sende for thee into his house, and to heare wordes of thee."},{"number":23,"verse":"Then called he them in, and lodged them. And on the morowe, Peter went away with them, and certaine brethren from Ioppa accompanied hym."},{"number":24,"verse":"And the thirde day after, entred they into Cesarea: And Cornelius wayted for them, and hadde called together his kinsemen and speciall friendes."},{"number":25,"verse":"And it came to passe, as Peter came in, Cornelius met hym, & fell downe at his feete, and worshipped [hym.]"},{"number":26,"verse":"But Peter toke him vp, saying: stande vp, I my selfe also am a man."},{"number":27,"verse":"And as he talked with him, he came in, & found many that were come together."},{"number":28,"verse":"And he said vnto the: Ye knowe how that it is an vnlawful thyng for a man that is a Iew, to companie or come vnto one of another natio: But God hath shewed me, that I shoulde not call any man common or vncleane."},{"number":29,"verse":"Therefore came I vnto you without delay, assoone as I was sent for: I aske therfore, for what intent ye haue sent for me?"},{"number":30,"verse":"And Cornelius sayde: This day nowe foure dayes, about this houre, I sate fasting, and at the ninth houre, I prayed in my house: And beholde, a man stoode before me in bryght clothyng,"},{"number":31,"verse":"And sayde: Cornelius, thy prayer is heard, and thyne almes deedes are had in remembraunce in the syght of God."},{"number":32,"verse":"Sende therfore to Ioppa, and call for Simon, whose sirname is Peter: He is lodged in the house of one Simo, a tanner, by the sea syde, who when he commeth, shall speake vnto thee."},{"number":33,"verse":"Then sent I for thee immediatly, and thou hast well done that thou art come. Nowe therfore are we all here present before God, to heare all thynges that are commaunded vnto thee of God."},{"number":34,"verse":"Then Peter opened his mouth, and said: Of a trueth I perceaue that God hath no regarde of persons:"},{"number":35,"verse":"But in euery nation, he that feareth hym, and worketh ryghteousnes, is accepted with hym."},{"number":36,"verse":"Touchyng the worde which God set vnto the chyldren of Israel, preachyng peace by Iesus Christe (he is Lord ouer all.)"},{"number":37,"verse":"Ye knowe howe the worde was publisshed through all Iurie, begynnyng in Galilee, after the baptisme whiche Iohn preached:"},{"number":38,"verse":"Howe God annoynted Iesus of Nazareth, with the holy ghoste, and with power: Who went about doyng good, and healyng all that were oppressed of the deuyll, for God was with hym."},{"number":39,"verse":"And we are witnesses of all thynges which he dyd in the land of the Iewes, and at Hierusalem, whom they slewe, and hanged on tree."},{"number":40,"verse":"Hym God raysed vp the thirde daye, and shewed hym openly,"},{"number":41,"verse":"Not to al the people, but vnto vs witnesses, chosen before of God, euen to vs whiche dyd eate and drynke with hym after he arose from the dead."},{"number":42,"verse":"And he commaunded vs to preache vnto the people, and to testifie that it is he whiche was ordeyned of God to be the iudge of quicke and dead."},{"number":43,"verse":"To hym geue all the prophetes witnesse, that through his name whosoeuer beleueth in hym, shall receaue remission of sinnes."},{"number":44,"verse":"Whyle Peter yet spake these wordes, the holy ghost fell on all them whiche hearde the worde."},{"number":45,"verse":"And they of the circumcision which beleued, were astonied, as many as came with Peter, because that on the gentiles also was shedde out the gyft of the holy ghost."},{"number":46,"verse":"For they hearde them speake with tounges, & magnifie God. Then aunswered Peter:"},{"number":47,"verse":"Can any man forbid water, that these shoulde not be baptized, which haue receaued the holy ghost aswell as we?"},{"number":48,"verse":"And he commaunded them to be baptized in the name of the Lord. Then prayed they him to tary certaine dayes."}]}