{"bibleAbbr":"BB1572","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":11,"verses":[{"number":1,"verse":"And the apostles & brethre that were in Iurie, hearde that ye heathe had also receaued the worde of God."},{"number":2,"verse":"And when Peter was come vp to Hierusalem, they that were of the circumcision contended agaynst hym,"},{"number":3,"verse":"Saying: Thou wentest in to men vncircucised, & diddest eate with them."},{"number":4,"verse":"But Peter rehearsed the matter from the begynnyng, and expounded it by order vnto them, saying:"},{"number":5,"verse":"I was in the citie of Ioppa praying, and in a traunce I sawe a vision, a certayne vessell descende, as it had ben a great sheete, let downe from heauen by the foure corners, and it came to me."},{"number":6,"verse":"Upon the which whe I had fastened mine eyes, I considered, & sawe fourefooted beastes of the earth, and wylde beastes, and wormes, and foules of the ayre."},{"number":7,"verse":"And I hearde a voyce, saying vnto me: aryse Peter, slay, and eate."},{"number":8,"verse":"But I sayde, Not so Lorde: For nothyng common or vncleane hath at any tyme entred into my mouth."},{"number":9,"verse":"But the voyce aunswered me agayne from heaue: Make them not comon which God hath cleansed."},{"number":10,"verse":"And this was done three tymes: And all were taken vp agayne into heauen."},{"number":11,"verse":"And beholde, immediatly there were three men, alredy come vnto the house where I was, sent from Cesarea vnto me."},{"number":12,"verse":"And the spirite sayde vnto me, that I shoulde go with the, without doubting. Moreouer, these sixe brethren accompanyed me, & we entred into the mans house:"},{"number":13,"verse":"And he shewed vs, howe he had seene an Angel in his house, which stoode and sayde vnto hym: Sende men to Ioppa, and call for Simon, whose sirname is Peter:"},{"number":14,"verse":"He shal tell thee wordes, wherby both thou and all thyne house shalbe saued."},{"number":15,"verse":"And as I began to speake, the holy ghost fell on them, as he dyd on vs at the begynnyng."},{"number":16,"verse":"Then came it to my remembraunce, howe that the Lorde sayde: Iohn baptized with water, but ye shalbe baptized with the holy ghost."},{"number":17,"verse":"For as much then, as God gaue them the lyke gyft as he dyd vnto vs, when we beleued on the Lorde Iesus Christ: what was I, that I shoulde haue withstande God?"},{"number":18,"verse":"When they hearde these thynges, they helde their peace, and glorified God, saying: Then hath God also to ye Gentiles, graunted repentaunce vnto lyfe."},{"number":19,"verse":"They also which were scattered abrode through the affliction that arose about Steuen, walked throughout vnto Phenices, and Cypers, and Antioche, preachyng the worde to no man, but vnto the Iewes only."},{"number":20,"verse":"And some of the were men of Cypers, and Cyrenes, which when they were come to Antioche, spake vnto ye Grekes, and preached the Lorde Iesus."},{"number":21,"verse":"And the hande of the Lorde was with them, and a great number beleued and turned vnto the Lorde."},{"number":22,"verse":"Then tydynges of these thinges came vnto the cares of the Churche, which was in Hierusale: And they sent foorth Barnabas, that he shoulde go vnto Antioche."},{"number":23,"verse":"Which when he came, and had seene the grace of God, was glad, and exhorted them all, that with purpose of heart they woulde cleaue vnto the Lorde."},{"number":24,"verse":"For he was a good man, and full of the holy ghost, and of fayth: And much people was added vnto the Lorde."},{"number":25,"verse":"Then departed Barnabas to Tarsus, for to seeke Saul."},{"number":26,"verse":"And when he had founde hym, he brought hym vnto Antioche. And it came to passe, that a whole yere they had their couersation with the Church there, & taught much people: in so much, that the disciples of Antioche, were the first that were called Christians."},{"number":27,"verse":"And in those dayes, came prophetes from Hierusalem vnto Antioche."},{"number":28,"verse":"And there stoode vp one of them named Agabus, and signified by the spirite, that there shoulde be great dearth throughout all the worlde: which came to passe in the dayes of Claudius Cesar."},{"number":29,"verse":"Then the disciples, euery man accordyng to his abilitie, purposed to sende succour vnto the brethren which dwelt in Iurie."},{"number":30,"verse":"Which thyng they also dyd, and sent it to the elders by the handes of Barnabas and Saul."}]}