{"bibleAbbr":"BB1572","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":12,"verses":[{"number":1,"verse":"At the same tyme Herode the king stretched foorth his handes to vexe certayne of the Churche."},{"number":2,"verse":"And he killed Iames the brother of Iohn with the sworde."},{"number":3,"verse":"And because he sawe it pleased the Iewes, he proceaded further, and toke Peter also. (Then were the dayes of sweete bread.)"},{"number":4,"verse":"And when he had caught hym, he put hym in pryson also, and delyuered hym to foure quaternions of souldiers to be kept, intendyng after Easter to bryng hym foorth to the people."},{"number":5,"verse":"And Peter was kept in pryson: But prayer was made without ceassyng of the Churche, vnto God for hym."},{"number":6,"verse":"And when Herode woulde haue brought hym foorth vnto the people, the same nyght slept Peter betweene two souldiers, bounde with two chaynes, and the kepers before the doore kept the pryson."},{"number":7,"verse":"And beholde, the Angel of ye Lorde was there present, and a lyght shyned in the habitation: And he smote Peter on the syde, and stirred hym vp, saying: Aryse vp quickly. And his chaynes fell of from his handes."},{"number":8,"verse":"And the Angel sayde vnto hym: gyrde thy selfe, & bynde on thy sandales. And so he dyd. And he sayeth vnto hym: cast thy garment about thee, and folow me."},{"number":9,"verse":"And he came out and folowed hym, and wyse not that it was trueth which was done by the Angel, but thought he had seene a vision."},{"number":10,"verse":"When they were past the first and the seconde watch, they came vnto the yron gate, that leadeth vnto the citie, which opened to them by the owne accorde: And they went out, and passed through one streate, and foorthwith the Angel departed from hym."},{"number":11,"verse":"And when Peter was come to hym selfe, he sayde: Nowe I knowe of a suertie, that the Lorde hath sent his Angel, and hath deliuered me out of the hande of Herode, and from all the waytyng for, of the people of the Iewes."},{"number":12,"verse":"And as he considered the thyng, he came to the house of Marie the mother of Iohn, whose sirname was Marke, where many were gathered together in prayer."},{"number":13,"verse":"As Peter knocked at the entrie doore, a damsell came foorth to hearken, named Rhoda."},{"number":14,"verse":"And when she knewe Peters voyce, she opened not the doore for gladnesse, but ran in, and tolde howe Peter stoode before the doore."},{"number":15,"verse":"And they sayde vnto her: thou art mad. But she affirmed that it was euen so. Then sayde they: it is his Angel."},{"number":16,"verse":"But Peter continued knockyng: And when they had opened the doore, and sawe hym, they were astonyed."},{"number":17,"verse":"And when he had beckened vnto the with the hande, that they myght holde their peace, he tolde them by what meanes the Lorde had brought hym out of the pryson. And he sayde: Go shewe these thynges vnto Iames and to the brethren. And he departed, and went into another place."},{"number":18,"verse":"Nowe assoone as it was day, there was no litle adoe among the souldiers, what was become of Peter."},{"number":19,"verse":"And when Herode had sought for hym, and founde hym not, he examined the kepers, and commaunded them to be caryed away. And he descended from Iurie to Cesarea, and there abode."},{"number":20,"verse":"And Herode was displeased with them of Tyre and Sidon: But they came all with one accorde to hym, and made intercession vnto Blastus the kynges chaumberlayne, and desired peace, because their countrey was norisshed by the kyng."},{"number":21,"verse":"And vpon a day appoynted, Herode arayed hym in royall apparell, and set hym in his seate, and made an oration vnto them."},{"number":22,"verse":"And the people gaue a shout [saying] It is the voyce of God, & not of a man."},{"number":23,"verse":"And immediatly the Angel of ye Lorde smote hym, because he gaue not God ye honour, & he was eaten of wormes, and gaue vp the ghost."},{"number":24,"verse":"And the worde of God grewe and multiplied."},{"number":25,"verse":"And Barnabas and Saul returned to Hierusalem, when they had fulfylled their office, and toke with them Iohn, whose sirname was Marke."}]}