{"bibleAbbr":"BB1572","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":20,"verses":[{"number":1,"verse":"And after the vprore was ceassed, Paul called the disciples, & toke his leaue of them, and departed, for to go into Macedonia."},{"number":2,"verse":"And whe he had gone ouer those parties, and had geuen them a long exhortation, he came into Grece."},{"number":3,"verse":"And [there] abode three monethes. And when the Iewes layde wayte for hym as he was about to sayle into Syria, he purposed to returne through Macedonia."},{"number":4,"verse":"And there accompanied him into Asia Sopater of Berrea, and of the Thessalonians Aristarcus and Secundus, and Gaius of Derbe and Timotheus, and out of Asia Tychicus and Trophimus."},{"number":5,"verse":"These going before, taried vs at Troas."},{"number":6,"verse":"And we sayled away fro Philippos, after the dayes of sweete bread, & came vnto the to Troas in fiue dayes, where we abode seuen dayes."},{"number":7,"verse":"And vpon one of the Sabboth dayes, when the disciples came together for to breake bread, Paul reasoned with the, redy to depart on the morowe, and continued the worde vnto mydnyght."},{"number":8,"verse":"And there were many lyghtes in an vpper chamber, where they were gathered together."},{"number":9,"verse":"And there sate in a window a certaine young man, named Eutychus, being fallen into a deepe sleepe: And as Paul was long reasonyng, he was the more ouercome with sleepe, and fell downe from the thirde loft, and was taken vp dead."},{"number":10,"verse":"But whe Paul went downe, he fell on hym, and imbraced hym, & saide: make nothyng a do, for his lyfe is in hym."},{"number":11,"verse":"And so when he was come vp againe, and had broken bread and eaten, & talked a long while, euen tyll the morning, and so he departed."},{"number":12,"verse":"And they brought the young man alyue, and were not a litle comforted."},{"number":13,"verse":"And we went afore to shippe, & loosed vnto Asson, there to receaue Paul: For so had he appoynted, and woulde hym selfe go a foote."},{"number":14,"verse":"And when he was come to vs to Asso, we toke hym in, and came to Mytilene."},{"number":15,"verse":"And we sayled thence, and came the next day ouer agaynst Chios: and the next daye we arryued at Samos, and taryed at Trogylliu. The next day we came to Miletum:"},{"number":16,"verse":"For Paul had determined to sayle ouer by Ephesus, because he would not spend the tyme in Asia. For he hasted, yf it were possible for hym, to kepe at Hierusalem the day of Pentecost."},{"number":17,"verse":"And from Miletum, he sent to Ephesus, and called the elders of the Church."},{"number":18,"verse":"Which when they were come to hym, he saide vnto them: Ye knowe from the first daye that I came into Asia, after what maner I haue ben with you at all seasons."},{"number":19,"verse":"Seruyng the Lorde with all humblenesse of mynde, and with many teares, and temptations whiche came vnto me by the layinges awayte of the Iewes:"},{"number":20,"verse":"And howe I kept backe nothing that was profitable vnto you, but haue shewed you, and haue taught you openly, and throughout euery house."},{"number":21,"verse":"Witnessyng both to the Iewes & also to the Grekes, the repentaunce that is towarde God, and the fayth whiche is towarde our Lorde Iesus."},{"number":22,"verse":"And nowe beholde I go bounde in the spirite vnto Hierusale, not knowyng the thynges that shall come vnto me:"},{"number":23,"verse":"But that the holy ghost witnesseth in euery citie, saying that bondes & trouble abyde me."},{"number":24,"verse":"But none of these thynges moue me, neither is my lyfe deare vnto my selfe, so that I myght fulfyll my course with ioy, and the ministerie whiche I haue receaued of the Lorde Iesu, to testifie the Gospell of the grace of God."},{"number":25,"verse":"And nowe beholde, I am sure that hencefoorth ye al, through who I haue gone preachyng the kyngdome of God, shall see my face no more."},{"number":26,"verse":"Wherefore, I take you to recorde this day, that I am pure from the blood of all men."},{"number":27,"verse":"For I haue kept nothyng backe, but haue shewed you all ye counsell of God."},{"number":28,"verse":"Take heede therfore vnto your selues, and to all the flocke, ouer the which the holy ghost hath made you ouerseers, to rule the Church of God, which he hath purchased with his owne blood."},{"number":29,"verse":"For I knowe this, that after my departyng, shall greeuous wolfes enter in among you, not sparyng the flocke."},{"number":30,"verse":"Also of your owne selues shall men aryse, speakyng peruerse thynges, to drawe disciples after them."},{"number":31,"verse":"Therfore watch, and remember that by the space of three yeres I ceassed not to warne euery one night and day with teares."},{"number":32,"verse":"And nowe brethren I commende you to God, and to the worde of his grace, which is able to buylde further, and to geue you an inheritaunce among all the which are sanctified."},{"number":33,"verse":"I haue desired no mans syluer, golde, or vesture."},{"number":34,"verse":"Yea, ye your selues knowe, that these handes haue ministred vnto my necessities, and to them that were with me."},{"number":35,"verse":"I haue shewed you all thinges, howe that so labouryng ye ought to receaue the weake, and to remember ye wordes of the Lorde Iesu, howe that he said, it is more blessed to geue, then to receaue."},{"number":36,"verse":"And when he hadde thus spoken, he kneled downe, & prayed with them all."},{"number":37,"verse":"And they all wepte sore, and fell on Paules necke, and kyssed hym,"},{"number":38,"verse":"Sorowyng most of all for the wordes whiche he spake, that they shoulde see his face no more. And they accompanied hym vnto the shippe."}]}