{"bibleAbbr":"BB1572","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":5,"verses":[{"number":1,"verse":"But a certayne man, named Ananias, with Saphyra his wyfe, solde a possession,"},{"number":2,"verse":"And kept away part of the price, his wyfe also beyng of counsell, and brought a certayne part, and layde it downe at the Apostles feete."},{"number":3,"verse":"But Peter sayde: Ananias, howe is it, that Satan hath fylled thyne heart, that thou shouldest lye vnto the holy ghost, and kepe away part of the price of the lande?"},{"number":4,"verse":"Whyles it remayned, was it not thyne owne? And after it was solde, was it not in thyne owne power? Why haste thou conceaued this thyng in thyne heart? Thou hast not lyed vnto men, but vnto God."},{"number":5,"verse":"When Ananias hearde these wordes, he fell downe, and gaue vp the ghost. And great feare came on all them that hearde these thynges."},{"number":6,"verse":"And the young rose vp, and put hym a part, and caryed hym out, and buryed hym."},{"number":7,"verse":"And it came to passe, that as it were about the space of three houres after, his wyfe came in, ignoraunt of that which was done."},{"number":8,"verse":"And Peter sayde vnto her: Tell me, Solde ye not the lande for so much? And she sayde: Yea, for so much."},{"number":9,"verse":"Then Peter sayde vnto her: Why haue ye agreed together, to tempt the spirite of the Lorde? Beholde, the feete of the which haue buried thy husbande, are at the doore, and shall cary thee out."},{"number":10,"verse":"Then fell she downe strayghtway at his feete, and yelded vp the ghost. And the young men came in, and founde her dead, and caryed her out, and buryed her by her husbande."},{"number":11,"verse":"And great feare came vpon all the Churche, and vpon as many as hearde these thynges."},{"number":12,"verse":"And by the handes of the Apostles, were many signes & wonders shewed among the people. (And they were all together with one accord in Solomons porche."},{"number":13,"verse":"And of other durst no man ioyne hym selfe to them, neuerthelesse, the people magnified them."},{"number":14,"verse":"The number of them that beleued in the Lorde, both of men and women, grewe more and more.)"},{"number":15,"verse":"In so much that they brought the sicke into the streates, & layde the on beddes and couches, that at the least way, the shadowe of Peter when he came by, myght shadowe some of them."},{"number":16,"verse":"There came also a multitude of the cities rounde about, vnto Hierusalem, bryngyng sicke folkes, and them which were vexed with vncleane spirites: And they were healed euery one."},{"number":17,"verse":"Then the chiefe priest rose vp, and all they that were with hym, which is the sect of the Saducees, and were full of indignation:"},{"number":18,"verse":"And layed handes on the Apostles, and put them in the common prison."},{"number":19,"verse":"But the Angel of the Lorde by nyght opened the prison doores, and brought them foorth, and sayde:"},{"number":20,"verse":"Go, and stande & speake in the temple to the people, all the wordes of this lyfe."},{"number":21,"verse":"And when they hearde that, they entred into the temple early in ye mornyng, and taught: But the chiefe priest came, and they that were with hym, & called a counsayle together, and all the elders of the chyldren of Israel, and sent to the pryson to fet them."},{"number":22,"verse":"But when the officers came, & founde them not in the pryson, they returned, and tolde,"},{"number":23,"verse":"Saying: The pryson truely founde we shut with all diligence, & the kepers standyng without, before the doores: But when we had opened, we founde no man within."},{"number":24,"verse":"Then when the chiefe priest and the ruler of the temple, and the hye priestes hearde these thynges, they doubted of them, whervnto this woulde growe."},{"number":25,"verse":"Then came one and shewed them, saying: Beholde, the men that ye put in pryson, stande in the temple, and teache the people."},{"number":26,"verse":"Then went the ruler of the temple, with the officers, and brought them without violence: (For they feared the people, lest they should haue ben stoned)"},{"number":27,"verse":"And when they had brought them, they set them before the counsell. And the chiefe priest asked them,"},{"number":28,"verse":"Saying: dyd not we strayghtly commaunde you, that ye shoulde not teache in this name? And beholde, ye haue fylled Hierusalem with your doctrine, and intende to bryng this mans blood vpon vs."},{"number":29,"verse":"Then Peter and the other Apostles aunswered, and sayde: We ought more to obey God then men."},{"number":30,"verse":"The God of our fathers raysed vp Iesus, whom ye slewe, & hanged on tree."},{"number":31,"verse":"Hym hath God lyft vp with his ryght hande, to be a prince and a sauiour, for to geue repentaunce to Israel, and forgeuenesse of sinnes."},{"number":32,"verse":"And we are recordes of these thynges which we say, & so is also the holy ghost, whom God hath geuen to them that obey hym."},{"number":33,"verse":"When they hearde that, they claue asunder, and sought meanes to slea the."},{"number":34,"verse":"Then stoode there vp one in the counsell, a pharisee, named Gamaliel, a doctour of lawe, had in reputation among all the people, and commaunded the Apostles to go asyde a litle space,"},{"number":35,"verse":"And sayde vnto them: Ye men of Israel, take heede to your selues, what ye entende to do, as touchyng these men."},{"number":36,"verse":"For before these dayes rose vp one Theudas, boastyng him selfe, to whom resorted a number of men, about a foure hundred, which was slayne: and they all which beleued hym, were scattered abrode, and brought to naught."},{"number":37,"verse":"After this man, arose vp one Iudas of Galilee, in the dayes of tribute, and drewe away much people after hym: He also perished, and all, euen as many as hearkened to hym, were scattered abrode."},{"number":38,"verse":"And nowe I saye vnto you, refrayne your selues fro these men, and let them alone: For yf this counsell or this worke be of men, it wyll come to naught."},{"number":39,"verse":"But and yf it be of God, ye can not destroy it, lest haply ye be founde to stryue agaynst God."},{"number":40,"verse":"And to hym agreed the other: And when they had called the Apostles, they beat them, and commaunded that they shoulde not speake in the name of Iesu, and let them go."},{"number":41,"verse":"And they departed from the counsell, reioycing that they were counted worthy to suffer rebuke for his name."},{"number":42,"verse":"And dayly in the temple, and in euery house, they ceassed not to teach & preach Iesus Christe."}]}