{"bibleAbbr":"BB1572","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":6,"verses":[{"number":1,"verse":"And in those dayes, when the number of ye disciples grewe, there arose a grudge among the Grekes agaynst ye Hebrues, because their wydowes were despysed in the dayly ministerie."},{"number":2,"verse":"Then the twelue called the multitude of the disciples together, and sayde: It is not good that we shoulde leaue the worde of God, and serue tables."},{"number":3,"verse":"Wherfore brethren, loke ye out among you seuen men of honest report, & full of the holy ghost, and wysedome, to who we may commit this busynesse."},{"number":4,"verse":"But we wyll geue our selues continually to prayer, and to the ministerie of the worde."},{"number":5,"verse":"And the saying pleased the whole multitude. And they chose Steuen, a man full of fayth, and of the holy ghost, and Philip, and Prochorus, and Nicanor, & Timon, and Permenas, and Nicolas a conuert of Antioche."},{"number":6,"verse":"These they set before the apostles: and whe they had prayed, they layde their handes on them."},{"number":7,"verse":"And the worde of God encreased, & the number of ye disciples multiplied in Hierusalem greatly, and a great companie of the priestes were obedient to ye fayth."},{"number":8,"verse":"And Steuen full of fayth & power, dyd great wonders & miracles among the people."},{"number":9,"verse":"Then there arose certaine of the synagogue, which is called [the synagogue] of the Libertines, and Cyrenians, and of Alexandria, and of Cilicia, & of Asia, disputyng with Steuen."},{"number":10,"verse":"And they coulde not resiste the wisedome and the spirite by the whiche he spake."},{"number":11,"verse":"Then they priuilie prepared men, whiche sayde, we haue heard him speake blasphemous wordes agaynst Moyses, and agaynst God."},{"number":12,"verse":"And they moued the people, and the elders, and the scribes, and came vppon hym, and caught him, and brought him to the counsell."},{"number":13,"verse":"And brought foorth false witnesses, which sayde: This man ceasseth not to speake blasphemous wordes agaynste this holy place and the lawe."},{"number":14,"verse":"For we hearde hym say, that this Iesus of Nazareth shal destroy this place, & shall chaunge the ordinaunces which Moyses gaue vs:"},{"number":15,"verse":"And all that sate in the counsell, loking stedfastly on him, saw his face as it had ben the face of an angell."}]}