{"bibleAbbr":"BB1572","bookName":"Acts of the Apostles","bookEnglishName":"Acts of the Apostles","chapterNumber":7,"verses":[{"number":1,"verse":"Then said ye chiefe priest: Are these thynges so?"},{"number":2,"verse":"And he said: Ye men, brethren, and fathers, hearken. The God of glorie appeared vnto our father Abraham, when he was in Mesopotamia, before he dwelt in Charran,"},{"number":3,"verse":"And sayde vnto him: Get thee out of thy countrey, & fro thy kinrede, & come into the lande which I shall shew thee."},{"number":4,"verse":"Then came he out of the lande of the Chaldeans, and dwelt in Charran: and from thence, whe his father was dead, he brought hym into this lande wherin ye nowe dwell."},{"number":5,"verse":"And he gaue hym none inheritaunce in it, no not the breadth of a foote: and promised that he woulde geue it to hym to possesse, and to his seede after hym, when as yet he had no chylde."},{"number":6,"verse":"God veryly spake on this wyse, that his seede shoulde soiourne in a straunge lande, and that they shoulde kepe it in bondage, and entreate them euyl foure hundreth yeres."},{"number":7,"verse":"And the nation to whom they shalbe in bondage, wyll I iudge, sayde God: And after that, shall they come foorth, & serue me in this place."},{"number":8,"verse":"And he gaue hym the couenaunt of circumcision: And he begate Isaac, and circumcised hym the eyght day, and Isaac [begate] Iacob, and Iacob [begate] the twelue patriarkes."},{"number":9,"verse":"And the patriarkes moued with enuie, solde Ioseph into Egypt: and God was with hym,"},{"number":10,"verse":"And deliuered hym out of all his aduersities, and gaue hym fauour & wisedome in the syght of Pharao kyng of Egypt: and he made hym gouernour ouer Egypt, & ouer all his housholde."},{"number":11,"verse":"But there came a dearth ouer all the land of Egypt and Chanaan: and great affliction, that our fathers founde no sustenaunce."},{"number":12,"verse":"But when Iacob hearde that there was corne in Egypt, he sent our fathers first."},{"number":13,"verse":"And at the second time, Ioseph was knowen of his brethren, and Iosephes kinrede was made knowen vnto Pharao."},{"number":14,"verse":"Then sent Ioseph, and caused his father to be brought, and all his kynne, three score and fyfteene soules."},{"number":15,"verse":"And Iacob descended into Egypt, and dyed, both he and our fathers,"},{"number":16,"verse":"And were caryed ouer into Sichem, and layde in the sepulchre, that Abraha bought for money of the sonnes of Emor, the sonne of Sichem."},{"number":17,"verse":"But when the tyme of the promyse drewe nye, whiche God had sworne to Abraham, the people grewe and multiplied in Egypt:"},{"number":18,"verse":"Tyll another king arose, which knew not of Ioseph."},{"number":19,"verse":"The same dealt subtilly with our kinrede, and euyll intreated our fathers, & made them caste out their young chyldren, that they shoulde not remayne alyue."},{"number":20,"verse":"The same tyme was Moyses borne, and was acceptable vnto God, and norished vp in his fathers house three monethes."},{"number":21,"verse":"And when he was cast out, Pharaos daughter toke hym vp, & norished hym for her owne sonne."},{"number":22,"verse":"And Moyses was learned in all maner of wisedome of the Egyptians, and was myghtie in deedes and in wordes."},{"number":23,"verse":"And when he was full fourtie yeres olde, it came into his heart to visite his brethren the chyldren of Israel."},{"number":24,"verse":"And when he sawe one of them suffer wrong, he defended hym, and auenged his quarrell that had the harme done to hym, and smote the Egyptian."},{"number":25,"verse":"For he supposed his brethren woulde haue vnderstande, howe that God by his hande shoulde delyuer them: But they vnderstoode not."},{"number":26,"verse":"And the next day he shewed hym selfe vnto them as they stroue, and woulde haue set them at one agayne, saying: Sirs, ye are brethren, why do ye wrong one to another?"},{"number":27,"verse":"But he that did his neighbour wrong, thrust hym awaye, saying: Who made thee a ruler and a iudge ouer vs?"},{"number":28,"verse":"Wylt thou kyll me, as thou diddest the Egyptian yesterday?"},{"number":29,"verse":"Then fledde Moyses at that saying, and was a straunger in the lande of Madian, where he begate two sonnes."},{"number":30,"verse":"And whe fourtie yeres were expired, there appeared to hym in the wyldernesse of mount Sina, an Angel of the Lorde in a flambe of fire in a busshe."},{"number":31,"verse":"When Moyses sawe it, he wondred at ye sight: And as he drue neare to behold, the voyce of the Lord came vnto hym."},{"number":32,"verse":"I am the God of thy fathers, ye God of Abraham, and the God of Isaac, and ye God of Iacob. Then Moyses trembled, & durst not beholde."},{"number":33,"verse":"Then sayde the Lorde to hym: Put of thy shoes from thy feete, for the place where thou standest, is holy grounde."},{"number":34,"verse":"I haue seene, I haue seene the afflictio of my people which is in Egypt, and I haue hearde their gronyng, and am come downe to deliuer them: And now come, & I wyll sende thee into Egypt."},{"number":35,"verse":"This Moyses, whom they forsoke saying, who made thee a ruler and a iudge? the same dyd God sende, to be a ruler, and a deliuerer, by the handes of the angell, whiche appeared to hym in the busshe."},{"number":36,"verse":"He brought them out, shewyng wonders and signes in Egypt, & in the read sea, & in the wyldernesse fourtie yeres."},{"number":37,"verse":"This is that Moyses which saide vnto the chyldren of Israel: A prophete shall the Lorde your God raise vp vnto you of your brethren, lyke vnto me, him shall ye heare."},{"number":38,"verse":"This is he that was in the Churche in ye wyldernesse with the angel, which spake to hym in the mount Sinai, and with our fathers: This man receaued the worde of lyfe to geue vnto vs."},{"number":39,"verse":"To whom our fathers woulde not obey, but thrust it from them, and in their hearts turned backe againe into Egypt,"},{"number":40,"verse":"Saying vnto Aaron, Make vs gods to go before vs. For as for this Moyses that brought vs out of the lande of Egypt, we wote not what is become of hym."},{"number":41,"verse":"And they made a Calfe in those dayes, and offred sacrifice vnto the idoll, and reioyced ouer the workes of their owne handes."},{"number":42,"verse":"Then God turned hym selfe away, & gaue them vp to worship the hoast of heauen, as it is written in ye booke of the prophetes: O ye house of Israel, haue ye offered to me slayne beastes, and sacrifices, by the space of fourtie yeres in the wyldernesse?"},{"number":43,"verse":"And ye toke vnto you the tabernacle of Moloch, and the starre of your god Remphan, figures whiche ye made to worship them: And I wyll carry you away beyonde Babylon."},{"number":44,"verse":"Our fathers had ye tabernacle of witnesse in the wyldernesse, as he had appoynted, speakyng vnto Moyses, that he shoulde make it accordyng to the fasshion that he had seene."},{"number":45,"verse":"Whiche also our fathers that came after, brought in with Iesus into the possession of the gentiles, who God draue out before the face of our fathers, vnto the dayes of Dauid."},{"number":46,"verse":"Which founde fauour before God, and woulde fayne haue founde a tabernacle for the God of Iacob."},{"number":47,"verse":"But Solomon buylt hym an house."},{"number":48,"verse":"Howebeit, he that is hyest of al, dwelleth not in teples made with handes, as sayth the prophete:"},{"number":49,"verse":"Heauen is my seate, and earth is my footstoole. What house wyll ye buylde for me, saith the Lord? Or which is the place of my rest?"},{"number":50,"verse":"Hath not my hande made all these thynges?"},{"number":51,"verse":"Ye styfnecked and of vncircumcised heartes and eares, ye haue alwayes resisted the holy ghost: as your fathers dyd, so do ye."},{"number":52,"verse":"Which of the prophetes haue not your fathers persecuted? And they haue slayne them which shewed before of the commyng of that iuste, of whom ye are nowe the betrayers and murtherers:"},{"number":53,"verse":"Whiche also haue receaued the lawe, by the disposition of angels, and haue not kept it."},{"number":54,"verse":"When they hearde these thynges, their heartes claue a sunder, and they gnasshed on hym with their teeth."},{"number":55,"verse":"But he being full of the holy ghost, loked vp stedfastly into heauen, and sawe the glory of God, and Iesus standyng on the ryght hande of God,"},{"number":56,"verse":"And sayde: Beholde, I see the heauens open, & the sonne of man standyng on the ryght hande of God."},{"number":57,"verse":"Then they gaue a shoute with a loude voyce, and stopped their eares, and ran vpon hym all at once,"},{"number":58,"verse":"And cast hym out of the citie, and stoned him. And ye witnesses layde downe their clothes at a young mans feete, whose name was Saul."},{"number":59,"verse":"And they stoned Steuen, callyng on, and saying: Lorde Iesu receaue my spirite."},{"number":60,"verse":"And he kneeled downe, and cryed with a loude voyce: Lorde lay not this sinne to their charge. And when he had thus spoken, he fell a sleepe."}]}