{"bibleAbbr":"KJ3-2005","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":1,"verses":[{"number":1,"verse":"Peter, an apostle of Jesus Christ, to the elect sojourners of the dispersion of Pontus, of Galatia, of Cappadocia, of Asia, and of Bithynia,"},{"number":2,"verse":"according to the foreknowledge of God the Father, in sanctification of the Spirit to obedience and sprinkling of the blood of Jesus Christ: Grace and peace be multiplied to you."},{"number":3,"verse":"Blessed be the God and Father of our Lord Jesus Christ, the one according to His great mercy having regenerated us to a living hope through the resurrection of Jesus Christ from the dead,"},{"number":4,"verse":"to an inheritance incorruptible and undefiled and unfading, having been kept in Heaven for you,"},{"number":5,"verse":"the ones in the power of God being guarded through faith to a salvation ready to be revealed in the last time;"},{"number":6,"verse":"in which you exult; yet a little while, if it is needful, having been grieved in many various kinds of trials,"},{"number":7,"verse":"so that the testing of your faith, much more precious than perishing gold, but being tested through fire, may be found to praise and honor and glory at the revelation of Jesus Christ;"},{"number":8,"verse":"whom having not known, you love; in whom not yet seeing, but believing, you exult with joy unspeakable and being glorified,"},{"number":9,"verse":"obtaining the end of your faith, the salvation of your souls."},{"number":10,"verse":"About which salvation the prophets sought out and searched out, prophesying about the grace for you,"},{"number":11,"verse":"searching for what, or what sort of time the Spirit of Christ made clear within them; testifying beforehand of the sufferings belonging to Christ, and the glories after these."},{"number":12,"verse":"To whom it was revealed that not to themselves, but to us they ministered the same things, which now were proclaimed to you through the ones having preached the gospel to you in the Holy Spirit having been sent from Heaven; into which things angels long to look into."},{"number":13,"verse":"Therefore, having girded up the loins of your mind, being sober, completely hope on the grace being borne to you at the revelation of Jesus Christ,"},{"number":14,"verse":"as children of obedience, not being conformed yourselves to your former lusts in your ignorance,"},{"number":15,"verse":"but according to the Holy One having called you is holy, yourselves also become holy in all conduct;"},{"number":16,"verse":"because it has been written, \"Be holy,\" \"because I am holy\". Lev 19:2"},{"number":17,"verse":"And if you call on the Father, the One judging according to the work of each one without respect of persons, in the time of your pilgrimage conduct yourselves in fear,"},{"number":18,"verse":"knowing that not with corruptible things, silver or gold, were you redeemed from your worthless way of life handed down from your fathers,"},{"number":19,"verse":"but with precious blood of Christ, as a lamb without blemish and without spot,"},{"number":20,"verse":"indeed having been foreknown before the foundation of the world, but revealed in the last times because of you,"},{"number":21,"verse":"the ones believing in God through Him, He raising Him from the dead, and giving glory to Him so that your faith and hope may be in God."},{"number":22,"verse":"Having purified your souls in the obedience of the truth through the Spirit to unpretended brotherly love, love one another fervently out of a pure heart,"},{"number":23,"verse":"having been generated, not by corruptible seed, but incorruptible, through the living Word of God, and remaining unto the age."},{"number":24,"verse":"Because \"all flesh is as grass, and all the glory of men as the flower of grass; the grass was dried, and its flower fell off,"},{"number":25,"verse":"but the Word of the Lord remains unto the age.\" And this is the Word preached as gospel to you. Isaiah 40:6-8"}]}