{"bibleAbbr":"KJ3-2005","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":5,"verses":[{"number":1,"verse":"I exhort the elders among you, I being a fellow-elder, and a witness of the sufferings of Christ, and being sharer of the glory about to be revealed:"},{"number":2,"verse":"Shepherd the flock of God among you, exercising oversight, not by compulsion, but willingly, nor eagerly for base gain, but readily;"},{"number":3,"verse":"nor as exercising lordship over the allotment given to you, but becoming examples of the flock."},{"number":4,"verse":"And at the appearing of the Chief Shepherd, you will receive the never-fading crown of glory."},{"number":5,"verse":"Likewise, younger ones be subject to older ones; and all being subject to one another. gird on humility, because God sets Himself \"against proud ones, but He gives grace to humble ones\". Prov 3:34"},{"number":6,"verse":"Therefore, be humbled under the mighty hand of God, that He may exalt you in time;"},{"number":7,"verse":"\"casting all your anxiety onto Him,\" because it matters to Him concerning you. LXX-Psa. 54:23; MT-Psa. 55:22"},{"number":8,"verse":"Be self-controlled. Be watchful, because your adversary the devil walks about as a roaring lion seeking someone he may devour;"},{"number":9,"verse":"whom firmly resist in the faith, knowing the same sufferings are being completed in your brotherhood in the world."},{"number":10,"verse":"Now the God of all grace, the One having called you to His eternal glory in Christ Jesus, you having suffered a little, Himself will perfect, confirm, strengthen, establish you."},{"number":11,"verse":"To Him be the glory and the might forever and ever. Amen."},{"number":12,"verse":"I wrote to you by a few words by way of Silvanus the faithful brother, as I reckon, exhorting and witnessing this to be the true grace of God, in which you stand."},{"number":13,"verse":"Greets you the fellow-elected sister assembly in Babylon; also Mark my son."},{"number":14,"verse":"Greet one another with a kiss of love. Peace be to you, all the ones in Christ Jesus. Amen."}]}