{"bibleAbbr":"kj21-1994","bookName":"Deuteronomy","bookEnglishName":"Deuteronomy","chapterNumber":10,"verses":[{"number":1,"verse":"\"At that time the LORD said unto me, `Hew thee two tablets of stone like unto the first, and come up unto Me onto the mount, and make thee an ark of wood."},{"number":2,"verse":"And I will write on the tablets the words that were on the first tablets which thou didst break, and thou shalt put them in the ark.'"},{"number":3,"verse":"And I made an ark of shittim wood and hewed two tablets of stone like unto the first, and went up onto the mount, having the two tablets in mine hand."},{"number":4,"verse":"And He wrote on the tablets, according to the first writing, the Ten Commandments, which the LORD spoke unto you in the mount out of the midst of the fire in the day of the assembly; and the LORD gave them unto me."},{"number":5,"verse":"And I turned myself and came down from the mount, and put the tablets in the ark which I had made; and there they be, as the LORD commanded me.\""},{"number":6,"verse":"(And the children of Israel took their journey from Beeroth of the children of Jaakan to Mosera. There Aaron died, and there he was buried; and Eleazar his son ministered in the priest's office in his stead."},{"number":7,"verse":"From thence they journeyed unto Gudgodah, and from Gudgodah to Jotbathah, a land of rivers of waters."},{"number":8,"verse":"At that time the LORD separated the tribe of Levi to bear the ark of the covenant of the LORD, to stand before the LORD to minister unto Him, and to bless in His name, unto this day."},{"number":9,"verse":"Therefore Levi hath no part nor inheritance with his brethren; the LORD is his inheritance, according as the LORD thy God promised him.)"},{"number":10,"verse":"\"And I stayed on the mount, according to the first time, forty days and forty nights; and the LORD hearkened unto me at that time also, and the LORD would not destroy thee."},{"number":11,"verse":"And the LORD said unto me, `Arise, take thy journey before the people, that they may go in and possess the land which I swore unto their fathers to give unto them.'"},{"number":12,"verse":"\"And now, Israel, what doth the LORD thy God require of thee, but to fear the LORD thy God, to walk in all His ways, and to love Him, and to serve the LORD thy God with all thy heart and with all thy soul,"},{"number":13,"verse":"to keep the commandments of the LORD and His statutes which I command thee this day for thy good?"},{"number":14,"verse":"Behold, the heaven and the heaven of heavens is the LORD'S thy God, the earth also, with all that therein is."},{"number":15,"verse":"Only the LORD had a delight in thy fathers to love them; and He chose their seed after them, even you above all people, as it is this day."},{"number":16,"verse":"Circumcise therefore the foreskin of your heart, and be no more stiffnecked."},{"number":17,"verse":"For the LORD your God is God of gods and Lord of lords, a great God, a mighty and a fearsome, who regardeth not persons nor taketh reward."},{"number":18,"verse":"He doth execute the judgment of the fatherless and widow, and loveth the stranger in giving him food and raiment."},{"number":19,"verse":"Love ye therefore the stranger, for ye were strangers in the land of Egypt."},{"number":20,"verse":"Thou shalt fear the LORD thy God; Him shalt thou serve, and to Him shalt thou cleave and swear by His name."},{"number":21,"verse":"He is thy praise, and He is thy God, who hath done for thee these great and fearsome things which thine eyes have seen."},{"number":22,"verse":"Thy fathers went down into Egypt with threescore and ten persons, and now the LORD thy God hath made thee as the stars of heaven for multitude."}]}