{"bibleAbbr":"guOV2016","bookName":"માર્કની લખેલી સુવાર્તા","bookEnglishName":"Mark","chapterNumber":1,"verses":[{"number":1,"verse":"( યોહાન બાપ્તિસ્તનો સંદેશ) ( ( 470 ૩:૧-૧૨ ; 490 ૩:૧-૧૮ ; 500 ૧:૯-૨૮ )) ઈશ્વરના પુત્ર ઈસુ ખ્રિસ્તની આ સુવાર્તા છે. એનો આરંભ"},{"number":2,"verse":"( .) યશાયા પ્રબોધક [ના પુસ્તક] માં લખેલું છે તેમ થયો કે, “ જો હું તારી આગળ મારા દૂતને મોકલું છું; તે તારી આગળ તારો માર્ગ તૈયાર કરશે."},{"number":3,"verse":"( .) અરણ્યમાં કોઈ પોકારી રહ્યું છે કે- ‘પ્રભુનો માર્ગ તૈયાર કરો, તેમના રસ્તા સીધા કરો.’”"},{"number":4,"verse":"એ પ્રમાણે યોહાન અરણ્યમાં બાપ્તિસ્મા આપતો, અને પાપોની માફીને માટે પસ્તાવાનું બાપ્તિસ્મા જાહેર કરતો હતો."},{"number":5,"verse":"અને આખા યહૂદિયા દેશનાં તથા યરુશાલેમના રહેવાસીઓ તેની પાસે ગયા; અને બધા પોતાનાં પાપ કબૂલ કરીને યર્દન નદીમાં તેનાથી બાપ્તિસ્મા પામ્યા."},{"number":6,"verse":"અને ( .) યોહાનનો પોશાક ઊંટના વાળનો હતો, ને તેની કમરે ચામડાનો પટો હતો. અને તે તીડો તથા રાની મધ ખાતો હતો."},{"number":7,"verse":"અને તેણે એવું પ્રગટ કર્યું, “મારા કરતાં જે સમર્થ છે તે મારી પાછળ આવે છે; હું તો નીચો નમીને તેમના ચંપલની વાધરીયે છોડવા યોગ્ય નથી."},{"number":8,"verse":"મેં પાણીથી તમારું બાપ્તિસ્મા કર્યું છે ખરું, પણ તે પવિત્ર આત્માથી તમારું બાપ્તિસ્મા કરશે.”"},{"number":9,"verse":"( ઈસુનું બાપ્તિસ્મા અને પરીક્ષણ) ( ( 470 ૩:૧૩-૪:૧૧ ; 490 ૩:૨૧-૨૨ ; 490 ૪:૧-૧૩ )) અને તે દિવસોમાં એમ થયું કે, ઈસુ ગાલીલના નાસરેથથી આવ્યા, ને યર્દનમાં યોહાનથી બાપ્તિસ્મા પામ્યા."},{"number":10,"verse":"અને તરત તેમણે પાણીમાંથી ઉપર આવીને આકાશ ઊઘડેલું તથા પવિત્ર આત્માને કબૂતરની જેમ પોતાના પર ઊતરતો જોયો."},{"number":11,"verse":"અને આકાશમાંથી એવી વાણી થઈ, ( ; ; ; ; ; ; .) તું મારો વહાલો દીકરો છે, તારા પર હું પ્રસન્‍ન છું.”"},{"number":12,"verse":"અને તરત આત્મા તેમને અરણ્યમાં લઈ જાય છે."},{"number":13,"verse":"અને અરણ્યમાં ચાળીસ દિવસ સુધી તે રહ્યા, ને શેતાનથી તેમનું પરીક્ષણ થયું; અને જંગલી પશુઓની સાથે તે હતા; અને દૂતોએ તેમની સેવા કરી."},{"number":14,"verse":"( પ્રથમ શિષ્યોને આમંત્રણ) ( ( 470 ૪:૧૨-૨૨ ; 490 ૪:૧૪-૧૫ ; 490 ૫:૧-૧૧ )) અને યોહાનના પરસ્વાધીન કરાયા પછી ઈસુ ગાલીલમાં આવ્યા, ને ઈશ્વરની સુવાર્તા પ્રગટ કરતાં તેમણે કહ્યું,"},{"number":15,"verse":"“સમય પૂરો થયો છે, ને ઈશ્વરનું રાજ્ય પાસે આવ્યું છે; ( .) પસ્તાવો કરો, ને સુવાર્તા પર વિશ્વાસ કરો.”"},{"number":16,"verse":"અને તે ગાલીલના સમુદ્રને કાંઠે ચાલતા હતા તેવામાં તેમણે સિમોન તથા તેના ભાઈ આન્દ્રિયાને સમુદ્રમાં જાળ નાખતા જોયા; કેમ કે તેઓ માછલાં પકડનારા હતા."},{"number":17,"verse":"અને ઈસુએ તેઓને કહ્યું, “મારી પાછળ આવો, ને હું તમને માણસોને પકડનારા કરીશ.”"},{"number":18,"verse":"અને તરત તેઓ પોતાની જાળો મૂકીને તેમની સાથે ગયા."},{"number":19,"verse":"અને ત્યાંથી થોડું આગળ જઈને તેમણે ઝબદીના દીકરા યાકૂબ તથા તેના ભાઈ યોહાનને વહાણમાં જાળો સાંધતા જોયા."},{"number":20,"verse":"અને તરત તેમણે તેઓને બોલાવ્યા. અને તેઓ પોતાના પિતા ઝબદીને નોકરોની સાથે વહાણમાં મૂકીને તેમની પાછળ ગયા."},{"number":21,"verse":"( અશુદ્ધ આત્મા વળગેલો માણસ) ( ( 490 ૪:૩૧-૩૭ )) અને તેઓ કપર-નાહૂમમાં ગયા, ને તરત વિશ્રામવારે સભાસ્થાનમાં જઈને તેમણે ઉપદેશ આપ્યો."},{"number":22,"verse":"અને ( .) તેઓ તેમના ઉપદેશથી નવાઈ પામ્યા; કેમ કે શાસ્‍ત્રીઓની જેમ નહિ, પણ જેને અધિકાર હોય તેની જેમ તેમણે તેઓને ઉપદેશ આપ્યો."},{"number":23,"verse":"અને તેઓના સભાસ્થાનમાં અશુદ્ધ આત્મા વળગેલો એક માણસ હતો. તેણે બૂમ પાડી,"},{"number":24,"verse":"“અરે, ઈસુ નાઝારી, અમારે ને તમારે શું છે? શું તમે અમારો નાશ કરવા આવ્યા છો? તમે કોણ છો, એ હું જાણું છું, એટલે ઈશ્વરના પવિત્ર.”"},{"number":25,"verse":"અને ઈસુએ તેને ધમકાવતાં કહ્યું, “છાનો રહે, ને તેનામાંથી નીકળી જા.”"},{"number":26,"verse":"અને અશુદ્ધ આત્મા તેને મરડી નાખીને તથા મોટી બૂમ પાડીને તેમાંથી નીકળી ગયો."},{"number":27,"verse":"અને બધા એવા નવાઈ પામ્યા કે તેઓ અંદરોઅંદર પૂછવા લાગ્યા, “આ શું છે? આ તો નવો ઉપદેશ છે! કેમ કે અધિકારથી તે અશુદ્ધ આત્માઓને પણ આજ્ઞા કરે છે, ને તેઓ તેનું માને છે.”"},{"number":28,"verse":"અને તરત તેમની કીર્તિ આખા ગાલીલ પ્રાંતમાં ફેલાઈ ગઈ."},{"number":29,"verse":"( ઈસુએ ઘણા લોકોને સાજા કર્યા) ( ( 470 ૮:૧૪-૧૭ ; 490 ૪:૩૮-૪૧ )) અને તેઓ સભાસ્થાનમાંથી નીકળીને યાકૂબ તથા યોહાન સહિત તરત સિમોન તથા આન્દ્રિયાના ઘરમાં ગયા."},{"number":30,"verse":"હવે સિમોનની સાસુ તાવે પડેલી હતી. અને તરત તેઓએ તેના વિષે તેમને ક્હ્યું."},{"number":31,"verse":"અને પાસે આવીને તેમણે એનો હાથ પકડીને એને ઉઠાડી, અને તરત એનો તાવ મટી ગયો; અને એણે તેઓની સેવા કરી."},{"number":32,"verse":"અને સાંજે સૂરજ આથમ્યો ત્યારે તેઓ બધાં માંદાંઓને તથા દુષ્ટાત્મા વળગેલાંઓને તેમની પાસે લાવ્યા."},{"number":33,"verse":"અને બારણા આગળ આખું શહેર એકત્ર થયું."},{"number":34,"verse":"અને ઘણાં જેઓ વિધવિધ પ્રકારના રોગથી પીડાતાં હતાં તેઓને તેમણે સાજાં કર્યાં, ને ઘણાં દુષ્ટાત્માઓને કાઢ્યા. અને દુષ્ટાત્માઓ તેમને ઓળખતા હતા માટે તેમણે તેઓને બોલવા દીધા નહિ."},{"number":35,"verse":"( ગાલીલમાં ઈસુનો ઉપદેશ) ( ( 490 ૪:૪૨-૪૪ )) અને સવારે મળસ્કું થતાં પહેલાં ઘણા વહેલા ઊઠીને તે બહાર ગયા, ને ઉજ્જડ સ્થળે જઈને તેમણે ત્યાં પ્રાર્થના કરી."},{"number":36,"verse":"અને સિમોન તથા જેઓ તેમની સાથે હતા, તેઓ તેમની પાછળ ગયા."},{"number":37,"verse":"અને તે તેઓને મળ્યા ત્યારે તેઓ તેમને કહે છે, “સહુ તમને શોધે છે.”"},{"number":38,"verse":"અને તે તેઓને કહે છે, “આપણે પાસેનાં ગામોમાં જઈએ કે, હું ત્યાં પણ ઉપદેશ આપું; કેમ કે એ જ માટે હું આવ્યો છું.”"},{"number":39,"verse":"અને ( ; .) આખા ગાલીલમાં ફરીને તેઓનાં સભાસ્થાનોમાં જઈને તે ઉપદેશ આપતા હતા ને દુષ્ટાત્માઓ કાઢતા હતા."},{"number":40,"verse":"( એક કોઢિયો શુદ્ધ થયો) ( ( 470 ૮:૧-૪ ; 490 ૫:૧૨-૧૬ )) અને એક કોઢિયો તેમની પાસે આવે છે, ને તેમને વિનંતી કરીને તથા ઘૂંટણ ટેકવીને કહે છે, “જો તમારી ઇચ્છા હોય તો તમે મને શુદ્ધ કરી શકો છો.”"},{"number":41,"verse":"અને ઈસુને દયા આવી, ને હાથ લાંબો કરીને તે તેને અડક્યા, ને તેને કહ્યું, “મારી ઇચ્છા છે; તું શુદ્ધ થા.”"},{"number":42,"verse":"અને તરત તેનો કોઢ ગયો, ને તે શુદ્ધ થયો."},{"number":43,"verse":"અને ઈસુએ સખત ચેતવણી આપીને તરત તેને બહાર મોકલ્યો."},{"number":44,"verse":"અને તે તેને કહે છે, “જોજે, કોઈને કંઈ કહેતો ના. પણ જઈને પોતાને યાજકને બતાવ, અને ( .) જે કંઈ મૂસાએ ફરમાવ્યું તેનું, તારા શુદ્ધીકરણને લીધે, તેઓને માટે સાક્ષી તરીકે, અર્પણ કર.”"},{"number":45,"verse":"પણ તે નીકળી જઈને તે વાત એટલી બધી પ્રગટ કરવા તથા ફેલાવવા લાગ્યો કે ઈસુ ફરી શહેરમાં ઉઘાડી રીતે જઈ ન શક્યા, પણ બહાર ઉજ્જડ જગાઓમાં રહ્યા; અને લોકો ચારે તરફથી તેમની પાસે આવતા હતા."}]}