{"bibleAbbr":"guOV2016","bookName":"માર્કની લખેલી સુવાર્તા","bookEnglishName":"Mark","chapterNumber":15,"verses":[{"number":1,"verse":"( ઈસુ પિલાત સમક્ષ) ( ( 470 ૨૭:૧-૨ , 470 ૧૧-૧૪ ; 490 ૨૩:૧-૫ ; 500 ૧૮:૨૮-૩૮ )) સવાર થઈ કે તરત મુખ્ય યાજકોએ વડીલો, શાસ્‍ત્રીઓ તથા આખી ન્યાયસભા સાથે મળીને યોજના કરી, ને ઈસુને બાંધીને, લઈ ગયા, ને પિલાતના હાથમાં સોંપી દીધા."},{"number":2,"verse":"પિલાતે તેમને પૂછ્યું, “શું તું યહૂદીઓનો રાજા છે?” તેમણે તેને ઉત્તર આપ્યો, “તમે કહો છો તે જ [હું છું] ”"},{"number":3,"verse":"મુખ્ય યાજકોએ તેમની પર ઘણાં તહોમત મૂક્યાં."},{"number":4,"verse":"પિલાતે ફરી તેમને પૂછ્યું, “તું કંઈ જ ઉત્તર આપતો નથી? જો તેઓ તારા પર કેટલાં બધાં તહોમત મૂકે છે!”"},{"number":5,"verse":"પણ ઈસુએ બીજો કંઈ ઉત્તર આપ્યો નહિ, જેથી પિલાતને આશ્ચર્ય થયું."},{"number":6,"verse":"( ઈસુને મૃત્યુની સજા ફરમાવી) ( ( 470 ૨૭:૧૫-૨૬ ; 490 ૨૩:૧૩-૨૫ ; 500 ૧૮:૩૯-૧૯:૧૬ )) આ પર્વમાં તેઓ જે એક બંદીવાનને માગે તેને તે છોડી દેતો."},{"number":7,"verse":"કેટલાક દંગો કરનારાઓએ દંગામાં ખૂન કર્યું હતું, અને તેઓની સાથે કેદમાં પડેલો એવો એક બારાબાસ નામનો માણસ હતો."},{"number":8,"verse":"લોકો ઉપર ચઢીને પિલાતને વિનંતી કરવા લાગ્યા, “જેમ તમે અમારે માટે હંમેશાં કરતા, તે પ્રમાણે કરો.”"},{"number":9,"verse":"પિલાતે તેઓને ઉત્તર આપ્યો, “શું તમારી મરજી એવી છે કે, હું તમારે માટે યહૂદીઓના રાજાને છોડી દઉં?”"},{"number":10,"verse":"કેમ કે તે જાણતો હતો કે મુખ્ય યાજકોએ અદેખાઈને લીધે તેમને સોંપી દીધા હતા."},{"number":11,"verse":"પણ મુખ્ય યાજકોએ લોકોને ઉશ્કેર્યા કે, તે તેઓને માટે બારાબાસને છોડી દે."},{"number":12,"verse":"પણ પિલાતે ફરી તેઓને પૂછ્યું, “જેને તમે યહૂદીઓનો રાજા કહો છો, તેને હું શું કરું?”"},{"number":13,"verse":"તેઓએ ફરી બૂમ પાડી, “તેને વધસ્તંભે જડાવો.”"},{"number":14,"verse":"પિલાતે તેઓને પૂછ્યું. “શા માટે? તેણે શું ભૂંડું કર્યું છે?” પણ તેઓએ વિશેષ બૂમ પાડી, “તેને વધસ્તંભે જડાવો.”"},{"number":15,"verse":"ત્યારે પિલાતે લોકોને રાજી કરવા ચાહતાં તેઓને માટે બારાબાસને છોડી દીધો; અને ઈસુને કોરડા મરાવીને વધસ્તંભે જડવા માટે સોંપ્યા."},{"number":16,"verse":"( સિપાઈઓ ઈસુની મશ્કરી કરે છે) ( ( 470 ૨૭:૨૭-૩૧ ; 500 ૧૯:૨-૩ )) સિપાઈઓ તેમને પ્રૈતોર્યુમ નામે કચેરીમાં લઈ ગયા; ત્યાં તેઓએ આખી ટુકડી એકઠી કરી."},{"number":17,"verse":"તેઓએ તેમને જાંબુડિયો ઝભ્ભો પહેરાવ્યો, ને કાંટાનો મુગટ ગૂંથીને તેમના માથા પર મૂક્યો."},{"number":18,"verse":"અને “હે યહૂદીઓના રાજા, સલામ!” એમ કહીને તેઓ તેમને નમસ્કાર કરવા લાગ્યા."},{"number":19,"verse":"તેઓએ તેમના માથા પર સોટી મારી, તેમના પર થૂંક્યા, અને ઘૂંટણ ટેકવીને તેમની આગળ નમ્યા."},{"number":20,"verse":"તેમની મશ્કરી કરી રહ્યા પછી તેઓએ તેમના પરથી જાંબુડિયો ઝભ્ભો ઉતારી લીધો, ને તેમનાં પોતાનાં વસ્‍ત્રો તેમને પહેરાવીને તેમને વધસ્તંભે જડવા માટે લઈ ગયા."},{"number":21,"verse":"( ઈસુનું ક્રૂસારોહણ) ( ( 470 ૨૭:૩૨-૪૪ ; 490 ૨૩:૨૬-૪૩ ; 500 ૧૯:૧૭-૨૭ )) સિમોન કરીને કુરેનીનો એક માણસ જે આલેકસાંદરનો તથા ( .) રૂફસનો પિતા હતો, તે સીમમાંથી આવતાં ત્યાં થઈને જતો હતો, તેની પાસે તેઓએ બળજબરીથી તેમનો વધસ્તંભ ઊંચકાવ્યો."},{"number":22,"verse":"ગુલગથા નામની જગા, જેનો અર્થ, ‘ખોપરીની જગા’ છે, ત્યાં તેઓ તેમને લાવે છે."},{"number":23,"verse":"તેઓએ બોળ ભેળેલો દ્રાક્ષારસ તેમને પીવાને આપવા માંડ્યો; પણ તેમણે તે લીધો નહિ."},{"number":24,"verse":"તેઓએ તેમને વધસ્તંભે જડ્યા, ને પ્રત્યેકે ( .) તેમનાં વસ્‍ત્રનો કયો ભાગ લેવો, તે નક્કી કરવા માટે ચિઠ્ઠીઓ નાખીને તેઓએ તે અંદરોઅંદર વહેંચી લીધાં."},{"number":25,"verse":"દિવસના ત્રીજે કલાકે તેઓએ તેમને વધસ્તંભે જડ્યા."},{"number":26,"verse":"તેમના ઉપર તેઓએ એવું તહોમતનામું લખ્યું હતું “યહૂદીઓનો રાજા”."},{"number":27,"verse":"તેમની સાથે તેઓએ બે લૂંટારાને વધસ્તંભે જડ્યા; એકને તેમની જમણી તરફ ને બીજાને તેમની ડાબી તરફ. ["},{"number":28,"verse":"( .) ‘તે અપરાધીઓમાં ગણાયો’, એવું જે શાસ્‍ત્રવચન તે પૂરું થયું.]"},{"number":29,"verse":"પાસે થઈને જનારાઓએ તેમની નિંદા કરી તથા ( ; .) માથાં હલાવીને કહ્યું, ( ; .) “વાહ રે! મંદિરને પાડી નાખનાર તથા ત્રણ દિવસમાં તેને પાછું બાંધનાર,"},{"number":30,"verse":"તું પોતાને બચાવ, ને વધસ્તંભ પરથી ઊતરી આવ.”"},{"number":31,"verse":"એ જ પ્રમાણે મુખ્ય યાજકોએ અંદરોઅંદર શાસ્‍ત્રીઓ સહિત તેમની મશ્કરી કરીને કહ્યું, “તેણે બીજાઓને બચાવ્યા, પણ તે પોતાને બચાવી શકતો નથી."},{"number":32,"verse":"ઇઝરાયલનો રાજા, ખ્રિસ્ત, હમણાં વધસ્તંભ પરથી ઊતરી આવે કે, અમે જોઈને વિશ્વાસ કરીએ.” વળી જેઓ તેમની સાથે વધસ્તંભે જડાયેલા હતા તેઓએ પણ તેમની નિંદા કરી."},{"number":33,"verse":"( ઈસુનું મૃત્યુ) ( ( 470 ૨૭:૪૫-૪૬ ; 490 ૨૩:૪૪-૪૯ ; 500 ૧૯:૨૮-૩૦ )) છઠ્ઠો કલાક થયો ત્યારે આખા દેશમાં નવમા કલાક સુધી અંધકાર છવાઈ રહ્યો."},{"number":34,"verse":"નવમા કલાકે ઈસુએ મોટે અવાજે બૂમ પાડી, “એલોઈ, એલોઈ, લમા શબકથની, ” એટલે ( .) “મારા ઈશ્વર, મારા ઈશ્વર, તમે મને કેમ મૂકી દીધો છે?”"},{"number":35,"verse":"જેઓ પાસે ઊભા રહેલા હતા તેઓમાંના કેટલાકે તે સાંભળીને કહ્યું, “જુઓ. તે એલિયાને બોલાવે છે.”"},{"number":36,"verse":"ત્યારે એક માણસે દોડીને ( .) સરકાથી વાદળી ભરી, ને લાકડીને ટોચે બાંધીને તેમને ચૂસવા આપીને કહ્યું, “રહેવા દો; આપણે જોઈએ કે એલિયા તેને ઉતારવાને આવે છે કે નહિ.”"},{"number":37,"verse":"ઈસુએ મોટી બૂમ પાડીને પ્રાણ છોડ્યો."},{"number":38,"verse":"[તે જ વખતે] મંદિરનો ( .) પડદો ઉપરથી તે નીચે સુધી ફાટીને તેના બે ભાગ થઈ ગયા."},{"number":39,"verse":"જે સૂબેદાર તેમની સામે ઊભો હતો, તેણે જોયું કે એમણે આવી રીતે પ્રાણ છોડ્યો, ત્યારે તેણે કહ્યું, “ખરેખર આ માણસ ઈશ્વરનો દીકરો હતો.”"},{"number":40,"verse":"કેટલીક સ્‍ત્રીઓ પણ દૂરથી જોતી હતી; તેઓમાં મગદલાની મરિયમ, અને નાના યાકૂબ અને યોસેની મા મરિયમ તથા શાલોમી હતી."},{"number":41,"verse":"જ્યારે તે ગાલીલમાં હતા ત્યારે તેઓ તેમની પાછળ ચાલીને તેમની સેવા કરતી હતી; અને તેમની સાથે યરુશાલેમમાં આવેલી બીજી પણ ઘણી સ્‍ત્રીઓ [ત્યાં હતી.]"},{"number":42,"verse":"( ઈસુનું દફન) ( ( 470 ૨૭:૫૭-૬૧ ; 490 ૨૩:૫૦-૫૬ ; 500 ૧૯:૩૮-૪૨ )) સાંજ પડી ત્યારે સિદ્ધિકરણનો દિવસ એટલે વિશ્રામવારનો આગલો દિવસ હતો, માટે,"},{"number":43,"verse":"ન્યાયસભાનો એક માનવંતો સભાસદ, અરિમથાઈનો યૂસફ આવ્યો, જે પોતે પણ ઈશ્વરના રાજ્યની વાટ જોતો હતો; તેણે હિમ્મત રાખીને પિલાતની પાસે જઈને ઈસુની લાસ માગી."},{"number":44,"verse":"પિલાત નવાઈ પામ્યો, “શું તે એટલામાં મરી ગયો હોય!’ તેણે સૂબેદારને પોતાની પાસે બોલાવીને તેને પૂછ્યું, “તેને મરી ગયાને કેટલો વખત થયો?”"},{"number":45,"verse":"સૂબેદાર પાસેથી તે વિષે તેને ખબર મળી ત્યારે તેણે યૂસફને લાસ અપાવી."},{"number":46,"verse":"તેણે શણનું લૂગડું વેચાતું લીધું, ને તેમને ઉતારીને તેમને તે શણના લૂગડામાં વીંટાળ્યા, ને ખડકમાં ખોદેલી એક કબરમાં તેમને મૂક્યા; અને તે કબરના મોં આગળ એક પથ્થર ગબડાવી મૂકયો."},{"number":47,"verse":"તેમને ક્યાં મૂક્યા હતા એ મગદલાની મરિયમ, તથા યોસેની મા મરિયમે જોયું."}]}