{"bibleAbbr":"guOV2016","bookName":"માર્કની લખેલી સુવાર્તા","bookEnglishName":"Mark","chapterNumber":2,"verses":[{"number":1,"verse":"( પક્ષઘાતીને સાજાપણું) ( ( 470 ૯:૧-૮ ; 490 ૫:૧૭-૨૬ )) અને કેટલાક દિવસ પછી તે ફરી કપર-નાહૂમમાં ગયા, ત્યારે એવી ચર્ચા ફેલાઈ કે, ‘તે ઘરમાં છે’"},{"number":2,"verse":"અને એટલા બધા લોકો એકત્ર થયા કે દરવાજા પાસે પણ જગા નહોતી અને તે તેઓને વાત સંભળાવતા હતા."},{"number":3,"verse":"અને‍ ચાર માણસોએ ઊંચકેલા એક પક્ષઘાતીને તેઓ તેમની પાસે લાવ્યા."},{"number":4,"verse":"અને ભીડને લીધે તેઓ તેમની પાસે આવી ન શક્યા, એટલે જ્યાં તે હતા ત્યાંનું છાપરું તેઓએ ઉકેલ્યું, ને તે તોડીને જે ખાટલા પર પક્ષઘાતી સૂતો હતો તે તેઓએ ઉતાર્યો."},{"number":5,"verse":"અને ઈસુ તેઓનો વિશ્વાસ જોઈને પક્ષઘાતીને કહે છે, “દીકરા, તારાં પાપ માફ થયાં છે.”"},{"number":6,"verse":"પણ કેટલાક શાસ્‍ત્રીઓ ત્યાં બેઠા હતા, તેઓ પોતાનાં હ્રદયોમાં વિચારતા હતા,"},{"number":7,"verse":"“આ માણસ આવી રીતે કેમ બોલે છે? એ તો દુર્ભાષણ કરે છે: એક, એટલે ઈશ્વર, તે વિના પાપની માફી કોણ આપી શકે?”"},{"number":8,"verse":"અને તેઓ પોતાના મનમાં એમ વિચારે છે એ ઈસુએ પોતાના આત્મામાં તરત જાણીને તેઓને કહ્યું, “તમે તમારાં હ્રદયોમાં એવા વિચાર કેમ કરો છો?"},{"number":9,"verse":"આ બેમાંનું વધારે સહેલું કયું છે, એટલે પક્ષઘાતીને એમ કહેવું કે, તારાં પાપ તને માફ થયાં છે; અથવા એમ કહેવું કે, ઊઠ, ને તારો ખાટલો ઊંચકીને‍ ચાલ?"},{"number":10,"verse":"પણ માણસના દીકરાને પૃથ્વી પર પાપ માફ કરવાનો અધિકાર છે, એમ તમે જાણો, માટે (પક્ષઘાતીને તે કહે છે, )"},{"number":11,"verse":"હું તને કહું છું કે, ઊઠ, તારો ખાટલો ઊંચકીને તારે ઘેર‍ ચાલ્યો જા.”"},{"number":12,"verse":"અને તે તરત ઊઠ્યો, ને ખાટલો ઊંચકીને સહુના જોતાં ચાલ્યો ગયો; આથી સહુએ નવાઈ પામીને તથા ઈશ્વરને મહિમા આપીને કહ્યું, “અમે કદી આવું જોયું નથી.”"},{"number":13,"verse":"( શિષ્ય થવા લેવીને તેડું) ( ( 470 ૯:૯-૧૩ ; 490 ૫:૨૭-૩૨ )) અને તે ફરી સમુદ્રને કાંઠે આવ્યા; અને બધા લોકો તેમની પાસે આવ્યા, ને તેમણે તેઓને બોધ કર્યો."},{"number":14,"verse":"અને રસ્તે જતાં તેમણે અલ્ફીના દીકરા લેવીને દાણની ચોકી પર બેઠેલો જોયો; અને તે તેને કહે છે, “મારી પાછળ ચાલ.” અને તે ઊઠીને તેમની પાછળ ચાલ્યો."},{"number":15,"verse":"અને એમ થયું કે તે તેના ઘરમાં જમવા બેઠા હતા, ને ઘણા દાણીઓ તથા પાપીઓ ઈસુ તથા તેમના શિષ્યોની સાથે બેઠા હતા, કેમ કે તેઓ ઘણા હતા, ને તેમની પાછળ ચાલતા હતા."},{"number":16,"verse":"અને શાસ્‍ત્રીઓએ તથા ફરોશીઓએ તેમને દાણીઓની તથા પાપીઓની સાથે જમતા જોઈને તેમના શિષ્યોને કહ્યું, “તે તો દાણીઓની તથા પાપીઓની સાથે ખાય છે ને પીએ છે.”"},{"number":17,"verse":"અને ઈસુ એ સાંભળીને તેઓને કહે છે, “જેઓ સાજા છે તેઓને વૈદની અગત્ય નથી, પણ જેઓ માંદા છે તેઓને છે: હું ન્યાયીઓને નહિ, પણ પાપીઓને બોલાવવા આવ્યો છું.”"},{"number":18,"verse":"( ઉપવાસ વિષે પ્રશ્ન) ( ( 470 ૯:૧૪-૧૭ ; 490 ૫:૩૩-૩૯ )) યોહાનના તથા ફરોશીઓના શિષ્યો ઉપવાસ કરતા હતા. અને તેઓ આવીને ઈસુને કહે છે, “યોહાનના તથા ફરોશીઓના શિષ્યો ઉપવાસ કરે છે; પણ તમારા શિષ્યો ઉપવાસ કરતા નથી, એનું શું કારણ?”"},{"number":19,"verse":"અને ઈસુએ તેઓને કહ્યું, “વર જાનૈયાઓની સાથે હોય, ત્યાં સુધી શું તેઓ ઉપવાસ કરી શકે? વર તેઓની સાથે છે તેટલા વખત સુધી તેમનાથી ઉપવાસ કરી શકાય નહિ."},{"number":20,"verse":"પણ એવા દિવસ આવશે કે જ્યારે વર તેઓની પાસેથી લઈ લેવાશે, ત્યારે તે દિવસે તેઓ ઉપવાસ કરશે."},{"number":21,"verse":"અને કોરા કપડાનું થીંગડું જૂના વસ્ત્રને કોઈ મારતું નથી; જો મારે તો નવું જોડેલું જૂનાને સાંધવાને બદલે ખેંચી કાઢે છે, ને તે વધારે ફાટી જાય છે."},{"number":22,"verse":"અને નવો દ્રાક્ષારસ જૂની મશકોમાં કોઈ ભરતું નથી! જો ભરે તો નવો દ્રાક્ષારસ મશકોને ફાડી નાખે છે, ને દ્રાક્ષારસ તથા મશકો એ બન્‍નેનો નાશ થાય છે; પણ નવો દ્રાક્ષારસ નવી મશકોમાં [ભરવામાં આવે છે].”"},{"number":23,"verse":"( વિશ્રામવાર વિષે પ્રશ્ન) ( ( 470 ૧૨:૧-૮ ; 490 ૬:૧-૫ )) અને એમ થયું કે વિશ્રામવારે તે દાણાંના ખેતરોમાં થઈને જતા હતા; અને તેમના શિષ્યો ચાલતાં ચાલતાં ( .) કણસલાં તોડવા લાગ્યા."},{"number":24,"verse":"અને ફરોશીઓએ તેમને કહ્યું “જુઓ વિશ્રામવારે જે ઉચિત નથી તે તેઓ કેમ કરે છે?”"},{"number":25,"verse":"અને તેમણે તેઓને કહ્યું, ( .) “દાઉદને અગત્ય હતી, ને તે તથા તેના સાથીઓ ભૂખ્યા હતા, ત્યારે તેણે શું કર્યું એ તમે કદી નથી વાંચ્યું?"},{"number":26,"verse":"એટલે કે અબ્યાથાર મુખ્ય યાજક હતો ત્યારે ઈશ્વરના ઘરમાં પેસીને, ( .) જે અર્પેલી રોટલીઓ યાજકો સિવાય કોઈને ખાવાને ઉચિત નથી તે તેણે ખાધી, તેમ જ તેના સાથીઓને પણ આપી.”"},{"number":27,"verse":"અને તેમણે કહ્યું, “વિશ્રામવાર માણસને અર્થે થયો, માણસ વિશ્રામવારને અર્થે નહિ."},{"number":28,"verse":"માટે માણસનો દીકરો વિશ્રામવારનો પણ પ્રભુ છે.”"}]}