{"bibleAbbr":"guOV2016","bookName":"માર્કની લખેલી સુવાર્તા","bookEnglishName":"Mark","chapterNumber":6,"verses":[{"number":1,"verse":"( નાઝરેથમાં ઈસુનો નકાર) ( ( 470 ૧૩:૫૩-૫૮ ; 490 ૪:૧૬-૩૦ )) અને ત્યાંથી નીકળીને તે પોતાના દેશમાં આવ્યા; અને તેમના શિષ્યો તેમની પાછળ આવ્યા."},{"number":2,"verse":"અને વિશ્રામવાર આવ્યો ત્યારે ઈસુ સભાસ્થાનમાં બોધ કરવા લાગ્યા; અને ઘણાએ એ સાંભળીને છક થઈને કહ્યું, “આ બધું તેમની પાસે ક્યાંથી? અને તેમને જે બુદ્ધિ અપાઈ તે કેવી છે? અને એમના હાથથી આવાં પરાક્રમી કામો ક્યાંથી થાય છે?"},{"number":3,"verse":"શું એ સુથાર નથી? શું એ મરિયમનો દીકરો, યાકૂબ તથા યોસે તથા યહૂદા તથા સિમોનનો ભાઈ નથી? શું એમની બહેનો અહીં આપણી પાસે નથી? અને તેઓએ તેમના સંબંધી ઠોકર ખાધી."},{"number":4,"verse":"પણ ઈસુએ તેઓને કહ્યું, ( .) “પોતાના દેશ તથા પોતાનાં સગાં તથા પોતાના ઘર સિવાય પ્રબોધક [બીજે સ્થળે] માન વિનાનો નથી.”"},{"number":5,"verse":"અને તેમણે થોડાંક માંદાઓ પર હાથ મૂકીને તેઓને સાજાં કર્યાં, એ વિના તે‍ ત્યાં કંઈ ચમત્કાર કરી ન શક્યા."},{"number":6,"verse":"અને તેઓના અવિશ્વાસને લીધે તે નવાઈ પામ્યા. અને આસપાસ ગામોગામ તે બોધ કરતા ફર્યા."},{"number":7,"verse":"( ઈસુ બાર શિષ્યોને મોકલે છે) ( ( 470 ૧૦:૫-૧૫ ; 490 ૯:૧-૬ )) અને બાર [શિષ્યો] ને પોતાની પાસે બોલાવીને તે તેઓને બબ્બેની જોડીમાં મોકલવા લાગ્યા; અને તેમણે તેઓને અશુદ્ધ આત્માઓ પર અધિકાર આપ્યો;"},{"number":8,"verse":"અને ( .) તેઓને ફરમાવ્યું કે, માર્ગને માટે કેવળ એક લાકડી વિના બીજું કઈ લેવું નહિ:રોટલી નહિ, થેલી નહિ, તમારા કમરબંધમાં નાણું નહિ."},{"number":9,"verse":"પણ ચંપલ પહેરવાં, ને બે અંગરખા પહેરવા નહિ.”"},{"number":10,"verse":"અને તેમણે તેઓને કહ્યું, “તમે જે કોઈ ઘરમાં પેસો ત્યાંથી નીકળો ત્યાં સુધી તેમાં જ રહો."},{"number":11,"verse":"અને ( .) જ્યાં કહીં તેઓ તમારો આવકાર ન કરે, ને તમારું ન સાંભળે, ત્યાંથી નીકળતાં તેઓની વિરુદ્ધ સાક્ષી થવાને માટે તમારા પગ તળેની ધૂળ ખંખેરી નાખો.”"},{"number":12,"verse":"અને તેઓએ નીકળીને એવો ઉપદેશ આપ્યો, પસ્તાવો કરો.”"},{"number":13,"verse":"અને તેઓએ ઘણાં દુષ્ટાત્માઓ કાઢ્યા ને ( .) ઘણાં માદાંઓને તેલ ચોળીને તેઓને સાજાં કર્યાં."},{"number":14,"verse":"( યોહાન બાપ્તિસ્તનો શિરચ્છેદ) ( ( 470 ૧૪:૧-૧૨ ; 490 ૯:૭-૯ )) અને હેરોદ રાજાએ તેમના વિષે સાંભળ્યું (કારણ, તેનું નામ પ્રસિદ્ધ થયું હતું); અને તેણે કહ્યું, “યોહાન બાપ્તિસ્ત મૂએલાંમાંથી ઊઠ્યો છે, ને તેથી આવાં પરાક્રમી કામો તેનાંથી થાય છે."},{"number":15,"verse":"પણ ( ; ; .) બીજાઓએ કહ્યું, “તે એલિયા છે.” અને બીજાઓએ [કહ્યું] , “પ્રબોધકોમાંના કોઈ એકના જેવો તે એક પ્રબોધક‍ છે.”"},{"number":16,"verse":"પણ હેરોદે તે સાંભળીને કહ્યું, “એ તો યોહાન છે કે જેનું માથું મેં કાપી નંખાવ્યું, તે મૂએલાંમાંથી ઊઠ્યો છે.”"},{"number":17,"verse":"કેમ કે ( .) હેરોદે પોતે યોહાનને પકડાવ્યો હતો, અને તેના ભાઈ ફિલિપની પત્ની હેરોદિયાને લીધે તેને કેદખાનામાં બંદીવાન કર્યો હતો; કેમ કે હેરોદ તેને પરણ્યો હતો."},{"number":18,"verse":"કેમ કે યોહાને હેરોદને કહ્યું હતું, “તારા ભાઈની પત્ની રાખવી તને ઉચિત નથી.”"},{"number":19,"verse":"અને હેરોદિયા તેના પર અદાવત રાખતી, ને તેને મારી નાખવા ચાહતી, પણ એમ ન કરી શકી;"},{"number":20,"verse":"કેમ કે હેરોદ યોહાનને ન્યાયી તથા પવિત્ર માણસ જાણીને તેનાથી બીતો, ને તેની સંભાળ લેતો, ને તેનું સાંભળીને તે બહુ ગભરાતો, પણ ખુશીથી તે તેનું સાંભળતો."},{"number":21,"verse":"અને છેવટે અનુકૂળ દિવસ આવ્યો, ત્યારે હેરોદે પોતાની વરસગાંઠને દિવસે પોતાના અમીરોને તથા સેનાપતિઓને તથા ગાલીલના સરદારોને માટે મિજબાની કરાવી."},{"number":22,"verse":"અને તે જ હેરોદિયાની દીકરી અંદર આવીને નાચી, ને તેથી હેરોદ તથા તેની સાથે જમવા બેઠેલાઓ ખુશ થયા; અને રાજાએ છોકરીને કહ્યું, “જે કંઈ તું ચાહે તે મારી પાસે માગ, ને હું તને તે આપીશ.”"},{"number":23,"verse":"અને તેણે સમ ખાઈને તેને કહ્યું, “જે કંઈ તું મારી પાસે માગે તે મારા અર્ધા રાજ્ય સુધી હું તને આપીશ.”"},{"number":24,"verse":"અને તેણે બહાર જઈને પોતાની માને પૂછ્યું, “હું શું માગું?”"},{"number":25,"verse":"અને તેણે તેને કહ્યું, યોહાન બાપ્તિસ્તનું માથું.” અને તરત રાજાની પાસે ઉતાવળથી અંદર આવીને તેણે કહ્યું, “હું ચાહું છું કે, યોહાન બાપ્તિસ્તનું માથું કથરોટમાં હમણાં જ તું મને અપાવ.”"},{"number":26,"verse":"અને રાજા બહુ દુ:ખી થયો, પણ પોતે સમ ખાધા હતા તેને લીધે તથા પોતાની સાથે બેઠેલાઓને લીધે તેણે તેને ના કહેવાનું ચાહ્યું નહિ."},{"number":27,"verse":"અને તરત રાજાએ સિપાઈને મોકલીને યોહાનનું માથું લાવવાનો હુકમ કર્યો, ને તેણે જઈને કેદખાનામાં તેનું માથું કાપી નાખ્યું."},{"number":28,"verse":"અને તેનું માથું કથરોટમાં લાવીને છોકરીને આપ્યું; અને છોકરીએ પોતાની માને તે આપ્યું."},{"number":29,"verse":"અને યોહાનના શિષ્યો એ સાંભળીને આવ્યા, ને તેનું ધડ લઈ ગયા, ને તેને કબરમાં મૂક્યું."},{"number":30,"verse":"( પાંચ રોટલી અને બે માછલી) ( ( 470 ૧૪:૧૩-૨૧ ; 490 ૯:૧૦-૧૭ ; 500 ૬:૧-૧૪ )) અને પ્રેરિતો ઈસુની પાસે એકત્ર થાય છે, ને જે જે તેઓએ કર્યું હતું તથા જે જે તેઓએ શીખવ્યું હતું, તે બધું તેઓએ તેમને કહી સંભળાવ્યું."},{"number":31,"verse":"અને તેમણે તેઓને કહ્યું, “તમે પોતે ઉજ્જડ સ્થળે એકાંતમાં આવો, ને થોડો આરામ લો.” કેમ કે આવનારા ને જનારા ઘણા હતા, અને તેમને ખાવાનો પણ અવકાશ મળતો નહોતો."},{"number":32,"verse":"અને તેઓ હોડીમાં બેસીને ઉજ્જડ સ્થળે એકાંતમાં ગયા."},{"number":33,"verse":"અને લોકોએ તેઓને જતાં જોયા, ને ઘણાએ તેમને ઓળખ્યા, ને સર્વ શહેરોમાંથી પગે દોડીને તેઓ ત્યાં એકઠા થયા, ને તેઓની આગળ જઈ પહોંચ્યા."},{"number":34,"verse":"અને ઈસુએ નીકળીને અતિ ઘણા લોકોને જોયા, ને તેમને તેઓ પર કરુણા આવી, કેમ કે ( ; ; ; ; ; .) તેઓ પાળક વગરનાં ઘેટાંના જેવા હતા. અને તે તેઓને ઘણી વાતો વિષે શીખવવા લાગ્યા."},{"number":35,"verse":"અને જ્યારે દિવસ ઘણો નમી ગયો ત્યારે તેમના શિષ્યોએ તેમની પાસે આવીને કહ્યું, “આ સ્થળ ઉજ્જડ છે, ને દિવસ ઘણો નમી ગયો છે."},{"number":36,"verse":"તેઓને વિદાય કરો કે તેઓ આસપાસનાં પરાંમાં તથા ગામોમાં જઈને પોતાને માટે કંઈ ખાવાનું વેચાતું લે.”"},{"number":37,"verse":"પણ તેમણે તેઓને ઉત્તર આપ્યો, “તમે તેઓને ખાવાનું આપો.” અને તેઓ તેમને કહે છે, “શું અમે જઈને બસો દીનારની રોટલીઓ લઈને તેઓને ખવડાવીએ?”"},{"number":38,"verse":"પણ તે તેઓને કહે છે, “તમારી પાસે કેટલી રોટલી છે તે જઈને જુઓ, ” અને ખબર કાઢ્યા પછી તેઓ તેમને કહે છે, “પાંચ તથા બે માછલી.”"},{"number":39,"verse":"અને તેમણે તેઓને હુકમ કર્યો, “બધાં લીલા ઘાસ પર પંગતમાં બેસી જાય.”"},{"number":40,"verse":"અને તેઓ હારબંધ સો સો તથા પચાસ પચાસ બેઠા."},{"number":41,"verse":"અને તેમણે પાંચ રોટલી તથા બે માછલી લઈને આકાશ તરફ જોઈને આશીર્વાદ માગ્યો, ને રોટલીઓ ભાંગીને તેમણે તે પીરસવા માટે પોતાના શિષ્યોને આપી; અને બે માછલી સહુને વહેંચી આપી."},{"number":42,"verse":"અને સહુએ ખાધું, ને તૃપ્ત થયાં."},{"number":43,"verse":"અને તેઓએ ટુકડાની બાર ટોપલી ભરી, ને માછલીઓમાંથી પણ કંઈ વધ્યું."},{"number":44,"verse":"અને રોટલી ખાનારા આશરે પાંચ હજાર પુરુષ હતા."},{"number":45,"verse":"( ઈસુ પાણી પર‍ ચાલે છે) ( ( 470 ૧૪:૨૨-૩૩ ; 500 ૬:૧૫-૨૧ )) અને તત્કાળ તેમણે પોતાના શિષ્યોને આગ્રહ કરીને હોડીમાં બેસાડ્યા, ને પોતે લોકોને વિદાય કરે એટલામાં તેમણે તેઓને પોતાની આગળ પેલે પાર બેથસાઈદા મોકલ્યા."},{"number":46,"verse":"અને તેઓને વિદાય કરીને તે પહાડ પર પ્રાર્થના કરવા ગયા"},{"number":47,"verse":"અને સાંજ પડી ત્યારે હોડી સમુદ્ર મધ્યે હતી, ને તે એકલા જમીન પર હતા."},{"number":48,"verse":"અને પવન સામો હોવાને કારણે તેઓ હલેસાં મારતાં હેરાન થાય છે, એ જોઈને, આશરે રાતને ચોથે પહોરે તે સમુદ્ર પર‍ ચાલતા તેઓની પાસે આવે છે, ને જાણે તેઓથી આગળ જવાનું તેમણે કર્યું."},{"number":49,"verse":"અને તેઓએ તેમને સમુદ્ર પર ચાલતા જોઈને ધાર્યું, “એ તો આભાસ છે, ” ને બૂમ પાડી."},{"number":50,"verse":"કેમ કે સહુ તેમને જોઈને ગભરાયા અને તરત તે તેઓની સાથે વાત કરીને તેઓને કહે છે, “હિમ્મત રાખો, એ તો હું છું; બીહો નહિ.”"},{"number":51,"verse":"અને તે તેઓની પાસે હોડી પર ચઢ્યા. અને પવન થંભી ગયો, અને તેઓ અતિશય વિસ્મિત થયા,"},{"number":52,"verse":"કેમ કે રોટલી સંબંધી તેઓ સમજ્યા નહિ, પણ તેઓનાં મન કઠણ રહ્યાં."},{"number":53,"verse":"( ગેન્‍નેસારેતમાં માંદાંઓ સાજાં થયાં) ( ( 470 ૧૪:૩૪-૩૬ )) અને તેઓ પાર જઈને ગેન્‍નેસારેત દેશમાં આવ્યા, ને તેઓએ કિનારે લંગર કર્યું,"},{"number":54,"verse":"અને તેઓ હોડી પરથી ઊતર્યા ત્યારે લોકોએ તેમને તરત ઓળખ્યા,"},{"number":55,"verse":"ને ચોતરફ તે આખા પ્રદેશમાં દોડી જઈને તે ક્યાં છે તે તેઓએ સાંભળ્યું ત્યારે માંદાઓને ખાટલામાં લઈને તેઓ ત્યાં લાવવા લાગ્યા."},{"number":56,"verse":"અને તે જે જે ગામોમાં કે શહેરોમાં કે પરાંઓમાં આવ્યા, ત્યાં તેઓએ માંદાઓને ચૌટાઓમાં રાખ્યા, ને તેમને વિનંતી કરી, “તેઓને માત્ર તમારા વસ્‍ત્રની કોરને અડકવા દો:” અને જેટલા તેમને અડક્યા તેટલા સાજા થયા."}]}