{"bibleAbbr":"guOV2016","bookName":"માર્કની લખેલી સુવાર્તા","bookEnglishName":"Mark","chapterNumber":8,"verses":[{"number":1,"verse":"( ઈસુ ચાર હજારને જમાડે છે) ( ( 470 ૧૫:૩૨-૩૯ )) તે દિવસોમાં જ્યારે ફરી અતિ ઘણા લોકો હતા, ને તેઓની પાસે કંઈ ખાવાનું ન હતું, ત્યારે તે પોતાના શિષ્યોને પાસે બોલાવીને તેઓને કહે છે,"},{"number":2,"verse":"“લોકો પર મને દયા આવે છે, કેમ કે હમણાં ત્રણ દિવસથી તેઓ મારી સાથે રહ્યા છે, ને તેઓની પાસે કંઈ ખાવાનું નથી!"},{"number":3,"verse":"અને જો હું તેઓને ભૂખ્યા ઘેર મોકલું તો વાટમાં તેઓ નિર્ગત થઈ જશે! વળી તેઓમાંના કેટલાક દૂરથી આવ્યા છે.”"},{"number":4,"verse":"તેમના શિષ્યોએ તેમને ઉત્તર આપ્યો, “અહીં અરણ્યમાં ક્યાંથી કોઈ એટલા બધાને રોટલીથી તૃપ્ત કરી શકે?”"},{"number":5,"verse":"અને તેમણે તેઓને પૂછ્યું, “તમારી પાસે કેટલી રોટલી છે?” અને તેઓએ તેમને કહ્યું, “સાત”."},{"number":6,"verse":"ને તેમણે લોકોને જમીન પર બેસવાનો હુકમ આપ્યો. અને સાત રોટલી લઈને તેમણે સ્તુતિ કરીને ભાંગી, ને પીરસવા માટે પોતાના શિષ્યોને આપી. અને તેઓએ લોકોને પીરસી."},{"number":7,"verse":"અને તેઓની પાસે થોડી નાની માછલી પણ હતી. અને તેમણે તે પર આશીર્વાદ માગીને તે પણ લોકોને પીરસવાનું કહ્યું."},{"number":8,"verse":"અને તેઓ ખાઈને ધરાયા. અને તેઓએ બાકી રહેલા કકડાઓની સાત ટોપલી ઉઠાવી."},{"number":9,"verse":"અને [ખાનારા] આશરે ચાર હજાર હતા. અને તેમણે તેઓને વિદાય કર્યા."},{"number":10,"verse":"અને તરત પોતાના શિષ્યોની સાથે હોડીમાં બેસીને તે દલમાનુથાના પ્રદેશોમાં આવ્યા."},{"number":11,"verse":"( ફરોશીઓ નિશાની માગે છે) ( ( 470 ૧૬:૧-૪ )) અને ફરોશીઓ નીકળી આવ્યા, ને તેમનું પરીક્ષણ કરતાં ( ; .) તેમની પાસે આકાશમાંથી નિશાની માગીને તેમની સાથે વિવાદ કરવા લાગ્યા."},{"number":12,"verse":"અને પોતાના આત્મામાં ઊંડો નિસાસો મૂકીને તે કહે છે, “આ પેઢી નિશાની કેમ માગે છે? હું તમને ખરેખર કહું છું કે, આ પેઢીને કંઈ જ નિશાની અપાશે નહિ.”"},{"number":13,"verse":"અને તેઓને મૂક્યા પછી તે પાછા હોડીમાં બેસીને પેલે પાર ગયા."},{"number":14,"verse":"( ફરોશીઓ અને હેરોદીઓનું ખમીર) ( ( 470 ૧૬:૫-૧૨ )) અને તેઓ રોટલી લાવવાને ભૂલી ગયા હતા, અને તેઓની પાસે હોડીમાં એક કરતાં વધારે રોટલી નહોતી."},{"number":15,"verse":"અને તેમણે તેઓને આજ્ઞા આપી, ( .) “જો જો, ફરોશીઓના ખમીરથી તથા હેરોદના ખમીરથી સાવધાન રહો.”"},{"number":16,"verse":"અને તેઓએ અંદરોઅંદર સંવાદ કરીને કહ્યું, “આપણી પાસે રોટલી નથી.”"},{"number":17,"verse":"અને ઈસુ એ જાણીને તેઓને કહે છે, “તમારી પાસે રોટલી નથી એ માટે તમે કેમ સંવાદ કરો છો? હજી સુધી શું તમે નથી જાણતા, ને નથી સમજતા? શું તમારાં હ્રદય કઠણ થયાં છે?"},{"number":18,"verse":"( ; ; .) તમને આંખો છતાં શું તમે નથી જોતા? અને કાનો છતાં શું તમે નથી સાંભળતા? અને શું યાદ નથી રાખતા?"},{"number":19,"verse":"જ્યારે પાંચ હજારને માટે પાંચ રોટલી મેં ભાંગી, ત્યારે તમે કકડાઓની ભરેલી કેટલી ટોપલી ઉઠાવી?” તેઓ તેમને કહે છે, “બાર.”"},{"number":20,"verse":"અને જ્યારે ચાર હજારને માટે સાત, ત્યારે તમે કકડાથી ભરેલી કેટલી ટોપલી ઉઠાવી?” અને તેઓએ કહ્યું, “સાત.”"},{"number":21,"verse":"અને તેમણે તેઓને કહ્યું, “શું તમે હજી નથી સમજતા?”"},{"number":22,"verse":"( બેથસાઈદામાં આંધળાને સાજો કરે છે) અને તે બેથસાઈદામાં આવે છે. અને તેઓ તેમની પાસે એક આંધળાને લાવે છે, ને તેને અડકવા માટે તેઓ તેમને વિનંતી કરે છે."},{"number":23,"verse":"અને આંધળાનો હાથ પકડીને તે તેને ગામમાંથી બહાર લઈ ગયા, ને તેની આંખોમાં થૂંકીને તેના પર હાથ મૂકીને તેને પૂછ્યું, “તું કંઈ જુએ છે?”"},{"number":24,"verse":"અને ઊંચું જોઈને તેણે કહ્યું, “હું માણસોને જોઉં છું, કેમ કે તેઓને વૃક્ષોના જેવા ચાલતાં જોઉં છું.”"},{"number":25,"verse":"ત્યારે તેમણે ફરી તેની આંખો પર હાથ મૂક્યા; અને તેણે તાકીને જોયું, ને સાજો થયો, ને બધું સ્પષ્ટ રીતે જોયું."},{"number":26,"verse":"અને તેમણે તેને ઘરે મોકલતાં કહ્યું, “ગામમાં પણ પેસતો ના.”"},{"number":27,"verse":"( ઈસુ વિષે પિતરનો એકરાર) ( ( 470 ૧૬:૧૩-૨૦ ; 490 ૯:૧૮-૨૧ )) અને ઈસુ તથા તેમના શિષ્યો કાઈસારિયા ફિલિપીનાં ગામોમાં ગયા. અને માર્ગમાં તેમણે પોતાના શિષ્યોને પૂછ્યું, ‘હું કોણ છું, એ વિષે માણસો શું કહે છે?”"},{"number":28,"verse":"અને ( ; .) તેઓએ તેમને કહ્યું, “ [કોઈ કહે છે કે] તમે યોહાન બાપ્તિસ્ત છો; અને કોઈ [કહે છે] કે તમે એલિયા છો; અને કોઈ [કહે છે] કે તમે પ્રબોધકોમાંના એક છો.”"},{"number":29,"verse":"અને તેમણે તેઓને પૂછ્યું, “પણ હું કોણ છું, એ વિષે તમે શું કહો છો?” ( .) પિતરે તેમને ઉત્તર આપ્યો, “તમે તો ખ્રિસ્ત છો.”"},{"number":30,"verse":"અને તેમણે તેઓને તાકીદ કરી, “મારા વિષે તમારે કોઈને કહેવું નહિ.”"},{"number":31,"verse":"( ઈસુ પોતાના મૃત્યુની પ્રથમ આગાહી કરે છે) ( ( 470 ૧૬:૨૧-૨૮ ; 490 ૯:૨૨-૨૭ )) અને તે તેઓને શીખવવા લાગ્યા, “માણસના દીકરાએ ઘણું સહેવું, ને વડીલોથી તથા મુખ્ય યાજકોથી તથા શાસ્‍ત્રીઓથી નાપસંદ થવું, ને માર્યા જવું, ને ત્રણ દિવસ પછી પાછા ઊઠવું, એ જરૂરનું છે.”"},{"number":32,"verse":"અને તે એ વાત ઉઘાડી રીતે બોલ્યા. અને પિતર તેમને એક બાજુએ લઈ જઈને તેમને ઠપકો આપવા લાગ્યો."},{"number":33,"verse":"પણ તેમણે પાછળ ફરીને તથા પોતાના શિષ્યોને જોઈને પિતરને ઠપકો આપ્યો, “શેતાન, મારી પાછળ જા; કેમ કે તું ઈશ્વરની વાતો પર નહિ, પણ માણસોની વાતો પર ચિત્ત લગાડે છે.”"},{"number":34,"verse":"અને તેમણે પોતાના શિષ્યો સહિત લોકોને પાસે બોલાવીને તેઓને કહ્યું, ( ; .) “જો કોઈ મારી પાછળ આવવા ચાહે તો તેણે પોતાનો નકાર કરવો, ને પોતાનો વધસ્તંભ ઊંચકીને મારી પાછળ ચાલવું."},{"number":35,"verse":"કેમ કે ( ; ; .) જે કોઈ પોતાનો જીવ બચાવવા ચાહે છે, તે તેને ખોશે; અને જે કોઈ મારે લીધે તથા સુવાર્તાને લીધે પોતાનો જીવ ખોશે તે તેને બચાવશે."},{"number":36,"verse":"કેમ કે જો માણસ આખું જગત મેળવે, ને પોતાના જીવની હાનિ પામે, તો તેને શો લાભ થાય?"},{"number":37,"verse":"વળી માણસ પોતાનો જીવનો‍ શો બદલો આપશે?"},{"number":38,"verse":"કેમ કે આ વ્યભિચારી તથા પાપી પેઢીમાં જે કોઈ મારે લીધે તથા મારી વાતોને લીધે શરમાશે, તેને લીધે માણસનો દીકરો પણ જ્યારે પોતાના પિતાના મહિમામાં પવિત્ર દૂતોની સાથે આવશે, ત્યારે તે શરમાશે.”"}]}