{"bibleAbbr":"urDGV2010","bookName":"फ़िलिप्पियों","bookEnglishName":"Philippians","chapterNumber":4,"verses":[{"number":1,"verse":"( हिदायात) चुनाँचे मेरे प्यारे भाइयो, जिन का आरज़ूमन्द मैं हूँ और जो मेरी मुसर्रत का बाइस और मेरा ताज हैं, ख़ुदावन्द में साबितक़दम रहें। अज़ीज़ो,"},{"number":2,"verse":"मैं युवदिया और सुन्तुख़े से अपील करता हूँ कि वह ख़ुदावन्द में एक जैसी सोच रखें।"},{"number":3,"verse":"हाँ मेरे हमख़िदमत भाई, मेरी आप से गुज़ारिश है कि आप उन की मदद करें। क्यूँकि वह अल्लाह की ख़ुशख़बरी फैलाने की जिद्द-ओ-जह्द में मेरे साथ ख़िदमत करती रही हैं, उस मुक़ाबले में जिस में क्लेमेंस और मेरे वह बाक़ी मददगार भी शरीक थे जिन के नाम किताब-ए-हयात में दर्ज हैं।"},{"number":4,"verse":"हर वक़्त ख़ुदावन्द में ख़ुशी मनाएँ। एक बार फिर कहता हूँ, ख़ुशी मनाएँ।"},{"number":5,"verse":"आप की नर्मदिली तमाम लोगों पर ज़ाहिर हो। याद रखें कि ख़ुदावन्द आने को है।"},{"number":6,"verse":"अपनी किसी भी फ़िक्र में उलझ कर परेशान न हो जाएँ बल्कि हर हालत में दुआ और इल्तिजा करके अपनी दरख़्वास्तें अल्लाह के सामने पेश करें। ध्यान रखें कि आप यह शुक्रगुज़ारी की रूह में करें।"},{"number":7,"verse":"फिर अल्लाह की सलामती जो समझ से बाहर है आप के दिलों और ख़यालात को मसीह ईसा में मह्फ़ूज़ रखेगी।"},{"number":8,"verse":"भाइयो, एक आख़िरी बात, जो कुछ सच्चा है, जो कुछ शरीफ़ है, जो कुछ रास्त है, जो कुछ मुक़द्दस है, जो कुछ पसन्दीदा है, जो कुछ उम्दा है, ग़रज़, अगर कोई अख़्लाक़ी या क़ाबिल-ए-तारीफ़ बात हो तो उस का ख़याल रखें।"},{"number":9,"verse":"जो कुछ आप ने मेरे वसीले से सीख लिया, हासिल कर लिया, सुन लिया या देख लिया है उस पर अमल करें। फिर सलामती का ख़ुदा आप के साथ होगा।"},{"number":10,"verse":"( जमाअत की माली इम्दाद के लिए शुक्रिया) मैं ख़ुदावन्द में निहायत ही ख़ुश हुआ कि अब आख़िरकार आप की मेरे लिए फ़िक्रमन्दी दुबारा जाग उठी है। हाँ, मुझे पता है कि आप पहले भी फ़िक्रमन्द थे, लेकिन आप को इस का इज़हार करने का मौक़ा नहीं मिला था।"},{"number":11,"verse":"मैं यह अपनी किसी ज़रूरत की वजह से नहीं कह रहा, क्यूँकि मैं ने हर हालत में ख़ुश रहने का राज़ सीख लिया है।"},{"number":12,"verse":"मुझे दबाए जाने का तजरिबा हुआ है और हर चीज़ कस्रत से मुयस्सर होने का भी। मुझे हर हालत से ख़ूब वाक़िफ़ किया गया है, सेर होने से और भूका रहने से भी, हर चीज़ कस्रत से मुयस्सर होने से और ज़रूरतमन्द होने से भी।"},{"number":13,"verse":"मसीह में मैं सब कुछ करने के क़ाबिल हूँ, क्यूँकि वही मुझे तक़वियत देता रहता है।"},{"number":14,"verse":"तो भी अच्छा था कि आप मेरी मुसीबत में शरीक हुए।"},{"number":15,"verse":"आप जो फ़िलिप्पी के रहने वाले हैं ख़ुद जानते हैं कि उस वक़्त जब मसीह की मुनादी का काम आप के इलाक़े में शुरू हुआ था और मैं सूबा मकिदुनिया से निकल आया था तो सिर्फ़ आप की जमाअत पूरे हिसाब-किताब के साथ पैसे दे कर मेरी ख़िदमत में शरीक हुई।"},{"number":16,"verse":"उस वक़्त भी जब मैं थिस्सलुनीके शहर में था आप ने कई बार मेरी ज़रूरियात पूरी करने के लिए कुछ भेज दिया।"},{"number":17,"verse":"कहने का मतलब यह नहीं कि मैं आप से कुछ पाना चाहता हूँ, बल्कि मेरी शदीद ख़्वाहिश यह है कि आप के देने से आप ही को अल्लाह से कस्रत का सूद मिल जाए।"},{"number":18,"verse":"यही मेरी रसीद है। मैं ने पूरी रक़म वसूल पाई है बल्कि अब मेरे पास ज़रूरत से ज़्यादा है। जब से मुझे इपफ़्रुदितुस के हाथ आप का हदिया मिल गया है मेरे पास बहुत कुछ है। यह ख़ुश्बूदार और क़ाबिल-ए-क़बूल क़ुर्बानी अल्लाह को पसन्दीदा है।"},{"number":19,"verse":"जवाब में मेरा ख़ुदा अपनी उस जलाली दौलत के मुवाफ़िक़ जो मसीह ईसा में है आप की तमाम ज़रूरियात पूरी करे।"},{"number":20,"verse":"अल्लाह हमारे बाप का जलाल अज़ल से अबद तक हो। आमीन।"},{"number":21,"verse":"( सलाम और बरकत) तमाम मक़ामी मुक़द्दसीन को मसीह ईसा में मेरा सलाम देना। जो भाई मेरे साथ हैं वह आप को सलाम कहते हैं।"},{"number":22,"verse":"यहाँ के तमाम मुक़द्दसीन आप को सलाम कहते हैं, ख़ासकर शहन्शाह के घराने के भाई और बहनें।"},{"number":23,"verse":"ख़ुदावन्द ईसा मसीह का फ़ज़्ल आप की रूह के साथ रहे। आमीन।"}]}