{"bibleAbbr":"KJV2000","bookName":"Jeremiah","bookEnglishName":"Jeremiah","chapterNumber":46,"verses":[{"number":1,"verse":"The word of the LORD which came to Jeremiah the prophet against the nations;"},{"number":2,"verse":"Against Egypt, against the army of Pharaoh-neco king of Egypt, which was by the river Euphrates in Carchemish, which Nebuchadnezzar king of Babylon defeated in the fourth year of Jehoiakim the son of Josiah king of Judah."},{"number":3,"verse":"Order the buckler and shield, and draw near to battle."},{"number":4,"verse":"Harness the horses; and get up, you horsemen, and stand forth with your helmets; polish the spears, and put on the armor."},{"number":5,"verse":"Why have I seen them dismayed and turned back? and their mighty ones are beaten down, and are fled in haste, and look not back: for fear was all around, says the LORD."},{"number":6,"verse":"Let not the swift flee away, nor the mighty man escape; they shall stumble, and fall toward the north by the river Euphrates."},{"number":7,"verse":"Who is this that comes up as a flood, whose waters are moved as the rivers?"},{"number":8,"verse":"Egypt rises up like a flood, and its waters are moved like the rivers; and he says, I will go up, and will cover the earth; I will destroy the city and its inhabitants."},{"number":9,"verse":"Come up, you horses; and rage, you chariots; and let the mighty men come forth; the Ethiopians and the Libyans, that handle the shield; and the Lydians, that handle and bend the bow."},{"number":10,"verse":"For this is the day of the Lord GOD of hosts, a day of vengeance, that he may avenge himself of his adversaries: and the sword shall devour, and it shall be filled full and made drunk with their blood: for the Lord GOD of hosts holds a sacrifice in the north country by the river Euphrates."},{"number":11,"verse":"Go up into Gilead, and take balm, O virgin, the daughter of Egypt: in vain shall you use many medicines; for you shall not be cured."},{"number":12,"verse":"The nations have heard of your shame, and your cry has filled the land: for the mighty man has stumbled against the mighty, and they are fallen both together."},{"number":13,"verse":"The word that the LORD spoke to Jeremiah the prophet, how Nebuchadnezzar king of Babylon should come and strike the land of Egypt."},{"number":14,"verse":"Declare you in Egypt, and publish in Migdol, and publish in Memphis and in Tahpanhes: say you, Stand fast, and prepare you; for the sword shall devour all around you."},{"number":15,"verse":"Why are your valiant men swept away? they stood not, because the LORD did drive them."},{"number":16,"verse":"He made many to fall, yea, one fell upon another: and they said, Arise, and let us go again to our own people, and to the land of our nativity, from the oppressing sword."},{"number":17,"verse":"They did cry there, Pharaoh king of Egypt is but a noise; he has passed the time appointed."},{"number":18,"verse":"As I live, says the King, whose name is the LORD of hosts, Surely as Tabor is among the mountains, and as Carmel is by the sea, so shall he come."},{"number":19,"verse":"O you daughter dwelling in Egypt, prepare yourself to go into captivity: for Memphis shall become a waste and desolate without an inhabitant."},{"number":20,"verse":"Egypt is like a beautiful heifer, but destruction comes; it comes out of the north."},{"number":21,"verse":"Also her hired soldiers are in the midst of her like fatted calves; for they also are turned back, and have fled away together: they did not stand, because the day of their calamity had come upon them, and the time of their punishment."},{"number":22,"verse":"Her sound shall go like a serpent; for they shall march with an army, and come against her with axes, like hewers of wood."},{"number":23,"verse":"They shall cut down her forest, says the LORD, though it cannot be searched; because they are more than the grasshoppers, and are innumerable."},{"number":24,"verse":"The daughter of Egypt shall be put to shame; she shall be delivered into the hand of the people of the north."},{"number":25,"verse":"The LORD of hosts, the God of Israel, says; Behold, I will punish Amon of No, and Pharaoh, and Egypt, with their gods, and their kings: even Pharaoh, and all them that trust in him:"},{"number":26,"verse":"And I will deliver them into the hand of those that seek their lives, and into the hand of Nebuchadnezzar king of Babylon, and into the hand of his servants: and afterward it shall be inhabited, as in the days of old, says the LORD."},{"number":27,"verse":"But fear not you, O my servant Jacob, and be not dismayed, O Israel: for, behold, I will save you from afar off, and your descendants from the land of their captivity; and Jacob shall return, and be in rest and at ease, and none shall make him afraid."},{"number":28,"verse":"Fear you not, O Jacob my servant, says the LORD: for I am with you; for I will make a complete end of all the nations where I have driven you: but I will not make a complete end of you, but correct you in measure; yet will I not leave you entirely unpunished."}]}