{"bibleAbbr":"WBT1833","bookName":"1 Peter","bookEnglishName":"1 Peter","chapterNumber":2,"verses":[{"number":1,"verse":"Wherefore, laying aside all malice, and all guile, and hypocrisies, and envies, and all evil-speakings,"},{"number":2,"verse":"As new-born babes, desire the pure milk of the word, that ye may grow thereby:"},{"number":3,"verse":"If indeed ye have tasted that the Lord is gracious."},{"number":4,"verse":"To whom coming as to a living stone, disallowed indeed by men, but chosen by God, and precious,"},{"number":5,"verse":"Ye also, as living stones, are built up a spiritual house, a holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ."},{"number":6,"verse":"Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner-stone, elect, precious: and he that believeth on him shall not be confounded."},{"number":7,"verse":"To you therefore who believe he is precious: but to them who are disobedient, the stone which the builders disallowed, the same is made the head of the corner,"},{"number":8,"verse":"And a stone of stumbling, and a rock of offense, even to them who stumble at the word, being disobedient: to which also they were appointed."},{"number":9,"verse":"But ye are a chosen generation, a royal priesthood, a holy nation, a peculiar people; that ye should show forth the praises of him who hath called you out of darkness into his marvelous light:"},{"number":10,"verse":"Who in time past were not a people, but are now the people of God: who had not obtained mercy, but now have obtained mercy."},{"number":11,"verse":"Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;"},{"number":12,"verse":"Having your manner of life honest among the Gentiles: that, whereas they speak against you as evil-doers, they may by your good works, which they shall behold, glorify God in the day of visitation."},{"number":13,"verse":"Submit yourselves to every ordinance of man for the Lord's sake: whether to the king, as supreme;"},{"number":14,"verse":"Or to governors, as to them that are sent by him for the punishment of evil-doers, and for the praise of them that do well."},{"number":15,"verse":"For so is the will of God, that with well-doing ye may put to silence the ignorance of foolish men:"},{"number":16,"verse":"As free, and not using your liberty for a cloke of maliciousness, but as the servants of God."},{"number":17,"verse":"Honor all men. Love the brotherhood. Fear God. Honor the king."},{"number":18,"verse":"Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward."},{"number":19,"verse":"For this is thank-worthy, if a man for conscience towards God endureth grief, suffering wrongfully."},{"number":20,"verse":"For what glory is it, if, when ye are buffeted for your faults, ye bear it patiently? but if, when ye do well, and suffer for it, ye bear it patiently, this is acceptable with God."},{"number":21,"verse":"For even to this were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:"},{"number":22,"verse":"Who committed no sin, neither was guile found in his mouth:"},{"number":23,"verse":"Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:"},{"number":24,"verse":"Who himself bore our sins in his own body on the tree, that we, being dead to sins, should live to righteousness; by whose stripes ye were healed."},{"number":25,"verse":"For ye were as sheep going astray; but are now returned to the Shepherd and Bishop of your souls."}]}