{"bibleAbbr":"urGV2010","bookName":"رومیوں","bookEnglishName":"Romans","chapterNumber":10,"verses":[{"number":1,"verse":"بھائیو، میری دلی آرزو اور میری اللہ سے دعا یہ ہے کہ اسرائیلیوں کو نجات ملے۔"},{"number":2,"verse":"مَیں اِس کی تصدیق کر سکتا ہوں کہ وہ اللہ کی غیرت رکھتے ہیں۔ لیکن اِس غیرت کے پیچھے روحانی سمجھ نہیں ہوتی۔"},{"number":3,"verse":"وہ اُس راست بازی سے ناواقف رہے ہیں جو اللہ کی طرف سے ہے۔ اِس کی بجائے وہ اپنی ذاتی راست بازی قائم کرنے کی کوشش کرتے رہے ہیں۔ یوں اُنہوں نے اپنے آپ کو اللہ کی راست بازی کے تابع نہیں کیا۔"},{"number":4,"verse":"کیونکہ مسیح میں شریعت کا مقصد پورا ہو گیا، ہاں وہ انجام تک پہنچ گئی ہے۔ چنانچہ جو بھی مسیح پر ایمان رکھتا ہے وہی راست باز ٹھہرتا ہے۔"},{"number":5,"verse":"( سب کے لئے راست بازی) موسیٰ نے اُس راست بازی کے بارے میں لکھا جو شریعت سے حاصل ہوتی ہے، ”جو شخص یوں کرے گا وہ جیتا رہے گا۔“"},{"number":6,"verse":"لیکن جو راست بازی ایمان سے حاصل ہوتی ہے وہ کہتی ہے، ”اپنے دل میں نہ کہنا کہ ’کون آسمان پر چڑھے گا؟‘ (تاکہ مسیح کو نیچے لے آئے)۔"},{"number":7,"verse":"یہ بھی نہ کہنا کہ ’کون پاتال میں اُترے گا؟‘ (تاکہ مسیح کو مُردوں میں سے واپس لے آئے)۔“"},{"number":8,"verse":"تو پھر کیا کرنا چاہئے؟ ایمان کی راست بازی فرماتی ہے، ”یہ کلام تیرے قریب بلکہ تیرے منہ اور دل میں موجود ہے۔“ کلام سے مراد ایمان کا وہ پیغام ہے جو ہم سناتے ہیں۔"},{"number":9,"verse":"یعنی یہ کہ اگر تُو اپنے منہ سے اقرار کرے کہ عیسیٰ خداوند ہے اور دل سے ایمان لائے کہ اللہ نے اُسے مُردوں میں سے زندہ کر دیا تو تجھے نجات ملے گی۔"},{"number":10,"verse":"کیونکہ جب ہم دل سے ایمان لاتے ہیں تو اللہ ہمیں راست باز قرار دیتا ہے، اور جب ہم اپنے منہ سے اقرار کرتے ہیں تو ہمیں نجات ملتی ہے۔"},{"number":11,"verse":"یوں کلامِ مُقدّس فرماتا ہے، ”جو بھی اُس پر ایمان لائے اُسے شرمندہ نہیں کیا جائے گا۔“"},{"number":12,"verse":"اِس میں کوئی فرق نہیں کہ وہ یہودی ہو یا غیریہودی۔ کیونکہ سب کا ایک ہی خداوند ہے، جو فیاضی سے ہر ایک کو دیتا ہے جو اُسے پکارتا ہے۔"},{"number":13,"verse":"کیونکہ ”جو بھی خداوند کا نام لے گا نجات پائے گا۔“"},{"number":14,"verse":"لیکن وہ کس طرح اُسے پکار سکیں گے اگر وہ اُس پر کبھی ایمان نہیں لائے؟ اور وہ کس طرح اُس پر ایمان لا سکتے ہیں اگر اُنہوں نے کبھی اُس کے بارے میں سنا نہیں؟ اور وہ کس طرح اُس کے بارے میں سن سکتے ہیں اگر کسی نے اُنہیں یہ پیغام سنایا نہیں؟"},{"number":15,"verse":"اور سنانے والے کس طرح دوسروں کے پاس جائیں گے اگر اُنہیں بھیجا نہ گیا؟ اِس لئے کلامِ مُقدّس فرماتا ہے، ”اُن کے قدم کتنے پیارے ہیں جو خوش خبری سناتے ہیں۔“"},{"number":16,"verse":"لیکن سب نے اللہ کی یہ خوش خبری قبول نہیں کی۔ یوں یسعیاہ نبی فرماتا ہے، ”اے رب، کون ہمارے پیغام پر ایمان لایا؟“"},{"number":17,"verse":"غرض، ایمان پیغام سننے سے پیدا ہوتا ہے، یعنی مسیح کا کلام سننے سے۔"},{"number":18,"verse":"تو پھر سوال یہ ہے کہ کیا اسرائیلیوں نے یہ پیغام نہیں سنا؟ اُنہوں نے اِسے ضرور سنا۔ کلامِ مُقدّس میں لکھا ہے، ”اُن کی آواز نکل کر پوری دنیا میں سنائی دی، اُن کے الفاظ دنیا کی انتہا تک پہنچ گئے۔“"},{"number":19,"verse":"تو کیا اسرائیل کو اِس بات کی سمجھ نہ آئی؟ نہیں، اُسے ضرور سمجھ آئی۔ پہلے موسیٰ اِس کا جواب دیتا ہے، ”مَیں خود ہی تمہیں غیرت دلاؤں گا، ایک ایسی قوم کے ذریعے جو حقیقت میں قوم نہیں ہے۔ ایک نادان قوم کے ذریعے مَیں تمہیں غصہ دلاؤں گا۔“"},{"number":20,"verse":"اور یسعیاہ نبی یہ کہنے کی جرأت کرتا ہے، ”جو مجھے تلاش نہیں کرتے تھے اُنہیں مَیں نے مجھے پانے کا موقع دیا، جو میرے بارے میں دریافت نہیں کرتے تھے اُن پر مَیں ظاہر ہوا۔“"},{"number":21,"verse":"لیکن اسرائیل کے بارے میں وہ فرماتا ہے، ”دن بھر مَیں نے اپنے ہاتھ پھیلائے رکھے تاکہ ایک نافرمان اور سرکش قوم کا استقبال کروں۔“"}]}