{"bibleAbbr":"urGV2010","bookName":"رومیوں","bookEnglishName":"Romans","chapterNumber":11,"verses":[{"number":1,"verse":"( اسرائیل پر اللہ کا رحم) تو کیا اِس کا یہ مطلب ہے کہ اللہ نے اپنی قوم کو رد کیا ہے؟ ہرگز نہیں! مَیں تو خود اسرائیلی ہوں۔ ابراہیم میرا بھی باپ ہے، اور مَیں بن یمین کے قبیلے کا ہوں۔"},{"number":2,"verse":"اللہ نے اپنی قوم کو پہلے سے چن لیا تھا۔ وہ کس طرح اُسے رد کرے گا! کیا آپ کو معلوم نہیں کہ کلامِ مُقدّس میں الیاس نبی کے بارے میں کیا لکھا ہے؟ الیاس نے اللہ کے سامنے اسرائیلی قوم کی شکایت کر کے کہا،"},{"number":3,"verse":"”اے رب، اُنہوں نے تیرے نبیوں کو قتل کیا اور تیری قربان گاہوں کو گرا دیا ہے۔ مَیں اکیلا ہی بچا ہوں، اور وہ مجھے بھی مار ڈالنے کے درپَے ہیں۔“"},{"number":4,"verse":"اِس پر اللہ نے اُسے کیا جواب دیا؟ ”مَیں نے اپنے لئے 7000 مردوں کو بچا لیا ہے جنہوں نے اپنے گھٹنے بعل دیوتا کے سامنے نہیں ٹیکے۔“"},{"number":5,"verse":"آج بھی یہی حالت ہے۔ اسرائیل کا ایک چھوٹا حصہ بچ گیا ہے جسے اللہ نے اپنے فضل سے چن لیا ہے۔"},{"number":6,"verse":"اور چونکہ یہ اللہ کے فضل سے ہوا ہے اِس لئے یہ اُن کی اپنی کوششوں سے نہیں ہوا۔ ورنہ فضل فضل ہی نہ رہتا۔"},{"number":7,"verse":"غرض، جس چیز کی تلاش میں اسرائیل رہا وہ پوری قوم کو حاصل نہیں ہوئی بلکہ صرف اُس کے ایک چنے ہوئے حصے کو۔ باقی سب کو فضل کے بارے میں بےحس کر دیا گیا،"},{"number":8,"verse":"جس طرح کلامِ مُقدّس میں لکھا ہے، ”آج تک اللہ نے اُنہیں ایسی حالت میں رکھا ہے کہ اُن کی روح مدہوش ہے، اُن کی آنکھیں دیکھ نہیں سکتیں اور اُن کے کان سن نہیں سکتے۔“"},{"number":9,"verse":"اور داؤد فرماتا ہے، ”اُن کی میز اُن کے لئے پھندا اور جال بن جائے، اِس سے وہ ٹھوکر کھا کر اپنے غلط کاموں کا معاوضہ پائیں۔"},{"number":10,"verse":"اُن کی آنکھیں تاریک ہو جائیں تاکہ وہ دیکھ نہ سکیں، اُن کی کمر ہمیشہ جھکی رہے۔“"},{"number":11,"verse":"تو کیا اللہ کی قوم ٹھوکر کھا کر یوں گر گئی کہ کبھی بحال نہیں ہو گی؟ ہرگز نہیں! اُس کی خطاؤں کی وجہ سے اللہ نے غیریہودیوں کو نجات پانے کا موقع دیا تاکہ اسرائیلی غیرت کھائیں۔"},{"number":12,"verse":"یوں یہودیوں کی خطائیں دنیا کے لئے بھرپور برکت کا باعث بن گئیں، اور اُن کا نقصان غیریہودیوں کے لئے بھرپور برکت کا باعث بن گیا۔ تو پھر یہ برکت کتنی اَور زیادہ ہو گی جب یہودیوں کی پوری تعداد اِس میں شامل ہو جائے گی!"},{"number":13,"verse":"( غیریہودیوں کی نجات) آپ کو جو غیریہودی ہیں مَیں یہ بتاتا ہوں، اللہ نے مجھے غیریہودیوں کے لئے رسول بنایا ہے، اِس لئے مَیں اپنی اِس خدمت پر زور دیتا ہوں۔"},{"number":14,"verse":"کیونکہ مَیں چاہتا ہوں کہ میری قوم کے لوگ یہ دیکھ کر غیرت کھائیں اور اُن میں سے کچھ بچ جائیں۔"},{"number":15,"verse":"جب اُنہیں رد کیا گیا تو باقی دنیا کی اللہ کے ساتھ صلح ہو گئی۔ تو پھر کیا ہو گا جب اُنہیں دوبارہ قبول کیا جائے گا؟ یہ مُردوں میں سے جی اُٹھنے کے برابر ہو گا!"},{"number":16,"verse":"جب آپ فصل کے پہلے آٹے سے روٹی بنا کر اللہ کے لئے مخصوص و مُقدّس کرتے ہیں تو باقی سارا آٹا بھی مخصوص و مُقدّس ہے۔ اور جب درخت کی جڑیں مُقدّس ہیں تو اُس کی شاخیں بھی مُقدّس ہیں۔"},{"number":17,"verse":"زیتون کے درخت کی کچھ شاخیں توڑ دی گئی ہیں اور اُن کی جگہ جنگلی زیتون کے درخت کی ایک شاخ پیوند کی گئی ہے۔ آپ غیریہودی اِس جنگلی شاخ سے مطابقت رکھتے ہیں۔ جس طرح یہ دوسرے درخت کی جڑ سے رس اور تقویت پاتی ہے اُسی طرح آپ بھی یہودی قوم کی روحانی جڑ سے تقویت پاتے ہیں۔"},{"number":18,"verse":"چنانچہ آپ کا دوسری شاخوں کے سامنے شیخی مارنے کا حق نہیں۔ اور اگر آپ شیخی ماریں تو یہ خیال کریں کہ آپ جڑ کو قائم نہیں رکھتے بلکہ جڑ آپ کو۔"},{"number":19,"verse":"شاید آپ اِس پر اعتراض کریں، ”ہاں، لیکن دوسری شاخیں توڑی گئیں تاکہ مَیں پیوند کیا جاؤں۔“"},{"number":20,"verse":"بےشک، لیکن یاد رکھیں، دوسری شاخیں اِس لئے توڑی گئیں کہ وہ ایمان نہیں رکھتی تھیں اور آپ اِس لئے اُن کی جگہ لگے ہیں کہ آپ ایمان رکھتے ہیں۔ چنانچہ اپنے آپ پر فخر نہ کریں بلکہ خوف رکھیں۔"},{"number":21,"verse":"اللہ نے اصلی شاخیں بچنے نہ دیں۔ اگر آپ اِس طرح کی حرکتیں کریں تو کیا وہ آپ کو چھوڑ دے گا؟"},{"number":22,"verse":"یہاں ہمیں اللہ کی مہربانی اور سختی نظر آتی ہے — جو گر گئے ہیں اُن کے سلسلے میں اُس کی سختی، لیکن آپ کے سلسلے میں اُس کی مہربانی۔ اور یہ مہربانی رہے گی جب تک آپ اُس کی مہربانی سے لپٹے رہیں گے۔ ورنہ آپ کو بھی درخت سے کاٹ ڈالا جائے گا۔"},{"number":23,"verse":"اور اگر یہودی اپنے کفر سے باز آئیں تو اُن کی پیوندکاری دوبارہ درخت کے ساتھ کی جائے گی، کیونکہ اللہ ایسا کرنے پر قادر ہے۔"},{"number":24,"verse":"آخر آپ خود قدرتی طور پر زیتون کے جنگلی درخت کی شاخ تھے جسے اللہ نے توڑ کر قدرتی قوانین کے خلاف زیتون کے اصل درخت پر لگایا۔ تو پھر وہ کتنی زیادہ آسانی سے یہودیوں کی توڑی گئی شاخیں دوبارہ اُن کے اپنے درخت میں لگا دے گا!"},{"number":25,"verse":"( اللہ کا رحم سب پر) بھائیو، مَیں چاہتا ہوں کہ آپ ایک بھید سے واقف ہو جائیں، کیونکہ یہ آپ کو اپنے آپ کو دانا سمجھنے سے باز رکھے گا۔ بھید یہ ہے کہ اسرائیل کا ایک حصہ اللہ کے فضل کے بارے میں بےحس ہو گیا ہے، اور اُس کی یہ حالت اُس وقت تک رہے گی جب تک غیریہودیوں کی پوری تعداد اللہ کی بادشاہی میں داخل نہ ہو جائے۔"},{"number":26,"verse":"پھر پورا اسرائیل نجات پائے گا۔ یہ کلامِ مُقدّس میں بھی لکھا ہے، ”چھڑانے والا صیون سے آئے گا۔ وہ بےدینی کو یعقوب سے ہٹا دے گا۔"},{"number":27,"verse":"اور یہ میرا اُن کے ساتھ عہد ہو گا جب مَیں اُن کے گناہوں کو اُن سے دُور کروں گا۔“"},{"number":28,"verse":"چونکہ یہودی اللہ کی خوش خبری قبول نہیں کرتے اِس لئے وہ اللہ کے دشمن ہیں، اور یہ بات آپ کے لئے فائدے کا باعث بن گئی ہے۔ توبھی وہ اللہ کو پیارے ہیں، اِس لئے کہ اُس نے اُن کے باپ دادا ابراہیم، اسحاق اور یعقوب کو چن لیا تھا۔"},{"number":29,"verse":"کیونکہ جب بھی اللہ کسی کو اپنی نعمتوں سے نواز کر بُلاتا ہے تو اُس کی یہ نعمتیں اور بُلاوے کبھی نہیں مٹنے کی۔"},{"number":30,"verse":"ماضی میں غیریہودی اللہ کے تابع نہیں تھے، لیکن اب اللہ نے آپ پر یہودیوں کی نافرمانی کی وجہ سے رحم کیا ہے۔"},{"number":31,"verse":"اب اِس کےاُلٹ ہے کہ یہودی خود آپ پر کئے گئے رحم کی وجہ سے اللہ کے تابع نہیں ہیں، اور لازم ہے کہ اللہ اُن پر بھی رحم کرے۔"},{"number":32,"verse":"کیونکہ اُس نے سب کو نافرمانی کے قیدی بنا دیا ہے تاکہ سب پر رحم کرے۔"},{"number":33,"verse":"( اللہ کی تمجید) واہ! اللہ کی دولت، حکمت اور علم کیا ہی گہرا ہے۔ کون اُس کے فیصلوں کی تہہ تک پہنچ سکتا ہے! کون اُس کی راہوں کا کھوج لگا سکتا ہے!"},{"number":34,"verse":"کلامِ مُقدّس یوں فرماتا ہے، ”کس نے رب کی سوچ کو جانا؟ یا کون اِتنا علم رکھتا ہے کہ وہ اُسے مشورہ دے؟"},{"number":35,"verse":"کیا کسی نے کبھی اُسے کچھ دیا کہ اُسے اِس کا معاوضہ دینا پڑے؟“"},{"number":36,"verse":"کیونکہ سب کچھ اُسی نے پیدا کیا ہے، سب کچھ اُسی کے ذریعے اور اُسی کے جلال کے لئے قائم ہے۔ اُسی کی تمجید ابد تک ہوتی رہے! آمین۔"}]}