{"bibleAbbr":"TERV1998","bookName":"1 கொரிந்தியர்","bookEnglishName":"1 Corinthians","chapterNumber":14,"verses":[{"number":1,"verse":"(ஆவியின் வரங்களைப் பயன்படுத்துங்கள்) அன்பை நாடுங்கள். ஆவியானவரின் வரங்களைப் பெற விரும்புங்கள். தீர்க்கதரிசனம் சொல்லும் வரத்திற்காகப் பெரிதும் முயலுங்கள்."},{"number":2,"verse":"ஏனென்று உங்களுக்கு விளக்குகிறேன். வேறு மொழியில் பேசும் வரத்தைப் பெற்றவன் மக்களிடம் அதனைப் பேசவில்லை. அவன் தேவனிடம் பேசுகிறான். வேறு எவரும் அவனைப் புரிந்துகொள்வதில்லை. அவன் ஆவியானவர் மூலமாக இரகசியங்களை வெளிப்படுத்துகிறான்."},{"number":3,"verse":"ஆனால் தீர்க்கதரிசனம் சொல்கிற ஒருவன் மக்களிடம் பேசுகிறான். அவன் மக்களுக்கு வல்லமை, உற்சாகம், ஆறுதல் ஆகியவற்றைக் கொடுக்கிறான்."},{"number":4,"verse":"வேறு மொழியில் பேசுகிறவன் அவனுக்கு மட்டுமே பயன்படுகிறான். ஆனால் தீர்க்கதரிசனம் சொல்கிறவன் சபை முழுமைக்கும் பயன்படுகிறான்."},{"number":5,"verse":"நீங்கள் எல்லாரும் வேறு மொழிகளில் பேசும் வரத்தை பெற வேண்டுமென விரும்புகிறேன். ஆனால் நீங்கள் தீர்க்கதரிசனம் சொல்வதை இன்னும் அதிகமாய் விரும்புகிறேன். வேறு மொழிகளில் பேசுகிற மனிதனைவிட தீர்க்கதரிசனம் சொல்லக்கூடிய மனிதன் சிறந்தவன். வேறு மொழிகளைப் பேசும் மனிதன் அவற்றை விளக்கிக் கூற முடியுமானால் அவனும் தீர்க்கதரிசனம் சொல்கிறவனை ஒத்தவன். அப்போது சபையும் அவன் கூறுவதன் மூலமாகப் பயன் அடைய முடியும்."},{"number":6,"verse":"சகோதர, சகோதரிகளே, நான் வெவ்வேறு மொழிகளில் பேசுபவனாக உங்களிடம் வந்தால் அது உங்களுக்குப் பயன்படுமா? இல்லை, நான் புதிய உண்மை அல்லது அறிவு, அல்லது தீர்க்கதரிசனம், அல்லது போதனை ஆகியவற்றை உரைக்கும்படியாய் உங்களிடம் வந்தால் அது உங்களுக்குப் பயன்படும்."},{"number":7,"verse":"குழல், வீணை ஆகிய உயிரற்ற பொருட்கள் ஒலியெழுப்புவதைப் போன்று அது அமைந்துவிடும். வெவ்வேறு விதமான இசையொலிகள் தெளிவாக எழுப்பப்படாவிட்டால், இசைக்கும் இசையை நீங்கள் புரிந்துகொள்ள இயலாது. இசையைப் புரிந்துகொள்வதற்கு ஒவ்வொரு ராகமும் தெளிவாக மீட்டப்படுதல் வேண்டும்."},{"number":8,"verse":"யுத்தத்தின்போது எக்காள முழக்கம் சரியாக முழக்கப்படாவிட்டால் வீரர்களுக்குப் போருக்குத் தயார் செய்துகொள்ள வேண்டிய நேரம் அதுவென்பது தெரிய வராது."},{"number":9,"verse":"அதுவே உங்களுக்கும் பொருந்தும். உங்கள் வாயின் வார்த்தைகள் தெளிவாக இருக்கட்டும். நீங்கள் தெளிவாகப் பேசாவிட்டால் உங்கள் கருத்தைப் பிறர் புரிந்துகொள்ள முடியாது."},{"number":10,"verse":"இவ்வுலகில் பலவகையான பேச்சு மொழிகள் உண்டு என்பதும் அவை பொருள் பொருந்தியவை என்பதும் உண்மை."},{"number":11,"verse":"ஒருவன் என்னிடம் கூறுவதன் பொருளை நான் புரிந்துகொள்ள முடியாவிட்டால், அவன் விசித்திரமாகப் பேசுவதாக நானும், நான் விசித்திரமாகப் பேசுவதாய் அவனும் எண்ணக்கூடும்."},{"number":12,"verse":"அதுவே உங்களுக்கும் பொருந்தும். நீங்கள் ஆன்மீக வரங்களைப் பெற விரும்புகிறீர்கள். சபை உறுதியாய் வளருவதற்குரிய வரங்களைப் பெற்றுக்கொள்ள முயற்சி செய்யுங்கள்."},{"number":13,"verse":"ஆகவே வேறு மொழியில் பேசும் வரத்தைப் பெற்ற ஒருவன் அதை விளக்கிக் கூறும் திறமையை அடையும் பொருட்டு பிரார்த்தனை செய்ய வேண்டும்."},{"number":14,"verse":"நான் வேறு மொழியில் பிரார்த்தித்தால் என் ஆவி பிரார்த்திக்கும். ஆனால் என் மனம் எச்செயலையும் செய்யாது."},{"number":15,"verse":"எனவே, நான் என்ன செய்ய வேண்டும்? நான் எனது ஆவியால் பிரார்த்திக்கும்போது, என் மனதாலும் பிரார்த்திப்பேன். எனது ஆவியால் நான் பாடுகையில், என் மனதாலும் பாடுவேன்."},{"number":16,"verse":"உங்கள் ஆவியால் நீங்கள் தேவனை வாழ்த்தக்கூடும். நீங்கள் நன்றியறிதலுக்கான பிரார்த்தனையைக் கூறும்போது அதைப் புரிந்துகொள்ளாத ஒருவன் “ஆமென்” என்று சொல்ல முடியாது. ஏன்? அவனுக்கு நீங்கள் சொல்வது என்னவென்று தெரியாது."},{"number":17,"verse":"நீங்கள் தேவனுக்கு நல்லமுறையில் நன்றி தெரிவிக்கக்கூடும். ஆனால் மற்ற மனிதன் அதனால் பயன் அடையவில்லை."},{"number":18,"verse":"உங்களைக் காட்டிலும் சிறந்த முறையில் வெவ்வேறு மொழிகளைப் பேசும் வரத்தை நான் பெற்றிருப்பதற்காக தேவனுக்கு நன்றி கூறுகிறேன்."},{"number":19,"verse":"ஆனால், சபையின் கூட்டங்களில் நான் புரியக் கூடிய மொழியில் ஐந்து வார்த்தைகளைப் பேசுவதையே, புரியாத மொழியில் ஆயிரம் வார்த்தைகளைப் பேசுவதைக் காட்டிலும் விரும்புவேன். நான் பிறருக்குப் போதிக்கும்படியாக, எனது புரிந்துகொள்ளும் தன்மையோடு பேசுவதையே தேர்ந்துகொள்கிறேன்."},{"number":20,"verse":"சகோதர சகோதரிகளே, குழந்தைகளைப் போல யோசிக்காதீர்கள். தீய காரியங்களில், குழந்தைகளைப்போல இருங்கள். ஆனால் சிந்திக்கும்போது மனிதரைப்போல சிந்தியுங்கள்."},{"number":21,"verse":"“வெவ்வேறு மொழிகளைப் பேசும் மனிதர்களையும், வேற்று மக்களின் மொழிகளையும் பயன்படுத்தி இந்த மக்களோடு பேசுவேன். அப்போதும் இந்த மக்கள் எனக்குக் கீழ்ப்படிய மாட்டார்கள்” (ஏசா. 28:11-12) என்று எழுதப்பட்டிருக்கிறது. இவ்வாறு கர்த்தர் சொல்கிறார்."},{"number":22,"verse":"எனவே, வெவ்வேறு மொழிகளில் பேசும் வரம் விசுவாசமற்ற மக்களுக்கு நிரூபணத்தின் ஒரு அடையாளமாகும், விசுவாசமுள்ள மக்களுக்கு அல்ல. தீர்க்கதரிசனம் விசுவாசமுள்ள மக்களுக்கேயொழிய, விசுவாசமற்ற மக்களுக்கல்ல."},{"number":23,"verse":"சபையினர் எல்லோரும் கூடி இருக்கையில் நீங்கள் அனைவரும் வெவ்வேறு மொழிகளில் பேசுவதாக வைத்துக்கொள்வோம். விசுவாசமற்றவர்களோ, உங்களைப் புரிந்துகொள்ள முடியாதவர்களோ அப்போது வந்தால் அவர்கள் உங்களைப் பைத்தியம் பிடித்தவர்களாகக் கருதுவர்."},{"number":24,"verse":"ஆனால், நீங்கள் தீர்க்கதரிசனம் உரைக்கும்போது விசுவாசமற்றவனோ, புரிந்துகொள்ளும் தன்மை இல்லாத மனிதனோ அங்கு வந்தால் அந்த மனிதனின் பாவம் அவனுக்கு உணர்த்தப்படும். நீங்கள் கூறும் காரியங்களின்படியே அவன் நியாயம் தீர்க்கப்படுவான்."},{"number":25,"verse":"அவன் உள்ளத்தின் இரகசியங்கள் அவனுக்குத் தெரிவிக்கப்படும். எனவே அந்த மனிதன் தலை குனிந்து வீழ்ந்து தேவனை வணங்குவான். “உண்மையாகவே, தேவன் உங்களோடு இருக்கிறார்” என்று அவன் கூறுவான்."},{"number":26,"verse":"(உங்கள் ஐக்கியம்) எனவே, சகோதர சகோதரிகளே, நீங்கள் என்ன செய்ய வேண்டும்? நீங்கள் சந்திக்கும்போது ஒருவரிடம் சங்கீதம் இருக்கிறது. மற்றொருவரிடம் போதனை இருக்கிறது. இன்னொருவரிடம் தேவனிடம் இருந்து பெற்ற புதிய செய்தி இருக்கிறது. ஒருவர் வேறு மொழியைப் பேசக்கூடும். இன்னொருவர் அதனை விளக்கியுரைக்கக் கூடும். இந்தக் காரியங்களின் நோக்கம் சபை வளருவதற்கு உதவுவதாக இருக்கவேண்டும்."},{"number":27,"verse":"நீங்கள் சந்திக்கும்போது வேறு மொழிகளில் ஒருவர் உங்களோடு பேசினால் இருவராக மட்டுமே இருக்க வேண்டும். மூன்று பேருக்குமேல் இதைச் செய்யக்கூடாது. அவர்கள் ஒருவருக்குப்பின் ஒருவர் பேசவேண்டும். இன்னொருவர் அவர்கள் பேசுவதை விளக்க வேண்டும்."},{"number":28,"verse":"அவ்வாறு விளக்கக்கூடியவர் அங்கே இல்லையென்றால் சபையினர் சந்திக்கும்போது வேறு மொழியில் பேசுகின்றவர் அமைதியாக இருக்க வேண்டும். தன்னிடமும் தேவனிடமும் மட்டுமே பேசிக்கொண்டு அவர் இருத்தல் வேண்டும்."},{"number":29,"verse":"இரண்டு அல்லது மூன்று தீர்க்கதரிசிகள் மட்டுமே பேசவேண்டும். அவர்கள் கூறுவதைப் பிறர் நிதானிக்கவேண்டும்."},{"number":30,"verse":"சபையில் இருப்பவரில் ஒருவர் தேவனிடமிருந்து ஏதேனும் செய்தியைப் பெற்றால் முதலில் பேசுகிறவர் உடனே பேசுவதை நிறுத்த வேண்டும்."},{"number":31,"verse":"இந்த முறையில் ஒருவருக்குப் பின் ஒருவராக நீங்கள் தீர்க்கதரிசனம் உரைக்க முடியும். அவ்வாறாக எல்லா மக்களும் பயிற்சியும், உற்சாகமும் பெறுவார்கள்."},{"number":32,"verse":"தீர்க்கதரிசிகளின் ஆவிகளும்கூட தீர்க்கதரிசிகளால் கட்டுப்படுத்தப்பட முடியும்."},{"number":33,"verse":"தேவன் குழப்பத்தின் தேவனல்ல. அவர் சமாதானத்தின் தேவனாவார்."},{"number":34,"verse":"சபைக் கூட்டங்களில் பெண்கள் அமைதியாக இருக்க வேண்டும். தேவனுடைய மக்களுடைய எல்லா சபைகளிலும் அவ்வாறே இருக்கவேண்டும். பெண்கள் பேசுவதற்கு அனுமதிக்கப்படமாட்டார்கள். அவர்கள் அடக்கமுடையோராக இருத்தல் வேண்டும். மோசேயின் சட்டமும் இதையே கூறுகிறது."},{"number":35,"verse":"பெண்கள் எதையேனும் அறிந்துகொள்ள விரும்பினால் வீட்டில் தங்கள் கணவரைக் கேட்டுத் தெரிந்துகொள்ள வேண்டும். சபைக் கூட்டத்தில் பேசுவது பெண்ணுக்கு இழுக்கானது."},{"number":36,"verse":"தேவனுடைய போதனை உங்களிடமிருந்து வந்ததா? இல்லை. அல்லது தேவனுடைய போதனையைப் பெற்றவர்கள் நீங்கள் மட்டுமா? இல்லை."},{"number":37,"verse":"உங்களில் ஒருவன் தன்னைத் தீர்க்கதரிசியாகக் கருதினாலோ அல்லது ஆவியின் வரம் பெற்றிருப்பதாக எண்ணினாலோ, அவன் நான் உங்களுக்கு எழுதுவதை கர்த்தரின் கட்டளையாக அடையாளம் கண்டு கொள்ளட்டும்."},{"number":38,"verse":"இதை அந்த மனிதன் அறியவில்லையென்றால் அவன் தேவனால் அறியப்படாதவன்."},{"number":39,"verse":"எனவே, சகோதர சகோதரிகளே, நீங்கள் தீர்க்கதரிசனம் உரைப்பதை விரும்புங்கள். அதே சமயத்தில் மக்கள் வேறு மொழிகளில் பேசும் வரத்தைத் தடுக்காதீர்கள்."},{"number":40,"verse":"ஆனால் தகுதியானதும் ஒழுங்கானதுமான வகையில் ஒவ்வொன்றும் செய்யப்பட வேண்டும்."}]}