{"bibleAbbr":"RcV2003","bookName":"Haggai","bookEnglishName":"Haggai","chapterNumber":1,"verses":[{"number":1,"verse":"In the second year of Darius the king, in the sixth month, on the first day of the month, the word of Jehovah came through Haggai the prophet unto Zerubbabel the son of Shealtiel, the governor of Judah, and unto Joshua the son of Jehozadak, the high priest, saying,"},{"number":2,"verse":"Thus says Jehovah of hosts, saying, This people says, The time has not come, the time for the house of Jehovah to be built."},{"number":3,"verse":"Then the word of Jehovah came through Haggai the prophet, saying,"},{"number":4,"verse":"Is it time for you yourselves to dwell in your paneled-up houses, while this house lies waste?"},{"number":5,"verse":"Now therefore thus says Jehovah of hosts, Consider your ways."},{"number":6,"verse":"You have sown much, but you bring in little; you eat, but there is no satisfaction; you drink, but there is no being filled with drink; you dress yourselves, but there is no warmth in doing so; and he who earns wages, earns wages to put them into a bag with holes."},{"number":7,"verse":"Thus says Jehovah of hosts, Consider your ways."},{"number":8,"verse":"Go up to the mountain and bring wood and build the house, and I will take pleasure in it and will be glorified, says Jehovah."},{"number":9,"verse":"You looked for much, and yet it amounted to little; and when you brought it home, I blew on it. Why? declares Jehovah of hosts. Because of My house that lies waste while you each run to your own house."},{"number":10,"verse":"Therefore over you the heavens withhold their dew, and the earth withholds its yield."},{"number":11,"verse":"Indeed I called for a drought upon the land and upon the mountains and upon the grain and upon the new wine and upon the fresh oil and upon that which the ground brings forth and upon man and upon beast and upon all the toil of the hands."},{"number":12,"verse":"And Zerubbabel the son of Shealtiel and Joshua the son of Jehozadak, the high priest, and all the remnant of the people listened to the voice of Jehovah their God and to the words of Haggai the prophet, as Jehovah their God had sent him; and the people were in fear before Jehovah."},{"number":13,"verse":"Then Haggai, Jehovah’s messenger, spoke in Jehovah’s message to the people, saying, I am with you, declares Jehovah."},{"number":14,"verse":"And Jehovah stirred up the spirit of Zerubbabel the son of Shealtiel, the governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of Jehovah of hosts their God,"},{"number":15,"verse":"On the twenty-fourth day of the month, in the sixth month, in the second year of Darius the king."}]}