{"bibleAbbr":"CVB1535","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":24,"verses":[{"number":1,"verse":"In the ix. yeare, in the x. Moneth. the x. daye off the Moneth, came the worde off the LORDE vnto me, sayenge:"},{"number":2,"verse":"O thou sonne off man, wryte vp the name off this daye, yee eue ye houre of this present daye: when the kynge of Babilon set himself agaynst Ierusale."},{"number":3,"verse":"Shewe yt obstinate housholde a parable, & speake vnto the: Thus sayet the LORDE God: Get the a pot, set it on, & poure water in to it:"},{"number":4,"verse":"put all the peces together in it, all the good peces: the loyne and the shulder, & fyll it with the best bones."},{"number":5,"verse":"Take one off the best shepe, & an heape off bones withall: let it boyle well, & let the bones seyth well therin."},{"number":6,"verse":"With that, sayde the LORDE God on this maner: Wo be vnto the bloudy cite of ye pot, whervpon the rustynesse hageth, and is not yet scoured awaye. Take out the peces that are in it, one after another: there nede no lottes be cast therfore,"},{"number":7,"verse":"for the bloude is yet in it Vpon a playne drye stone hath she poured it, and not vpon the grounde, that it might be couered with dust."},{"number":8,"verse":"And therfore haue I letten her poure hir bloude vpon a playne drye stony rocke, because it shulde not be hid, and that I might bringe my wrothfull indignacion and vengeaunce vpon her."},{"number":9,"verse":"Wherfore, thus saieth ye LORDE God: O, wo be vnto that bloudthurstie cite, for who I wil prepare a heape off wodde:"},{"number":10,"verse":"beare thou ye bones together, kyndle thou the fyre, seeth the flesh, let all be well sodde, that the bones maye be suckte out."},{"number":11,"verse":"Morouer, set the pot emptye vpon the coales, that it maye be warme and the metall hote: that the fylth and rustynesse maye be consumed."},{"number":12,"verse":"But it will not go off, there is so moch off it: the rustinesse must be brent out."},{"number":13,"verse":"Thy filthinesse is abhominable, for I wolde haue clensed the, but thou woldest not be clensed. Thou canst not be pourged from thine vnclennesse, till I haue poured my wrothfull indignacion vpon the."},{"number":14,"verse":"Euen I the LORDE haue so deuysed: Yee it is come therto allredy, that I will do it. I will not go backe, I will not spare, I wil not be intreated: but acordinge to thy wayes ad ymaginacions, thou shalt be punyshed, saieth the LORDE God."},{"number":15,"verse":"And the worde off the LORDE came vnto me, sayenge:"},{"number":16,"verse":"Thou sonne off man, beholde, I will take awaye the pleasure off thine eyes wt a plage: yet shalt thou nether mourne ner wepe, ner water thy chekes therfore:"},{"number":17,"verse":"thou mayest mourne by thy selff alone, but vse no deadly lamentacion. Holde on thy bonet, and put on thy shues vpon thy fete, couer not thy face, and eate no mourners bred."},{"number":18,"verse":"So I spake vnto the people bytymes in the mornynge, and at euen my wyfe dyed: then vpon the nexte morow, I dyd as I was comaunded."},{"number":19,"verse":"And ye people sayde vnto me: wilt thou not tell vs, what that signifieth, which thou doest?"},{"number":20,"verse":"I answered them, the worde off the LORDE came vnto me, sayege:"},{"number":21,"verse":"Tell the house of Israel, thus saieth ye LODDE God: beholde, I wil suspende my Sanctuary: eue the glory of youre power, the pleasure of yor eyes, and the thinge that ye loue: youre sonnes and doughters whom ye haue left, shal fall thorow the swerde."},{"number":22,"verse":"Like as I haue done, so shall ye do also: Ye shal not hyde youre faces, ye shal eate no mourners bred:"},{"number":23,"verse":"youre bonettes shal ye haue vpon youre heades, & shues vpon youre fete Ye shal nether mourne ner wepe, but in youre synnes ye shal be soroufull, and one repete with another."},{"number":24,"verse":"Thus Ezechiel is youre shewtoke. For loke as he hath done, so (when this commeth) ye shall do also: that ye maye lerne to knowe, that I am ye LORDE God."},{"number":25,"verse":"But beholde, O thou sonne of man: In the daye when I take from them their power, their ioye and honoure, the lust off their eyes, the burthe of their bodies: namely, their sonnes and doughters:"},{"number":26,"verse":"The shall there one escape, and come vnto the, for to shewe the."},{"number":27,"verse":"In that daye shal yi mouth be opened to him, which is escaped, that thou mayest speake, and be nomore domme: Yee and thou shalt be their shewtoke, that they maye knowe, how that I am the LORDE."}]}