{"bibleAbbr":"CVB1535","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":33,"verses":[{"number":1,"verse":"Agayne, the worde off the LORDE came vnto me, sayenge:"},{"number":2,"verse":"Thou sonne off man, Speake to the childre of thy people, and tell them: When I sende a swearde vpon a londe, yf the people off the londe take a man off their countre, and set him to be their watchman:"},{"number":3,"verse":"ye same man (wha he seyth the swearde come vpon the londe) shall blowe the trompet, and warne the people."},{"number":4,"verse":"Yff a man now heare the noyse off the trompet & will not be warned, and the swearde come ad take him awaye: his bloude shall be vpo his owne heade:"},{"number":5,"verse":"For he herde the soude of the trompet, and wolde not take hede, therfore his bloude be vpon him. But yff he will receaue warnynge, he shal saue his life."},{"number":6,"verse":"Agayne, yf the watch man se the swerde come, and shewe it not with the trompet, so yt the people is not warned: yff the swearde come then, and take eny man from amoge the: the same shall be taken awaye in his owne synne, but his bloude will I requyre off the watchmans honde."},{"number":7,"verse":"And now (O thou sonne of man) I haue made the a watchman vnto the house of Israel: that where as thou hearest eny thinge out of my mouth, thou mayest warne them on my behalfe."},{"number":8,"verse":"Yff I saye vnto the wicked: thou wicked, thou shalt surely dye: and thou geuest him not warnynge, that he maye bewarre off his vngodly waye: then shall the wicked dye in his owne synne, but his bloude will I requyre of thy honde."},{"number":9,"verse":"Neuertheles yf thou warne the wicked off his waye, to turne from it, where as he yet wil not be turned from it: then shal he dye because off his synne, but thou hast delyuered thy soule."},{"number":10,"verse":"Therfore (O thou sonne off man) speake vnto the house off Israel, Ye saye thus: Oure offences and synnes lye vpon vs, and we be corrupte in them: how shulde we then be restored vnto life?"},{"number":11,"verse":"Tell them: As truly as I lyue (saieth the LORDE God) I haue no pleasure in the death off the wicked, but moch rather that the wicked turne from his waye and lyue. Turne you, turne you from yor vngodly wayes, o ye off the house off Israel. Oh, wherfore will ye dye?"},{"number":12,"verse":"Thou sonne off man, tell the children off thy people: The rightuousnes of the rightuous shall not saue him, whan so euer he turneth awaye vnfaithfully: Agayne, the wickednesse of the wicked shal not hurte him, whan so euer he conuerteth from his vngodlynesse: And ye rightuousnesse of the rightuous shal not saue his life, when so euer he synneth."},{"number":13,"verse":"Yff I saye vnto the rightuous, that he shall surely lyue, and so he trust to his owne rightuousnesse, and do synne: then shall his rightuousnesse be nomore thought vpon, but in the wickednesse that he hath done, he shall dye."},{"number":14,"verse":"Agayne, yff I saye to the wicked: thou shalt surely dye: and so he turne fro his synnes, and do the thinge that is laufull and right:"},{"number":15,"verse":"In so moch that the same wicked ma geueth the pledge agayne, restoreth that he had taken awaye by robbery, walketh in the comaundementes off life, and doth no wroge: Then shall he surely lyue, and not dye."},{"number":16,"verse":"Yee the synnes that he had done, shal neuer be thought vpon: For in so moch as he doth now the thynge that is laufull and right, he shall lyue."},{"number":17,"verse":"And yet the children off thy people saye: Tush, the waye of the LORDE is not right, where as their owne waye is rather vnright."},{"number":18,"verse":"When the rightuous turneth from his rightuousnesse, and doeth the thynge that is wicked, he shall dye therfore."},{"number":19,"verse":"But yf the wicked turne from his wickednesse, doinge the thinge that is laufull and right, he shall lyue therfore."},{"number":20,"verse":"Yet ye saye: the waye of ye LORDE is not equall. O ye house of Israel, I wil iudge euery one of you after his wayes."},{"number":21,"verse":"In the xij. yeare, the v. daye of the x. Moneth of oure captyuyte, it happened, that one which was fled out of Ierusalem, came vnto me, and sayde: ye cite is destroyed."},{"number":22,"verse":"Now the honde of the LORDE had bene vpon me the euenynge, afore this man (which was escaped) came vnto me, and had opened my mouth, vntyll the mornynge that he came to me: Yee he opened my mouth, so yt I was nomore domme."},{"number":23,"verse":"Then came the worde of ye LORDE vnto me, and sayde:"},{"number":24,"verse":"Thou sonne off man, these that dwell in the waisted londe of Israel, saye: Abraham was but one man, ad he had the londe in possessio: now are we many, and the londe is geuen vs to possesse also"},{"number":25,"verse":"And therfore tell them: Thus saieth the LORDE: In the bloude haue ye eaten, youre eyes haue ye lift vp to Idols, and haue shed bloude: shal ye then haue the londe in possession?"},{"number":26,"verse":"Ye leane vpon youre sweardes, ye worke abhominacions, euery one defyleth his neghbours wife: and shal ye then possesse the londe?"},{"number":27,"verse":"Saye thou these wordes vnto the: Thus saieth the LORDE God: As truly as I lyue, all ye that dwell in this wildernesse, shall be slayne wt the swearde: what so is vpon the felde, will I geue vnto the beestes to be deuoured: those that be in stronge holdes and dennes, shall dye off the pestilece."},{"number":28,"verse":"For I wil make the londe desolate and waist, and ye pope off hir strength shall come to an ende. The mountaynes in Israel shalbe so waiste that no man shall trauayle therby."},{"number":29,"verse":"Then shall they lerne to knowe, that I am the LORDE, whe I make the lode waist and desolate, because off all their abhominacions, that they haue wrought."},{"number":30,"verse":"And thou sonne off man, the children off thy people yt talke of the, by the walles ad in the dores of their houses, sayenge one to another: come, let vs heare, what worde is gone forth from the LORDE:"},{"number":31,"verse":"These come vnto the, after ye maner of a greate people: yee my people syt downe before the, and heare thy wordes, but they do not therafter: For in their mouthes they shewe themselues, as though they were feruent, but their herte goeth after their owne couetous lucre."},{"number":32,"verse":"And as a balet yt hath a swete tune, ad is pleasaut to synge, so shalt thou be vnto them: thy wordes shal they heare, but they will not do therafter."},{"number":33,"verse":"Whe this commeth to passe (for lo, it cometh in dede) then shal they knowe, that there hath bene a prophet amonge them."}]}