{"bibleAbbr":"CVB1535","bookName":"Ezekiel","bookEnglishName":"Ezekiel","chapterNumber":7,"verses":[{"number":1,"verse":"The worde off the LORDE came vnto me, on this maner:"},{"number":2,"verse":"The I call, O thou sonne off man. Thus saieth the LORDE God vnto the londe off Israel: The ende commeth, yee verely the ende commeth vpon all the foure corners off the earth."},{"number":3,"verse":"But now shall the ende come vpon the: for I will sende my wrath vpo the, and wil punysh the: acordinge to thy wayes, and rewarde the after all thy abhominacios."},{"number":4,"verse":"Myne eye shall not ouersee the, nether will I spare the: but rewarde the, acordinge to thy waies, and declare thy abhominacions. Then shall ye knowe, that I am the LORDE."},{"number":5,"verse":"Thus saieth the LORDE God: Beholde, one mysery and plage shall come after another:"},{"number":6,"verse":"the ende is here. The ende (I saye) that waiteth for the, is come already,"},{"number":7,"verse":"ye houre is come agaynst the, that dwellest in the londe. The tyme is at honde, the daye of sedicio is hard by, & no glad tidinges vpo the moutaynes."},{"number":8,"verse":"Therfore, I will shortly poure out my sore displeasure ouer the, and fulfill my wrath vpon the. I will iudge the after thy waies, and recompence the all thy abhominacions."},{"number":9,"verse":"Myne eye shal not ouersee the, nether wil I spare the: but rewarde the after thy waies, and shewe thy abhominacions: to lerne you for to knowe, how yt I am the LORDE, yt smyteth."},{"number":10,"verse":"Beholde, the daye is here, the daye is come, the houre is runne out, the rodde florisheth, wylfulnesse waxeth grene,"},{"number":11,"verse":"malicious violece is growne vp, and the vngodly waxen to a staff. Yet shall there no complaynte be made for them, ner for the trouble that shall come of these thinges."},{"number":12,"verse":"The tyme cometh, the daye draweth nye: Who so byeth, let him not reioyce: he that selleth, let him not be sory: for why, Trouble shall come in the myddest off all rest:"},{"number":13,"verse":"so that the seller shall not come agayne to the byer, for nether off them both shall lyue. For the vision shal come so greatly ouer all, yt it shal not be hyndered: No ma also wt his wickednesse shall be able to saue his owne life."},{"number":14,"verse":"The trompettes shall ye blowe, and make you all ready, but no man shall go to the batell, for I am wroth with all the whole multitude."},{"number":15,"verse":"The swearde shalbe without, pestilence and honger within: so that who so is in the felde, shalbe slayne with the swearde: and he that is in the cite, shall perish with honger and pestilence."},{"number":16,"verse":"And soch as escape and fle from amonge them, shal be vpon the hilles, like as the doues in the felde: euery one shalbe afrayed, because off his owne wickednesse."},{"number":17,"verse":"All hondes shalbe letten downe, and all knees shalbe weake as the water:"},{"number":18,"verse":"they shall gyrde them selues with sack cloth, feare shal fall vpon them. Their faces shall be confouded, and their heades balde:"},{"number":19,"verse":"their syluer shall lye in the stretes, and their golde shalbe despised: Yee their syluer and golde maye not delyuer them, in the daye of the fearfull wrath of the LORDE. They shall not satisfie their hongrie soules, nether fyll their emptie belies therwith: For it is become their owne decaye thorow their wickednesse:"},{"number":20,"verse":"because they made therof, not only costly Ieweles for their pompe and pryde, but also abhominable ymages and Idols. For this cause will I make them to be abhorred."},{"number":21,"verse":"Morouer, I will geue it in to ye hondes off the straungers to be spoyled: and to ye wicked, for to be robbed, and they shall destroye it."},{"number":22,"verse":"My face wil I turne from the, my Treasury shall be defyled: for the theues shall go into it, and suspende it."},{"number":23,"verse":"I wil make clene ryddaunse, for the londe is whole defyled with vnrightuous iudgment of innocent bloude, & the cite is full off abhominacions."},{"number":24,"verse":"Wherfore, I will bringe the most cruell tyrauntes from amonge the Heithen, to take their houses in possession. I will make the pompe off the proude to ceasse, ad they shal take in their Sanctuary."},{"number":25,"verse":"When this trouble cometh, they shal seke peace, but they shal haue none."},{"number":26,"verse":"One myschefe and sorowe shal folowe another, and one rumoure shal come after another: Then shall they seke visions in vayne at their prophetes. The lawe shal be gone from the prestes, and wy?dome from the elders."},{"number":27,"verse":"The kynge shall mourne, the princes shalbe clothed with heuynesse, and ye hodes off the people in the londe shall tremble for feare. I will do vnto them after their owne waies, & acordinge to their owne iudgmentes will I iudge them: to lerne them for to knowe, that I am the LORDE."}]}