{"bibleAbbr":"NLT2007","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"The First Passover While the Israelites were still in the land of Egypt, the LORD gave the following instructions to Moses and Aaron:"},{"number":2,"verse":"“From now on, this month will be the first month of the year for you."},{"number":3,"verse":"Announce to the whole community of Israel that on the tenth day of this month each family must choose a lamb or a young goat for a sacrifice, one animal for each household."},{"number":4,"verse":"If a family is too small to eat a whole animal, let them share with another family in the neighborhood. Divide the animal according to the size of each family and how much they can eat."},{"number":5,"verse":"The animal you select must be a one-year-old male, either a sheep or a goat, with no defects."},{"number":6,"verse":"“Take special care of this chosen animal until the evening of the fourteenth day of this first month. Then the whole assembly of the community of Israel must slaughter their lamb or young goat at twilight."},{"number":7,"verse":"They are to take some of the blood and smear it on the sides and top of the doorframes of the houses where they eat the animal."},{"number":8,"verse":"That same night they must roast the meat over a fire and eat it along with bitter salad greens and bread made without yeast."},{"number":9,"verse":"Do not eat any of the meat raw or boiled in water. The whole animal—including the head, legs, and internal organs—must be roasted over a fire."},{"number":10,"verse":"Do not leave any of it until the next morning. Burn whatever is not eaten before morning."},{"number":11,"verse":"“These are your instructions for eating this meal: Be fully dressed, (Hebrew Bind up your loins.) wear your sandals, and carry your walking stick in your hand. Eat the meal with urgency, for this is the LORD’s Passover."},{"number":12,"verse":"On that night I will pass through the land of Egypt and strike down every firstborn son and firstborn male animal in the land of Egypt. I will execute judgment against all the gods of Egypt, for I am the LORD!"},{"number":13,"verse":"But the blood on your doorposts will serve as a sign, marking the houses where you are staying. When I see the blood, I will pass over you. This plague of death will not touch you when I strike the land of Egypt."},{"number":14,"verse":"“This is a day to remember. Each year, from generation to generation, you must celebrate it as a special festival to the LORD. This is a law for all time."},{"number":15,"verse":"For seven days the bread you eat must be made without yeast. On the first day of the festival, remove every trace of yeast from your homes. Anyone who eats bread made with yeast during the seven days of the festival will be cut off from the community of Israel."},{"number":16,"verse":"On the first day of the festival and again on the seventh day, all the people must observe an official day for holy assembly. No work of any kind may be done on these days except in the preparation of food."},{"number":17,"verse":"“Celebrate this Festival of Unleavened Bread, for it will remind you that I brought your forces out of the land of Egypt on this very day. This festival will be a permanent law for you; celebrate this day from generation to generation."},{"number":18,"verse":"The bread you eat must be made without yeast from the evening of the fourteenth day of the first month until the evening of the twenty-first day of that month."},{"number":19,"verse":"During those seven days, there must be no trace of yeast in your homes. Anyone who eats anything made with yeast during this week will be cut off from the community of Israel. These regulations apply both to the foreigners living among you and to the native-born Israelites."},{"number":20,"verse":"During those days you must not eat anything made with yeast. Wherever you live, eat only bread made without yeast.”"},{"number":21,"verse":"Then Moses called all the elders of Israel together and said to them, “Go, pick out a lamb or young goat for each of your families, and slaughter the Passover animal."},{"number":22,"verse":"Drain the blood into a basin. Then take a bundle of hyssop branches and dip it into the blood. Brush the hyssop across the top and sides of the doorframes of your houses. And no one may go out through the door until morning."},{"number":23,"verse":"For the LORD will pass through the land to strike down the Egyptians. But when he sees the blood on the top and sides of the doorframe, the LORD will pass over your home. He will not permit his death angel to enter your house and strike you down."},{"number":24,"verse":"“Remember, these instructions are a permanent law that you and your descendants must observe forever."},{"number":25,"verse":"When you enter the land the LORD has promised to give you, you will continue to observe this ceremony."},{"number":26,"verse":"Then your children will ask, ‘What does this ceremony mean?’"},{"number":27,"verse":"And you will reply, ‘It is the Passover sacrifice to the LORD, for he passed over the houses of the Israelites in Egypt. And though he struck the Egyptians, he spared our families.’” When Moses had finished speaking, all the people bowed down to the ground and worshiped."},{"number":28,"verse":"So the people of Israel did just as the LORD had commanded through Moses and Aaron."},{"number":29,"verse":"And that night at midnight, the LORD struck down all the firstborn sons in the land of Egypt, from the firstborn son of Pharaoh, who sat on his throne, to the firstborn son of the prisoner in the dungeon. Even the firstborn of their livestock were killed."},{"number":30,"verse":"Pharaoh and all his officials and all the people of Egypt woke up during the night, and loud wailing was heard throughout the land of Egypt. There was not a single house where someone had not died."},{"number":31,"verse":"Israel’s Exodus from Egypt Pharaoh sent for Moses and Aaron during the night. “Get out!” he ordered. “Leave my people—and take the rest of the Israelites with you! Go and worship the LORD as you have requested."},{"number":32,"verse":"Take your flocks and herds, as you said, and be gone. Go, but bless me as you leave.”"},{"number":33,"verse":"All the Egyptians urged the people of Israel to get out of the land as quickly as possible, for they thought, “We will all die!”"},{"number":34,"verse":"The Israelites took their bread dough before yeast was added. They wrapped their kneading boards in their cloaks and carried them on their shoulders."},{"number":35,"verse":"And the people of Israel did as Moses had instructed; they asked the Egyptians for clothing and articles of silver and gold."},{"number":36,"verse":"The LORD caused the Egyptians to look favorably on the Israelites, and they gave the Israelites whatever they asked for. So they stripped the Egyptians of their wealth!"},{"number":37,"verse":"That night the people of Israel left Rameses and started for Succoth. There were about 600000 men, (Or fighting men; Hebrew reads men on foot.) plus all the women and children."},{"number":38,"verse":"A rabble of non-Israelites went with them, along with great flocks and herds of livestock."},{"number":39,"verse":"For bread they baked flat cakes from the dough without yeast they had brought from Egypt. It was made without yeast because the people were driven out of Egypt in such a hurry that they had no time to prepare the bread or other food."},{"number":40,"verse":"The people of Israel had lived in Egypt (Samaritan Pentateuch reads in Canaan and Egypt; Greek version reads in Egypt and Canaan.) for 430 years."},{"number":41,"verse":"In fact, it was on the last day of the 430th year that all the LORD’s forces left the land."},{"number":42,"verse":"On this night the LORD kept his promise to bring his people out of the land of Egypt. So this night belongs to him, and it must be commemorated every year by all the Israelites, from generation to generation."},{"number":43,"verse":"Instructions for the Passover Then the LORD said to Moses and Aaron, “These are the instructions for the festival of Passover. No outsiders are allowed to eat the Passover meal."},{"number":44,"verse":"But any slave who has been purchased may eat it if he has been circumcised."},{"number":45,"verse":"Temporary residents and hired servants may not eat it."},{"number":46,"verse":"Each Passover lamb must be eaten in one house. Do not carry any of its meat outside, and do not break any of its bones."},{"number":47,"verse":"The whole community of Israel must celebrate this Passover festival."},{"number":48,"verse":"“If there are foreigners living among you who want to celebrate the LORD’s Passover, let all their males be circumcised. Only then may they celebrate the Passover with you like any native-born Israelite. But no uncircumcised male may ever eat the Passover meal."},{"number":49,"verse":"This instruction applies to everyone, whether a native-born Israelite or a foreigner living among you.”"},{"number":50,"verse":"So all the people of Israel followed all the LORD’s commands to Moses and Aaron."},{"number":51,"verse":"On that very day the LORD brought the people of Israel out of the land of Egypt like an army."}]}