{"bibleAbbr":"teOV2016","bookName":"మత్తయి","bookEnglishName":"Matthew","chapterNumber":18,"verses":[{"number":1,"verse":"ఆ కాలమున శిష్యులు యేసునొద్దకు వచ్చి, పరలోక రాజ్యములో ఎవడు గొప్పవాడని అడుగగా,"},{"number":2,"verse":"ఆయన యొక చిన్నబిడ్డను తనయొద్దకు పిలిచి, వారిమధ్యను నిలువబెట్టి యిట్లనెను"},{"number":3,"verse":"–మీరు మార్పునొంది బిడ్డలవంటి వారైతేనే గాని పరలోకరాజ్యములో ప్రవేశింపరని మీతో నిశ్చయముగా చెప్పుచున్నాను."},{"number":4,"verse":"కాగా ఈ బిడ్డవలె తన్నుతాను తగ్గించుకొనువాడెవడో వాడే పరలోకరాజ్యములో గొప్పవాడు."},{"number":5,"verse":"మరియు ఈలాటి యొక బిడ్డను నా పేరట చేర్చుకొనువాడు నన్ను చేర్చు కొనును."},{"number":6,"verse":"నాయందు విశ్వాసముంచు ఈ చిన్న వారిలో ఒకనిని అభ్యంతరపరచువాడెవడో, వాడు మెడకు పెద్ద తిరుగటిరాయి కట్టబడినవాడై మిక్కిలి లోతైన సముద్రములో ముంచి వేయబడుట వానికి మేలు."},{"number":7,"verse":"అభ్యంతరములవలన లోకమునకు శ్రమ; అభ్యంతరములు రాక తప్పవు గాని, యెవనివలన అభ్యంతరము వచ్చునో ఆ మనుష్యునికి శ్రమ"},{"number":8,"verse":"కాగా నీ చెయ్యియైనను నీ పాదమైనను నిన్ను అభ్యంతరపరచినయెడల, దానిని నరికి నీయొద్దనుండి పారవేయుము; రెండు చేతులును రెండు పాదములును కలిగి నిత్యాగ్నిలో పడవేయబడుటకంటె కుంటివాడవుగనో అంగహీనుడవుగనో జీవములో ప్రవేశించుట నీకు మేలు."},{"number":9,"verse":"నీ కన్ను నిన్ను అభ్యంతర పరచినయెడల దాని పెరికి నీయొద్దనుండి పారవేయుము; రెండు కన్నులు గలిగి అగ్నిగల నరకములో పడవేయబడుటకంటె ఒక కన్ను గలిగి జీవములో ప్రవేశించుట నీకు మేలు."},{"number":10,"verse":"ఈ చిన్నవారిలో ఒకనినైనను తృణీకరింపకుండ చూచుకొనుడి. వీరి దూతలు, పరలోకమందున్న నా తండ్రి ముఖమును ఎల్లప్పుడు పరలోకమందు చూచుచుందురని మీతో చెప్పుచున్నాను."},{"number":11,"verse":"[11-12] మీకేమి ( అనేక ప్రాచీన ప్రతులలోఏలయనగా తప్పిపోయినదానిని రక్షించుటకై మనుష్యకుమారుడు వచ్చెను అని కూర్చబడియున్నది.) తోచును? ఒక మనుష్యునికి నూరు గొఱ్ఱెలుండగా వాటిలో ఒకటి తప్పిపోయినయెడల తొంబదితొమ్మిదింటిని కొండలమీద విడిచివెళ్లి తప్పిపోయినదానిని వెదకడా?"},{"number":13,"verse":"వాడు దాని కనుగొనినయెడల తొంబదితొమ్మిది గొఱ్ఱెలనుగూర్చి సంతోషించు నంతకంటె దానినిగూర్చి యెక్కువగా సంతోషించునని మీతో నిశ్చయముగా చెప్పుచున్నాను."},{"number":14,"verse":"ఆలాగుననే ఈ చిన్నవారిలో ఒకడైనను నశించుట పరలోకమందున్న మీ తండ్రి చిత్తముకాదు."},{"number":15,"verse":"మరియు నీ సహోదరుడు నీయెడల తప్పిదము చేసినయెడల నీవు పోయి, నీవును అతడును ఒంటరిగానున్నప్పుడు అతనిని గద్దించుము; అతడు నీ మాట వినినయెడల నీ సహోదరుని సంపాదించుకొంటివి."},{"number":16,"verse":"అతడు విననియెడల, ఇద్దరు ముగ్గురు సాక్షుల నోట ప్రతి మాట స్థిరపరచబడునట్లు నీవు ఒకరినిద్దరిని వెంటబెట్టుకొని అతనియొద్దకు పొమ్ము."},{"number":17,"verse":"అతడు వారి మాటయు విననియెడల ఆ సంగతి సంఘమునకు తెలియజెప్పుము; అతడు సంఘపు మాటయు విననియెడల అతనిని నీకు అన్యునిగాను సుంకరిగాను ఎంచుకొనుము."},{"number":18,"verse":"భూమిమీద మీరు వేటిని బంధింతురో, అవి పరలోకమందును బంధింపబడును; భూమిమీద మీరు వేటిని విప్పుదురో, అవి పరలోకమందును విప్పబడునని మీతో నిశ్చయముగా చెప్పుచున్నాను."},{"number":19,"verse":"మరియు మీలో ఇద్దరు తాము వేడుకొను దేనినిగూర్చియైనను భూమిమీద ఏకీభవించినయెడల అది పరలోకమందున్న నాతండ్రివలన వారికి దొరకునని మీతో చెప్పుచున్నాను."},{"number":20,"verse":"ఏలయనగా ఇద్దరు ముగ్గురు నా నామమున ఎక్కడ కూడి యుందురో అక్కడ నేను వారి మధ్యన ఉందునని చెప్పెను."},{"number":21,"verse":"ఆ సమయమున పేతురు ఆయనయొద్దకు వచ్చి— ప్రభువా, నా సహోదరుడు నాయెడల తప్పిదము చేసినయెడల నేనెన్నిమారులు అతని క్షమింపవలెను? ఏడు మారులమట్టుకా? అని అడిగెను."},{"number":22,"verse":"అందుకు యేసు అతనితో ఇట్లనెను–ఏడుమారులుమట్టుకే కాదు, డెబ్బది ఏళ్ల మారులమట్టుకని నీతో చెప్పుచున్నాను."},{"number":23,"verse":"కావున పరలోకరాజ్యము, తన దాసులయొద్ద లెక్క చూచుకొన గోరిన యొక రాజును పోలియున్నది."},{"number":24,"verse":"అతడు లెక్క చూచుకొన మొదలుపెట్టినప్పుడు, అతనికి పదివేల తలాంతులు ( ఒక తలాంతు ఇంచుమించు 3600 రూపాయిలు కావచ్చును.) అచ్చియున్న యొకడు అతనియొద్దకు తేబడెను."},{"number":25,"verse":"అప్పు తీర్చుటకు వానియొద్ద ఏమియు లేనందున, వాని యజమానుడు వానిని, వాని భార్యను, పిల్లలను వానికి కలిగినది యావత్తును అమ్మి, అప్పు తీర్చవలెనని ఆజ్ఞాపించెను."},{"number":26,"verse":"కాబట్టి ఆ దాసుడు అతని యెదుట సాగిలపడి మ్రొక్కి–నాయెడల ఓర్చుకొనుము, నీకు అంతయు చెల్లింతునని చెప్పగా"},{"number":27,"verse":"ఆ దాసుని యజమానుడు కనికర పడి, వానిని విడిచిపెట్టి, వాని అప్పు క్షమించెను."},{"number":28,"verse":"అయితే ఆ దాసుడు బయటకు వెళ్లి తనకు నూరు దేనారములు ( ఒక దేనారము ఇంచుమించు అర్ధరూపాయి కావచ్చును.) అచ్చియున్న తన తోడిదాసులలో ఒకనినిచూచి, వాని గొంతుపట్టుకొని–నీవు అచ్చియున్నది చెల్లింపు మనెను"},{"number":29,"verse":"అందుకు వాని తోడిదాసుడు సాగిలపడి–నా యెడల ఓర్చుకొనుము, నీకు చెల్లించెదనని వానిని వేడుకొనెను గాని"},{"number":30,"verse":"వాడు ఒప్పుకొనక అచ్చియున్నది చెల్లించువరకు వానిని చెరసాలలో వేయించెను."},{"number":31,"verse":"కాగా వాని తోడి దాసులు జరిగినది చూచి, మిక్కిలి దుఃఖపడి, వచ్చి, జరిగినదంతయు తమ యజమానునికి వివరముగా తెలిపిరి."},{"number":32,"verse":"అప్పుడు వాని యజమానుడు వానిని పిలిపించి —చెడ్డ దాసుడా, నీవు నన్ను వేడుకొంటివి గనుక నీ అప్పంతయు క్షమించితిని;"},{"number":33,"verse":"నేను నిన్ను కరుణించిన ప్రకారము నీవును నీ తోడిదాసుని కరుణింపవలసి యుండెను గదా అని వానితో చెప్పెను."},{"number":34,"verse":"అందుచేత వాని యజమానుడు కోపపడి, తనకు అచ్చియున్నదంతయు చెల్లించువరకు బాధపరచువారికి వాని నప్పగించెను."},{"number":35,"verse":"మీలో ప్రతివాడును తన సహోదరుని హృదయపూర్వకముగా క్షమింపనియెడల నా పరలోకపు తండ్రియు ఆప్రకారమే మీయెడల చేయుననెను."}]}