{"bibleAbbr":"WBT1833","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":147,"verses":[{"number":1,"verse":"Praise ye the LORD: for [it is] good to sing praises to our God; for [it is] pleasant; [and] praise is comely."},{"number":2,"verse":"The LORD buildeth up Jerusalem: he gathereth together the outcasts of Israel."},{"number":3,"verse":"He healeth the broken in heart, and bindeth up their wounds."},{"number":4,"verse":"He telleth the number of the stars; he calleth them all by [their] names."},{"number":5,"verse":"Great [is] our Lord, and of great power: his understanding [is] infinite."},{"number":6,"verse":"The LORD lifteth up the meek: he casteth the wicked down to the ground."},{"number":7,"verse":"Sing to the LORD with thanksgiving; sing praise upon the harp to our God:"},{"number":8,"verse":"Who covereth the heaven with clouds, who prepareth rain for the earth, who maketh grass to grow upon the mountains."},{"number":9,"verse":"He giveth to the beast his food, [and] to the young ravens which cry."},{"number":10,"verse":"He delighteth not in the strength of the horse: he taketh not pleasure in the legs of a man."},{"number":11,"verse":"The LORD taketh pleasure in them that fear him, in those that hope in his mercy."},{"number":12,"verse":"Praise the LORD, O Jerusalem; praise thy God, O Zion."},{"number":13,"verse":"For he hath strengthened the bars of thy gates; he hath blessed thy children within thee."},{"number":14,"verse":"He maketh peace [in] thy borders, [and] filleth thee with the finest of the wheat."},{"number":15,"verse":"He sendeth forth his commandment [upon] earth: his word runneth very swiftly."},{"number":16,"verse":"He giveth snow like wool: he scattereth the hoar-frost like ashes."},{"number":17,"verse":"He casteth forth his ice like morsels: who can stand before his cold?"},{"number":18,"verse":"He sendeth out his word, and melteth them: he causeth his wind to blow, [and] the waters flow."},{"number":19,"verse":"He showeth his word to Jacob, his statutes and his judgments to Israel."},{"number":20,"verse":"He hath not dealt so with any nation: and [as for his] judgments, they have not known them. Praise ye the LORD."}]}