{"bibleAbbr":"WBT1833","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":74,"verses":[{"number":1,"verse":"Maschil of Asaph. O God, why hast thou cast [us] off for ever? [why] doth thy anger smoke against the sheep of thy pasture?"},{"number":2,"verse":"Remember thy congregation, [which] thou hast purchased of old: the rod of thy inheritance, [which] thou hast redeemed; this mount Zion, in which thou hast dwelt."},{"number":3,"verse":"Lift up thy feet to the perpetual desolations; [even] all [that] the enemy hath done wickedly in the sanctuary."},{"number":4,"verse":"Thy enemies roar in the midst of thy congregations; they set up their ensigns [for] signs."},{"number":5,"verse":"[A man] was famous according as he had lifted up axes upon the thick trees."},{"number":6,"verse":"But now they break down the carved work of it at once with axes and hammers."},{"number":7,"verse":"They have cast fire into thy sanctuary, they have defiled [by casting down] the dwelling-place of thy name to the ground."},{"number":8,"verse":"They said in their hearts, Let us destroy them together: they have burned up all the synagogues of God in the land."},{"number":9,"verse":"We see not our signs: [there is] no more any prophet: neither [is there] among us any that knoweth how long."},{"number":10,"verse":"O God, how long shall the adversary reproach? shall the enemy blaspheme thy name for ever?"},{"number":11,"verse":"Why withdrawest thou thy hand, even thy right hand? pluck [it] out of thy bosom."},{"number":12,"verse":"For God [is] my King of old, working salvation in the midst of the earth."},{"number":13,"verse":"Thou didst divide the sea by thy strength: thou didst break the heads of the dragons in the waters."},{"number":14,"verse":"Thou didst break the head of leviathan in pieces, [and] didst give him [to be] food to the people inhabiting the wilderness."},{"number":15,"verse":"Thou didst cleave the fountain and the flood: thou didst dry up mighty rivers."},{"number":16,"verse":"The day [is] thine, the night also [is] thine: thou hast prepared the light and the sun."},{"number":17,"verse":"Thou hast set all the borders of the earth: thou hast made summer and winter."},{"number":18,"verse":"Remember this, the enemy hath reproached, O LORD, and the foolish people have blasphemed thy name."},{"number":19,"verse":"O deliver not the soul of thy turtle dove to the multitude [of the wicked]: forget not the congregation of thy poor for ever."},{"number":20,"verse":"Have respect to the covenant: for the dark places of the earth are full of the habitations of cruelty."},{"number":21,"verse":"O let not the oppressed return ashamed: let the poor and needy praise thy name."},{"number":22,"verse":"Arise, O God, plead thy own cause: remember how the foolish man reproacheth thee daily."},{"number":23,"verse":"Forget not the voice of thy enemies: the tumult of those that rise against thee increaseth continually."}]}