{"bibleAbbr":"ESV2001","bookName":"Matthew","bookEnglishName":"Matthew","chapterNumber":20,"verses":[{"number":1,"verse":"\"For the kingdom of heaven is like a master of a house who went out early in the morning to hire laborers for his vineyard."},{"number":2,"verse":"After agreeing with the laborers for a denarius a day, he sent them into his vineyard."},{"number":3,"verse":"And going out about the third hour he saw others standing idle in the marketplace,"},{"number":4,"verse":"and to them he said, 'You go into the vineyard too, and whatever is right I will give you.'"},{"number":5,"verse":"So they went. Going out again about the sixth hour and the ninth hour, he did the same."},{"number":6,"verse":"And about the eleventh hour he went out and found others standing. And he said to them, 'Why do you stand here idle all day?'"},{"number":7,"verse":"They said to him, 'Because no one has hired us.' He said to them, 'You go into the vineyard too.'"},{"number":8,"verse":"And when evening came, the owner of the vineyard said to his foreman, 'Call the laborers and pay them their wages, beginning with the last, up to the first.'"},{"number":9,"verse":"And when those hired about the eleventh hour came, each of them received a denarius."},{"number":10,"verse":"Now when those hired first came, they thought they would receive more, but each of them also received a denarius."},{"number":11,"verse":"And on receiving it they grumbled at the master of the house,"},{"number":12,"verse":"saying, 'These last worked only one hour, and you have made them equal to us who have borne the burden of the day and the scorching heat.'"},{"number":13,"verse":"But he replied to one of them, 'Friend, I am doing you no wrong. Did you not agree with me for a denarius?"},{"number":14,"verse":"Take what belongs to you and go. I choose to give to this last worker as I give to you."},{"number":15,"verse":"Am I not allowed to do what I choose with what belongs to me? Or do you begrudge my generosity?'"},{"number":16,"verse":"So the last will be first, and the first last.\""},{"number":17,"verse":"And as Jesus was going up to Jerusalem, he took the twelve disciples aside, and on the way he said to them,"},{"number":18,"verse":"\"See, we are going up to Jerusalem. And the Son of Man will be delivered over to the chief priests and scribes, and they will condemn him to death"},{"number":19,"verse":"and deliver him over to the Gentiles to be mocked and flogged and crucified, and he will be raised on the third day.\""},{"number":20,"verse":"Then the mother of the sons of Zebedee came up to him with her sons, and kneeling before him she asked him for something."},{"number":21,"verse":"And he said to her, \"What do you want?\" She said to him, \"Say that these two sons of mine are to sit, one at your right hand and one at your left, in your kingdom.\""},{"number":22,"verse":"Jesus answered, \"You do not know what you are asking. Are you able to drink the cup that I am to drink?\" They said to him, \"We are able.\""},{"number":23,"verse":"He said to them, \"You will drink my cup, but to sit at my right hand and at my left is not mine to grant, but it is for those for whom it has been prepared by my Father.\""},{"number":24,"verse":"And when the ten heard it, they were indignant at the two brothers."},{"number":25,"verse":"But Jesus called them to him and said, \"You know that the rulers of the Gentiles lord it over them, and their great ones exercise authority over them."},{"number":26,"verse":"It shall not be so among you. But whoever would be great among you must be your servant,"},{"number":27,"verse":"and whoever would be first among you must be your slave,"},{"number":28,"verse":"even as the Son of Man came not to be served but to serve, and to give his life as a ransom for many.\""},{"number":29,"verse":"And as they went out of Jericho, a great crowd followed him."},{"number":30,"verse":"And behold, there were two blind men sitting by the roadside, and when they heard that Jesus was passing by, they cried out, \"Lord, have mercy on us, Son of David!\""},{"number":31,"verse":"The crowd rebuked them, telling them to be silent, but they cried out all the more, \"Lord, have mercy on us, Son of David!\""},{"number":32,"verse":"And stopping, Jesus called them and said, \"What do you want me to do for you?\""},{"number":33,"verse":"They said to him, \"Lord, let our eyes be opened.\""},{"number":34,"verse":"And Jesus in pity touched their eyes, and immediately they recovered their sight and followed him."}]}