{"bibleAbbr":"NLT2007","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":11,"verses":[{"number":1,"verse":"(The People Occupy Jerusalem) The leaders of the people were living in Jerusalem, the holy city. A tenth of the people from the other towns of Judah and Benjamin were chosen by sacred lots to live there, too, while the rest stayed where they were."},{"number":2,"verse":"And the people commended everyone who volunteered to resettle in Jerusalem."},{"number":3,"verse":"Here is a list of the names of the provincial officials who came to live in Jerusalem. (Most of the people, priests, Levites, Temple servants, and descendants of Solomon’s servants continued to live in their own homes in the various towns of Judah,"},{"number":4,"verse":"but some of the people from Judah and Benjamin resettled in Jerusalem.) From the tribe of Judah: Athaiah son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mahalalel, of the family of Perez."},{"number":5,"verse":"Also Maaseiah son of Baruch, son of Col-hozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, of the family of Shelah. (Hebrew son of the Shilonite.)"},{"number":6,"verse":"There were 468 descendants of Perez who lived in Jerusalem—all outstanding men."},{"number":7,"verse":"From the tribe of Benjamin: Sallu son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah."},{"number":8,"verse":"After him were Gabbai and Sallai and a total of 928 relatives."},{"number":9,"verse":"Their chief officer was Joel son of Zicri, who was assisted by Judah son of Hassenuah, second-in-command over the city."},{"number":10,"verse":"From the priests: Jedaiah son of Joiarib; Jakin;"},{"number":11,"verse":"and Seraiah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the supervisor of the Temple of God."},{"number":12,"verse":"Also 822 of their associates, who worked at the Temple. Also Adaiah son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malkijah,"},{"number":13,"verse":"along with 242 of his associates, who were heads of their families. Also Amashsai son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer,"},{"number":14,"verse":"and 128 of his (As in Greek version; Hebrew reads their.) outstanding associates. Their chief officer was Zabdiel son of Haggedolim."},{"number":15,"verse":"From the Levites: Shemaiah son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni."},{"number":16,"verse":"Also Shabbethai and Jozabad, who were in charge of the work outside the Temple of God."},{"number":17,"verse":"Also Mattaniah son of Mica, son of Zabdi, a descendant of Asaph, who led in thanksgiving and prayer. Also Bakbukiah, who was Mattaniah’s assistant, and Abda son of Shammua, son of Galal, son of Jeduthun."},{"number":18,"verse":"In all, there were 284 Levites in the holy city."},{"number":19,"verse":"From the gatekeepers: Akkub, Talmon, and 172 of their associates, who guarded the gates."},{"number":20,"verse":"The other priests, Levites, and the rest of the Israelites lived wherever their family inheritance was located in any of the towns of Judah."},{"number":21,"verse":"The Temple servants, however, whose leaders were Ziha and Gishpa, all lived on the hill of Ophel."},{"number":22,"verse":"The chief officer of the Levites in Jerusalem was Uzzi son of Bani, son of Hashabiah, son of Mattaniah, son of Mica, a descendant of Asaph, whose family served as singers at God’s Temple."},{"number":23,"verse":"Their daily responsibilities were carried out according to the terms of a royal command."},{"number":24,"verse":"Pethahiah son of Meshezabel, a descendant of Zerah son of Judah, was the royal adviser in all matters of public administration."},{"number":25,"verse":"As for the surrounding villages with their open fields, some of the people of Judah lived in Kiriath-arba with its settlements, Dibon with its settlements, and Jekabzeel with its villages."},{"number":26,"verse":"They also lived in Jeshua, Moladah, Beth-pelet,"},{"number":27,"verse":"Hazar-shual, Beersheba with its settlements,"},{"number":28,"verse":"Ziklag, and Meconah with its settlements."},{"number":29,"verse":"They also lived in En-rimmon, Zorah, Jarmuth,"},{"number":30,"verse":"Zanoah, and Adullam with their surrounding villages. They also lived in Lachish with its nearby fields and Azekah with its surrounding villages. So the people of Judah were living all the way from Beersheba in the south to the valley of Hinnom."},{"number":31,"verse":"Some of the people of Benjamin lived at Geba, Micmash, Aija, and Bethel with its settlements."},{"number":32,"verse":"They also lived in Anathoth, Nob, Ananiah,"},{"number":33,"verse":"Hazor, Ramah, Gittaim,"},{"number":34,"verse":"Hadid, Zeboim, Neballat,"},{"number":35,"verse":"Lod, Ono, and the Valley of Craftsmen. (Or and Ge-harashim.)"},{"number":36,"verse":"Some of the Levites who lived in Judah were sent to live with the tribe of Benjamin."}]}