{"bibleAbbr":"paOV2016","bookName":"ਰਸੂਲਾਂ ਦੇ ਕਰਤੱਬ","bookEnglishName":"Acts of the Apostles","chapterNumber":13,"verses":[{"number":1,"verse":"( ਪੌਲੁਸ ਅਤੇ ਬਰਨਬਾਸ ਦਾ ਪਹਿਲਾ ਸਫ਼ਰ) ਅੰਤਾਕਿਯਾ ਦੀ ਕਲੀਸਿਯਾ ਵਿੱਚ ਕਈ ਨਬੀ ਅਤੇ ਉਪਦੇਸ਼ਕ ਸਨ ਅਰਥਾਤ ਬਰਨਬਾਸ ਅਰ ਸ਼ਿਮਓਨ ਜੋ ਨੀਗਰ ਕਹਾਉਂਦਾ ਹੈ ਅਰ ਲੂਕਿਯੁਸ ਕੁਰੈਨੇ ਦਾ ਇੱਕ ਮਨੁੱਖ ਅਤੇ ਮਨਏਨ ਜਿਹੜਾ ਰਾਜਾ ਹੇਰੋਦੇਸ ਦੇ ਨਾਲ ਪਲਿਆ ਸੀ ਅਤੇ ਸੌਲੁਸ"},{"number":2,"verse":"ਜਾਂ ਇਹ ਪ੍ਰਭੁ ਦੀ ਉਪਾਸਨਾ ਕਰਦੇ ਅਤੇ ਵਰਤ ਰੱਖਦੇ ਸਨ ਤਾਂ ਪਵਿੱਤ੍ਰ ਆਤਮਾ ਨੇ ਕਿਹਾ ਕਿ ਮੇਰੇ ਲਈ ਬਰਨਬਾਸ ਅਤੇ ਸੌਲੁਸ ਨੂੰ ਉਸ ਕੰਮ ਦੇ ਲਈ ਵੱਖਰਾ ਕਰੋ ਜਿਹ ਦੇ ਲਈ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਬੁਲਾਇਆ ਹੈ"},{"number":3,"verse":"ਤਦ ਉਨ੍ਹਾਂ ਵਰਤ ਰੱਖ ਕੇ ਅਤੇ ਪ੍ਰਾਰਥਨਾ ਕਰ ਕੇ ਉਨ੍ਹਾਂ ਉੱਤੇ ਹੱਥ ਧਰੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵਿਦਿਆ ਕੀਤਾ।।"},{"number":4,"verse":"ਸੋ ਉਹ ਪਵਿੱਤ੍ਰ ਆਤਮਾ ਦੇ ਘੱਲੇ ਹੋਏ ਸਿਲੂਕਿਯਾ ਨੂੰ ਆਏ ਅਰ ਉੱਥੋਂ ਜਹਾਜ਼ ਤੇ ਚੜ੍ਹ ਕੇ ਕੁਪਰੁਸ ਨੂੰ ਗਏ"},{"number":5,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਸਲਮੀਸ ਵਿੱਚ ਪਹੁੰਚ ਕੇ ਯਹੂਦੀਆਂ ਦੀਆਂ ਸਮਾਜਾਂ ਵਿੱਚ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬਚਨ ਸੁਣਾਇਆ ਅਤੇ ਯੂਹੰਨਾ ਉਨ੍ਹਾਂ ਦਾ ਸੇਵਕ ਨਾਲ ਸੀ"},{"number":6,"verse":"ਜਾਂ ਓਹ ਉਸ ਸਾਰੇ ਟਾਪੂ ਵਿੱਚ ਫਿਰਦੇ ਫਿਰਦੇ ਪਾਫ਼ੁਸ ਤਾਈਂ ਆਏ ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਬਰਯੇਸੂਸ ਨਾਉਂ ਦਾ ਇੱਕ ਆਦਮੀ ਮਿਲਿਆ ਜਿਹੜਾ ਜਾਦੂਗਰ, ਝੂਠਾ ਨਬੀ ਅਤੇ ਕੌਮ ਦਾ ਯਹੂਦੀ ਸੀ"},{"number":7,"verse":"ਉਹ ਸਰਗੀਉਸ ਪੌਲੁਸ ਡਿਪਟੀ ਦੇ ਨਾਲ ਸੀ ਜਿਹੜਾ ਬੁੱਧਵਾਨ ਮਨੁੱਖ ਸੀ। ਇਸ ਨੇ ਬਰਨਬਾਸ ਅਤੇ ਸੌਲੁਸ ਨੂੰ ਆਪਣੇ ਕੋਲ ਸੱਦ ਕੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬਚਨ ਸੁਣਨਾ ਚਾਹਿਆ"},{"number":8,"verse":"ਇਲਮਾਸ ਜਾਦੂਗਰ ਨੇ (ਕਿ ਉਹ ਦੇ ਨਾਉਂ ਦਾ ਇਹੋ ਅਰਥ ਹੈ) ਡਿਪਟੀ ਨੂੰ ਉਸ ਮਤ ਤੋਂ ਫੇਰਨ ਦਾ ਦਾਯਾ ਕਰ ਕੇ ਉਨ੍ਹਾਂ ਦਾ ਸਾਹਮਣਾ ਕੀਤਾ"},{"number":9,"verse":"ਪਰ ਸੌਲੁਸ ਨੇ ਜਿਹ ਨੂੰ ਪੌਲੁਸ ਵੀ ਆਖੀਦਾ ਹੈ ਪਵਿੱਤ੍ਰ ਆਤਮਾ ਨਾਲ ਭਰਪੂਰ ਹੋ ਕੇ ਉਹ ਦੀ ਵੱਲ ਧਿਆਨ ਕੀਤਾ"},{"number":10,"verse":"ਅਤੇ ਆਖਿਆ ਕਿ ਓਏ ਤੂੰ ਜੋ ਸਭ ਤਰਾਂ ਦੇ ਛਲ ਅਤੇ ਬੁਰਿਆਈ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈਂ ਸ਼ਤਾਨ ਦੇ ਬੱਚੇ ਅਤੇ ਸਾਰੇ ਧਰਮ ਦੇ ਵੈਰੀ! ਕੀ ਤੂੰ ਪ੍ਰਭੁ ਦੇ ਸਿੱਧੇ ਰਾਹਾਂ ਨੂੰ ਵਿੰਗੇ ਕਰਨੋਂ ਨਹੀਂ ਟਲੇਂਗਾॽ"},{"number":11,"verse":"ਹੁਣ ਵੇਖ, ਪ੍ਰਭੁ ਦਾ ਹੱਥ ਤੇਰੇ ਉੱਤੇ ਹੈ ਅਤੇ ਤੂੰ ਅੰਨ੍ਹਾ ਹੋ ਜਾਏਂਗਾ ਅਤੇ ਕੁਛ ਚਿਰ ਤੀਕੁਰ ਸੂਰਜ ਨੂੰ ਨਾ ਵੇਖੇਂਗਾ! ਅਤੇ ਓਵੇਂ ਉਹ ਦੇ ਉੱਤੇ ਧੁੰਦ ਅਰ ਅਨ੍ਹੇਰਾ ਛਾ ਗਿਆ। ਤਾਂ ਉਹ ਟੋਲਦਾ ਫਿਰਿਆ ਭਈ ਕੋਈ ਹੱਥ ਫੜ ਕੇ ਮੈਨੂੰ ਲੈ ਚੱਲੇ"},{"number":12,"verse":"ਤਦ ਡਿਪਟੀ ਨੇ ਜਾਂ ਇਹ ਵਾਰਤਾ ਵੇਖੀ ਤਾਂ ਪ੍ਰਭੁ ਦੀ ਸਿੱਖਿਆ ਤੋਂ ਹੈਰਾਨ ਹੋ ਕੇ ਨਿਹਚਾ ਕੀਤਾ।।"},{"number":13,"verse":"ਤਾਂ ਪੌਲੁਸ ਅਰ ਉਹ ਦੇ ਸਾਥੀ ਪਾਫ਼ੁਸ ਤੋਂ ਜਹਾਜ਼ ਤੇ ਚੜ੍ਹ ਕੇ ਪਮਫ਼ੁਲਿਆ ਦੇ ਪਰਗਾ ਵਿੱਚ ਆਏ ਅਤੇ ਯੂਹੰਨਾ ਉਨ੍ਹਾਂ ਤੋਂ ਅੱਡ ਹੋ ਕੇ ਯਰੂਸ਼ਲਮ ਨੂੰ ਮੁੜ ਗਿਆ"},{"number":14,"verse":"ਪਰ ਓਹ ਪਰਗਾ ਤੋਂ ਲੰਘ ਕੇ ਪਿਸਿਦਿਯਾ ਦੇ ਅੰਤਾਕਿਯਾ ਵਿੱਚ ਅੱਪੜੇ ਅਰ ਸਬਤ ਦੇ ਦਿਨ ਸਮਾਜ ਵਿੱਚ ਜਾ ਬੈਠੇ"},{"number":15,"verse":"ਅਤੇ ਤੁਰੇਤ ਅਰ ਨਬੀਆਂ ਦੇ ਪੜ੍ਹਨ ਤੋਂ ਪਿੱਛੋਂ ਸਮਾਜ ਦੇ ਸਰਦਾਰਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਕਹਾ ਭੇਜਿਆ ਕਿ ਹੇ ਭਾਈਓ, ਜੇ ਲੋਕਾਂ ਦੇ ਲਈ ਕੋਈ ਉਪਦੇਸ਼ ਦਾ ਬਚਨ ਤੁਹਾਡੇ ਕੋਲ ਹੋਵੇ ਤਾਂ ਸੁਣਾਓ"},{"number":16,"verse":"ਤਦ ਪੌਲੁਸ ਖੜਾ ਹੋ ਗਿਆ ਅਤੇ ਹੱਥ ਨਾਲ ਸੈਨਤ ਕਰ ਕੇ ਕਿਹਾ, ਹੇ ਇਸਰਾਏਲੀਓ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਭੌ ਕਰਨ ਵਾਲਿਓ, ਸੁਣੋ"},{"number":17,"verse":"ਇਸਰਾਏਲ ਦੀ ਇਸ ਕੌਮ ਦੇ ਪਰਮੇਸ਼ੁਰ ਨੇ ਸਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ ਚੁਣਿਆ ਅਤੇ ਇਸ ਕੌਮ ਨੂੰ ਜਦ ਮਿਸਰ ਦੇਸ ਵਿੱਚ ਪਰਦੇਸੀ ਸੀ ਵਧਾਇਆ ਅਤੇ ਭੁਜਾ ਦੇ ਬਲ ਨਾਲ ਉਨ੍ਹਾਂ ਨੂੰ ਉਸ ਵਿੱਚੋਂ ਕੱਢ ਲਿਆਂਦਾ"},{"number":18,"verse":"ਅਤੇ ਚਾਹਲੀਆਂਕੁ ਵਰਿਹਾਂ ਤੀਕੁਰ ਉਜਾੜ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੀ ਝਾਲ ਝੱਲੀ"},{"number":19,"verse":"ਅਰ ਕਨਾਨ ਦੇਸ ਵਿੱਚ ਸੱਤਾਂ ਕੌਮਾਂ ਦਾ ਨਾਸ ਕਰ ਕੇ ਉਨ੍ਹਾਂ ਦੇ ਦੇਸ ਨੂੰ ਕੋਈ ਸਾਢੇ ਚਾਰਕੁ ਸੌ ਵਰਿਹਾਂ ਤੀਕੁਰ ਉਨ੍ਹਾਂ ਦਾ ਵਿਰਸਾ ਕਰ ਦਿੱਤਾ"},{"number":20,"verse":"ਉਹ ਦੇ ਮਗਰੋਂ ਉਸ ਨੇ ਸਮੂਏਲ ਨਬੀ ਤੀਕ ਉਨ੍ਹਾਂ ਨੂੰ ਨਿਆਈ ਦਿੱਤੇ"},{"number":21,"verse":"ਏਹ ਦੇ ਮਗਰੋਂ ਉਨ੍ਹਾਂ ਨੇ ਪਾਤਸ਼ਾਹ ਮੰਗਿਆ ਤਾਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਇੱਕ ਮਨੁੱਖ ਬਿਨਯਾਮੀਨ ਦੇ ਗੋਤ ਵਿੱਚ ਕੀਸ਼ ਦੇ ਪੁੱਤ੍ਰ ਸ਼ਾਊਲ ਨੂੰ ਚਾਹਲੀਆਂ ਵਰਿਹਾਂ ਤੀਕੁਰ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿੱਤਾ"},{"number":22,"verse":"ਫੇਰ ਉਹ ਨੂੰ ਹਟਾ ਕੇ ਦਾਊਦ ਨੂੰ ਖੜਾ ਕੀਤਾ ਭਈ ਉਨ੍ਹਾਂ ਦਾ ਪਾਤਸ਼ਾਹ ਹੋਵੇ ਜਿਹ ਦੇ ਹੱਕ ਵਿੱਚ ਉਹ ਨੇ ਸਾਖੀ ਦੇ ਕੇ ਆਖਿਆ ਭਈ ਮੈਂ ਯੱਸੀ ਦੇ ਪੁੱਤ੍ਰ ਦਾਊਦ ਨੂੰ ਆਪਣੇ ਮਨ ਭਾਉਂਦਾ ਇੱਕ ਮਨੁੱਖ ਲੱਭਿਆ, ਉਹੋ ਮੇਰੀ ਸਾਰੀ ਮਰਜ਼ੀ ਪੂਰੀ ਕਰੇਗਾ"},{"number":23,"verse":"ਓਸੇ ਦੀ ਅੰਸ ਤੋਂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਆਪਣੇ ਕਰਾਰ ਮੂਜਬ ਇਸਰਾਏਲ ਦੇ ਕੋਲ ਇੱਕ ਮੁਕਤੀ ਦਾਤਾ ਯਿਸੂ ਨੂੰ ਲਿਆਂਦਾ"},{"number":24,"verse":"ਜਿਹ ਦੇ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਯੂਹੰਨਾ ਨੇ ਇਸਰਾਏਲ ਦੇ ਸਰਬੱਤ ਲੋਕਾਂ ਦੇ ਅੱਗੇ ਤੋਬਾ ਦੇ ਬਪਤਿਸਮਾ ਦਾ ਪਰਚਾਰ ਕੀਤਾ"},{"number":25,"verse":"ਜਾਂ ਯੂਹੰਨਾ ਆਪਣੀ ਦੌੜ ਪੂਰੀ ਕਰ ਰਿਹਾ ਸੀ ਤਾਂ ਉਹ ਨੇ ਆਖਿਆ ਕਿ ਤੁਸੀਂ ਮੈਨੂੰ ਕੀ ਸਮਝਦੇ ਹੋॽ ਮੈਂ ਉਹ ਨਹੀਂ ਹਾਂ ਪਰ ਵੇਖੋ ਮੇਰੇ ਪਿੱਛੇ ਇੱਕ ਆਉਂਦਾ ਹੈ ਜਿਹ ਦੇ ਪੈਰਾਂ ਦੀ ਜੁੱਤੀ ਮੈਂ ਖੋਲ੍ਹਣ ਦੇ ਜੋਗ ਨਹੀਂ"},{"number":26,"verse":"ਹੇ ਭਾਈਓ, ਅਬਰਾਹਾਮ ਦੀ ਅੰਸ ਦੇ ਪੁੱਤ੍ਰੋ ਅਤੇ ਤੁਹਾਡੇ ਵਿੱਚ ਜਿਹੜੇ ਪਰਮੇਸ਼ੁਰ ਦਾ ਭੈ ਕਰਦੇ ਹੋ ਸਾਡੇ ਕੋਲ ਇਸ ਮੁਕਤੀ ਦਾ ਬਚਨ ਭੇਜਿਆ ਹੋਇਆ ਹੈ"},{"number":27,"verse":"ਕਿਉਂ ਜੋ ਯਰੂਸ਼ਲਮ ਦੇ ਰਹਿਣ ਵਾਲਿਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸਰਦਾਰਾਂ ਨੇ ਉਹ ਨੂੰ ਅਤੇ ਨਬੀਆਂ ਦੇ ਬਚਨਾਂ ਨੂੰ ਜੋ ਹਰ ਸਬਤ ਦੇ ਦਿਨ ਪੜ੍ਹੇ ਜਾਂਦੇ ਹਨ ਨਾ ਜਾਣ ਕੇ ਉਹ ਨੂੰ ਡੰਨ ਦੇ ਜੋਗ ਠਹਿਰਾਉਣ ਨਾਲ ਉਨ੍ਹਾਂ ਨੂੰ ਪੂਰਿਆਂ ਕੀਤਾ"},{"number":28,"verse":"ਭਾਵੇਂ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਦੇ ਵਿੱਚ ਕਤਲ ਦੇ ਲਾਇਕ ਕੋਈ ਦੋਸ਼ ਨਹੀਂ ਵੇਖਿਆ ਤਾਂ ਵੀ ਪਿਲਾਤੁਸ ਦੇ ਅੱਗੇ ਅਰਜ਼ ਕੀਤੀ ਜੋ ਉਹ ਜਾਨੋਂ ਮਾਰਿਆ ਜਾਵੇ"},{"number":29,"verse":"ਅਤੇ ਜਾਂ ਸਭ ਕੁਝ ਜੋ ਉਹ ਦੇ ਹੱਕ ਵਿੱਚ ਲਿਖਿਆ ਹੋਇਆ ਸੀ ਪੂਰਾ ਕਰ ਚੁੱਕੇ ਤਾਂ ਉਹ ਨੂੰ ਰੁੱਖ ਉੱਤੋਂ ਲਾਹ ਕੇ ਕਬਰ ਵਿੱਚ ਰੱਖਿਆ"},{"number":30,"verse":"ਪਰੰਤੂ ਪਰਮੇਸ਼ੁਰ ਨੇ ਉਹ ਨੂੰ ਮੁਰਦਿਆਂ ਵਿੱਚੋਂ ਜਿਵਾਲਿਆ"},{"number":31,"verse":"ਅਤੇ ਉਹ ਬਹੁਤ ਦਿਨਾਂ ਤੀਕ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਵਿਖਾਈ ਦਿੰਦਾ ਰਿਹਾ ਜਿਹੜੇ ਗਲੀਲ ਤੋਂ ਯਰੂਸ਼ਲਮ ਨੂੰ ਉਹ ਦੇ ਨਾਲ ਆਏ ਸਨ ਅਤੇ ਹੁਣ ਲੋਕਾਂ ਦੇ ਅੱਗੇ ਉਹ ਦੇ ਉੱਤੇ ਸਾਖੀ ਦੇਣ ਵਾਲੇ ਹਨ"},{"number":32,"verse":"ਅਸੀਂ ਤੁਹਾਨੂੰ ਉਸ ਬਚਨ ਦੀ ਖੁਸ਼ ਖਬਰੀ ਸੁਣਾਉਂਦੇ ਹਾਂ ਜਿਹੜਾ ਸਾਡੇ ਪਿਉ ਦਾਦਿਆਂ ਨਾਲ ਕੀਤਾ ਗਿਆ ਸੀ"},{"number":33,"verse":"ਭਈ ਪਰਮੇਸ਼ੁਰ ਨੇ ਯਿਸੂ ਨੂੰ ਉਠਾਲ ਕੇ ਸਾਡੀ ਉਲਾਦ ਦੇ ਲਈ ਓਸੇ ਬਚਨ ਨੂੰ ਪੂਰਾ ਕੀਤਾ ਹੈ ਜਿਵੇਂ ਦੂਜੇ ਜ਼ਬੂਰ ਵਿੱਚ ਲਿਖਿਆ ਹੋਇਆ ਹੈ ਕਿ ਤੂੰ ਮੇਰਾ ਪੁੱਤ੍ਰ ਹੈਂ, ਅੱਜ ਤੂੰ ਮੈਥੋਂ ਜੰਮਿਆ"},{"number":34,"verse":"ਇਹ ਦੇ ਵਿਖੇ ਜੋ ਉਸ ਨੇ ਉਹ ਨੂੰ ਮੁਰਦਿਆਂ ਵਿੱਚੋਂ ਉਠਾਲਿਆ ਭਈ ਉਹ ਫੇਰ ਸੜਨ ਦੀ ਵੱਲ ਕਦੇ ਨਾ ਮੁੜੇ ਉਹ ਨੇ ਇਉਂ ਆਖਿਆ ਹੈ ਜੋ ਮੈਂ ਦਾਊਦ ਦੇ ਪਵਿੱਤ੍ਰ ਅਤੇ ਅਟੱਲ ਪਦਾਰਥ ਤੁਹਾਨੂੰ ਦਿਆਂਗਾ"},{"number":35,"verse":"ਏਸ ਲਈ ਉਹ ਕਿਸੇ ਹੋਰ ਜ਼ਬੂਰ ਵਿੱਚ ਵੀ ਆਖਦਾ ਹੈ ਭਈ ਤੂੰ ਆਪਣੇ ਪਵਿੱਤ੍ਰ ਪੁਰਖ ਨੂੰ ਸੜਨ ਨਾ ਦੇਵੇਂਗਾ"},{"number":36,"verse":"ਦਾਊਦ ਤਾਂ ਆਪਣੇ ਸਮੇਂ ਵਿੱਚ ਪਰਮੇਸ਼ੁਰ ਦੀ ਮਰਜ਼ੀ ਪੂਰੀ ਕਰ ਕੇ ਸੌਂ ਗਿਆ ਅਤੇ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਵਿੱਚ ਜਾ ਮਿਲਿਆ ਅਤੇ ਸੜ ਗਿਆ"},{"number":37,"verse":"ਪਰ ਇਹ ਜਿਹ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਨੇ ਜਿਵਾਲਿਆ ਨਾ ਸੜਿਆ"},{"number":38,"verse":"ਸੋ ਹੇ ਭਾਈਓ, ਇਹ ਜਾਣੋ ਕਿ ਓਸੇ ਦੇ ਵਸੀਲੇ ਨਾਲ ਤੁਹਾਨੂੰ ਪਾਪਾਂ ਦੀ ਮਾਫ਼ੀ ਦੀ ਖਬਰ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ"},{"number":39,"verse":"ਅਤੇ ਉਸੇ ਦੇ ਰਾਹੀਂ ਹਰੇਕ ਜਿਹੜਾ ਨਿਹਚਾ ਕਰਦਾ ਹੈ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਗੱਲਾਂ ਤੋਂ ਬੇਗੁਨਾਹ ਠਹਿਰਾਇਆ ਜਾਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਤੋਂ ਤੁਸੀਂ ਮੂਸਾ ਦੀ ਸ਼ਰਾ ਨਾਲ ਬੇਗੁਨਾਹ ਨਾ ਠਹਿਰ ਸਕੇ"},{"number":40,"verse":"ਸੋ ਤੁਸੀਂ ਚੌਕਸ ਰਹੋ ਕਿਤੇ ਐਉਂ ਨਾ ਹੋਵੇ ਕਿ ਉਹ ਜੋ ਨਬੀਆਂ ਵਿੱਚ ਕਿਹਾ ਗਿਆ ਹੈ ਸੋ ਤੁਹਾਡੇ ਉੱਤੇ ਆ ਪਵੇ ਕਿ —"},{"number":41,"verse":"ਹੇ ਤੁੱਛ ਜਾਣਨ ਵਾਲਿਓ ਵੇਖੋ, ਅਤੇ ਅਚਰਜ ਮੰਨੋ, ਅਰ ਨਸ਼ਟ ਹੋ ਜਾਓ! ਕਿਉਂ ਜੋ ਮੈਂ ਤੁਹਾਡੇ ਦਿਨਾਂ ਵਿੱਚ ਇੱਕ ਕਾਰਜ ਕਰਦਾ ਹਾਂ, ਅਜਿਹਾ ਕਾਰਜ ਕਿ ਭਾਵੇਂ ਕੋਈ ਤੁਹਾਨੂੰ ਦੱਸੇ, ਪਰ ਤੁਸੀਂ ਕਦੀ ਉਹ ਨੂੰ ਸਤ ਨਾ ਮੰਨੋਗੇ।।"},{"number":42,"verse":"ਜਾਂ ਓਹ ਬਾਹਰ ਨਿੱਕਲ ਰਹੇ ਸਨ ਤਾਂ ਓਹ ਬੇਨਤੀ ਕਰਨ ਲੱਗੇ ਭਈ ਅਗਲੇ ਸਬਤ ਦੇ ਦਿਨ ਏਹੋ ਗੱਲਾਂ ਸਾਨੂੰ ਸੁਣਾਈਆਂ ਜਾਣ"},{"number":43,"verse":"ਜਾਂ ਸਭਾ ਉੱਠ ਗਈ ਤਾਂ ਬਹੁਤ ਸਾਰੇ ਯਹੂਦੀ ਅਤੇ ਯਹੂਦੀ-ਮੁਰੀਦਾਂ ਵਿੱਚੋਂ ਭਗਤ ਪੌਲੁਸ ਅਤੇ ਬਰਨਬਾਸ ਦੇ ਮਗਰ ਲੱਗ ਤੁਰੇ। ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਨਾਲ ਗੱਲਾਂ ਕਰ ਕੇ ਓਹਨਾਂ ਨੂੰ ਸਮਝਾ ਦਿੱਤਾ ਭਈ ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਿਰਪਾ ਵਿੱਚ ਬਣੇ ਰਹੋ।।"},{"number":44,"verse":"ਅਗਲੇ ਸਬਤ ਦੇ ਦਿਨ ਕਰੀਬ ਸਾਰਾ ਨਗਰ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬਚਨ ਸੁਣਨ ਨੂੰ ਇਕੱਠਾ ਹੋਇਆ"},{"number":45,"verse":"ਪਰ ਯਹੂਦੀ ਐਡੀ ਭੀੜ ਵੇਖ ਕੇ ਖਾਰ ਨਾਲ ਭਰ ਗਏ ਅਤੇ ਪੌਲੁਸ ਦੀਆਂ ਗੱਲਾਂ ਦੇ ਵਿਰੁੱਧ ਬੋਲਣ ਅਰ ਕੁਫ਼ਰ ਬਕਣ ਡਹਿ ਪਏ"},{"number":46,"verse":"ਤਦ ਪੌਲੁਸ ਅਤੇ ਬਰਨਬਾਸ ਬੇਧੜਕ ਹੋ ਕੇ ਬੋਲੇ ਕਿ ਜਰੂਰ ਸੀ ਜੋ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬਚਨ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਸੁਣਾਇਆ ਜਾਂਦਾ ਪਰ ਜਿਸ ਕਰਕੇ ਤੁਸੀਂ ਉਹ ਨੂੰ ਆਪਣੇ ਕੋਲੋਂ ਰੱਦ ਕਰਦੇ ਅਤੇ ਆਪ ਨੂੰ ਸਦੀਪਕ ਜੀਉਣ ਦੇ ਜੋਗ ਨਹੀਂ ਸਮਝਦੇ ਹੋ ਤਾਂ ਵੇਖੋ ਅਸੀਂ ਪਰਾਈਆਂ ਕੌਮਾਂ ਵੱਲ ਮੁੜਦੇ ਹਾਂ"},{"number":47,"verse":"ਕਿਉਂ ਜੋ ਪ੍ਰਭੁ ਨੇ ਸਾਨੂੰ ਇਉਂ ਹੁਕਮ ਦਿੱਤਾ ਹੈ — ਮੈਂ ਤੈਨੂੰ ਪਰਾਈਆਂ ਕੌਮਾਂ ਦੇ ਲਈ ਜੋਤ ਠਹਿਰਾਇਆ ਹੈ, ਭਈ ਤੂੰ ਧਰਤੀ ਦੇ ਬੰਨੇ ਤੀਕੁਰ ਮੁਕਤੀ ਦਾ ਕਾਰਨ ਹੋਵੇਂ।।"},{"number":48,"verse":"ਤਾਂ ਪਰਾਈਆਂ ਕੌਮਾਂ ਦੇ ਲੋਕ ਏਹ ਗੱਲਾਂ ਸੁਣ ਕੇ ਅਨੰਦ ਹੋਏ ਅਤੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਬਚਨ ਦੀ ਵਡਿਆਈ ਕਰਨ ਲੱਗੇ ਅਤੇ ਜਿੰਨੇ ਸਦੀਪਕ ਜੀਉਣ ਲਈ ਠਹਿਰਾਏ ਗਏ ਸਨ ਉਨ੍ਹਾਂ ਨਿਹਚਾ ਕੀਤੀ"},{"number":49,"verse":"ਅਰ ਉਸ ਸਾਰੇ ਦੇਸ ਵਿੱਚ ਪ੍ਰਭੁ ਦਾ ਬਚਨ ਫੈਲਦਾ ਗਿਆ"},{"number":50,"verse":"ਪਰ ਯਹੂਦੀਆਂ ਨੇ ਭਗਤਣਾਂ ਪਤਵੰਤੀਆਂ ਇਸਤ੍ਰੀਆਂ ਅਤੇ ਨਗਰ ਦੇ ਵੱਡੇ ਆਦਮੀਆਂ ਨੂੰ ਉਭਾਰਿਆ ਅਰ ਪੌਲੁਸ ਅਤੇ ਬਰਨਬਾਸ ਉੱਤੇ ਦੰਗਾ ਮਚਾਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਹੱਦੋਂ ਬਾਹਰ ਕੱਢ ਦਿੱਤਾ"},{"number":51,"verse":"ਪਰ ਓਹ ਉਨ੍ਹਾਂ ਉੱਤੇ ਆਪਣਿਆਂ ਪੈਰਾਂ ਦੀ ਧੂੜ ਝਾੜ ਕੇ ਇਕੋਨਿਯੁਮ ਵਿੱਚ ਆਏ"},{"number":52,"verse":"ਅਤੇ ਚੇਲੇ ਅਨੰਦ ਅਰ ਪਵਿੱਤ੍ਰ ਆਤਮਾ ਨਾਲ ਭਰੇ ਰਹਿੰਦੇ ਸਨ।।"}]}