{"bibleAbbr":"paOV2016","bookName":"ਰਸੂਲਾਂ ਦੇ ਕਰਤੱਬ","bookEnglishName":"Acts of the Apostles","chapterNumber":14,"verses":[{"number":1,"verse":"( ਲੁਸਤ੍ਰਾ ਵਿੱਚ ਪੌਲੁਸ ਦਾ ਪਥਰਾਉ ਕੀਤਾ ਜਾਣਾ) ਇਕੋਨਿਯੁਮ ਵਿੱਚ ਇਉਂ ਹੋਇਆ ਕਿ ਓਹ ਯਹੂਦੀਆਂ ਦੀ ਸਮਾਜ ਵਿੱਚ ਗਏ ਅਰ ਅਜਿਹਾ ਬਚਨ ਕੀਤਾ ਜੋ ਯਹੂਦੀਆਂ ਅਤੇ ਯੂਨਾਨੀਆਂ ਵਿੱਚੋਂ ਬਾਹਲੇ ਲੋਕਾਂ ਨੇ ਨਿਹਚਾ ਕੀਤੀ"},{"number":2,"verse":"ਪਰ ਉਨ੍ਹਾਂ ਯਹੂਦੀਆਂ ਨੇ ਜਿਨ੍ਹਾਂ ਨਾ ਮੰਨਿਆ ਪਰਾਈਆਂ ਕੌਮਾਂ ਦਿਆਂ ਲੋਕਾਂ ਦੇ ਮਨਾਂ ਨੂੰ ਉਭਾਰ ਕੇ ਭਾਈਆਂ ਦੀ ਵੱਲੋਂ ਬੁਰਾ ਕਰ ਦਿੱਤਾ"},{"number":3,"verse":"ਸੋ ਓਹ ਬਹੁਤ ਦਿਨ ਉੱਥੇ ਠਹਿਰੇ ਅਤੇ ਪ੍ਰਭੁ ਦੇ ਆਸਰੇ ਬੇਧੜਕ ਉਪਦੇਸ਼ ਕਰਦੇ ਰਹੇ ਅਰ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥੀਂ ਨਿਸ਼ਾਨ ਅਤੇ ਅਚਰਜ ਕੰਮ ਵਿਖਾਲ ਕੇ ਆਪਣੀ ਕਿਰਪਾ ਦੇ ਬਚਨ ਉੱਤੇ ਸਾਖੀ ਦਿੰਦਾ ਰਿਹਾ"},{"number":4,"verse":"ਪਰ ਨਗਰ ਦੇ ਲੋਕਾਂ ਵਿੱਚ ਫੁੱਟ ਪੈ ਗਈ ਅਤੇ ਕਈ ਯਹੂਦੀਆਂ ਦੀ ਵੱਲ ਅਤੇ ਕਈ ਰਸੂਲਾਂ ਦੀ ਵੱਲ ਹੋ ਗਏ"},{"number":5,"verse":"ਜਾਂ ਪਰਾਈਆਂ ਕੌਮਾਂ ਦਿਆਂ ਲੋਕਾਂ ਅਤੇ ਯਹੂਦੀਆਂ ਨੇ ਆਪਣੇ ਸਰਦਾਰਾਂ ਸਣੇ ਉਨ੍ਹਾਂ ਦੀ ਪਤ ਲਾਹੁਣ ਅਤੇ ਪਥਰਾਓ ਕਰਨ ਨੂੰ ਹੱਲਾ ਕੀਤਾ"},{"number":6,"verse":"ਤਾਂ ਓਹ ਇਸ ਮਲੂਮ ਕਰ ਕੇ ਲੁਕਾਉਨਿਯਾ ਨਗਰ ਲੁਸਤ੍ਰਾ ਅਰ ਦਰਬੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਲਾਂਭ ਛਾਂਭ ਦੇ ਇਲਾਕੇ ਵਿੱਚ ਭੱਜ ਗਏ"},{"number":7,"verse":"ਅਰ ਉੱਥੇ ਖੁਸ਼ ਖਬਰੀ ਸੁਣਾਉਂਦੇ ਰਹੇ।।"},{"number":8,"verse":"ਲੁਸਤ੍ਰਾ ਵਿੱਚ ਇੱਕ ਮਨੁੱਖ ਪੈਰਾਂ ਤੋਂ ਨਿਰਬਲ ਬੈਠਾ ਸੀ ਜਿਹੜਾ ਜਮਾਂਦਰੂ ਲੰਙਾ ਸੀ ਅਰ ਕਦੇ ਨਹੀਂ ਸੀ ਤੁਰਿਆ"},{"number":9,"verse":"ਉਸ ਨੇ ਪੌਲੁਸ ਨੂੰ ਗੱਲਾਂ ਕਰਦਾ ਸੁਣਿਆ ਅਤੇ ਇਸ ਨੇ ਉਹ ਦੀ ਵੱਲ ਧਿਆਨ ਕਰ ਕੇ ਜਾਂ ਵੇਖਿਆ ਭਈ ਇਹ ਦੇ ਵਿੱਚ ਚੰਗਾ ਹੋਣ ਦੀ ਨਿਹਚਾ ਹੈ"},{"number":10,"verse":"ਤਾਂ ਉੱਚੀ ਦੇ ਕੇ ਬੋਲਿਆ ਕਿ ਆਪਣੇ ਪੈਰਾਂ ਉੱਤੇ ਸਿੱਧਾ ਖੜਾ ਹੋ! ਤਾਂ ਉਹ ਉੱਛਲ ਕੇ ਤੁਰਨ ਲੱਗ ਪਿਆ"},{"number":11,"verse":"ਜਦ ਓਹਨਾਂ ਲੋਕਾਂ ਨੇ ਜੋ ਕੁਝ ਪੌਲੁਸ ਨੇ ਕੀਤਾ ਸੀ ਵੇਖਿਆ ਤਦ ਓਹ ਲੁਕਾਉਨਿਯਾ ਦੀ ਬੋਲੀ ਵਿੱਚ ਉੱਚੀ ਅਵਾਜ਼ ਨਾਲ ਆਖਣ ਲੱਗੇ ਭਈ ਦਿਓਤੇ ਮਾਨਸ ਰੂਪ ਧਾਰ ਕੇ ਸਾਡੇ ਕੋਲ ਉੱਤਰੇ ਹਨ!"},{"number":12,"verse":"ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਬਰਨਬਾਸ ਦਾ ਨਾਉਂ ਦਿਔਸ ਅਤੇ ਪੌਲੁਸ ਦਾ ਨਾਉਂ ਹਰਮੇਸ ਰੱਖਿਆ ਇਸ ਲਈ ਜੋ ਇਹ ਬਚਨ ਕਰਨ ਵਿੱਚ ਆਗੂ ਸੀ"},{"number":13,"verse":"ਦਿਔਸ ਦਾ ਮੰਦਰ ਨਗਰ ਦੇ ਸਾਹਮਣੇ ਸੀ ਅਤੇ ਉਹ ਦਾ ਪੁਜਾਰੀ ਬਲਦ ਅਤੇ ਫੁੱਲਾਂ ਦੇ ਹਾਰ ਫਾਟਕਾਂ ਕੋਲ ਲਿਆ ਕੇ ਚਾਹੁੰਦਾ ਸੀ ਜੋ ਲੋਕਾਂ ਦੇ ਨਾਲ ਮਿਲ ਕੇ ਬਲੀਦਾਨ ਕਰੇ"},{"number":14,"verse":"ਪਰ ਜਾਂ ਬਰਨਬਾਸ ਅਰ ਪੌਲੁਸ ਰਸੂਲਾਂ ਨੇ ਇਹ ਸੁਣਿਆ ਤਾਂ ਆਪਣੇ ਲੀੜੇ ਪਾੜੇ ਅਤੇ ਲੋਕਾਂ ਦੇ ਵਿੱਚ ਬਾਹਰ ਨੂੰ ਦੌੜੇ"},{"number":15,"verse":"ਅਤੇ ਪੁਕਾਰ ਕੇ ਕਹਿਣ ਲੱਗੇ ਕਿ ਹੇ ਪੁਰਖੋ, ਤੁਸੀਂ ਇਹ ਕਾਹਨੂੰ ਕਰਦੇ ਹੋॽ ਅਸੀਂ ਭੀ ਤੁਹਾਡੇ ਵਾਂਙੁ ਦੁਖ ਸੁਖ ਭੋਗਣ ਵਾਲੇ ਮਨੁੱਖ ਹਾਂ ਅਤੇ ਤੁਹਾਨੂੰ ਇਹ ਖੁਸ਼ ਖਬਰੀ ਦਾ ਉਪਦੇਸ਼ ਦਿੰਦੇ ਹਾਂ ਭਈ ਇਨ੍ਹਾਂ ਵਿਰਥੀਆਂ ਗੱਲਾਂ ਤੋਂ ਲਾਂਭੇ ਹੋ ਕੇ ਜੀਉਂਦੇ ਪਰਮੇਸ਼ੁਰ ਦੀ ਵੱਲ ਮੁੜੋ ਜਿਹ ਨੇ ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਅਤੇ ਸਮੁੰਦਰ ਅਤੇ ਸੱਭੋ ਕੁਝ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਹੈ ਬਣਾਇਆ"},{"number":16,"verse":"ਉਸ ਨੇ ਅਗਲਿਆਂ ਸਮਿਆਂ ਵਿੱਚ ਸਾਰੀਆਂ ਕੌਮਾਂ ਨੂੰ ਆਪੋ ਆਪਣੇ ਰਾਹ ਉੱਤੇ ਚੱਲਣ ਦਿੱਤਾ"},{"number":17,"verse":"ਤਾਂ ਭੀ ਉਹ ਨੇ ਆਪ ਨੂੰ ਬਿਨਾ ਸਾਖੀ ਨਾ ਰੱਖਿਆ ਇਸ ਲਈ ਜੋ ਉਹ ਨੇ ਭਲਾ ਕੀਤਾ ਅਰ ਅਕਾਸ਼ ਤੋਂ ਵਰਖਾ ਅਤੇ ਫਲ ਦੇਣ ਵਾਲੀਆਂ ਰੁੱਤਾਂ ਤੁਹਾਨੂੰ ਦੇ ਕੇ ਤੁਹਾਡਿਆਂ ਮਨਾ ਨੂੰ ਅਹਾਰ ਅਤੇ ਅਨੰਦ ਨਾਲ ਭਰਪੂਰ ਕੀਤਾ"},{"number":18,"verse":"ਏਹ ਗੱਲਾਂ ਕਹਿ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਮਸਾਂ ਮਸਾਂ ਲੋਕਾਂ ਨੂੰ ਹਟਾਇਆ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਬਲੀਦਾਨ ਨਾ ਕਰਨ।।"},{"number":19,"verse":"ਪਰੰਤੂ ਕਈ ਯਹੂਦੀ ਅੰਤਾਕਿਯਾ ਅਰ ਇਕੁਨਿਯੁਮ ਤੋਂ ਉੱਥੇ ਆਏ ਅਤੇ ਲੋਕਾਂ ਨੂੰ ਉਭਾਰ ਕੇ ਪੌਲੁਸ ਨੂੰ ਪਥਰਾਓ ਕੀਤਾ ਅਤੇ ਇਹ ਸਮਝ ਕੇ ਭਈ ਉਹ ਮਰ ਗਿਆ ਹੈ ਉਹ ਨੂੰ ਘਸੀਟ ਕੇ ਨਗਰੋਂ ਬਾਹਰ ਲੈ ਗਏ"},{"number":20,"verse":"ਪਰ ਜਾਂ ਚੇਲੇ ਉਹ ਦੇ ਚੁਫੇਰੇ ਇਕੱਠੇ ਹੋਏ ਤਾਂ ਉਹ ਉੱਠ ਕੇ ਨਗਰ ਵਿੱਚ ਆਇਆ ਅਤੇ ਅਗਲੇ ਭਲਕ ਬਰਨਬਾਸ ਦੇ ਨਾਲ ਦਰਬੇ ਨੂੰ ਚੱਲਿਆ ਗਿਆ"},{"number":21,"verse":"ਅਰ ਜਾਂ ਉਸ ਨਗਰ ਵਿੱਚ ਖੁਸ਼ ਖਬਰੀ ਸੁਣਾ ਚੁੱਕੇ ਅਤੇ ਬਹੁਤ ਸਾਰਿਆਂ ਨੂੰ ਚੇਲੇ ਕਰ ਚੁੱਕੇ ਤਾਂ ਲੁਸਤ੍ਰਾ ਅਤੇ ਇਕੁਨਿਯੁਮ ਅਤੇ ਅੰਤਾਕਿਯਾ ਨੂੰ ਮੁੜੇ"},{"number":22,"verse":"ਅਰ ਚੇਲਿਆਂ ਦੇ ਮਨਾਂ ਨੂੰ ਤਕੜੇ ਕਰਦੇ ਅਰ ਇਹ ਉਪਦੇਸ਼ ਦਿੰਦੇ ਸਨ ਕਿ ਨਿਹਚਾ ਵਿੱਚ ਬਣੇ ਰਹੋ ਅਤੇ ਕਿਹਾ ਭਈ ਅਸੀਂ ਬਹੁਤ ਬਿਪਤਾ ਸਹਿ ਕੇ ਪਰਮੇਸ਼ੁਰ ਦੇ ਰਾਜ ਵਿੱਚ ਵੜਨਾ ਹੈ"},{"number":23,"verse":"ਜਾਂ ਉਨ੍ਹਾਂ ਨੇ ਹਰੇਕ ਕਲੀਸਿਯਾ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੇ ਲਈ ਬਜ਼ੁਰਗ ਠਹਿਰਾਏ ਅਤੇ ਵਰਤ ਨਾਲ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ ਤਾਂ ਓਹਨਾਂ ਨੂੰ ਪ੍ਰਭੁ ਦੇ ਹੱਥ ਸੌਂਪ ਦਿੱਤਾ ਜਿਹ ਦੇ ਉੱਤੇ ਓਹਨਾਂ ਨਿਹਚਾ ਕੀਤੀ ਸੀ"},{"number":24,"verse":"ਤਾਂ ਓਹ ਪਿਸਿਦਿਯਾ ਵਿੱਚੋਂ ਦੀ ਲੰਘ ਕੇ ਪੰਫ਼ੁਲਿਯਾ ਵਿੱਚ ਆਏ"},{"number":25,"verse":"ਅਤੇ ਪਰਗਾ ਵਿੱਚ ਬਚਨ ਸੁਣਾ ਕੇ ਅੱਤਲਿਯਾ ਨੂੰ ਜਾ ਉੱਤਰੇ"},{"number":26,"verse":"ਉੱਥੋਂ ਜਹਾਜ਼ ਤੇ ਚੜ੍ਹ ਕੇ ਅੰਤਾਕਿਯਾ ਨੂੰ ਚੱਲੇ ਜਿੱਥੋਂ ਓਹ ਉਸ ਕੰਮ ਦੇ ਲਈ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਹੁਣ ਪੂਰਾ ਕੀਤਾ ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਿਰਪਾ ਉੱਤੇ ਸੌਂਪੇ ਗਏ ਸਨ"},{"number":27,"verse":"ਜਾਂ ਪਹੁੰਚੇ ਤਾਂ ਕਲੀਸਿਯਾ ਨੂੰ ਇਕੱਠੀ ਕਰ ਕੇ ਖਬਰ ਦਿੱਤੀ ਜੋ ਪਰਮੇਸ਼ੁਰ ਨੇ ਸਾਡੇ ਨਾਲ ਕੀ ਕੀਤਾ ਅਤੇ ਇਹ ਕਿ ਉਹ ਨੇ ਪਰਾਈਆਂ ਕੌਮਾਂ ਦੇ ਲਈ ਨਿਹਚਾ ਦਾ ਦਰਵੱਜਾ ਖੋਲ੍ਹਿਆ"},{"number":28,"verse":"ਤਾਂ ਓਹ ਚੇਲਿਆਂ ਦੇ ਨਾਲ ਬਹੁਤ ਚਿਰ ਠਹਿਰੇ।।"}]}