{"bibleAbbr":"paOV2016","bookName":"ਰਸੂਲਾਂ ਦੇ ਕਰਤੱਬ","bookEnglishName":"Acts of the Apostles","chapterNumber":4,"verses":[{"number":1,"verse":"( ਦਲੇਰੀ ਲਈ ਕਲੀਸਿਯਾ ਦੀ ਬੇਨਤੀ) ਜਾਂ ਓਹ ਲੋਕਾਂ ਨਾਲ ਬਚਨ ਕਰ ਰਹੇ ਸਨ ਤਾਂ ਜਾਜਕ, ਹੈਕਲ ਦਾ ਸਰਦਾਰ ਅਤੇ ਸਦੂਕੀ ਓਹਨਾਂ ਉੱਤੇ ਚੜ੍ਹ ਆਏ"},{"number":2,"verse":"ਕਿਉਂ ਜੋ ਉਹ ਇਸ ਗੱਲ ਤੋਂ ਚਿੜ ਗਏ ਭਈ ਓਹ ਲੋਕਾਂ ਨੂੰ ਸਿਖਾਉਂਦੇ ਅਤੇ ਯਿਸੂ ਦਾ ਪਰਮਾਣ ਦੇ ਕੇ ਮੋਇਆਂ ਦੇ ਜੀ ਉੱਠਣ ਦਾ ਉਪਦੇਸ਼ ਕਰਦੇ ਸਨ"},{"number":3,"verse":"ਅਤੇ ਓਹਨਾਂ ਤੇ ਹੱਥ ਪਾ ਕੇ ਦੂਏ ਦਿਨ ਤੀਕੁਰ ਹਵਾਲਾਤ ਵਿੱਚ ਰੱਖਿਆ ਕਿਉਂ ਜੋ ਹੁਣ ਸੰਝ ਪੈ ਗਈ ਸੀ"},{"number":4,"verse":"ਪਰ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਜਿਨ੍ਹਾਂ ਬਚਨ ਸੁਣਿਆ ਸੀ ਬਹੁਤਿਆਂ ਨੇ ਨਿਹਚਾ ਕੀਤੀ ਅਤੇ ਉਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ ਗਿਣਤੀ ਪੰਜਕੁ ਹਜ਼ਾਰ ਹੋ ਗਈ।।"},{"number":5,"verse":"ਦੂਜੇ ਦਿਨ ਇਉਂ ਹੋਇਆ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਸਰਦਾਰ ਅਤੇ ਬਜ਼ੁਰਗ ਅਤੇ ਗ੍ਰੰਥੀ ਯਰੂਸ਼ਲਮ ਵਿੱਚ ਇੱਕਠੇ ਹੋਏ"},{"number":6,"verse":"ਅਰ ਸਰਦਾਰ ਜਾਜਕ ਅੰਨਾਸ ਉੱਤੇ ਸੀ ਨਾਲੇ ਕਯਾਫ਼ਾ ਅਰ ਯੂਹੰਨਾ ਅਰ ਸਿਕੰਦਰ ਅਤੇ ਜਿੰਨੇ ਸਰਦਾਰ ਦੇ ਸਾਕ ਨਾਤੇ ਦੇ ਸਨ"},{"number":7,"verse":"ਤਾਂ ਓਹਨਾਂ ਨੂੰ ਵਿਚਾਲੇ ਖੜਾ ਕਰ ਕੇ ਪੁੱਛਿਆ, ਤੁਸਾਂ ਕਿਹੜੀ ਸ਼ਕਤੀ ਯਾ ਕਿਹੜੇ ਨਾਮ ਨਾਲ ਇਹ ਕੀਤਾॽ"},{"number":8,"verse":"ਤਦੋਂ ਪਤਰਸ ਨੇ ਪਵਿੱਤ੍ਰ ਆਤਮਾ ਨਾਲ ਭਰਪੂਰ ਹੋ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ, ਹੇ ਕੌਮ ਦੇ ਸਰਦਾਰੋ ਅਤੇ ਬਜ਼ੁਰਗੋ"},{"number":9,"verse":"ਜੇ ਅੱਜ ਸਾਥੋ ਇਸ ਭਲੇ ਕੰਮ ਦੇ ਵਿਖੇ ਪੁੱਛੀਦਾ ਹੈ ਜਿਹੜਾ ਇੱਕ ਬਲਹੀਨ ਮਨੁੱਖ ਨਾਲ ਹੋਇਆ ਭਈ ਉਹ ਕਿੱਕਰ ਚੰਗਾ ਕੀਤਾ ਗਿਆ ਹੈ"},{"number":10,"verse":"ਤਾਂ ਤੁਸਾਂ ਸਭਨਾਂ ਨੂੰ ਅਤੇ ਇਸਰਾਏਲ ਦਿਆਂ ਸਾਰਿਆਂ ਲੋਕਾਂ ਨੂੰ ਮਲੂਮ ਹੋਵੇ ਕਿ ਯਿਸੂ ਮਸੀਹ ਨਾਸਰੀ ਦੇ ਨਾਮ ਨਾਲ ਜਿਹ ਨੂੰ ਤੁਸਾਂ ਸਲੀਬ ਉੱਤੇ ਚੜ੍ਹਾਇਆ ਅਤੇ ਜਿਹ ਨੂੰ ਪਰਮੇਸ਼ੁਰ ਨੇ ਮੁਰਦਿਆਂ ਵਿੱਚੋਂ ਜਿਵਾਲਿਆ ਉੱਸੇ ਤੋਂ ਇਹ ਮਨੁੱਖ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਚੰਗਾ ਭਲਾ ਖੜਾ ਹੈ"},{"number":11,"verse":"ਇਹ ਉਹ ਪੱਥਰ ਹੈ ਜਿਹ ਨੂੰ ਤੁਸਾਂ ਰਾਜਾਂ ਨੇ ਰੱਦਿਆ ਜਿਹੜਾ ਖੂੰਜੇ ਦਾ ਸਿਰਾ ਹੋ ਗਿਆ"},{"number":12,"verse":"ਅਰ ਕਿਸੇ ਦੂਏ ਤੋਂ ਮੁਕਤੀ ਨਹੀਂ ਕਿਉਂ ਜੋ ਅਕਾਸ਼ ਦੇ ਹੇਠਾਂ ਮਨੁੱਖਾਂ ਵਿੱਚ ਕੋਈ ਦੂਜਾ ਨਾਮ ਨਹੀਂ ਦਿੱਤਾ ਗਿਆ ਜਿਸ ਤੋਂ ਅਸੀਂ ਬਚਾਏ ਜਾਣਾ ਹੈ।।"},{"number":13,"verse":"ਜਾਂ ਉਨ੍ਹਾਂ ਨੇ ਪਤਰਸ ਅਤੇ ਯੂਹੰਨਾ ਦੀ ਦਲੇਰੀ ਵੇਖੀ ਅਤੇ ਜਾਣਿਆ ਜੋ ਉਹ ਵਿਦਵਾਨ ਨਹੀਂ ਸਗੋਂ ਆਮ ਵਿੱਚੋਂ ਹਨ ਤਾਂ ਅਚਰਜ ਮੰਨਿਆ। ਫੇਰ ਓਹਨਾਂ ਨੂੰ ਪਛਾਣਿਆ ਭਈ ਏਹ ਯਿਸੂ ਦੇ ਨਾਲ ਰਹੇ ਸਨ"},{"number":14,"verse":"ਅਤੇ ਉਹ ਮਨੁੱਖ ਨੂੰ ਜਿਹੜਾ ਚੰਗਾ ਹੋਇਆ ਸੀ ਓਹਨਾਂ ਦੇ ਨਾਲ ਖੜਾ ਵੇਖ ਕੇ ਇਹ ਦੇ ਵਿਰੁੱਧ ਕੁਝ ਨਾ ਕਹਿ ਸੱਕੇ"},{"number":15,"verse":"ਪਰ ਓਹਨਾਂ ਨੂੰ ਸਭਾ ਤੋਂ ਬਾਹਰ ਜਾਣ ਦਾ ਹੁਕਮ ਦੇ ਕੇ ਆਪਸ ਵਿੱਚ ਮਤਾ ਪਕਾਉਣ ਲੱਗੇ"},{"number":16,"verse":"ਅਤੇ ਕਿਹਾ ਭਈ ਅਸੀਂ ਇਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨਾਲ ਕੀ ਕਰੀਏॽ ਕਿਉਂਕਿ ਇਹ ਜੋ ਓਹਨਾਂ ਤੋਂ ਇੱਕ ਪਰਤੱਖ ਨਿਸ਼ਾਨ ਹੋਇਆ ਯਰੂਸ਼ਲਮ ਦੇ ਸਾਰੇ ਰਹਿਣ ਵਲਿਆਂ ਉੱਤੇ ਪਰਗਟ ਹੈ ਅਤੇ ਅਸੀਂ ਇਸ ਤੋਂ ਮੁੱਕਰ ਨਹੀਂ ਸੱਕਦੇ"},{"number":17,"verse":"ਪਰ ਇਸ ਲਈ ਜੋ ਲੋਕਾਂ ਵਿੱਚ ਹੋਰ ਨਾ ਖਿੰਡ ਜਾਏ, ਆਓ ਅਸੀਂ ਓਹਨਾਂ ਨੂੰ ਦਬਕਾਈਏ ਜੋ ਓਹ ਐਸ ਨਾਮ ਦਾ ਫੇਰ ਕਿਸੇ ਮਨੁੱਖ ਨਾਲ ਚਰਚਾ ਨਾ ਕਰਨ"},{"number":18,"verse":"ਤਦ ਓਹਨਾਂ ਨੂੰ ਸੱਦ ਕੇ ਤਗੀਦ ਕੀਤੀ ਭਈ ਕਦੇ ਯਿਸੂ ਦੇ ਨਾਮ ਉੱਤੇ ਨਾ ਕੂਣਾ ਨਾ ਸਿੱਖਿਆ ਦੇਣੀ"},{"number":19,"verse":"ਪਰ ਪਤਰਸ ਅਤੇ ਯੂਹੰਨਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉੱਤਰ ਦਿੱਤਾ, ਕੀ ਪਰਮੇਸ਼ੁਰ ਦੇ ਅੱਗੇ ਇਹ ਜੋਗ ਹੈ ਜੋ ਅਸੀਂ ਪਰਮੇਸ਼ੁਰ ਨਾਲੋਂ ਤੁਹਾਡੀ ਬਹੁਤੀ ਸੁਣੀਏॽ ਤੁਸੀਂ ਆਪੇ ਫ਼ੈਸਲਾ ਕਰੋ"},{"number":20,"verse":"ਕਿਉਂਕਿ ਇਹ ਸਾਥੋਂ ਹੋ ਨਹੀਂ ਸੱਕਦਾ ਕਿ ਜਿਹੜੀਆਂ ਗੱਲਾਂ ਅਸਾਂ ਵੇਖੀਆਂ ਅਤੇ ਸੁਣੀਆਂ ਓਹ ਨਾ ਆਖੀਏ"},{"number":21,"verse":"ਤਦ ਉਨ੍ਹਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਹੋਰ ਦਬਕਾ ਕੇ ਛੱਡ ਦਿੱਤਾ ਕਿਉਂਕਿ ਲੋਕਾਂ ਦੇ ਕਾਰਨ ਓਹਨਾਂ ਉੱਤੇ ਡੰਨ ਲਾਉਣ ਦਾ ਕੋਈ ਰਾਹ ਨਾ ਵੇਖਿਆ ਇਸ ਲਈ ਕਿ ਜੋ ਹੋਇਆ ਸੀ ਉਹ ਦੇ ਕਾਰਨ ਸਭ ਲੋਕ ਪਰਮੇਸ਼ੁਰ ਦੀ ਵਡਿਆਈ ਕਰਦੇ ਸਨ"},{"number":22,"verse":"ਕਿਉਂ ਜੋ ਉਹ ਮਨੁੱਖ ਜਿਹ ਦੇ ਉੱਤੇ ਇਹ ਚੰਗਾ ਹੋਣ ਦਾ ਨਿਸ਼ਾਨ ਕੀਤਾ ਗਿਆ ਚਾਹਲੀਆਂ ਵਰਿਹਾਂ ਤੋਂ ਉੱਤੇ ਦਾ ਸੀ।।"},{"number":23,"verse":"ਤਦ ਓਹ ਛੁੱਟ ਕੇ ਆਪਣੇ ਸਾਥੀਆਂ ਕੋਲ ਆਏ ਅਰ ਜੋ ਕੁਝ ਪਰਧਾਨ ਜਾਜਕਾਂ ਅਤੇ ਬਜ਼ੁਰਗਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਆਖਿਆ ਸੀ ਸੁਣਾ ਦਿੱਤਾ"},{"number":24,"verse":"ਜਦ ਉਨ੍ਹਾਂ ਨੇ ਇਹ ਸੁਣਿਆ ਤਦ ਇੱਕ ਮਨ ਹੋ ਕੇ ਉੱਚੀ ਅਵਾਜ਼ ਨਾਲ ਪਰਮੇਸ਼ੁਰ ਨੂੰ ਆਖਿਆ, ਹੇ ਮਾਲਕ ਤੂੰਏਂ ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਅਤੇ ਸਮੁੰਦਰ ਅਤੇ ਸੱਭੋ ਕੁਝ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਵਿੱਚ ਹੈ ਰਚਿਆ"},{"number":25,"verse":"ਤੈਂ ਪਵਿੱਤ੍ਰ ਆਤਮਾ ਦੇ ਰਾਹੀਂ ਸਾਡੇ ਵਡੇਰੇ ਆਪਣੇ ਬੰਦੇ ਦਾਊਦ ਦੀ ਜ਼ਬਾਨੀ ਆਖਿਆ, ( , ) - ਕੌਮਾਂ ਕਾਹ ਨੂੰ ਡੰਡ ਪਾਈ ਹੈ, ਅਤੇ ਉੱਮਤਾ ਨੇ ਵਿਅਰਥ ਸੋਚਾਂ ਕਿਉਂ ਕੀਤੀਆਂ ਹਨॽ"},{"number":26,"verse":"ਧਰਤੀ ਦੇ ਰਾਜੇ ਉੱਠ ਖੜੇ ਹੋਏ, ਅਤੇ ਹਾਕਮ ਇਕੱਠੇ ਹੋਏ, ਪ੍ਰਭੁ ਅਰ ਉਹ ਦੇ ਮਸੀਹ ਦੇ ਵਿਰੁੱਧ।।"},{"number":27,"verse":"ਕਿਉਂ ਜੋ ਸੱਚੀ ਮੁੱਚੀ ਇਸੇ ਸ਼ਹਿਰ ਵਿੱਚ ਤੇਰੇ ਪਵਿੱਤ੍ਰ ਸੇਵਕ ਯਿਸੂ ਦੇ ਵਿਰੁੱਧ ਜਿਹ ਨੂੰ ਤੈਂ ਮਸਹ ਕੀਤਾ ਹੇਰੋਦੇਸ ਅਤੇ ਪੁੰਤਿਯੁਸ ਪਿਲਾਤੁਸ ਪਰਾਈਆਂ ਕੌਮਾਂ ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਲੋਕਾਂ ਸਣੇ ਇਕੱਠੇ ਹੋਏ"},{"number":28,"verse":"ਇਸ ਲਈ ਕਿ ਜੋ ਕੁਝ ਤੇਰੇ ਹੱਥ ਅਤੇ ਤੇਰੀ ਮੱਤ ਨੇ ਅਗੇਤਾ ਠਹਿਰਾ ਰੱਖਿਆ ਸੀ ਭਈ ਹੋਵੇ, ਸੋਈ ਕਰਨ"},{"number":29,"verse":"ਅਤੇ ਹੁਣ ਹੇ ਪ੍ਰਭੁ ਓਹਨਾਂ ਦੀਆਂ ਧਮਕੀਆਂ ਨੂੰ ਵੇਖ ਅਰ ਆਪਣੇ ਦਾਸਾਂ ਨੂੰ ਇਹ ਬਖ਼ਸ਼ ਕਿ ਅੱਤ ਦਲੇਰੀ ਨਾਲ ਤੇਰਾ ਬਚਨ ਸੁਣਾਉਣ"},{"number":30,"verse":"ਜਦੋਂ ਤੂੰ ਆਪਣਾ ਹੱਥ ਚੰਗਾ ਕਰਨ ਨੂੰ ਲੰਮਾ ਕਰੇਂ ਅਤੇ ਤੇਰੇ ਪਵਿੱਤ੍ਰ ਸੇਵਕ ਯਿਸੂ ਦੇ ਨਾਮ ਤੋਂ ਨਿਸ਼ਾਨ ਅਤੇ ਅਚੰਭੇ ਪਰਗਟ ਹੋਣ"},{"number":31,"verse":"ਜਦ ਓਹ ਬੇਨਤੀ ਕਰ ਹਟੇ ਤਾਂ ਉਹ ਥਾਂ ਜਿੱਥੇ ਓਹ ਇਕੱਠੇ ਹੋਏ ਸਨ ਹਿੱਲ ਗਿਆ ਅਤੇ ਸੱਭੋ ਪਵਿੱਤ੍ਰ ਆਤਮਾ ਨਾਲ ਭਰਪੂਰ ਹੋ ਗਏ ਅਰ ਪਰਮੇਸ਼ੁਰ ਦਾ ਬਚਨ ਦਲੇਰੀ ਨਾਲ ਸੁਣਾਉਣ ਲੱਗੇ।।"},{"number":32,"verse":"ਨਿਹਚਾ ਕਰਨ ਵਾਲਿਆਂ ਦੀ ਮੰਡਲੀ ਇੱਕ ਮਨ ਅਤੇ ਇੱਕ ਜਾਨ ਸੀ ਅਰ ਕਿਸੇ ਨੇ ਆਪਣੇ ਮਾਲ ਵਿੱਚੋਂ ਚੀਜ਼ ਨੂੰ ਆਪਣੀ ਨਹੀਂ ਆਖਿਆ ਪਰ ਓਹ ਸਾਰੀਆਂ ਵਸਤਾਂ ਵਿੱਚ ਭਾਈ ਵਾਲ ਸਨ"},{"number":33,"verse":"ਅਤੇ ਰਸੂਲ ਵੱਡੀ ਸ਼ਕਤੀ ਨਾਲ ਪ੍ਰਭੁ ਯਿਸੂ ਦੇ ਜੀ ਉੱਠਣ ਦੀ ਸਾਖੀ ਦਿੰਦੇ ਸਨ ਅਰ ਉਨ੍ਹਾਂ ਸਭਨਾਂ ਉੱਤੇ ਵੱਡੀ ਕਿਰਪਾ ਸੀ"},{"number":34,"verse":"ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਨੂੰ ਘਾਟਾ ਨਾ ਸੀ ਇਸ ਲਈ ਕਿ ਜਿਹੜੇ ਜਮੀਨਾਂ ਅਤੇ ਘਰਾਂ ਦੇ ਮਾਲਕ ਸਨ ਓਹ ਉਨ੍ਹਾਂ ਨੂੰ ਵੇਚ ਕੇ ਵਿਕੀਆਂ ਹੋਈਆਂ ਵਸਤਾਂ ਦਾ ਮੁੱਲ ਲਿਆਉਂਦੇ"},{"number":35,"verse":"ਅਤੇ ਰਸੂਲਾਂ ਦੇ ਚਰਨਾਂ ਉੱਤੇ ਧਰਦੇ ਸਨ ਅਤੇ ਹਰੇਕ ਨੂੰ ਉਹ ਦੀ ਲੋੜ ਅਨੁਸਾਰ ਵੰਡ ਦਿੰਦੇ ਸਨ।।"},{"number":36,"verse":"ਯੂਸੁਫ਼ ਜਿਹ ਦਾ ਰਸੂਲਾਂ ਨੇ ਬਰਨਾਬਾਸ ਅਰਥਾਤ ਉਪਦੇਸ਼ ਦਾ ਪੁੱਤ੍ਰ ਨਾਉਂ ਧਰਿਆ ਜਿਹੜਾ ਇੱਕ ਲੇਵੀ ਅਤੇ ਜਨਮ ਦਾ ਕੁਪਰੁਸੀ ਸੀ"},{"number":37,"verse":"ਉਹ ਦੇ ਕੋਲ ਕੁਝ ਜਮੀਨ ਸੀ ਸੋ ਉਹ ਨੂੰ ਵੇਚ ਕੇ ਮੁੱਲ ਦਾ ਰੁਪਿਆ ਲਿਆਂਦਾ ਅਤੇ ਰਸੂਲਾਂ ਦੇ ਚਰਨਾਂ ਉੱਤੇ ਧਰਿਆ।।"}]}