{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":17,"verses":[{"number":1,"verse":"The burden against Damascus: Behold, Damascus is taken away from [being] a city, and it shall be a heap of ruins."},{"number":2,"verse":"The cities of Aroer [are] forsaken; now they are for flocks; they shall lie down, and no one terrifies them."},{"number":3,"verse":"And the fortress shall cease from Ephraim, and the kingdom from Damascus, and the rest of Syria. They shall be as the glory of the sons of Israel, says the LORD of hosts."},{"number":4,"verse":"And it shall be in that day, the glory of Jacob shall be made thin, and the fatness of his flesh shall become lean."},{"number":5,"verse":"And it shall be as reaping of the harvest grain, and his arm reaps the ears. And it shall be as he who gathers ears in the Valley of the Giants."},{"number":6,"verse":"Yet gleaning grapes shall be left in it, as the shaking of an olive tree, two [or] three ripe olives in the top of the uppermost branch, four [or] five in the fruit-tree branches of it, says Jehovah, God of hosts."},{"number":7,"verse":"In that day a man shall look to his Maker, and his eyes shall have respect to the Holy One of Israel."},{"number":8,"verse":"And he shall not look to the altars, the work of his hands, nor respect that which his fingers have made, either the Asherahs or the images."},{"number":9,"verse":"In that day his strong cities shall be like a forsaken branch, and an uppermost branch, which they left because of the sons of Israel; and it will become a ruin."},{"number":10,"verse":"Because you have forgotten the God of your salvation, and have not been mindful of the Rock of your strength, therefore you shall plant pleasant plants and shall sow it a fresh shoot."},{"number":11,"verse":"In the day of your planting you fence it in; and in the morning you make your seed sprout. [But] the harvest [shall be] a heap in that day of grief and dying pain."},{"number":12,"verse":"Woe [to] the multitude of many people, [who] make a noise like the noise of the seas; and to the rushing of nations who make a rushing like the rushing of mighty waters!"},{"number":13,"verse":"The nations shall rush like the rushing of many waters; but [God] shall rebuke them, and they shall flee far off, and shall be chased like the chaff of the mountains before the wind, and like a rolling thing before the whirlwind."},{"number":14,"verse":"At evening time, behold, terror! Before the morning, he [is] not! This [is] the lot of those who plunder us, and the lot of those who rob us."}]}