{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":2,"verses":[{"number":1,"verse":"The Word that Isaiah the son of Amoz saw concerning Judah and Jerusalem."},{"number":2,"verse":"And it shall be, in the last days the mountain of the LORD's house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow into it."},{"number":3,"verse":"And many people shall go and say, Come, and let us go to the mountain of the LORD, to the house of the God of Jacob. And He will teach us of His ways, and we will walk in His paths. For out of Zion shall go out the Law, and the Word of the LORD from Jerusalem."},{"number":4,"verse":"And He shall judge among the nations, and shall rebuke many people; and they shall beat their swords into plowshares, and their spears into pruning-hooks. Nation shall not lift up sword against nation, neither shall they learn war any more."},{"number":5,"verse":"O house of Jacob, come and let us walk in the light of the LORD."},{"number":6,"verse":"For You have forsaken Your people the house of Jacob, because they have become full from the east, and [are] fortune-tellers like the Philistines. And they clap their [hands] with the children of strangers."},{"number":7,"verse":"And their land is full of silver and gold. [There is] no end of their treasures and their land is full of horses; nor an end of their chariots."},{"number":8,"verse":"And their land is full of idols; they worship the work of their own hands, that which their own fingers have made."},{"number":9,"verse":"And the man bowed down, and man was humbled, but You do not lift them up."},{"number":10,"verse":"Enter into the rock and hide in the dust for fear of the LORD, and for the glory of His majesty."},{"number":11,"verse":"The lofty looks of man shall be humbled, and the pride of men shall be bowed down, and the LORD alone shall be exalted in that day."},{"number":12,"verse":"For the day of the LORD of hosts [shall be] on every proud and lofty one, and on every lifted up one; and he [shall be] brought low,"},{"number":13,"verse":"And it shall be on all the high and lifted up cedars of Lebanon, and on all the oaks of Bashan,"},{"number":14,"verse":"and on all the high mountains, and on all the lifted up hills;"},{"number":15,"verse":"and on every high tower, and on every fortified wall;"},{"number":16,"verse":"and on all the ships of Tarshish, and on all pleasurable craft."},{"number":17,"verse":"And the pride of man shall be bowed down, and the loftiness of men shall be made low; and the LORD alone shall be exalted in that day."},{"number":18,"verse":"And the idols shall completely vanish."},{"number":19,"verse":"And they shall go into the holes of the rocks, and into the caves of the earth for fear of the LORD and for the glory of His majesty, when He arises to shake the earth terribly."},{"number":20,"verse":"In that day a man shall cast his idols of silver, and his idols of gold, which they made for him to worship, to the moles and to the bats;"},{"number":21,"verse":"to go into the clefts of the rocks, and into the tops of the ragged rocks, for fear of the LORD and for the glory of His majesty, when He arises to shake the earth terribly."},{"number":22,"verse":"Cease from man, whose breath [is] in his nostril; for in what is he to be esteemed?"}]}