{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":28,"verses":[{"number":1,"verse":"Woe to the crown of pride, to the drunkards of Ephraim, whose glorious beauty [is] a fading flower which is on the head of the fat valleys of those who are overcome with wine!"},{"number":2,"verse":"Behold, the Lord is a mighty and strong one, like a hailstorm, a destroying storm; like a flood of mighty waters overflowing, He casts down to the earth with the hand."},{"number":3,"verse":"The crown of pride, the drunkards of Ephraim, shall be trampled under foot;"},{"number":4,"verse":"and the glorious beauty, on the head of the fat valley, shall be a fading flower, [and] as the first-ripe fruit before the summer; which the beholder of it swallows up while it is yet in his hand."},{"number":5,"verse":"In that day the LORD of hosts shall be for a crown of glory, and for a diadem of beauty, to the rest of His people,"},{"number":6,"verse":"and for a spirit of judgment to him who sits in judgment, and for strength to those who turn back the battle to the gate."},{"number":7,"verse":"But they also have sinned through wine, and through strong drink are out of the way. The priest and the prophet have sinned through drink; they are swallowed up by wine; they are out of the way through strong drink; they err in vision, they stumble [in] judgment."},{"number":8,"verse":"For all tables are full of vomit [and] filthiness; no place [is clean]."},{"number":9,"verse":"Whom shall He teach knowledge? And whom shall He make to understand doctrine? [Those] weaned from the milk and drawn from the breasts."},{"number":10,"verse":"For precept [must be] on precept, precept on precept; line on line, line on line; here a little, there a little;"},{"number":11,"verse":"for with stammering lips and another tongue He will speak to this people."},{"number":12,"verse":"To whom He said, This [is] the rest; cause the weary to rest; and this [is] the refreshing. Yet they were not willing to hear."},{"number":13,"verse":"But the Word of the LORD was to them precept on precept, precept on precept; line on line, line on line; here a little, there a little; that they might go, and fall backward, and be broken and snared and taken."},{"number":14,"verse":"Therefore hear the Word of the LORD, scornful men who rule this people in Jerusalem."},{"number":15,"verse":"Because you have said, We have made a covenant with death, and we have made a vision with hell; when the overwhelming rod shall pass through, it shall not come to us; for we have made lies our refuge, and we have hidden ourselves under falsehood,"},{"number":16,"verse":"therefore so says the Lord Jehovah, Behold, I place in Zion a Stone for a foundation, a tried Stone, a precious Cornerstone, a sure Foundation; he who believes shall not hurry."},{"number":17,"verse":"Also I will lay judgment to the line, and righteousness to the plummet; and the hail shall sweep away the refuge of lies, and the waters shall overflow the hiding place."},{"number":18,"verse":"And your covenant with death shall be wiped out, and your vision with hell shall not stand; when the overwhelming rod shall pass through, then you shall be beaten down by it."},{"number":19,"verse":"From the time that it goes out it shall take you; for morning by morning it shall pass over, by day and by night; and it shall be only a terror to understand the message."},{"number":20,"verse":"For the bed is shorter than one can stretch himself on, and the cover is narrower than one can wrap himself in."},{"number":21,"verse":"For the LORD shall rise up as [in] Mount Perazim; He shall be angry as in the valley of Gibeon, so that He may do His work, His strange work; and bring to pass His act, His strange act."},{"number":22,"verse":"So then do not be mockers, lest your bands be made strong; for I have heard from the Lord Jehovah of hosts that a full end is decreed on all the earth."},{"number":23,"verse":"Give ear and hear my voice; listen, and hear my speech."},{"number":24,"verse":"Does the plowman plow all day to sow? Does he open and break the clods of his ground?"},{"number":25,"verse":"When he has made the face of it level, does he not cast out the dill and scatter the cummin, and throw in the choice wheat and the chosen barley and the spelt [in] its border?"},{"number":26,"verse":"For his God instructs him to do right; his God teaches him."},{"number":27,"verse":"For the dill is not threshed with a threshing instrument, nor is a cart wheel turned on cummin; but the dill is beaten out with a staff and the cummin with a rod."},{"number":28,"verse":"Bread grain is crushed, but not always does one thresh it [with] threshing. And he drives the wheel of his cart; and his horses do not beat it small."},{"number":29,"verse":"This also comes out from the LORD of hosts, [who] is wonderful in wisdom, making sound wisdom great."}]}