{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":29,"verses":[{"number":1,"verse":"Woe to Ariel, to Ariel, the city [where] David dwelt! Add year to year; let them kill their sacrifices."},{"number":2,"verse":"Then I will distress Ariel, and there shall be heaviness and sorrow; and it shall be to me as Ariel."},{"number":3,"verse":"And I will camp against you all around, and will lay siege against you with a mount, and I will raise forts against you."},{"number":4,"verse":"And you shall be brought down; you shall speak out of the ground, and your speech shall be low out of the dust, and your voice shall be like a spiritist, out of the ground, and your speech shall whisper out of the dust."},{"number":5,"verse":"And the multitude of your strangers shall be like small dust, and the multitude of the terrible ones [shall be] as chaff that passes away; yea, it shall be at an instant, suddenly."},{"number":6,"verse":"You shall be visited by the LORD of hosts with thunder, and with earthquake and great noise, with storm and whirlwind, and the flame of devouring fire."},{"number":7,"verse":"And the multitude of all the nations who fight against Ariel, even all who fight against her and her stronghold, and who distress her, shall be like a dream of a night vision."},{"number":8,"verse":"It shall even be as when a hungry one dreams, and behold, he eats, but he wakes and his soul is empty; or as when a thirsty man dreams, and behold, he drinks; but he awakes, and behold, [he is] faint and his soul is longing. So shall it be with the multitude of all the nations who fight against mount Zion."},{"number":9,"verse":"Stand still and wonder! Blind your eyes and be blind! They are drunk, but not with wine; they stagger, but not [with] strong drink."},{"number":10,"verse":"For the LORD has poured out on you the spirit of deep sleep, and has closed your eyes; He has covered the prophets and your heads, the seers."},{"number":11,"verse":"And the vision of all has become to you like the words of a book that is sealed, which they give to one who knows books saying, Please read this; and he says, I cannot, for it is sealed."},{"number":12,"verse":"And the book is delivered to him who does not know books, saying, Please read this; and he says, I do not know books."},{"number":13,"verse":"And the LORD said, Because this people draw near [Me] with their mouth, and with their lips honor Me, but have removed their heart far from Me, and their fear toward Me is taught by the command of men;"},{"number":14,"verse":"therefore, behold, I will go on doing among this people, a wonder, even a wonder. For the wisdom of their wise ones shall perish, and the understanding of their intelligent ones shall be hidden."},{"number":15,"verse":"Woe [to] those who go deep to hide [their] purpose from the LORD! And their works are in the dark, and they say, Who sees us? And who knows us?"},{"number":16,"verse":"O your perversity! Shall the former be counted as the potter's clay; for shall the work say of him who made it, He did not make me? Or shall the thing formed say to him who formed it, He had no understanding?"},{"number":17,"verse":"[Is] it not yet a very little while, and Lebanon shall be turned into a fruitful field, and the fruitful field shall be counted as a forest?"},{"number":18,"verse":"And in that day the deaf shall hear the words of the book, and the eyes of the blind shall see out of their gloom and darkness."},{"number":19,"verse":"And the meek shall increase joy in the LORD, and the poor among men shall rejoice in the Holy One of Israel."},{"number":20,"verse":"For the terrible one is brought to nothing, and the scorner is destroyed, and all that watch for iniquity are cut off;"},{"number":21,"verse":"those who make a man guilty by a word, and lay a trap for the reprover in the gate, and turn aside the just for a worthless thing."},{"number":22,"verse":"Therefore so says the LORD, who redeemed Abraham, concerning the house of Jacob: Jacob shall not now be ashamed, nor shall his face now become pale."},{"number":23,"verse":"But when he sees his children, the work of My hands, in his midst, they shall sanctify My name, and sanctify the Holy one of Jacob, and shall fear the God of Israel."},{"number":24,"verse":"Those who erred in spirit shall come to understanding, and those who murmured shall learn doctrine."}]}