{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":3,"verses":[{"number":1,"verse":"For behold, the Lord, the LORD of hosts, takes away from Jerusalem and from Judah the stay and the staff, the whole stay of bread and the whole stay of water,"},{"number":2,"verse":"the mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient,"},{"number":3,"verse":"the captain of fifty, and the honorable man, and the adviser, and the skilled worker, and the expert charmer."},{"number":4,"verse":"And I will give young boys [to be] their rulers, and caprices shall rule over them."},{"number":5,"verse":"And the people shall be crushed, every man by another, and every man by his neighbor; the boy shall act proudly against the old man, and the low against the honorable."},{"number":6,"verse":"When a man shall take hold of his brother of the house of his father, [saying], You have clothing, you be our ruler, and let this ruin be under your hand;"},{"number":7,"verse":"in that day he shall swear, saying, I will not be a healer; there [is] no bread nor a cloak in my house. You shall not make me a ruler of the people."},{"number":8,"verse":"For Jerusalem is ruined and Judah has fallen; because their tongue and their doings [are] against the LORD, to provoke the eyes of His glory."},{"number":9,"verse":"The look of their faces witnesses against them; and they declare their sin like Sodom. They do not hide [it]! Woe to their soul! For they have rewarded evil to themselves."},{"number":10,"verse":"Say to the righteous that [it is] well; for they shall eat the fruit of their doings."},{"number":11,"verse":"Woe to the wicked! For the evil doing of his hand will be done to him."},{"number":12,"verse":"[As for] my people, children [are] their taskmasters, and women rule over them. Oh my people, your rulers cause [you] to go astray and destroy the way of your paths."},{"number":13,"verse":"The LORD stands up to plead His case, and stands up to judge the people."},{"number":14,"verse":"The LORD will enter into judgment with the elders of His people, and their kings; for you have eaten up the vineyard; the spoil of the poor [is] in your houses."},{"number":15,"verse":"What do you mean? You crush My people and grind the faces of the poor? says the Lord, Jehovah of hosts."},{"number":16,"verse":"And the LORD says, Because the daughters of Zion are proud, and have walked with stretched out necks and wanton eyes, walking and mincing [as] they go, and making a tinkling with their feet;"},{"number":17,"verse":"therefore the LORD will strike with a scab the crown of the head of the daughters of Zion, and the LORD will make their secret parts naked."},{"number":18,"verse":"In that day the Lord will take away the beauty of ankle-bracelets, and the headbands, and the crescents,"},{"number":19,"verse":"the pendants, and the bracelets, and the veils;"},{"number":20,"verse":"the headdresses, and the leg ornaments, and the sashes, and the houses of the soul, and the amulets;"},{"number":21,"verse":"the rings and nose jewels;"},{"number":22,"verse":"the festal apparel and the outer garments; and the mantles, and the purses;"},{"number":23,"verse":"the mirrors and the fine linen; and the turbans and the veils."},{"number":24,"verse":"And it shall be, instead of sweet smell, there shall be an odor of decay; and instead of a sash, a rope; and instead of well-set hair, baldness; and instead of a rich robe, a wrapping of sackcloth; burning instead of beauty."},{"number":25,"verse":"Your men shall fall by the sword, and your mighty in the war."},{"number":26,"verse":"And her gates shall lament and mourn; and she shall sit deserted on the ground."}]}