{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":36,"verses":[{"number":1,"verse":"And it happened in the fourteenth year of king Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and took them."},{"number":2,"verse":"And the king of Assyria sent the chief of the cupbearers from Lachish to Jerusalem, to king Hezekiah with a great army. And he stood by the conduit of the upper pool in the highway of the Fuller's Field."},{"number":3,"verse":"Then Eliakim, Hilkiah's son, who was over the house, and Shebna the scribe, and Asaph's son Joah, the recorder, came out to him."},{"number":4,"verse":"And the chief of the cupbearers said to them, Say now to Hezekiah, So says the great king, the king of Assyria, What hope [is] this in which you trust?"},{"number":5,"verse":"I say, [Are] only words of the lips wisdom and strength for war? Now, in whom do you trust, that you rebel against me?"},{"number":6,"verse":"Lo, you trust in the staff of this broken reed, on Egypt; on which, [if] a man lean on it, it will go into his hand and pierce it. So [is] Pharaoh king of Egypt to all who trust in him."},{"number":7,"verse":"But if you say to me, We trust in Jehovah our God; [is it] not He whose high places and altars Hezekiah has taken away, and said to Judah and Jerusalem, You shall worship before this altar?"},{"number":8,"verse":"Now then, please exchange pledges with my master the king of Assyria, and I will give you two thousand horses if you are able on your part to set riders on them for you."},{"number":9,"verse":"How then will you turn away the face of one commander of the least of my master's servants, and put your trust on Egypt for chariots and for horsemen?"},{"number":10,"verse":"Have I now come up without Jehovah against this land to destroy it? Jehovah said to me, Go up against this land and destroy it."},{"number":11,"verse":"And Eliakim and Shebna and Joah said to the chief of the cupbearers, Please speak to your servants [in] Aramaic, for we understand [it]. But do not speak to us [in] Jewish in the ears of the people on the wall."},{"number":12,"verse":"But the chief of the cupbearers said, Has my master sent me to your master and to you to speak these words, and not to the men who sit on the wall? that they may eat their own dung and drink their own urine with you?"},{"number":13,"verse":"Then the chief of the cupbearers stood and cried with a loud voice [in] Jewish, and said, Hear the words of the great king, the king of Assyria."},{"number":14,"verse":"So says the king, Do not let Hezekiah deceive you, for he shall not be able to deliver you."},{"number":15,"verse":"Nor let Hezekiah make you trust in Jehovah, saying, Jehovah will surely deliver us; this city shall not be delivered into the hands of the king of Assyria."},{"number":16,"verse":"Do not listen to Hezekiah; for so says the king of Assyria, Make a blessing with me by a present, and come out to me; and let everyone eat of his vine, and everyone of his fig tree, and everyone drink the waters [of] his own cistern,"},{"number":17,"verse":"until I come and take you away to a land like your own land, a land of grain and wine, a land of bread and vineyards."},{"number":18,"verse":"[Let] not Hezekiah persuade you, saying, Jehovah will deliver us. Has any of the gods of the nations delivered his land out of the hand of the king of Assyria?"},{"number":19,"verse":"Where are the gods of Hamath and Arpad? Where [are] the gods of Sepharvaim? And when have they delivered Samaria out of my hand?"},{"number":20,"verse":"Who among all the gods of these lands that have delivered their land out of my hand, that Jehovah should deliver Jerusalem out of my hand?"},{"number":21,"verse":"But they were silent and did not answer him a word, for the king's command, saying, Do not answer him."},{"number":22,"verse":"Then Eliakim the son of Hilkiah, who [was] over the household, and Shebna the scribe, and Joah the son of Asaph, the recorder, came to Hezekiah [with their] clothes torn and told him the words of the chief of the cupbearers."}]}