{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":41,"verses":[{"number":1,"verse":"Keep silence before Me, O coasts; and peoples shall renew strength; let them come near; then let them speak; let us come near together for judgment."},{"number":2,"verse":"Who raised up the righteous one from the east, called him to His foot, gave the nations before him, and made [him] rule over kings? He gave them as the dust [to] his sword, [and] as driven stubble [to] his bow."},{"number":3,"verse":"He pursued them; he passed on in peace. He does not go [by] the way of his feet."},{"number":4,"verse":"Who has planned and done [it], calling forth the generations from the beginning? I, Jehovah, [am] the first and the last; I [am] He."},{"number":5,"verse":"The coastlands saw and feared; the ends of the earth were afraid, and drew near, and came."},{"number":6,"verse":"They each one helped his neighbor, and said to his brother, Be strong."},{"number":7,"verse":"So the artisan strengthens the refiner, and he smoothing [with] the hammer, him who struck the anvil, saying of soldering, It [is] good. And he made it strong with nails; it will not totter."},{"number":8,"verse":"But you, Israel, [are] My servant, Jacob whom I have chosen, the seed of Abraham, My friend;"},{"number":9,"verse":"whom I have taken from the ends of the earth, and called you from its sides. And I said to you, You [are] My servant; I have chosen you, and not cast you away."},{"number":10,"verse":"Do not fear; for I [am] with you; be not dismayed; for I [am] your God. I will make you strong; yes, I will help you; yes, I will uphold you with the right hand of My righteousness."},{"number":11,"verse":"Behold, all those who were angered against you shall be ashamed and confounded; they shall be as nothing. And those who fight with you shall perish."},{"number":12,"verse":"You shall seek them, and shall not find them; men warring against you shall be as nothing, and as ceasing."},{"number":13,"verse":"For I, Jehovah your God, will hold your right hand, saying to you, Do not fear; I will help you."},{"number":14,"verse":"Do not fear, worm of Jacob [and] men of Israel; I will help you, says Jehovah, and your Redeemer, the Holy One of Israel."},{"number":15,"verse":"Behold, I make you a new sharp threshing instrument, a master of teeth; you shall thresh the mountains, and beat [them] small, and shall make the hills like chaff."},{"number":16,"verse":"You shall winnow them, and the wind shall carry them away, and a tempest shall scatter them. And you shall rejoice in the LORD [and] shall glory in the Holy One of Israel."},{"number":17,"verse":"The poor and needy seek water, and [there is] none; their tongue fails for thirst, I the LORD will hear them, I the God of Israel will not leave them."},{"number":18,"verse":"I will open rivers in high places, and fountains in the midst of the valleys; I will make the wilderness a pool of water, and the dry land springs of water."},{"number":19,"verse":"I will plant the cedar in the wilderness, the acacia tree, and the myrtle, and the oil tree. I will set the fir tree in the desert, [and] the pine, and the box tree together;"},{"number":20,"verse":"so that they may see, and know, and look on, and understand together, that the hand of the LORD has done this, and the Holy One of Israel has created it."},{"number":21,"verse":"Bring near your cause, says the LORD; bring out your strong [reasons], says the King of Jacob."},{"number":22,"verse":"Let them bring [them] out, and tell us what shall happen; let them reveal the former things, what they [are], that we may look on them and know the final end of them; or declare to us things to come."},{"number":23,"verse":"Reveal the near things after this, so that we may know that you [are] gods. Yes, do good, or do evil, so that we may be amazed and see together."},{"number":24,"verse":"Behold, you [are] of nothing, and your work of nothing. He who chooses you is an abomination."},{"number":25,"verse":"I have raised up [one] from the north, and he shall come from the sunrise; he will call on My name. And he shall come [on] rulers as [on] mortar, and as the potter tramples clay."},{"number":26,"verse":"Who has declared from the beginning, that we may know? And beforetime, that we may say, [He is] righteous? Yea, no one declares; yea, no one proclaims; yea, no one hears your words."},{"number":27,"verse":"I first [shall say] to Zion, Behold! Behold them! And I will give to Jerusalem one who bears good news."},{"number":28,"verse":"For I looked, and [there was] no man; and of these no counselor was, that I might ask and they could answer."},{"number":29,"verse":"Behold, they [are] all evil; their works [are] nothing; their images [are] wind and vanity."}]}