{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":42,"verses":[{"number":1,"verse":"Behold My Servant, whom I uphold; My Elect, [in whom] My soul delights. I have put My Spirit on Him; He shall bring out judgment to the nations."},{"number":2,"verse":"He shall not cry, nor lift up, nor cause His voice to be heard in the street."},{"number":3,"verse":"A bruised reed He shall not break, and a smoking wick He shall not quench; He shall bring out judgment to truth."},{"number":4,"verse":"He shall not fail nor be discouraged until He has set judgment in the earth; and the coasts shall wait for His law."},{"number":5,"verse":"So says Jehovah God, [He] who created the heavens and stretched them out, spreading out the earth and its offspring; He who gives breath to the people on it and spirit to those who walk in it."},{"number":6,"verse":"I the LORD have called You in righteousness, and will hold Your hand, and will keep You, and give You for a covenant of the people, for a Light of the nations;"},{"number":7,"verse":"to open the blind eyes, to bring out the prisoners from the prison, those who sit in darkness out of the prison house."},{"number":8,"verse":"I [am] Jehovah; that [is] My name; and My glory I will not give to another, nor My praise to graven images."},{"number":9,"verse":"Behold, the former things have come to pass, and new things I declare; before they happen, I cause you to hear."},{"number":10,"verse":"Sing to the LORD a new song; His praise from the end of the earth, you who go down to the sea, and its fullness; coasts and their peoples."},{"number":11,"verse":"Let the wilderness and its cities lift up [their voice], the villages where Kedar dwells. Let the dwellers of the rock sing, let them shout from the mountain tops."},{"number":12,"verse":"Give glory to the LORD and declare His praise in the coastlands."},{"number":13,"verse":"The LORD goes out as a warrior, He stirs up zeal like a man of wars; He shouts, yea, roars; He overcomes His enemies."},{"number":14,"verse":"I have kept silence from forever; I have been still and refrained Myself. [Now] I will cry like a woman in pangs of labor, I will pant and gasp at once."},{"number":15,"verse":"I will make waste mountains and hills, and dry up all their plants. And I will make the rivers coastlands, and I will dry up the pools."},{"number":16,"verse":"And I will bring the blind by a way they knew not; I will lead them in paths they have not known; I will make darkness light before them, and crooked things straight. I will do these things to them, and not forsake them."},{"number":17,"verse":"They are turned back, they are greatly ashamed, those who trust in graven images and who say to the images, You [are] our gods."},{"number":18,"verse":"Hear, deaf ones; and blind ones look to see."},{"number":19,"verse":"Who [is] blind but My servant? Or deaf, as My messenger whom I sent? Who [is] blind as he who is perfect, and blind as the LORD's servant?"},{"number":20,"verse":"You see many things, but do not pay attention. [Your] ears [are] open, but not any hears."},{"number":21,"verse":"The LORD is well pleased for His righteousness sake; He will magnify the Law and make [it] honorable."},{"number":22,"verse":"But this [is] a people robbed and spoiled; all of them snared in holes, and they are hidden in prison-houses; they have been taken, and none delivers them; a prize, and none says, Give back."},{"number":23,"verse":"Who among you will hear this? He will listen and hear for the time to come?"},{"number":24,"verse":"Who gave Jacob for a spoil, and Israel to robbers? Did not the LORD, against whom we have sinned? For they would not walk in His ways, nor did they obey His law."},{"number":25,"verse":"So He has poured on him the fury of His anger, and the strength of battle. And it has set him on fire all around, yet he did not know; and it burned him, yet he did not lay [it] to heart."}]}