{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":44,"verses":[{"number":1,"verse":"Yet now hear, O Jacob My servant, and Israel whom I have chosen;"},{"number":2,"verse":"So says the LORD who made you, and formed you from the womb, [who] will help you; Fear not, O Jacob My servant, and you, Jeshurun, whom I have chosen."},{"number":3,"verse":"For I will pour water on him who is thirsty, and floods on the dry ground. I will pour My spirit on your seed, and My blessing on your offspring;"},{"number":4,"verse":"and they shall spring up [as] among the grass, as willows by the water-courses."},{"number":5,"verse":"One shall say, I [am] the LORD's; and another shall call himself by the name of Jacob; and another shall write with his hand, For the LORD, and be named by the name of Israel."},{"number":6,"verse":"So says Jehovah, the King of Israel, and His redeemer Jehovah of hosts; I [am] the first, and I [am] the last; and besides Me [there is] no God."},{"number":7,"verse":"And who, as I, shall call, and shall declare it and set it in order for Me, since I placed the people of old? And the things that are coming, and shall come, let them declare to them."},{"number":8,"verse":"Fear not, nor be afraid; have I not told you and made you hear since then? So you [are] My witnesses. Is there a God besides Me? Yea, [there is] none. I have not known a Rock."},{"number":9,"verse":"Those who make a graven image [are] all of them vanity; and the things in which they delight shall not help; and they [are] their own witnesses. They do not see nor know, that they may be ashamed."},{"number":10,"verse":"Who has formed a god, or melted a graven image that is good for nothing?"},{"number":11,"verse":"Behold, all his companions shall be ashamed; and the craftsmen; they [are] from men. They shall assemble; all of them shall stand; they shall dread; they shall be ashamed together."},{"number":12,"verse":"He engraves iron with a tool. He works in the coals, and forms it with hammers, and works it with the strength of his arms. Then, he is hungry, and his strength fails; he drinks no water, and is weak."},{"number":13,"verse":"He fashions wood, and stretches a line; he marks it out with a pencil; he shapes it with carving tools, and he marks it out with the compass, and makes it after the figure of a man, according to the beauty of a man, to sit [in the] house."},{"number":14,"verse":"He cuts down cedars, and takes cypress and oak, which he makes the trees of the forest strong for him; he plants a tree, and the rain makes [it] grow."},{"number":15,"verse":"And it shall be for a man to burn; for he will take some of it and warm himself. Yes, he kindles [it] and bakes bread; yes, he makes a god and worships; he makes it a graven image and falls down to it."},{"number":16,"verse":"He burns part of it in the fire; with part of it he eats flesh; he roasts roast and is satisfied; yea, he warms [himself], and says, Aha, I am warm, I have seen the fire."},{"number":17,"verse":"And the rest of it he makes into a god, his graven image; he falls down to it and worships, and prays to it, and says, Deliver me! for you [are] my god."},{"number":18,"verse":"They have not known nor understood; for He has shut their eyes so that they cannot see; [and] their hearts so that they cannot understand."},{"number":19,"verse":"And none thinks within his heart, nor [is there] knowledge nor understanding to say, I have burned part of it in the fire; yea, also I have baked bread on the coals of it; I have roasted flesh and eaten; and shall I make the rest of it an abomination? Shall I fall down to the stock of a tree?"},{"number":20,"verse":"He feeds on ashes; a deceived heart has turned him aside, so that he cannot deliver his soul, nor say, [Is there] not a lie in my right hand?"},{"number":21,"verse":"Remember these, O Jacob and Israel; for you [are] My servant; I have formed you; you [are] My servant; O Israel, you shall not be forgotten by Me."},{"number":22,"verse":"I have blotted out, as a thick cloud, your transgressions, and, as a cloud, your sins; return to Me; for I have redeemed you."},{"number":23,"verse":"Sing, O heavens; for the LORD has done [it]. Shout, lower parts of the earth. Break out into singing, O mountains, O forest, and every tree in it. For the LORD has redeemed Jacob, and glorified Himself in Israel."},{"number":24,"verse":"So says Jehovah, your Redeemer, and He who formed you from the womb, I [am] Jehovah who makes all things; who stretches out the heavens alone; who spreads out the earth; who [was] with Me?"},{"number":25,"verse":"who brings to nothing the signs of the liars, and makes diviners mad; who turns the wise backward, and makes their knowledge foolish;"},{"number":26,"verse":"who makes the word of His servant sure, and makes good the counsel of His messengers; who says to Jerusalem, She shall have people; and to the cities of Judah, You shall be built, and I will raise up the waste places of it;"},{"number":27,"verse":"who says to the deep, Be dry, and I will dry up your rivers;"},{"number":28,"verse":"who says of Cyrus, [He is] My shepherd, and shall do all My pleasure; even saying to Jerusalem, You shall be built; and to the temple, Your foundation shall be laid."}]}