{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":58,"verses":[{"number":1,"verse":"Cry aloud, do not spare, lift up your voice like a ram's horn, and show My people their rebellion, and the house of Jacob their sins."},{"number":2,"verse":"Yet they seek Me daily, and delight to know My ways, as a nation that did righteousness, and one who did not forget the ordinance of their God. They ask of Me the ordinances of justice; they take delight in drawing near to God."},{"number":3,"verse":"[They say], Why have we fasted, and You do not see? Why have we afflicted our soul, and You take no knowledge? Behold, in the day of your fast you find pleasure, and crush all your laborers."},{"number":4,"verse":"Behold, you fast for strife and debate, and to strike with the fist of wickedness; you shall not fast as [you do] today, to make your voice to be heard on high."},{"number":5,"verse":"Is it such a fast that I have chosen? A day for a man to afflict his soul? [Is it] to bow down his head like a bulrush, and to spread sackcloth and ashes under him? Will you call this a fast and a day pleasing to the LORD?"},{"number":6,"verse":"[Is] not this the fast that I have chosen? To loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed ones go free, and that you break every yoke?"},{"number":7,"verse":"[Is it] not to break your bread to the hungry, and that you should bring home the wandering poor? When will you see the naked and cover him; and you will not hide yourself from your own flesh?"},{"number":8,"verse":"Then shall your light break out as the dawn, and your health shall spring out quickly; and your righteousness shall go before you; the glory of the LORD shall gather you."},{"number":9,"verse":"Then you shall call, and the LORD shall answer; you shall cry, and He shall say, Here I [am]. If you take the yoke away from among you, the pointing of the finger, and speaking vanity;"},{"number":10,"verse":"and [if] you draw out your soul to the hungry, and satisfy the afflicted soul; then shall your light rise in darkness, and your darkness [shall be] as the noonday."},{"number":11,"verse":"And the LORD shall always guide you and satisfy your soul in dry places, and make your bones fat; and you shall be like a watered garden, and like a spring of water whose waters fail not."},{"number":12,"verse":"And [those who] come of you shall build the old ruins; you shall raise up the foundations of many generations; and you shall be called, The repairer of the breach, The restorer of paths to dwell in."},{"number":13,"verse":"If you turn your foot because of the Sabbath, [from] doing what you please on My holy days, and call the Sabbath a delight, the holy of the LORD, honorable; and shall honor Him, not doing your own ways, nor finding your own pleasure, nor speaking [your own] words,"},{"number":14,"verse":"then you shall delight yourself in the LORD; and I will cause you to ride on the high places of the earth, and feed yourself with the inheritance of Jacob your father. For the mouth of the LORD has spoken."}]}