{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":62,"verses":[{"number":1,"verse":"For Zion's sake I will not be silent, and for Jerusalem's sake I will not rest, until its righteousness goes out as brightness, and her salvation as a burning lamp."},{"number":2,"verse":"And the nations will see your righteousness, and all kings your glory; and you will be called by a new name, which the mouth of the LORD will name."},{"number":3,"verse":"You also will be a crown of glory in the hand of the LORD, and a royal diadem in the hand of your God."},{"number":4,"verse":"You will no more be called Forsaken; nor will your land any more be called Desolate; but you will be called My Delight [is] in her, and your land, Married; for the LORD delights in you, And your land Married."},{"number":5,"verse":"For [as] a young man marries a virgin, so will your sons marry you; and [as] the bridegroom rejoices over the bride, [so] will your God rejoice over you."},{"number":6,"verse":"I have set watchmen on your walls, O Jerusalem, who will not always be silent all the day nor all the night; you who remember the LORD, do not be silent."},{"number":7,"verse":"And give Him no rest until He establishes and makes Jerusalem a praise in the earth."},{"number":8,"verse":"The LORD has sworn by His right hand, and by the arm of His strength, Surely I will no more give your grain [to be] food for your enemies; and the sons of strangers will not drink your wine for which you have labored."},{"number":9,"verse":"But its gatherers will eat it and praise the LORD; and they who collected it will drink it in My holy courts."},{"number":10,"verse":"Pass! Pass through the gates; prepare the way of the people. Raise up! Raise up the highway; gather out the stones; lift up a banner for the peoples."},{"number":11,"verse":"Behold, the LORD has sent a message to the end of the earth, Tell the daughter of Zion, Behold, your salvation comes. Behold, His reward [is] with Him, and His work before Him."},{"number":12,"verse":"And they will call them, The Holy People, The Redeemed of the LORD; and you will be called, Sought Out, a city not forsaken."}]}