{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":66,"verses":[{"number":1,"verse":"So says the LORD, Heaven [is] My throne, and earth My footstool. Where, then, [is] the house that you build for Me? And where [is] the place of My rest?"},{"number":2,"verse":"For all those My hand has made, and all those exist, says the LORD. But to this one I will look, to the afflicted and contrite spirit, and the one who trembles at My word."},{"number":3,"verse":"He who kills an ox is [is as if] he killed a man; he who sacrifices a lamb [is as if] he broke a dog's neck; he who offers an offering [is as if] he offered swine's blood; he who burns incense [is as if] he blessed an idol. Yea, they have chosen their own ways, and their soul delights in their abominations."},{"number":4,"verse":"I also will choose the things that delude them, and I will bring their fears on them, because I called, no one answered; when I spoke, they did not hear. But they did evil before My eyes and chose [that] in which I did not delight."},{"number":5,"verse":"Hear the Word of the LORD, you who tremble at His Word; your brothers who hated you, who cast you out for My name's sake, said, Let the LORD be glorified. But He will appear to your joy, and they will be ashamed."},{"number":6,"verse":"A sound of noise from the city, a sound from the temple, a sound of the LORD repaying His enemies."},{"number":7,"verse":"Before she travailed, she gave birth; before her pain came, she delivered a man child."},{"number":8,"verse":"Who has heard [a thing] like this? Who has seen [things] like these? Will the earth be brought forth [in] one day? [Or] will a nation be born at once? For Zion travailed and also brought forth her sons."},{"number":9,"verse":"Will I bring to the birth, and not cause to bring forth, says the LORD? Surely I will cause birth and restrain, says your God."},{"number":10,"verse":"Rejoice with Jerusalem, and be glad with her, all who love her. Rejoice for joy with her, all who mourn for her;"},{"number":11,"verse":"that you may suck and be satisfied with her comforting breasts; that you may milk out and be delighted with the fullness of her glory."},{"number":12,"verse":"For so says the LORD, Behold, I will hold out peace to her like a river, and the glory of the nations like a flowing stream. Then you will suck, you will be carried on [her] sides and be dandled upon [her] knees."},{"number":13,"verse":"As one whom his mother comforts, so I will comfort you; and you will be comforted in Jerusalem."},{"number":14,"verse":"And you will see, and your heart will rejoice, and your bones will flourish like the grass. And the hand of the LORD will be known toward His servants, and [His] fury toward His enemies."},{"number":15,"verse":"For, behold, the LORD will come with fire, and with His chariots like a tempest, to refresh His anger with fury, and His rebuke with flames of fire."},{"number":16,"verse":"For by fire and by His sword the LORD will execute judgment with all flesh; and the slain of the LORD will be many."},{"number":17,"verse":"Those who sanctify themselves, and purify themselves [to go] into the gardens, behind one [tree] in the middle, eating swine's flesh, and the hateful thing, and the mouse, will be cut off together, says the LORD."},{"number":18,"verse":"For I [know] their works and their thoughts; it comes to gather all the nations and the tongues; and they will come and see My glory."},{"number":19,"verse":"And I will set a sign among them, and I will send those who escape from them to the nations, [to] Tarshish, Pul, and Lud, drawers of the bow; [to] Tubal, and Javan, [to] the far away coasts that have not heard My fame, nor have seen My glory. And they will declare My glory among the nations."},{"number":20,"verse":"And they will bring all your brothers [for] an offering to the LORD out of all nations on horses, and in chariots, and in litters, and on mules, and on camels, to My holy mountain Jerusalem, says the LORD, as the sons of Israel bring an offering in a clean vessel [into] the house of the LORD."},{"number":21,"verse":"And I will also take some of them for priests [and] for Levites, says the LORD."},{"number":22,"verse":"For as the new heavens and the new earth, which I will make stand before Me, says the LORD, so will your seed and your name stand."},{"number":23,"verse":"And it will be, from one new moon to another, and from one sabbath to another, all flesh will come to worship before Me, says the LORD."},{"number":24,"verse":"And they will go out and see the dead bodies of the men who have sinned against Me; for their worm will not die, nor will their fire be put out; and they will be an object of disgust to all flesh."}]}