{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"And it happened in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, Rezin the king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not overcome it."},{"number":2,"verse":"And it was told the house of David, saying, Syria is allied with Ephraim. And his heart was moved, and the heart of his people, as the trees of the woods are moved by the wind."},{"number":3,"verse":"Then the LORD said to Isaiah, Go out now to meet Ahaz, you and Shear-jashub your son, at the end of the conduit of the upper pool in the highway of the Fuller's Field."},{"number":4,"verse":"And say to him, Be careful and be quiet. Do not fear, nor be timid of heart because of the two tails of these smoking firebrands, because of the fierce anger of Rezin and Syria, and of the son of Remaliah;"},{"number":5,"verse":"because Syria, Ephraim, and the son of Remaliah have plotted against you, saying,"},{"number":6,"verse":"Let us go up against Judah and trouble it, and break her for ourselves, and set a king in the midst of it, the son of Tabeal."},{"number":7,"verse":"So says the Lord God, It shall not stand, nor shall it come to pass."},{"number":8,"verse":"For the head of Syria [is] Damascus, and the head of Damascus [is] Rezin; and within sixty-five years Ephraim shall be broken so that it shall not be a people."},{"number":9,"verse":"And the head of Ephraim [is] Samaria, and the head of Samaria [is] Remaliah's son. If you will not believe, surely you shall not be established."},{"number":10,"verse":"And the LORD spoke again to Ahaz, saying,"},{"number":11,"verse":"Ask a sign of the LORD your God; ask it either in the depth, or in the height above."},{"number":12,"verse":"But Ahaz said, I will not ask, nor will I tempt the LORD."},{"number":13,"verse":"And He said, Hear now, O house of David; [is it] a small thing for you to weary men, but will you weary my God also?"},{"number":14,"verse":"So, the Lord Himself shall give you a sign. Behold, the virgin will conceive and shall bring forth a son, and they shall call His name Immanuel."},{"number":15,"verse":"Butter and honey he shall eat until he knows to refuse the evil and choose the good."},{"number":16,"verse":"For before the child shall know to refuse the evil and choose the good, the land that you loathe shall be forsaken before both its kings."},{"number":17,"verse":"The LORD shall bring on you, and on your people, and on your father's house, days that have not come, since the days that Ephraim departed from Judah, the king of Assyria."},{"number":18,"verse":"And it shall be, in that day the LORD shall hiss for the fly at the end of the rivers of Egypt, and for the bee that [is] in the land of Assyria."},{"number":19,"verse":"And they shall come and all of them shall rest in the desert valleys, and in the holes of the rocks, and on all thorns, and on all the pastures."},{"number":20,"verse":"In the same day the Lord shall shave with a razor that is hired, namely, by those Beyond the River, by the king of Assyria, the head, and the hair of the feet; and it shall also sweep away the beard."},{"number":21,"verse":"And it shall be, in that day a man shall keep alive a young cow and two sheep;"},{"number":22,"verse":"and it will be, from the plentiful supply of milk they shall give, he shall eat butter; for butter and honey shall everyone eat who is left in the land."},{"number":23,"verse":"And it shall be, in that day every place where there were a thousand vines, [worth] a thousand pieces of silver, [it] shall even be for briers and thorns."},{"number":24,"verse":"With arrows and with the bow [men] shall come there, because all the land shall become briers and thorns."},{"number":25,"verse":"And all hills which were hoed with the hoe, you shall not come there for fear of briers and thorns; but it shall be for the sending out of the ox, and for the trampling of sheep."}]}