{"bibleAbbr":"MKJV1962","bookName":"Isaiah","bookEnglishName":"Isaiah","chapterNumber":8,"verses":[{"number":1,"verse":"And the LORD said to me, Take a great scroll and write in it with a man's pen: Make Haste [to] Plunder! Hasten to the Prey!"},{"number":2,"verse":"And I took to myself faithful witnesses to record, Uriah the priest and Zechariah the son of Jeberechiah."},{"number":3,"verse":"And I went to the prophetess. And she conceived and bore a son. Then the LORD said to me, Call his name Maher-shalal-hash-baz [Make Haste to Plunder]."},{"number":4,"verse":"For before the child shall have knowledge to cry, My father, and, My mother, the riches of Damascus and the spoil of Samaria shall be taken away before the king of Assyria."},{"number":5,"verse":"The LORD also spoke to me again saying,"},{"number":6,"verse":"Because this people has refused the waters of Shiloah that go softly, and rejoice in Rezin and Remaliah's son;"},{"number":7,"verse":"And therefore, behold, the Lord brings on them the waters of the River, strong and many, even the king of Assyria, and all his glory. And he shall come up over all his channels and go over all his banks."},{"number":8,"verse":"And he shall pass through Judah. He shall overflow and go over; he shall reach to the neck. And the stretching out of his wings shall fill the breadth of your land, O Immanuel."},{"number":9,"verse":"Suffer evil, O people, and be broken! And give ear, all from the far places of the earth. Gird yourselves and be broken. Gird yourselves and be broken!"},{"number":10,"verse":"Counsel a counsel, and it is frustrated. Speak a word, and it shall not stand; for God [is] with us."},{"number":11,"verse":"For so the LORD spoke to me with a strong hand, and warned me against walking in the way of this people, saying,"},{"number":12,"verse":"Do not say, A conspiracy! to everything of which this people says, A conspiracy! And do not fear their fear, nor be afraid."},{"number":13,"verse":"Sanctify the LORD of hosts Himself, and [let] Him [be] your fear, and let Him be your dread."},{"number":14,"verse":"And He shall be a sanctuary for you, but for a stone of stumbling, and for a rock of falling to both the houses of Israel, for a trap and for a snare to the people of Jerusalem."},{"number":15,"verse":"And many among them shall stumble and fall and be broken, and be snared, and be taken."},{"number":16,"verse":"Bind up the testimony, seal the law among My disciples."},{"number":17,"verse":"And I will wait on the LORD, who hides His face from the house of Jacob; and I will look for Him."},{"number":18,"verse":"Behold, I and the children whom the LORD has given me [are] for signs and for wonders in Israel from the LORD of hosts, who dwells in Mount Zion."},{"number":19,"verse":"And when they shall say to you, Seek to the mediums and to wizards who peep and mutter; should not a people seek to their God, [than] for the living to the dead?"},{"number":20,"verse":"To the law and to the testimony! If they do not speak according to this Word, [it is] because no light [is] in them."},{"number":21,"verse":"And they shall pass through it, hard-pressed and hungry; and it shall be, they shall be hungry; They shall rave and curse their king and their God, and look upward."},{"number":22,"verse":"And they shall look to the land; and behold, trouble and darkness and gloom of anguish! And they [are] driven away into darkness."}]}