{"bibleAbbr":"guOV2016","bookName":"એઝરા","bookEnglishName":"Ezra","chapterNumber":10,"verses":[{"number":1,"verse":"( મિશ્ર લગ્નોના પ્રશ્નનો નિકાલ) એઝરા ઈશ્વરના મંદિર આગળ રડીને તથા ઊંધો પડીને પ્રાર્થના કરતો હતો તથા પસ્તાવો કરતો હતો, ત્યારે તેની પાસે ઇઝરાયલીઓમાંથી પુરુષો, સ્ત્રીઓ તથા બાળકોની એક મોટી સંખ્યા એકત્ર થઈ; લોકો બહુ મોટો વિલાપ કરતા હતા."},{"number":2,"verse":"એલામના વંશજોમાંના યહીએલના પુત્ર શખાન્યાએ એઝરાને ઉત્તર આપ્યો, “દેશના લોકમાંથી પરદેશી સ્ત્રીઓ પરણીને અને અમારા ઈશ્વરની આજ્ઞાનું ઉલ્લંઘન કર્યું છે; પણ એ સંબંધી ઇઝરાયલ વિષે હજી કંઈક આશા છે."},{"number":3,"verse":"મારા મુરબ્બીની, તથા જેઓ આપણા ઈશ્વરની આજ્ઞાથી કંપે છે તેઓની સલાહ પ્રમાણે એ સર્વ સ્ત્રીઓને તથા તેમનાંથી જન્મેલાં બાળકોને છોડી દેવાને આપણે આપણા ઈશ્વરની સાથે કોલકરાર કરીએ. નિયમશાસ્ત્ર પ્રમાણે એમ જ થવું જોઈએ."},{"number":4,"verse":"ઊઠો; એ કામ તમારું છે, ને અમે તમારી મદદે છીએ. ખૂબ હિમત રાખીને આ કામ કરો.”"},{"number":5,"verse":"ત્યારે એઝરાએ ઊઠીને મુખ્ય યાજકોને, લેવીઓને તથા સર્વ ઇઝરાયલીઓને પ્રતિજ્ઞા લેવડાવી કે, ‘અમો એ વચન પ્રમાણે કરીશું જ.’ તેથી તેઓએ પ્રતિજ્ઞા લીધી."},{"number":6,"verse":"તે પછી એઝરા ઈશ્વરના મંદિર આગળથી ઊઠીને એલ્યાશિબના પુત્ર યહોહાનાનની ઓરડીમાં ગયો. ત્યાં તેણે કંઈ રોટલી ખાધી નહિ, અને પાણી પણ પીધું નહિ; કેમ કે બંદિવાસમાંથી આવેલા લોકોને ઉલ્લંઘનને લીધે તે શોકમાં હતો."},{"number":7,"verse":"તેઓએ જાહેરાત કરીને આખા યહૂદિયામાં તથા યરુશાલેમમાં બંદિવાસવાળા સર્વ લોકોને જાહેર કર્યું, “તમારે યરુશાલેમમાં એકત્ર થવું."},{"number":8,"verse":"સરદારોની તથા વડીલોની સલાહ પ્રમાણે જે કોઈ ત્રણ દિવસમાં આવશે નહિ તેની સર્વ માલમિલકત જપ્ત કરવામાં આવશે, વળી તેને બંદીવાસવાળાઓના સમૂહમાંથી અલગ કરવામાં આવશે.”"},{"number":9,"verse":"યહૂદાના તથા બિન્યામીનના સર્વ માણસો ત્રણ દિવસની અંદર યરુશાલેમમાં એકત્ર થયા. નવમાં માસની વીસમી તારીખે સર્વ લોક આ વાતના ભયને લીધે તથા ભારે વરસાદને લીધે તથા ભારે વરસાદને લીધે ધ્રૂજતા ધ્રૂજતા ઈશ્વરના મંદિરની સામેના ચોગાનમાં બેઠા."},{"number":10,"verse":"એઝરા યાજકે ઊભા થઈને તેઓને કહ્યું, “તમે ઉલ્લંઘન કર્યું છે, પરદેશી સ્ત્રીઓ પરણીને ઇઝરાયલનો અપરાધ વધાર્યો છે."},{"number":11,"verse":"તો હવે તમે તમારા પિતૃઓના ઈશ્વર યહોવાની આગળ પસ્તાવો કરીને તેમની ઇચ્છા પ્રમાણે કરો; દેશના લોકથી તથા પરદેશી સ્ત્રીઓથી અલગ થાઓ.”"},{"number":12,"verse":"ત્યારે સર્વ લોકોએ મોટે સાદે ઉત્તર આપ્યો, “જેમ તેમે અમારા વિષે કહ્યું છે, તેમ જ અમારે કરવું જોઈએ."},{"number":13,"verse":"પણ લોક ઘણા છે, ને આ વખતે ઘણો વરસાદ પડે છે, તેથી આપણે બહાર ઊભા રહી શકતા નથી, વળી આ કામ એક કે બે દિવસનું પણ નથી. આ બાબતમાં અમે તો મોટો અપરાધ કર્યો છે."},{"number":14,"verse":"હવે અમારી સમગ્ર પ્રજાને માટે સરદારો ઠરાવવામાં આવે. તેઓ, અમારા નગરોમાંના જેઓ પરદેશી સ્ત્રીઓને પરણ્યા છે તે પ્રત્યેક નગરના વડીલો તથા તેના ન્યાયાધીશો એ સર્વ ઠરાવેલી મુદતે હાજર થાય કે, આ વાતનું નિરાકરણ થવાથી આપણા ઈશ્વરનો બળતો કોપ આપણા પરથી દૂર થાય.”"},{"number":15,"verse":"ફકત અસાહેલનો પુત્ર યોનાથાન તથા તિકવાનો પુત્ર યાહઝ્યા એ વાતની સામે થયા; અને મશુલ્લામે તથા લેવી શાબ્બાથાયે તેઓને ટેકો આપ્યો."},{"number":16,"verse":"બંદીવાસમાંથી આવેલા લોકોએ જેમ એઝરાએ કહ્યું હતું તેમ કર્યું. એઝરા યાજક તથા પુતૃઓના કુટુંબોનાં કેટલાક મુખ્ય પુરુષોને નીમવામાં આવ્યા. તેઓ દશમાં માસને પહેલે દિવસે તે વાતની તપાસ કરવા બેઠા."},{"number":17,"verse":"પહેલા માસના પહેલા દિવસ સુધીમાં તેઓએ પરદેશી સ્ત્રીઓ પરણનાર સર્વ માણસોને લગતું કામ સમાપ્‍ત કર્યું."},{"number":18,"verse":"( અન્યધર્મી સ્‍ત્રીઓ સાથે પરણેલાઓની યાદી) યાજકોના પુત્રોમાંથી પરદેશી સ્ત્રીઓ પરણેલા મળી આવ્યા, તેઓ આ છે: યેશૂઆના પુત્રોમાંના, યોશાદાકનો પુત્ર તથા તેના ભાઈઓ માસેયા, અલીએઝેર, યારીબ તથા ગદાલ્યા."},{"number":19,"verse":"એ બધાએ એવા કોલ આપ્યા, “અમે અમારી સ્ત્રીઓ છોડી દઈશું.” તેમણે પોતાના અપરાધને લીધે ટોળાનો એક મેંઢો [આપ્યો]."},{"number":20,"verse":"ઇમ્મેરના પુત્રોમાંના : હનાની તથા ઝબાદ્યા."},{"number":21,"verse":"હારીમનાં પુત્રોમાંના : માસેયા, એલિયા, શમાયા, યહીએલ તથા ઉઝિયા."},{"number":22,"verse":"પાશહૂરના પુત્રોમાંના : એલ્યોએનાય, માસેયા, ઇશ્માએલ, નથાનયેલ, યોઝાબાદ તથા એલાસા."},{"number":23,"verse":"લેવીઓમાંના : યોઝાબાદ, શિમઈ, કેલાયા (એટલે કલીટા), પથાહ્યા, યહૂદા તથા અલીએઝેર."},{"number":24,"verse":"ગાનારાઓમાંનો:એલ્યાશીબ, દ્વારપાળોમાંનો:શાલ્લુમ, ટેલેમ તથા ઉરી."},{"number":25,"verse":"ઇઝરાયલીઓમાંના : પારોશના પુત્રોમાંના : રામિયા, યિઝિયા, માલ્કિયા તથા બનાયા."},{"number":26,"verse":"એલામના પુત્રોમાંના : માત્તાન્યા, ઝખાર્યા, યહીએલ, આબ્દી, યરેમોથ તથા એલિયા."},{"number":27,"verse":"ઝાત્તૂના પુત્રોમાંના : એલિયોએનાય, એલ્યાશિબ, માત્તાન્યા, યરેમોથ, ઝાબાદ તથા અઝીઝા."},{"number":28,"verse":"બેબાયના પુત્રોમાંના : યહોહાનાન, હનાન્‍યા, ઝાબ્બાય તથા આથલાય."},{"number":29,"verse":"બાનીના પુત્રોમાંના : મશુલ્લામ, માલ્લૂખ, અદાયા, યાશૂબ, શેઆલ તથા યરેમોથ."},{"number":30,"verse":"પાહાથ-મોઆબના પુત્રોમાંના : આદના, કલાલ, બનાયા, માસેયા, માત્તાન્યા, બસાએલ, બિન્‍નૂઈ તથા મનાશ્શા."},{"number":31,"verse":"હારીમાના પુત્રોમાંના : અલીએઝેર, યિશ્શિયા, માલ્કિયા, શમાયા, શિમયોન."},{"number":32,"verse":"બિન્યામીન, માલ્લૂખ તથા શમાર્યા."},{"number":33,"verse":"હાશુમના પુત્રોમાના માત્તનાય, માત્તાતા, ઝાબાદ, અલિફેલેટ, યરેમાઈ, મનાશ્શા તથા શિમઈ."},{"number":34,"verse":"બિગ્વાયના પુત્રોમાંના : માઅદાય, આમ્રામ, ઉએલ;"},{"number":35,"verse":"બનાયા, બેદયા, કલુહી;"},{"number":36,"verse":"વાન્યા, મરેમોથ, એલ્યાશિબ;"},{"number":37,"verse":"માત્તાન્યા, માત્તનાય, યાસુ;"},{"number":38,"verse":"બાની, બિન્‍નૂઈ, શિમઈ;"},{"number":39,"verse":"શેલેમ્યા, નાથાન, અદાયા;"},{"number":40,"verse":"માખ્નાદબાય, શાશાય, શારાય;"},{"number":41,"verse":"અઝારેલ, શેલેમ્યા, શમાર્યા;"},{"number":42,"verse":"શાલ્લૂમ, અમાર્યા તથા યૂસફ."},{"number":43,"verse":"નબોના પુત્રોમાંના : યેઈએલ, માત્તિથ્યા, ઝાબાદ, ઝબીના, યિદ્દો, યોએલ તથા બનાયા."},{"number":44,"verse":"એ સર્વ પરદેશી સ્ત્રીઓને પરણ્યા હતા; તેઓમાંના કેટલાકને તે સ્ત્રીઓથી છોકરાં થયાં હતાં."}]}