{"bibleAbbr":"guOV2016","bookName":"એઝરા","bookEnglishName":"Ezra","chapterNumber":3,"verses":[{"number":1,"verse":"( આરાધનાની પુન:સ્થાપના) ઇઝરાયલી લોકો પોતાનાં નગરોમાં વસ્યા પછી, સાતમો માસ આવ્યો ત્યારે લોકો એક દિલથી યરુશાલેમમાં એકત્ર થયા."},{"number":2,"verse":"તે સમયે યોસાદાકનો પુત્ર યેશૂઆ, તેના યાજક ભાઈઓ, શાલ્તીએલનો પુત્ર ઝરુબ્બાબેલ તથા તેના ભાઈઓએ ઊઠીને ઇઝરાયલના ઈશ્વરની ( .) વેદી બાંધી, જેથી ઈશ્વરભક્ત મૂસાના નિયમશાસ્ત્રમાં લખ્યા પ્રમાણે તે પર તેઓ દહનીયાર્પણ ચઢાવે."},{"number":3,"verse":"તેઓને દેશોના લોકોનો ભય હતો તેથી તેઓએ તે વેદી પ્રથમ હતી તે જ જગાએ બાંધી. ( .) દરરોજ સવારે તથા સાંજે તેઓએ યહોવાને દહનીયાર્પણો ચઢાવ્યાં."},{"number":4,"verse":"( .) તેઓએ લેખ પ્રમાણે માંડવાઓનું પર્વ પાળ્યું, ને દરરોજ ફરજ પ્રમાણે વિધિપૂર્વક દહનીયાર્પણો ચઢાવ્યાં."},{"number":5,"verse":"તે પછી નિત્યનાં ( .) દહનીયાર્પણ, ચંદ્રદર્શનનાં, યહોવાનાં નિયુક્ત પવિત્ર પર્વોનાં, તથા યહોવાને માટે રાજીખુશીથી અર્પણ કરનારનાં ઐચ્છાકાર્પણ, [ચઢાવ્યાં]."},{"number":6,"verse":"તેઓ સાતમા માસના પહેલા દિવસથી યહોવાને દહનીયાર્પણો ચઢાવવા લાગ્યા. પણ યહોવાના મંદિરનો પાયો હજી નંખાયો ન હતો."},{"number":7,"verse":"( મંદિર ફરી બાંધવાની શરૂઆત) તેઓએ સલાટોને તથા સુતારોને પૈસા આપ્યા. વળી તેઓએ સિદોનીઓને તથા તૂરીઓને સીધુંસામાન તથા તેલ આપ્યાં, એ માટે કે ઇરાનના રાજા કોરેશની પરવાનગી પ્રમાણે લબાનોનથી સમુદ્રવાટે યાફા સુધી તેઓ એરેજકાષ્ટ લાવે."},{"number":8,"verse":"યરુશાલેમમાં ઈશ્વરના મંદિરમાં તેઓ આવ્યા તેના બીજા વર્ષમાં બીજા માસમાં, શાલ્તીએલનો પુત્ર ઝરુબ્બાબેલ, યોસાદાકનો પુત્ર યેશૂઆ, બાકીના તેઓના યાજક તથા લેવી ભાઈઓ, તથા જેઓ બંદિવાસમાંથી છૂટીને યરુશાલેમ આવ્યા હતા તે સર્વએ તે કામનો આરંભ કર્યો. ને યહોવાના મંદિરના કામની દેખરેખ રાખવા માટે વીસ વર્ષના તથા તેથી વધારે ઉંમરના લેવીઓને નીમ્યા."},{"number":9,"verse":"યેશૂઆ, તેના પુત્રો અને તેના ભાઈઓ, તથા કાદમીએલ અને તેના પુત્રો, લેવી હોનાદાદ અને તેના પુત્રો તથા ભાઈઓ, એ સર્વ એક દિલથી ઈશ્વરના મંદિરના કામ કરનારાઓ પર દેખરેખ રાખવા ઊભા થયા."},{"number":10,"verse":"જ્યારે બાધનારાઓએ યહોવાના મંદિરનો પાયો નાખ્યો, ત્યારે, ( .) યહોવાની સ્તુતિ કરવાને તેઓએ ઇઝરાયલના રાજા દાઉદે ઠરાવ્યા પ્રમાણે, યાજકોને તેઓના પોશાક પહેરાવીને તથા રણશિંગડા આપીને, તથા આસાફના લેવીપુત્રોને ઝાંઝો આપીને ઊભા રાખ્યા."},{"number":11,"verse":"તેઓએ યહોવાની સ્તુતિ કરતાં તથા તેમનો આભાર માનતાં સામસામા [ઊભા રહીને] ગાયું, ( ; ; ; ; ; ; ; ; .) “તે મહેરબાન છે, ઇઝરાયલ પર તેમની દયા સદાકાલ સુધી [ટકે છે].” યહોવાના મંદિરનો પાયો નંખાયો તેથી સર્વ લોકોએ ઊંચે સ્વરે યહોવાની સ્તુતિ કરી."},{"number":12,"verse":"પણ યાજકો તથા લેવીઓ તથા પિતૃઓના [કુટુંબોના] વડીલોમાંના ઘણા વૃદ્ધો કે જેમણે પ્રથમનું મંદિર જોયું હતું તેઓની નજર આગળ જ્યારે આ મંદિરનો પાયો નંખાયો, ત્યારે તેઓ મોટી પોક મૂકીને રડ્યા. વળી ઘણાએ હર્ષના આવેશમાં ઊંચે સ્વરે જયજયકાર કર્યો;"},{"number":13,"verse":"માટે લોકનો પોકાર હર્ષનો છે કે વિલાપનો છે તે કળી શકાતું નહોતું. લોકે ખુબ બુમરાણ મચાવ્યું હતું, તેનો ઘોંઘાટ ઘણે દૂર સુધી સંભળાતો હતો."}]}