{"bibleAbbr":"guOV2016","bookName":"એઝરા","bookEnglishName":"Ezra","chapterNumber":5,"verses":[{"number":1,"verse":"( મંદિરનું ફરી ચાલુ થયેલું બાંધકામ) હવે યહૂદિયા તથા યરુશાલેમમાં જે યહૂદીઓ હતા, તેઓને પ્રબોધકો ( .) હાગ્ગાય તથા ઉદ્દોના પુત્ર ( .) ઝખાર્યાએ ઇઝરાયલના ઈશ્વરને નામે પ્રબોધ કર્યો,"},{"number":2,"verse":"ત્યારે શાલ્તીએલનો પુત્ર ( ; .) ઝરુબ્બાબેલ તથા યોસાદાકનો પુત્ર યેશૂઆ યરુશાલેમમાં ઈશ્વરનું જે મંદિર છે તે બાંધવા લાગ્યા. તેઓની સાથે ઈશ્વરના પ્રબોધકો તેમની સહાયમાં હતા."},{"number":3,"verse":"તે જ સમયે નદી પારનો સૂબો તાત્તનાય, શથાર-બોઝનાય તથા તેઓના સંગાથીઓએ તેમની પાસે આવીને એમ કહ્યું, “ આ મંદિર બાંધવાને તથા આ કોટ પૂરો કરવાને તમને કોણે આજ્ઞા આપી?”"},{"number":4,"verse":"તેનણે એ પણ કહ્યું, “આ ઇમારત કોણ બાંધે છે, તેઓનાં નામ આપો.”"},{"number":5,"verse":"પણ યહૂદીઓના વડીલો પર તેઓના ઈશ્વરની કૃપાર્દષ્ટિ હતી, માટે આ બાબત દાર્યાવેશને કાને પહોંચ્યા પછી પત્રદ્વારે જવાબ ન મળે ત્યાં સુધી તેઓએ તેમને અટકાવ્યા નહિ."},{"number":6,"verse":"નદી પારનો સૂબો તાત્તનાય, શથાર-બોઝનાય, તથા તેના સંગાથી અફાર્સાખાયેઓ, જેઓ નદી પાર રહેતા હતા, તેઓએ જે પત્ર દાર્યાવેશ રાજા પર મોકલ્યો."},{"number":7,"verse":"તેમાં આ પ્રમાણે લખેલું હતું:“દર્યાવેશ રાજાને ક્ષેમકુશળતા હોજો."},{"number":8,"verse":"આપને વિદિત થાય કે, અમે યહૂદિયાના પ્રાંતમાં મહાન ઈશ્વરના મંદિરમાં ગયા હતા, તે મોટા પથ્થરોથી બાંધેલું છે ને ભીંતોમાં લક્કડ વાપરેલું છે, અને એ કામ તેઓ ખંતથી કરે છે, ને તે તેઓને હાથે આબાદ થતું જાય છે."},{"number":9,"verse":"તે પ્રસંગે અમે તે વડીલોને પૂછ્યું, ‘આ મંદિર બાંધવાને તથા આ કોટ પૂરો કરવાને તમને કોણે હુકમ આપ્યો?’"},{"number":10,"verse":"વળી આપને નિવેદન કરવા માટે અમે તેઓનાં નામ પૂછ્યા કે, તેઓના આગેવાનોનાં નામ અમે આપને લખી શકીએ."},{"number":11,"verse":"તેઓએ અમને ઉત્તર આપ્યો, ‘અમે આકાશ તથા પૃથ્વીના ઈશ્વરના સેવકો છીએ; જે મંદિર આજથી ઘણા વર્ષો ઉપર ઇઝરાયલના એક મહાન રાજાએ બાંધીને પૂરું કર્યું હતું, તે જ અમે ફરીથી બાંધીએ છીએ."},{"number":12,"verse":"પણ અમારા પિતૃઓએ આકાશના ઈશ્વરને કોપાયમાન કર્યાથી તેમણે ( ; ; .) બાબિલના રાજા કાસ્દી નબૂખાદનેસ્સારના હાથમાં તેઓને સોંપ્યા; તે આ મંદિરનો નાશ કરીને લોકોને બાબિલ લઈ ગયો. P"},{"number":13,"verse":"( .) બાબિલના રાજા કોરેશે પોતાના રાજ્યના પહેલા વર્ષમાં ઈશ્વરનું એ મંદિર બાંધવાનો અમને હુકમ કર્યો."},{"number":14,"verse":"વળી ઈશ્વરના મંદિરનાં સોનારૂપાનાં પાત્રો નબૂખાદનેસ્સાર યરુશાલેમનાં મંદિરમાંથી કાઢીને બાબિલના મંદિરમાં લાવ્યો હતો, તે બધાં કોરેશ રાજાએ બાબિલના મંદિરમાંથી ઉઠાવીને શેશ્બાસાર સૂબાને સોંપ્યાં."},{"number":15,"verse":"અને કોરેશે તેને ફરામાવ્યું કે, આ પાત્રોને યરુશાલેમનાં મંદિરમાં પાછા મૂક; અને ઈશ્વરનું મંદિર તેની અસલ જગાએ બંધાવ."},{"number":16,"verse":"તે જ શેશ્બાસારે યરુશાલેમ આવીને ઈશ્વરના એ મંદિરનો પાયો નાખ્યો. અને ત્યારથી તેનું બાંધકામ ચાલું છે, તે હજી પૂરું થયું નથી.’"},{"number":17,"verse":"તો હવે, જો આપની ર્દષ્ટિમાં ઠીક લાગે તો, કોરેશ રાજાએ યરુશાલેમમાં ઈશ્વરનું આ મંદિર બાંધવાનો હુકમ કર્યો હતો કે નહિ, એની શોધ આપના બાબિલમાંના ભંડારમાં કરાવશો, અને તે બાબત આપની ઇચ્છા પ્રમાણે હુકમ ફરમાવશો.”"}]}