{"bibleAbbr":"guOV2016","bookName":"એઝરા","bookEnglishName":"Ezra","chapterNumber":9,"verses":[{"number":1,"verse":"( બિનયહૂદિઓ સાથેનાં લગ્નોનો પ્રશ્ન) ત્યાર પછી સરદારોએ મારી પાસે આવીને કહ્યું, “ઇઝરાયલી લોકો તેમ જ યાજકો તથા લેવીઓ દેશોના લોકોથી જુદા રહેતા નથી. કનાનીઓ, હિત્તીઓ, પરિઝીઓ, યબૂસીઓ, આમ્મોનીઓ, મોઆબીઓ, મિસરીઓ ને અમોરીઓનાં ધિક્કારપાત્ર કૃત્યો પ્રમાણે તેઓ [વર્તે છે]."},{"number":2,"verse":"કારણ કે તેઓ પોતે તથા તેઓના પુત્રો આ લોકોની દીકરીઓ સાથે પરણ્યા છે. તેથી પવિત્ર વંશ દેશના લોકોની સાથે મિશ્ર થઈ ગયો છે: હા, એ ઉલ્લંઘનમાં મુખ્યત્વે સરદારોના તથ સત્તાવાળાઓના હાથ એ.”"},{"number":3,"verse":"એ વાત મેં સાંભળી ત્યારે મેં મારાં વસ્ત્ર તથા મારિ ઝબ્બો ફાડીને મારા માથાના તથા મારી દાઢીના વાળ ફાંસી નાખ્યા, ને સ્તબ્ધ થઈને હું નીચે બેઠો."},{"number":4,"verse":"આ સમયે બંદીવાસવાળાઓના પાપને લીધે ઇઝરાયલના ઈશ્વરનાં વચનોથી જેઓ ધ્રૂજતા હતા, તે સર્વ મારી પાસે એકત્ર થયા. સાંજના અર્પણ સુધી હું સ્તબ્ધ થઈને બેસી રહ્યો."},{"number":5,"verse":"સાંજના અર્પણના સમયે હું મારા ઉપવાસમાંથી ફાટેલા વસ્ત્ર તથા ઝબ્બા સહિત ઊઠીને ઘૂંટણિયે પડ્યો, ને મારા ઈશ્વર યહોવા તરફ મેં મારા હાથ પ્રસાર્યા :"},{"number":6,"verse":"મેં કહ્યું, “હે મારા ઈશ્વર, હું મારું મુખ તમારી તરફ ઉઠાવતાં શરમાઉં છું; કેમ કે અમારા પાપ અમારા માથા પર વધી ગયાં છે, અમારા અપરાધ વધીને આકાશ સુધી પહોંચ્યા છે."},{"number":7,"verse":"અમારા પિતૃઓના સમયથી તે આજ સુધી અમે ઘણા અપરાધ કર્યા છે. અમે, અમારા રાજા તથા અમરા યાજકો, અમારા અધર્મને લીધે, [બીજા] દેશોના રાજાઓના હાથમાં સોંપાઈને, તરવારને, બંદીવાસને, લૂટફાટને, ને ગેરઆબરૂને વશ થયા છીએ, આજે અમારી એ જ દશા છે."},{"number":8,"verse":"અમારે માટે બચેલો શેષ રાખવાને, ને પોતાના પવિત્રસ્થાનમાં એક ખીલો અમને આપવાને, અમારા ઈશ્વર યહોવા તરફથી થોડીવાર સુધી કૃપા બતાવવામાં આવી છે, એ માટે કે અમારા ઈશ્વર અમારી આંખોને પ્રકાશિત કરે, ને અમારા બંદીવાસમાં અમને કંઈક નવજીવન બક્ષે."},{"number":9,"verse":"અમે ગુલામો છીએ. તોપણ અમારા ઈશ્વરે અમને અમારી ગુલામીમાં તજી દીધા નથી. તેમણે ઇરાનના રાજાઓની મારફત અમારા પર કૃપાર્દષ્ટિ કરી છે કે, જેથી અમે નવજીવન પામીને અમારા ઈશ્વરનું મંદિર ઊભું કરીએ, તેનાં ખંડિયેરો સમારીએ, ને પોતાને માટે યહૂદિયામાં અને યરુશાલેમમાં [ઈશ્વર પાસેથી] સંરક્ષણ સંપાદન કરીએ."},{"number":10,"verse":"હે અમારા ઇશ્વર, આ પછી અમે વધારે શું કહીએ? અમે તમારી આજ્ઞાઓ તજી દીધી છે."},{"number":11,"verse":"તમે પોતાના સેવક પ્રબોધકો દ્વારા અમને આજ્ઞાઓ કરી છે, ‘જે દેશમાં વસવાને તમે જાઓ છો તે દેશ, ત્યાંના લોકોની અશુદ્ધતાને લીધે અને તેઓનાં ધિક્કારપત્ર કૃત્યોને લીધે એક છેડાથી તે બીજા છેડા સુધી મલિનતાથી ભરેલો છે."},{"number":12,"verse":"હવે ( ; .) તમારે તમારી પુત્રીઓ તેઓના પુત્રોને ન આપવી, તેમ જ તેઓની પુત્રીઓ તમારા પુત્રોને માટે ન લેવી, તેઓની શાંતિ કે તેઓની આબાદી માટે તમારે યત્ન ન કરવો; કે જેથી તમે બળવાન થાઓ, દેશની ઉત્તમ ઊપજ ખાઓ અને તમારા વંશજોને સદા વારસાને માટે તે આપતા જાઓ.’"},{"number":13,"verse":"અમારાં દુષ્ટ કર્મોને લીધે તથા અમારા મોટા અપરાધને લીધે અમારા પર જે કંઈ વીત્યું છે, તે સર્વને માટે, હે અમારા ઈશ્વર, જેટલી થવી જોઈએ તે કરતાં તમે અમને થોડી શિક્ષા કરી છે. વળી અમારામાંથી તમે આટલાને બચાવી પણ લીધા છે."},{"number":14,"verse":"છતાં અમે તમારી આજ્ઞાઓ ફરી તોડીને આ ધિક્કારપાત્ર કૃત્યો કરનાર લોકોની સાથે સગપણ કરીશું? શું તમે અમારા ઉપર કોપાયમાન થઈને અમારો એવો વિનાશ નહિ કરશો કે કંઈ પણ શેષ ન રહે ને કોઈ પણ ન બચે?"},{"number":15,"verse":"હે ઇઝરાયલના ઈશ્વર યહોવા, તમે ન્યાયી છો; આજની માફક અમે બચી જતાં અમારો શેષ જીવતો રહ્યો છે. અમે અપરાધી છીએ, તેથી અમારામાંનો કોઈ તમારી આગળ ઊભો રહી શકતો નથી.”"}]}