{"bibleAbbr":"guOV2016","bookName":"કરિંથીઓને પાઉલ પ્રેરિતનો બીજો પત્ર","bookEnglishName":"2 Corinthians","chapterNumber":10,"verses":[{"number":1,"verse":"( પોતાની ધર્મસેવા તથા આક્ષેપો સામે પાઉલનો બચાવ) હવે હું પાઉલ પોતે ખ્રિસ્તની નમ્રતા તથા કોમળતાની ખાતર તમારી આજીજી કરું છું. હું તમારી પાસે હાજર હોઉં છું ત્યારે દીન છું, પણ દૂર હોઉં છું ત્યારે તમારી તરફ હિંમતવાન છું."},{"number":2,"verse":"કેટલાક અમને દુનિયાદારીની રીત પ્રમાણે વર્તનારા ધારે છે, તેઓની સામે જે નિશ્ચયતાથી હું હિંમત કરવાનું ધારું છું, તે [નિશ્ચયતા] થી હું હાજર થાઉં ત્યારે મારે હિંમતવાન થવું ન પડે, એવી વિનંતી હું તમને કરું છું."},{"number":3,"verse":"કેમ કે જો કે અમે દેહમાં ચાલીએ છીએ તોપણ અમે દેહ પ્રમાણે લડાઈ કરતા નથી,"},{"number":4,"verse":"(કેમ કે અમારી લડાઈના હથિયાર સાંસારિક નથી, પણ ઈશ્વર [ની સહાય] થી કિલ્લાઓને તોડી પાડવાને તેઓ સમર્થ છે)."},{"number":5,"verse":"અમે વિતંડાવાદોને તથા ઈશ્વરના જ્ઞાનની વિરુદ્ધ જે કંઈ માથું ઊંચકે છે તેને તોડી પાડીએ છીએ, અને દરેક વિચારને વશ કરીને ખ્રિસ્તની આધીનતામાં લાવીએ છીએ."},{"number":6,"verse":"અને જ્યારે તમારું આજ્ઞાપાલન સંપૂર્ણ થશે, ત્યારે સર્વ આજ્ઞાભંગનો બદલો વાળવાને અમે તૈયાર છીએ."},{"number":7,"verse":"તમે માત્ર બહારનો દેખાવ જુઓ છો. હું ખ્રિસ્તનો છું એવો જો કોઈને પોતાને વિષે ભરોસો હોય તો તેણે ફરીથી એવો પોતાના મનમાં વિચાર કરવો કે, જેમ તે પોતે ખ્રિસ્તનો છે તેમ અમે પણ ખ્રિસ્તના છીએ."},{"number":8,"verse":"કેમ કે જે અધિકાર પ્રભુએ તમારા નાશને અર્થે નહિ, પણ તમારી ઉન્‍નતિ કરવાને અર્થે અમને આપ્યો, તે વિષે જો હું કંઈક અધિક અભિમાન કરું, તોપણ હું શરમાઉં નહિ."},{"number":9,"verse":"હું તમને પત્રોદ્વારા ડરાવનાર જેવો ન દીસું, એ હેતુથી [હું આ લખું છું]."},{"number":10,"verse":"કેમ કે તેઓ કહે છે કે, તેના પત્રો વજનદાર તથા સબળ છે; પણ તે પોતે શરીરે નબળો, ને તેનું બોલવું દમ વગરનું છે."},{"number":11,"verse":"એવું બોલનારે સમજવું જોઈએ કે અમે દૂર હોવા છતાં પત્રોમાં લખેલી બાબતથી જેવા દેખાઈએ છીએ તેવા જ, હાજર થઈશું ત્યારે, કામથી પણ દેખાઈશું."},{"number":12,"verse":"જેઓ પોતાનાં વખાણ કરે છે, તેઓમાંના કેટલાકની સાથે અમે પોતાની ગણના કરવાને અથવા પોતાને સરખાવવાને છાતી ચલાવતા નથી. પણ તેઓ, અંદરોઅંદર પોતાને એકબીજાથી માપીને તથા પોતાને એકબીજાની સાથે સરખાવીને, બુદ્ધિ વગરના છે."},{"number":13,"verse":"પણ અમે હદ ઉપરાંત અભિમાન નહિ કરીશું, પણ જે હદ ઈશ્વરે અમને ઠરાવી આપી છે, જે તમારા સુધી પણ પહોંચે છે, તે પ્રમાણે [અભિમાન] કરીશું."},{"number":14,"verse":"કેમ કે જાણે કે અમે તમારા સુધી પહોંચ્યા ન હોઈએ, એમ અમે પોતાને હદ બહાર લંબાવતા નથી. કેમ કે અમે પ્રથમ ખ્રિસ્તની સુવાર્તા પ્રગટ કરતા તમારા સુધી આવ્યા."},{"number":15,"verse":"અમે પોતાની હદની બહાર, એટલે કે બીજાની મહેનત પર અભિમાન કરતા નથી; પણ અમને આશા છે કે, જેમ જેમ તમારો વિશ્વાસ વધશે તેમ તેમ અમે પોતાની હદમાં [રહીને] તમારે આશરે એવા પુષ્કળ વધીશું"},{"number":16,"verse":"કે, તમારા પેલી બાજુના પ્રાંતોમાં પણ અમે સુવાર્તા પ્રગટ કરીશું, અને બીજાની હદમાં તૈયાર થયેલા ક્ષેત્ર વિષે અભિમાન નહિ કરીએ."},{"number":17,"verse":"પણ ( .) જે કોઈ અભિમાન કરે છે તે પ્રભુમાં અભિમાન કરે."},{"number":18,"verse":"કેમ કે જે પોતાનાં વખાણ કરે છે તે નહિ, પણ જેના વખાણ પ્રભુ કરે છે તે માન્ય થાય છે."}]}