{"bibleAbbr":"guOV2016","bookName":"કરિંથીઓને પાઉલ પ્રેરિતનો બીજો પત્ર","bookEnglishName":"2 Corinthians","chapterNumber":11,"verses":[{"number":1,"verse":"( પાઉલ અને જૂઠા પ્રેરિતો) મારા થોડાઘણા મૂર્ખપણાનું સહન કરો તો સારું, પણ તમે સહન તો કરો છો."},{"number":2,"verse":"કેમ કે [જાણે] ઐશ્વરી ચિંતાથી હું તમારા વિષે ચિંતાતુર છું, કેમ કે એક પતિની સાથે મેં તમારો વિવાહ કર્યો છે કે, જેથી એક પવિત્ર કુમારિકા જેવા હું તમને ખ્રિસ્તને સોંપું."},{"number":3,"verse":"પણ મને ભય લાગે છે, રખેને જેમ ( , .) સર્પે પોતાના કપટથી હવાને ભુલાવી, તેમ ખ્રિસ્તમાં જે નિખાલસપણું તથા પવિત્રતા છે તે [તજીને] તમારાં મન હરકોઈ રીતે ભ્રષ્ટ થાય."},{"number":4,"verse":"કેમ કે જે કોઈ આવીને જેને અમે પ્રગટ કર્યો નથી, એવા બીજા ઈસુને પ્રગટ કરે, અથવા જે તમે પામ્યા નહોતા, એવો જો તમે બીજો આત્મા પામો; અથવા જે [સુવાર્તા] નો અંગીકાર તમે કર્યો નહોતો, એવી કોઈ બીજી સુવાર્તા તમે સ્વીકરો; તો તે સહન કરવામાં તમને શાબાશી ઘટે છે!"},{"number":5,"verse":"કેમ કે એ સહુથી ઉત્તમ પ્રેરિતો કરતાં હું પોતાને કોઈપણ પ્રકારે ઊતરતો ગણતો નથી."},{"number":6,"verse":"પણ જો કે બોલવામાં પ્રવીણ ન હોઉં, તોપણ જ્ઞાનમાં હું અપૂર્ણ નથી. બલકે [તે બાબત] સર્વ પ્રકારે અમે તમારા પ્રત્યે બધાની આગળ પ્રગટ કરી બતાવી છે."},{"number":7,"verse":"તમને ઊંચા કરવા માટે મેં પોતાને નીચો કર્યો, એટલે તમને અમે ઈશ્વરની સુવાર્તા મફત પ્રગટ કરી, એમાં શું મેં પાપ કર્યું?"},{"number":8,"verse":"તમારી સેવા બજાવવા માટે મેં બીજી મંડળીઓને લૂંટીને તેઓની પાસેથી નાણાં લીધાં."},{"number":9,"verse":"વળી હું તમારી સાથે હતો ત્યારે મને તંગી પડયા છતાં પણ હું કોઈને ભારરૂપ થયો નહિ, કેમ કે, ( .) મકદોનિયામાંથી જે ભાઈઓ આવ્યા હતા, તેઓએ મારી જરૂરિયાતો પૂરી પાડી. અને હું સર્વ પ્રકારે તમને બોજારૂપ થતાં દૂર રહ્યો, અને દૂર રહીશ."},{"number":10,"verse":"મારામાં જે ખ્રિસ્તની સત્યતા છે તેના સમ [ખાઈને કહું છું] કે અખાયાના કોઈ પણ પ્રાંતમાં આ પ્રમાણે અભિમાન કરતાં કોઈ મને અટકાવી શકશે નહિ."},{"number":11,"verse":"શા માટે? શું હું તમારા પર પ્રેમ રાખતો નથી તે માટે? ઈશ્વર જાણે છે."},{"number":12,"verse":"પણ જેઓ લાગ શોધે છે તેઓને લાગ ન મળે તે માટે હું જે કરું છું તે કરીશ કે, જે બાબતમાં તેઓ અભિમાન કરે છે, તે બાબતમાં તેઓ અમારા જેવા જ જણાય."},{"number":13,"verse":"કેમ કે એવા માણસો જૂઠા પ્રેરિતો, કપટથી કામ કરનારા, ખ્રિસ્તના પ્રેરિતોનો વેશ ધરનારા છે."},{"number":14,"verse":"અને એમાં કંઈ આશ્વર્ય નથી, કેમ કે શેતાન પોતે પ્રકાશના દૂતનો વેશ લે છે."},{"number":15,"verse":"તેથી જો તેના સેવકો પણ ન્યાયીપણાના સેવકોનો વેશ લે તો તે કંઈ મોટી વાત નથી. તેઓનાં કામ પ્રમાણે તેઓનો અંત થશે."},{"number":16,"verse":"( પ્રેરિત તરીકે પાઉલનાં દુ:ખો) હું ફરીથી કહું છું કે, કોઈએ મને મૂર્ખ ન ધારવો. પણ જો તમે એમ ધારતા હો, તો તમારે મૂર્ખ તરીકે મારો અંગીકાર કરવો, જેથી હું પણ થોડુંએક અભિમાન કરું."},{"number":17,"verse":"જે હું કહું છું, તે પ્રભુથી નથી કહેતો, પણ આ અભિમાનના આવેશમાં જાણે કે મૂર્ખાઈથી હું બોલું છું."},{"number":18,"verse":"સાંસારિક કારણોને લીધે ઘણા અભિમાન કરે છે, માટે હું પણ અભિમાન કરીશ."},{"number":19,"verse":"કેમ કે તમે પોતે બુદ્ધિમાન છો, તેથી તમે ખુશીથી મૂર્ખોનું સહન કરતા હશો."},{"number":20,"verse":"કેમ કે જો કોઈ તમને ગુલામ બનાવે, જો કોઈ તમારું [સર્વસ્વ] ખાઈ જાય, જો કોઈ તમને સપડાવે, જો કોઈ પોતાને મોટો મનાવે, જો કોઈ તમને મોં પર મારે, તો તમે તેનું સહન કરો છો."},{"number":21,"verse":"જાણે કે અમે નિર્બળ હોઈએ, એમ પોતાને વખોડનાર તરીકે હું આ બોલું છું. પણ જે કોઈ પણ બાબતમાં કોઈ હિંમતવાન છે તેમાં હું પણ હિંમતવાન છું (આ તો હું મૂર્ખતાથી બોલું છું)."},{"number":22,"verse":"શું તેઓ હિબ્રૂ છે? તો હું પણ છું. શું તેઓ ઇઝરાયલી છે? તો હું પણ છું. શું તેઓ ઇબ્રાહિમના સંતાન છે? તો હું પણ છું."},{"number":23,"verse":"શું તેઓ ખ્રિસ્તના સેવકો છે? (હું કોઈએક ઘેલા માણસની જેમ બોલું છું કે, ) હું [તેઓના કરતાં] વિશેષ છું; કારણ કે મેં વધારે મહેનત કરી છે, વધારે વખત ( .) કેદખાનામાં પડયો છું, વધારે વખત હદબહાર ફટકા ખાધા છે, અને વારંવાર મોતના પંજામાં આવ્યો છું."},{"number":24,"verse":"પાંચવાર મેં યહૂદીઓ તરફથી ( .) ઓગણ ઓગણચાળીશ ફટકા ખાધા."},{"number":25,"verse":"ત્રણ વાર મેં ( .) સોટીઓનો માર ખાધો, એક વાર ( .) પથ્થરનો માર ખાધો, ત્રણ વાર મારું વહાણ ભાંગી ગયું, એક રાતદિવસ હું સમુદ્રમાં પડી રહ્યો હતો."},{"number":26,"verse":"ઘણી મુસાફરીઓ કરી, નદીઓનાં વિધ્નોમાં, લૂંટારાઓ તરફના ( .) સ્વદેશીઓ તરફનાં, ( .) પરદેશીઓ તરફનાં, શહેરમાંનાં, જંગલમાંના, સમુદ્રનાં, તથા ડોળઘાલુ ભાઈઓ તરફનાં જોખમો વેઠયાં;"},{"number":27,"verse":"શ્રમ તથા કષ્ટ, વારંવારના ઉજાગરા, ભૂખ તથા તરસ, વારંવારની લાંઘણો, ટાઢ તથા વસ્‍ત્રની તંગાશ, એ સર્વ સહન કર્યું."},{"number":28,"verse":"આ બહારની વાતો ઉપરાંત એક બીજા પ્રકારના બોજાનું દબાણ મારા પર દરરોજ થાય છે, એટલે બધી મંડળીઓ વિષેની ચિંતા."},{"number":29,"verse":"કોને અશક્ત જોઈને હું અશક્ત નથી થતો? કોને ઠોકર ખવડાવવામાં આવે છે, અને મારું હ્રદય બળતું નથી?"},{"number":30,"verse":"જો અભિમાન કરવાની જરૂર પડે, તો જે બાબતોમાં હું નિર્બળ છું તેનું હું અભિમાન કરીશ."},{"number":31,"verse":"આપણા પ્રભુ ઈસુ ખ્રિસ્તના ઈશ્વર તથા પિતા જે સર્વકાળ સ્તુત્ય છે, તે જાણે છે કે હું જૂઠું કહેતો નથી."},{"number":32,"verse":"( .) દમસ્કી અરિતાસ રાજાનો સૂબો મને પકડવા માટે દમસ્કીઓના શહેર પર ચોકી બેસાડી રાખતો."},{"number":33,"verse":"પણ મને ટોપલામાં બેસાડીને બારીમાં થઈને કોટ પરથી ઉતારી મૂકવામાં આવ્યો, અને એ પ્રમાણે હું તેના હાથમાંથી બચી ગયો."}]}