{"bibleAbbr":"guOV2016","bookName":"કરિંથીઓને પાઉલ પ્રેરિતનો બીજો પત્ર","bookEnglishName":"2 Corinthians","chapterNumber":4,"verses":[{"number":1,"verse":"( માટીનાં પાત્રોમાં આત્મિક ખજાનો) તેથી અમારા પર દયા થઈ તે પ્રમાણે, અમને આ ધર્મસેવા [સોંપેલી] હોવાથી, અમે નાહિંમત થતા નથી."},{"number":2,"verse":"પણ શરમભરેલી ગુપ્ત વાતોનો ઇનકાર કરીને અમે કાવતરાં કરતા નથી, અને ઈશ્વરની વાત [પ્રગટ કરવા] માં ઠગાઈ કરતા નથી. પણ સત્ય પ્રગટ કર્યાથી ઈશ્વરની આગળ અમે પોતાના વિષે સર્વ માણસોનાં અંત:કરણમાં ખાતરી કરી આપીએ છીએ."},{"number":3,"verse":"પણ જો અમારી સુવાર્તા ઢંકાયેલી હોય, તો તે નાશ પામનારાઓને માટે ઢંકાયેલી છે."},{"number":4,"verse":"તેઓમાં આ જગતના દેવે અવિશ્વાસીઓનાં મન આંધળાં કર્યાં છે, એ માટે કે ખ્રિસ્ત જે ઈશ્વરની પ્રતિમા છે, તેમના મહિમાની સુવાર્તાના પ્રકાશનો ઉદય [તેઓ પર] ન થાય."},{"number":5,"verse":"કેમ કે અમે [ઉપદેશ કરતાં] પોતાને પ્રગટ કરતા નથી, પણ ખ્રિસ્ત ઈસુ પ્રભુ છે અને અમે પોતે ઈસુને લીધે તમારા દાસો છીએ, એવું [અમે પ્રગટ કરીએ છીએ.]"},{"number":6,"verse":"કેમ કે જે ઈશ્વરે ( .) અંધારામાંથી અજવાળાને પ્રકાશવાનું ફરમાવ્યું, તેમણે આપણાં હ્રદયમાં પ્રકાશ પાડ્યો છે કે, જેથી તે ઈસુ ખ્રિસ્તના મોં પર ઈશ્વરનો જે મહિમા છે તેના જ્ઞાનનો પ્રકાશ પાડે."},{"number":7,"verse":"પણ અમારી પાસે આ ખજાનો માટીનાં પાત્રોમાં રહેલો છે કે, જેથી પરાક્રમની અધિકતા ઈશ્વરથી છે અને અમારામાંથી નથી [એ જાણવામાં આવે]."},{"number":8,"verse":"ચોતરફથી [અમારા પર] દબાણ છતાં અમે દબાઈ ગયેલા નથી. ગૂંચવાયા છતાં નિરાશ થયેલા નથી."},{"number":9,"verse":"સતાવણી પામ્યા છતાં તજાયેલાં નથી. નીચે પટકાયેલા છતાં નાશ પામેલાં નથી."},{"number":10,"verse":"[અમારા] શરીરમાં ઈસુનું મરણ સદા ઊંચકીને ફરીએ છીએ, જેથી ઈસુનું જીવન પણ અમારા શરીરમાં પ્રગટ કરવામાં આવે."},{"number":11,"verse":"કેમ કે અમે જીવનારાઓ ઈસુની ખાતર નિત્ય મરણને સોંપાઈએ છીએ, જેથી ઈસુના જીવનને પણ અમારા મર્ત્યદેહમાં પ્રગટ કરવામાં આવે."},{"number":12,"verse":"તેથી અમારામાં મરણ અસર કરે છે, પણ તમારામાં જીવન અસર કરે છે."},{"number":13,"verse":"પણ અમારામાં એ ને એ જ વિશ્વાસનો આત્મા હોવાથી ( .) (“મને વિશ્વાસ હતો માટે હું બોલ્યો” એ લેખ પ્રમાણે) અમને પણ વિશ્વાસ છે, અને તેથી અમે બોલીએ છીએ;"},{"number":14,"verse":"અને એવું જાણીએ છીએ કે જેમણે પ્રભુ ઈસુને ઉઠાડ્યા, તે અમને પણ ઈસુની સાથે ઉઠાડશે, અને તમારી સાથે અમને રજૂ કરશે."},{"number":15,"verse":"કેમ કે સઘળાં વાનાં તમારે માટે છે, જેથી ઘણાની મારફતે જે કૃપા પુષ્કળ થઈ, તે ઈશ્વરના મહિમાને અર્થે વિશેષ આભારસ્તુતિ કરાવે."},{"number":16,"verse":"( વિશ્વાસદ્વારા જીવવું) એ કારણથી અમે નાહિંમત થતા નથી; પણ જોકે અમારું બાહ્ય મનુષ્યત્વ ક્ષય પામે છે, તોપણ અમારું આંતરિક મનુષ્યત્વ રોજ રોજ નવું થતું જાય છે."},{"number":17,"verse":"કેમ કે અમારી થોડીક તથા ક્ષણિક વિપત્તિ અમારે માટે અત્યંત વધારે સદાકાલિક તથા ભારે મહિમા ઉત્પન્‍ન કરે છે;"},{"number":18,"verse":"કેમ કે જે વસ્તુઓ દશ્ય છે તેમના પર નજર ન રાખતાં જે અદશ્ય છે તેમના પર અમે લક્ષ રાખીએ છીએ; કેમ કે જે દશ્ય છે તે ક્ષણિક છે, પણ જે અદશ્ય છે તે સદાકાલિક છે."}]}