{"bibleAbbr":"guOV2016","bookName":"કરિંથીઓને પાઉલ પ્રેરિતનો બીજો પત્ર","bookEnglishName":"2 Corinthians","chapterNumber":5,"verses":[{"number":1,"verse":"કેમ કે અમે જાણીએ છીએ કે જો અમારું પૃથ્વી પરનું માંડવારૂપી ઘર નષ્ટ થાય, તો આકાશમાં ઈશ્વરે રચેલું, હાથે બાંધેલું નહિ, એવું અમારું સનાતન ઘર છે."},{"number":2,"verse":"કેમ કે અમારું જે સ્વર્ગીય ઘર છે. તેનાથી વેષ્ટિત થવાની અભિલાષા રાખીને, અમે આ માંડવામાં રહેતા ખરેખર નિસાસા નાખીએ છીએ."},{"number":3,"verse":"જો એ પ્રમાણે વેષ્ટિત થઈએ તો અમે નગ્ન ન દેખાઈએ."},{"number":4,"verse":"કેમ કે અમે આ માંડવામાં રહેતાં બોજાને લીધે ખરેખર નિસાસા નાખીએ છીએ. મરણ જીવનમાં ગરક થઈ જાય એ માટે અમે તેને ઉતારવાને ચાહીએ છીએ. એમ તો નહિ, પણ વેષ્ટિત થવાને ચાહીએ છીએ."},{"number":5,"verse":"હવે જેમણે અમને એને અર્થે તૈયાર કર્યા તે ઈશ્વર છે. તેમણે અમને આત્માનું બાનું પણ આપ્યું છે."},{"number":6,"verse":"માટે અમે સદા હિંમતવાન છીએ, અને એવું જાણીએ છીએ કે, શરીરમાં વાસો કરીએ ત્યાં સુધી અમે પ્રભુથી વિયોગી છીએ."},{"number":7,"verse":"(કેમ કે અમે વિશ્વાસથી ચાલીએ છીએ, દષ્ટિથી નહિ)."},{"number":8,"verse":"માટે અમે હિંમતવાન છીએ, અને શરીરથી વિયોગી થવું તથા પ્રભુની પાસે વાસો કરવો, એ અમને વધારે પસંદ છે."},{"number":9,"verse":"એ માટે [શરીરરૂપી] ઘરમાં હોઈએ કે બહાર હોઈએ, પણ તેમને પસંદ પડીએ એવી ઉમેદ અમે રાખીએ છીએ."},{"number":10,"verse":"કેમ કે દરેક શરીરમાં રહીને જે જે ભલું કે ખરાબ કર્યું હશે તે પ્રમાણે ફળ પામવાને ( .) આપણ સર્વને ખ્રિસ્તના ન્ચાયાસન આગળ પ્રગટ થવું પડશે."},{"number":11,"verse":"( ખ્રિસ્ત મારફતે ઈશ્વરની સાથે મૈત્રી) માટે પ્રભુનું ભય જાણીને અમે માણસોને સમજાવીએ છીએ, પણ અમે ઈશ્વરને પ્રગટ થયેલા છીએ. અને તમારાં અંત:કરણોમાં પણ અમે પ્રગટ થયા છીએ એવી હું આશા રાખું છું."},{"number":12,"verse":"અમે ફરીથી તમારી આગળ પોતાનાં વખાણ કરતાં નથી, પણ જેઓ હ્રદયમાં નહિ, પણ બહારનો ડોળ રાખીને અભિમાન કરે છે, તેઓને ઉત્તર આપવાનું [સાધન] તમારી પાસે હોય, એ માટે અમારે વિષે તમને અભિમાન કરવાનો પ્રસંગ આપીએ છીએ."},{"number":13,"verse":"કેમ કે જો અમે ઘેલા હોઈએ, તો તે ઈશ્વરને અર્થે છીએ. અથવા જો સજાગ હોઈએ, તો તે તમારે અર્થે છીએ."},{"number":14,"verse":"કેમ કે ખ્રિસ્તનો પ્રેમ અમને ફરજ પાડે છે; કારણ કે અમે એવું [ચોક્કસ] સમજીએ છીએ કે, એક સર્વને માટે મર્યા માટે સર્વ મર્યા;"},{"number":15,"verse":"અને જેઓ જીવે છે તેઓ હવેથી પોતાને અર્થે નહિ, પણ જે તેઓને માટે મર્યા તથા પાછા ઊઠયા, તેમને અર્થે જીવે, માટે તે સર્વને વાસ્તે મર્યા."},{"number":16,"verse":"માટે હવેથી અમે કોઈને બહારના દેખાવ ઉપરથી ઓળખતા નથી. અને જોકે અમે ખ્રિસ્તને બહારના દેખાવ પરથી ઓળખ્યા હતા, તોપણ હવેથી [તેમને એમ] ઓળખતા નથી."},{"number":17,"verse":"માટે, જો કોઈ માણસ ખ્રિસ્તમાં છે તો તે નવી ઉત્પત્તિ [છે] :જે જૂનું હતું તે સર્વ જતું રહ્યું છે; જુઓ તે નવું થયું છે."},{"number":18,"verse":"પણ સર્વ ઈશ્વર તરફથી છે, જેમણે ખ્રિસ્તની મારફતે આપણું સમાધાન પોતાની સાથે કરાવ્યું, અને સમાધાન [પ્રગટ કરવા] ની સેવા અમને સોંપી."},{"number":19,"verse":"એટલે, ઈશ્વર ખ્રિસ્તમાં પોતાની સાથે જગતનું સમાધાન કરાવીને તેઓના અપરાધ તેઓને લેખે ગણતા નથી, અને તેમણે અમને સમાધાનનો સંદેશો સોંપેલો છે."},{"number":20,"verse":"એ માટે અમે ખ્રિસ્તના એલચી છીએ, જાણે કે ઈશ્વર અમારી મારફતે વિનંતી કરતા હોય તેમ, અમે ખ્રિસ્ત તરફથી તમારી આજીજી કરીએ છીએ કે, ઈશ્વરની સાથે સમાધાન કરો."},{"number":21,"verse":"આપણે તેમનામાં ઈશ્વરના ન્યાયીપણારૂપ થઈએ, માટે જેમણે પાપ જાણ્યું નહોતું તેમને તેમણે આપણે માટે પાપરૂપ કર્યા."}]}