{"bibleAbbr":"guOV2016","bookName":"કરિંથીઓને પાઉલ પ્રેરિતનો બીજો પત્ર","bookEnglishName":"2 Corinthians","chapterNumber":6,"verses":[{"number":1,"verse":"અમે, [ઈશ્વરની] સાથે કામ કરનારા હોઈને, તમને એવી પણ વિનંતી કરીએ છીએ કે, તમે ઈશ્વરની કૃપાનો અવરથા અંગીકાર ન કરો,"},{"number":2,"verse":"કેમ કે તે કહે છે, ( .) “મેં માન્યકાળે તારું સાંભળ્યું, અને તારણને દિવસે મેં તને સહાય કરી: જુઓ, હમણાં જ માન્યકાળ છે. જુઓ, હમણાં જ તારણનો દિવસ છે.”"},{"number":3,"verse":"અમારી સેવાનો દોષ કાઢવામાં ન આવે, માટે અમે કોઈ પણ બાબતમાં [કોઈને] ઠોકર ખાવાનું કારણ આપતા નથી."},{"number":4,"verse":"પણ સર્વ વાતે અમે ઈશ્વરના સેવકોને શોભે એવી રીતે વર્તીએ છીએ, બહુ જ ધીરજ [રાખીને] , વિપત્તિઓ [વેઠીને] , તંગીઓ [સહીને] , સંકટો [ઉઠાવીને] , ઉજગરા [કરીને] , લાંઘણ [વઠીને] ;"},{"number":5,"verse":"ફટકા [ખાઈને] , ( .) કેદ [ભોગવીને] , હંગામા [સહીને] , કષ્ટ [વેઠીને] ;"},{"number":6,"verse":"શુદ્ધતા વડે, જ્ઞાન વડે, સહનશીલતા વડે, પરોપકાર વડે, પવિત્ર આત્માથી, નિષ્કપટ પ્રેમથી,"},{"number":7,"verse":"સત્યના વચનથી, ઈશ્વરના પરાક્રમથી; જમણે હાથે તથા ડાબે હાથે ન્યાયનાં હથિયારો વડે,"},{"number":8,"verse":"માન તથા અપમાન વડે, અપકીર્તિ તથા સુકીર્તિ વડે; ઠગ [ગણાતા] છતાં ખરા [રહીને] ;"},{"number":9,"verse":"અજાણ્યા જેવા છતાં બહુ જાણીતા હોઈને; જાણે મરતા હોઈએ એવા છતાં. જુઓ, અમે તો જીવતા છીએ. શિક્ષા પામેલાંઓના જેવા છતાં મારી નંખાયેલા નથી."},{"number":10,"verse":"શોકાતુર જેવા છતાં સદા આનંદ કરનારા [છીએ]. દરિદ્રી જેવા છતાં ઘણાને ધનવાન કરનારા [છીએ]. નાદાર જેવા છતાં સર્વસંપન્‍ન છીએ."},{"number":11,"verse":"ઓ કરિંથીઓ, તમારા પ્રત્યે અમારું મોં છૂટું થયું છે, અમારું હ્રદય [તમારે માટે] પ્રફુલ્લિત થયેલું છે."},{"number":12,"verse":"તમે અમારા [હ્રદય] માં સંકુચિત થયા નથી, પણ તમારા પોતાના અંત:કરણમાં સંકુચિત થયા છો."},{"number":13,"verse":"તો એને બદલે ( [મારાં] બાળકો સમજીને હું તમને કહું છું કે) તમે પણ પ્રફુલ્લિત [હ્રદયવાળા] થાઓ."},{"number":14,"verse":"( વિધર્મી અસરોની વિરુદ્ધ ચેતવણી) અવિશ્વાસીઓની સાથે અઘટિત સંબંધ ન રાખો:કેમ કે ન્યાયીપણાને અન્યાયીપણાની સાથે સોબત કેમ હોય? અજવાળાને અંધકારની સાથે શી સંગત હોય?"},{"number":15,"verse":"ખ્રિસ્તને બલિયાલની સાથે શો મિલાપ હોય? કે વિશ્વાસીને અવિશ્વાસીની સાથે શો ભાગ હોય?"},{"number":16,"verse":"ઈશ્વરના મંદિરને મૂર્તિઓની સાથે શો મેળ હોય? કેમ કે જેમ ઈશ્વરે ક્હ્યું છે, ( ; .) “હું તેઓમાં રહીશ તથા તેઓની સાથે ચાલીશ; હું તેઓનો ઈશ્વર થઈશ, અને તેઓ મારા લોકો થશે.” ( ; .) તેમ આપણે જીવતા ઈશ્વરનું મંદિર છીએ."},{"number":17,"verse":"માટે ( .) “તમે તેઓમાંથી નીકળી આવો, અને અલગ થાઓ.” એમ પ્રભુ કહે છે, “મલિન વસ્તુને અડકો નહિ; એટલે હું તમારો અંગીકાર કરીશ,"},{"number":18,"verse":"અને ( ; ; ; .) તમારો પિતા થઈશ, અને તમો મારાં દીકરાદીકરીઓ થશો, એમ સર્વશક્તિમાન પ્રભુ કહે છે.”"}]}