{"bibleAbbr":"guOV2016","bookName":"કરિંથીઓને પાઉલ પ્રેરિતનો બીજો પત્ર","bookEnglishName":"2 Corinthians","chapterNumber":8,"verses":[{"number":1,"verse":"( ખ્રિસ્તી દાનધર્મ) વળી, ભાઈઓ, ( .) મકદોનિયાની મંડળીઓ પર થયેલી ઈશ્વરની કૃપા અમે તમને જણાવીએ છીએ કે,"},{"number":2,"verse":"વિપત્તિથી તેઓની ભારે કસોટી થયા છતાં તેઓના પુષ્કળ આનંદને લીધે તથા તેઓની ભારે દરિદ્રતા છતાં તેઓની ઉદારતારૂપી સમૃદ્ધિ પુષ્કળ વધી ગઈ."},{"number":3,"verse":"કેમ કે હું સાક્ષી પૂરું છું કે, યથાશક્તિ, બલકે શક્તિ ઉપરાંત પણ, તેઓએ પોતાની ખુશીથી [આપ્યું]."},{"number":4,"verse":"તેઓએ [પોતાની] આ [ઉદારતારૂપી] કૃપા સ્વીકારીને તથા સંતોની સેવા બજાવવામાં ભાગીદારપણું કબૂલ કરવાને ઘણી આજીજીથી અમારી વિનંતી કરી."},{"number":5,"verse":"અને તે વળી જેમ અમે આશા રાખી હતી, એમ નહિ, પણ તેઓએ પ્રથમ પ્રભુને, અને ઈશ્વરની ઇચ્છા પ્રમાણે અમને પણ પોતાને સોંપ્યા."},{"number":6,"verse":"માટે અમે તિતસને વિનંતી કરી કે, જેમ તેણે પ્રથમ આરંભ કર્યો હતો તે જ પ્રમાણે તે તમારામાં આ [ઉદારતાની] કૃપા પણ સંપૂર્ણ કરે."},{"number":7,"verse":"પણ જેમ તમે સર્વ બાબતોમાં, એટલે વિશ્વાસમાં, વાકચાતુર્યમાં, જ્ઞાનમાં, ભારે ઝંખનામાં તથા અમારા ઉપરના તમારા પ્રેમમાં, વધ્યા, તેમ જ આ [ઉદારતાની] કૃપામાં પણ વધો."},{"number":8,"verse":"હું આજ્ઞાની રૂએ નહિ, પણ બીજાઓની ઝંખનાને ધોરણે તમારા પ્રેમનું પારખું કરવાને આ કહું છું."},{"number":9,"verse":"કેમ કે તમે આપણા પ્રભુ ઈસુ ખ્રિસ્તની કૃપા જાણો છો કે, તે ધનવાન છતાં તમારે લીધે દરિદ્રી થયા, એ માટે કે તમે તેમની દરિદ્રતાથી ધનવાન થાઓ."},{"number":10,"verse":"વળી આ બાબતમાં હું મારો અભિપ્રાય આપું છું, કેમ કે તે તમારે માટે યોગ્ય છે, કારણ કે એક વરસ ઉપર તમે માત્ર [એ કામ] કરવાનો આરંભ કર્યો હતો, એટલું જ નહિ, પણ એ કામ કરવાની તમારી ઇચ્છા પણ હતી."},{"number":11,"verse":"પણ હવે એ કામ પૂરું કરો. જેથી જે પ્રમાણે તીવ્ર ઇચ્છા હતી તે પ્રમાણે તમારી શક્તિ મુજબ એ પરિપૂર્ણ કરો."},{"number":12,"verse":"કેમ કે જો ઇચ્છા હોય, તો તે કોઈની પાસે જે નથી તે પ્રમાણે નહિ, પણ જે છે તે પ્રમાણે તે માન્ય છે."},{"number":13,"verse":"બીજાઓને આરામ થાય, અને તમને સંકટ થાય એમ નહિ,"},{"number":14,"verse":"પણ એ સમાનતાને ધોરણે થાય, એટલે કે હાલના કાળમાં તમારી પુષ્કળતા તેઓની અછત પૂરી પાડે કે, તેઓની પુષ્કળતા પણ તમારી અછત પૂરી પાડે, એટલે સમાનતા થાય."},{"number":15,"verse":"જેમ લખેલું છે તેમ, ( .) “જેની પાસે ઘણું હતું તેને વધી પડયું નહિ. અને જેની પાસે થોડું હતું તેને ખૂટી પડયું નહિ.”"},{"number":16,"verse":"( તિતસ અને તેના સાથીદારો) પણ ઈશ્વરની સ્તુતિ થાઓ કે, જેમણે તિતસના હ્રદયમાં તમારે માટે તેની કાળજી ઉત્પન્‍ન કરી."},{"number":17,"verse":"કેમ કે તેણે અલબત અમારી વિનંતી માની; પણ તે છતાં તે પોતે ઘણો આતુર હોવાથી પોતાની ખુશીથી તમારી પાસે આવ્યો."},{"number":18,"verse":"વળી અમે તેની સાથે એક ભાઈને પણ મોકલ્યો છે, સુવાર્તા વિષે એની કીર્તિ સર્વ મંડળીઓમાં છે,"},{"number":19,"verse":"એટલું જ નહિ, પણ તે [ભાઈ] ની નિમણૂક મંડળીઓએ કરી છે, જેથી આ [ઉદારતાની] કૃપા [ના સંબંધમાં] , જેના અમારી ઉત્કંઠા [દર્શાવવાને] પ્રભુના મહિમાને અર્થે અમે સેવકો છીએ, તેના સંબંધમાં તે અમારી સાથે ફરે."},{"number":20,"verse":"આ દાનનો અમે વહીવટ કરીએ છીએ, તે વિષે કોઈ અમારા પર દોષ ન મૂકે, તે બાબત અમે સંભાળ રાખીએ છીએ."},{"number":21,"verse":"( .) માત્ર પ્રભુની જ નજરમાં નહિ, પરંતુ માણસની નજરમાં પણ જે યોગ્ય છે, તે વિષે કાળજી રાખીએ છીએ."},{"number":22,"verse":"તેઓની સાથે અમે અમારા ભાઈને મોકલ્યો છે, ઘણી બાબતોમાં ઘણી વાર અમે એની કસોટી કરી છે, અને તે અમને ઉદ્યોગી માલૂમ પડયો છે, પણ તમારા પર [તેનો] ઘણો વિશ્વાસ હોવાથી તે હમણાં વધારે ઉદ્યોગી માલૂમ પડયો છે."},{"number":23,"verse":"વળી તિતસ વિષે [કોઈ પૂછે તો] તે તો મારો સોબતી તથા તમારી સેવામાં મારી સાથે કામ કરનાર છે; અને અમારા ભાઈઓ વિષે [કોઈ પૂછે તો] તેઓ તો મંડળીઓના પ્રેરિતો તથા ખ્રિસ્તનો મહિમા છે."},{"number":24,"verse":"એ માટે તમારા પ્રેમનું [પ્રમાણ] તથા તમારે વિષે અમારું અભિમાન કરવાનું પ્રમાણ, તેઓને મંડળીઓની આગળ બતાવી આપો."}]}