{"bibleAbbr":"TCVSL2022NT","bookName":"எபிரெயர்","bookEnglishName":"Hebrews","chapterNumber":12,"verses":[{"number":1,"verse":"எனவே இப்படிப்பட்ட பெருந்திரளான சாட்சிகள் ஒரு மேகத்தைப் போல் நம்மைச் சுற்றி இருக்கின்றதனால், நம்மைத் தடை செய்கின்ற எல்லா பாரத்தையும், நம்மை இலகுவாய் சிக்க வைக்கின்ற பாவத்தையும் அகற்றிவிட்டு, நமக்காக நியமிக்கப்பட்டிருக்கின்ற இந்த ஓட்டப் பந்தயத்தில் விடாமுயற்சியுடன் ஓடுவோம்."},{"number":2,"verse":"விசுவாசத்தைத் தொடங்குபவரும், அதை நிறைவு செய்பவருமாகிய இயேசுவின்மீது நமது கண்களைப் பதிய வைப்போம். அவர் தமக்கு முன்பாக இருந்த மனமகிழ்ச்சியை நினைத்து, அவமானத்தை பொருட்படுத்தாமல் சிலுவையை சகித்து, இறைவனுடைய அரியணையின் வலது பக்கத்தில் உட்கார்ந்திருக்கிறார்."},{"number":3,"verse":"நீங்கள் மனம் தளர்ந்து சோர்ந்து போகாதபடி பாவிகளிலிருந்து வந்த இப்படிப்பட்ட எதிர்ப்பைச் சகித்தவரான இயேசுவைக் குறித்துச் சிந்தியுங்கள்."},{"number":4,"verse":"(இறைவன் தமது மக்களைத் திருத்துகிறார்)பாவத்தை எதிர்த்துப் போராடுவதில் இரத்தம் சிந்தும் அளவுக்கு நீங்கள் இன்னும் எதிர்த்து நிற்கவில்லை."},{"number":5,"verse":"ஒரு தந்தை தனது மகனோடு பேசுவதைப் போல் உங்களோடு பேசிய உற்சாகப்படுத்தும் வார்த்தையை நீங்கள் முழுமையாக மறந்துவிட்டீர்களா? அவர், “என் மகனே, கர்த்தர் உன்னைத் தண்டித்துத் திருத்தும்போது அதை அலட்சியப்படுத்தாதே. அவர் உன்னைக் கண்டிக்கும்போது மனந்தளர்ந்து போகாதே."},{"number":6,"verse":"ஏனெனில் கர்த்தர் தாம் நேசிக்கின்றவர்களையே தண்டித்துத் திருத்துகிறார். தாம் மகனாக ஏற்றுக்கொள்ளும் ஒவ்வொருவனையும் அவர் தண்டிக்கிறார்.”"},{"number":7,"verse":"கஷ்டங்கள் வரும்போது, அவை உங்களைத் திருத்துவதற்காகவே வருகின்றன என்று அறிந்து சகித்துக்கொள்ளுங்கள். ஏனென்றால் இறைவன் உங்களைத் தமது பிள்ளைகளாக நடத்துகிறார். தனது தந்தையினால் தண்டித்துத் திருத்தப்படாத மகன் எங்கே இருக்கின்றான்?"},{"number":8,"verse":"பிள்ளைகள் தண்டித்துத் திருத்தப்படுகிறார்கள். எனவே நீங்கள் அவ்விதம் தண்டித்துத் திருத்தப்படாவிட்டால் அவருடைய உண்மையான பிள்ளைகளாயிராமல் முறைகேடாய் பிறந்த பிள்ளைகளாய் இருப்பீர்கள்."},{"number":9,"verse":"மேலும் நம்மைத் தண்டித்துத் திருத்திய உலகிற்குரிய தந்தையர் நம் எல்லோருக்கும் இருந்திருக்கிறார்கள். நாம் அவர்களை மதித்து நடந்தோம். அப்படியானால் நம் ஆவிகளுக்குத் தந்தையாய் இருக்கின்றவருக்கு நாம் பணிந்து நடந்து வாழ்வைப் பெறுவது எவ்வளவு அவசியம்?"},{"number":10,"verse":"நம்முடைய மனிதத் தந்தையர் சிறிது காலத்திற்குத் தமக்கு நலமாய்த் தோன்றியபடி, நம்மைத் தண்டித்துத் திருத்தினார்கள். ஆனால் இறைவனோ, நாம் அவருடைய பரிசுத்தத்தில் பங்குகொள்ளும்படியாக நம்முடைய நன்மைக்கென்றே நம்மைத் தண்டித்துத் திருத்துகிறார்."},{"number":11,"verse":"நாம் தண்டித்துத் திருத்தப்படும்போது அது அவ்வேளையில் மனமகிழ்ச்சியாயிருக்காமல் வேதனையுடையதாகவே இருக்கின்றது. ஆனால் பின்பு திருத்தப்பட்டவர்களுக்கு அது நீதி நிறைந்த சமாதான அறுவடையைத் தரும்."},{"number":12,"verse":"ஆகவே தளர்ந்துபோன உங்கள் கைகளையும், பலவீனமான உங்கள் முழங்கால்களையும் பலப்படுத்துங்கள்."},{"number":13,"verse":"கால் ஊனமானவர்கள் முற்றாகவே மூட்டுக்கள் விலகிவிடாமல் குணமடையும்படி, “உங்கள் பாதைகளை சரியான நிலைக்குக் கொண்டு செல்லுங்கள்.”"},{"number":14,"verse":"(எச்சரிப்பும் உற்சாகமும்)எல்லோருடனும் சமாதானமாய் வாழவும், உங்கள் நடத்தையில் பரிசுத்தமாய் இருக்கவும் எல்லா முயற்சியையும் செய்யுங்கள். பரிசுத்தமில்லாமல் ஒருவரும் கர்த்தரைக் காண முடியாது."},{"number":15,"verse":"இறைவனுடைய கிருபையை ஒருவரும் இழந்துபோகாதபடி பார்த்துக்கொள்ளுங்கள். உங்களுக்குள் குழப்பத்தை விளைவித்து, பலரை மாசுபடுத்தும் கசப்புணர்வு வேரூன்றி முளைக்க இடம் கொடுக்காதீர்கள்."},{"number":16,"verse":"உங்களில் யாரும் பாலியல் ஒழுக்கக்கேட்டில் ஈடுபடாதபடி கவனமாயிருங்கள். ஒருவேளை உணவுக்காக மூத்த மகனுக்குரிய தன் பிறப்புரிமையை விற்றுவிட்ட ஏசாவைப் போல், இறைபக்தியில்லாதவனாய் இல்லாதவாறும் பார்த்துக்கொள்ளுங்கள்."},{"number":17,"verse":"நீங்கள் அறிந்திருக்கின்றபடி அவன் இந்த ஆசீர்வாதத்தைத் திரும்பவும் பெற்றுக்கொள்ள விரும்பியபோதும், அவன் புறக்கணிக்கப்பட்டான். இந்த ஆசீர்வாதத்தை அவன் கண்ணீருடன் தேடியபோதும் அவனுக்கு அந்நிலையை மாற்ற முடியவில்லை."},{"number":18,"verse":"(பயத்தின் மலையும் மகிழ்ச்சியின் மலையும்)நீங்கள் இப்போது வந்திருப்பது தொடக் கூடியதும், நெருப்பு பற்றி எரிகின்றதும், இருளும், மந்தாரமும், புயலும் சூழ்ந்துள்ள அந்த மலையின் பக்கம் அல்ல."},{"number":19,"verse":"அங்கே எக்காளம் முழங்கியது, ஒரு குரல் வார்த்தைகளைப் பேசியது. கேட்டவர்கள் இன்னொரு முறை அந்தக் குரலைத் தாங்கள் கேட்கக் கூடாது என்று மன்றாடிக் கேட்டுக்கொண்டார்கள்."},{"number":20,"verse":"ஏனெனில், “அந்த மலையை ஒரு மிருகம் தொட்டாலும், அந்த மிருகம் கல்லெறிந்து கொல்லப்பட வேண்டும்” என்று சொல்லப்பட்ட கட்டளையை அவர்களால் தாங்கிக்கொள்ள முடியாமலிருந்தது."},{"number":21,"verse":"அந்தக் காட்சி மிகவும் பயங்கரமாக இருந்ததனாலே மோசே, “நான் பயத்தினால் நடுங்குகிறேன்” என்று சொன்னார்."},{"number":22,"verse":"ஆனால் நீங்களோ, இப்போது வாழும் இறைவனின் நகரமாயிருக்கின்ற பரலோக எருசலேமாகிய சீயோன் மலைக்கே வந்திருக்கிறீர்கள். ஆயிரம் ஆயிரமான இறைதூதர்கள் மகிழ்ச்சியாய் சபை கூடுதலுக்கும்,"},{"number":23,"verse":"பரலோகத்தில் பெயர்கள் எழுதப்பட்டிருக்கின்ற முதற்பேறானவர்களின் திருச்சபையிடமும், எல்லா மனிதருக்கும் நீதிபதியாய் இருக்கின்ற இறைவனிடமும், முழு நிறைவடைந்த நீதிமான்களின் ஆவிகளினிடமும்,"},{"number":24,"verse":"புதிய உடன்படிக்கையின் நடுவரான இயேசுவினிடமும், ஆபேலின் இரத்தத்தைவிட மேன்மையான வார்த்தையைப் பேசும் இயேசுவின் தெளிக்கப்பட்ட இரத்தத்தினிடமுமே நீங்கள் வந்திருக்கிறீர்கள்."},{"number":25,"verse":"ஆகவே உங்களிடம் பேசுகின்ற இறைவனை மறுக்காதபடி பார்த்துக்கொள்ளுங்கள். ஏனெனில் பூமியிலே அவர்களை எச்சரித்த வார்த்தைகளைக் கேட்க மறுத்தவர்களே தப்பித்துக்கொள்ள முடியவில்லை என்றால், பரலோகத்திலிருந்து எச்சரிப்பு கொடுப்பவருடைய வார்த்தைகளைக் கேட்க மறுத்தால், எப்படி நாம் தப்பித்துக்கொள்ள முடியும்?"},{"number":26,"verse":"அக்காலத்தில் இறைவனுடைய குரல் பூமியை அசைத்தது. இப்பொழுதோ அவர், “நான் இன்னொரு முறை பூமியை மட்டுமல்ல, பரலோகத்தையும் சேர்த்து அசைப்பேன்” என்று வாக்குறுதி அளித்துள்ளார்."},{"number":27,"verse":"“இன்னொரு முறை” என்ற வார்த்தை, அசைக்கப்படக் கூடிய படைப்புகள் அகற்றப்படும் என்பதையே தெளிவுபடுத்துகிறது. இதனால் அசைக்கப்பட முடியாதவை தொடர்ந்து நிலைத்திருக்கும்."},{"number":28,"verse":"ஆகவே, அசைக்கப்படாத ஒரு அரசையே பெறுகின்றவர்களாகிய நாம் நன்றியுடையவர்களாய், இறைவன் ஏற்றுக்கொள்ளக் கூடிய விதத்தில், பயபக்தியுடனும் இறைபயத்துடனும் அவரை ஆராதிப்போம்"},{"number":29,"verse":"ஏனெனில், நமது இறைவனோ “சுட்டெரிக்கும் நெருப்பாய்” இருக்கின்றார்."}]}