{"bibleAbbr":"paOV2016","bookName":"ਆਮੋਸ","bookEnglishName":"Amos","chapterNumber":2,"verses":[{"number":1,"verse":"( ਯਹੂਦਾਹ ਅਤੇ ਇਸਰਾਏਲ ਉੱਤੇ ਸਜ਼ਾ) ਯਹੋਵਾਹ ਇਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ,- ਮੋਆਬ ਦੇ ਤਿੰਨ ਅਪਰਾਧਾਂ ਦੇ ਕਾਰਨ, ਸਗੋਂ ਚਾਰ ਦੇ ਕਾਰਨ ਮੈਂ ਸਜ਼ਾ ਦੇਣ ਤੋਂ ਨਹੀਂ ਮੁੜਾਂਗਾ, ਕਿਉਂ ਜੋ ਉਹ ਨੇ ਆਦੋਮ ਦੇ ਰਾਜੇ ਦੀਆਂ ਹੱਡੀਆਂ ਸਾੜ ਕੇ ਚੂਨਾ ਕਰ ਦਿੱਤਾ।"},{"number":2,"verse":"ਸੋ ਮੈਂ ਮੋਆਬ ਉੱਤੇ ਅੱਗ ਘੱਲਾਂਗਾ, ਅਤੇ ਉਹ ਕਰੀਯੋਥ ਦੀਆਂ ਮਾੜੀਆਂ ਭਸਮ ਕਰੇਗੀ, ਅਤੇ ਮੋਆਬ ਰੌਲੇ ਨਾਲ, ਨਾਰੇ ਨਾਲ, ਅਤੇ ਤੁਰ੍ਹੀ ਦੀ ਅਵਾਜ਼ ਨਾਲ ਮਰੇਗਾ।"},{"number":3,"verse":"ਮੈਂ ਉਹ ਦੇ ਵਿੱਚੋਂ ਨਿਆਈਂ ਵੱਢ ਸੁੱਟਾਂਗਾ, ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਉਹ ਦੇ ਸਾਰੇ ਸਰਦਾਰ ਕਤਲ ਕਰਾਂਗਾ, ਯਹੋਵਾਹ ਆਖਦਾ ਹੈ।।"},{"number":4,"verse":"ਯਹੋਵਾਹ ਇਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ,- ਯਹੂਦਾਹ ਦੇ ਤਿੰਨ ਅਪਰਾਧਾਂ ਦੇ ਕਾਰਨ, ਸਗੋਂ ਚਾਰ ਦੇ ਕਾਰਨ ਮੈਂ ਸਜ਼ਾ ਦੇਣ ਤੋਂ ਨਹੀਂ ਮੁੜਾਂਗਾ, ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਨੇ ਯਹੋਵਾਹ ਦੀ ਬਿਵਸਥਾ ਨੂੰ ਰੱਦ ਕੀਤਾ, ਉਹ ਦੀਆਂ ਬਿਧੀਆਂ ਦੀ ਪਾਲਨਾ ਨਹੀਂ ਕੀਤੀ, ਅਤੇ ਓਹਨਾਂ ਦੇ ਝੂਠਾਂ ਨੇ ਓਹਨਾਂ ਨੂੰ ਕੁਰਾਹ ਪਾਇਆ, ਜਿਨ੍ਹਾਂ ਦੇ ਮਗਰ ਓਹਨਾਂ ਦੇ ਪਿਉ ਦਾਦੇ ਚੱਲਦੇ ਸਨ।"},{"number":5,"verse":"ਮੈਂ ਯਹੂਦਾਹ ਉੱਤੇ ਅੱਗ ਘੱਲਾਂਗਾ, ਅਤੇ ਉਹ ਯਰੂਸ਼ਲਮ ਦੀਆਂ ਮਾੜੀਆਂ ਨੂੰ ਭਸਮ ਕਰੇਗੀ।।"},{"number":6,"verse":"ਯਹੋਵਾਹ ਇਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ,- ਇਸਰਾਏਲ ਦੇ ਤਿੰਨ ਅਪਰਾਧਾਂ ਦੇ ਕਾਰਨ, ਸਗੋਂ ਚਾਰ ਦੇ ਕਾਰਨ ਮੈਂ ਸਜ਼ਾ ਦੇਣ ਤੋਂ ਨਹੀਂ ਮੁੜਾਂਗਾ, ਕਿਉਂ ਜੋ ਓਹਨਾਂ ਨੇ ਧਰਮੀ ਨੂੰ ਚਾਂਦੀ ਲਈ, ਅਤੇ ਕੰਗਾਲ ਨੂੰ ਜੁੱਤੀਆਂ ਦੇ ਜੋੜੇ ਲਈ ਵੇਚ ਦਿੱਤਾ,"},{"number":7,"verse":"ਓਹ ਗਰੀਬਾਂ ਦੇ ਸਿਰ ਦੀ ਕਰ ਦਾ ਵੀ ਲਾਲਚ ਕਰਦੇ ਹਨ, ਓਹ ਮਸਕੀਨਾਂ ਦਾ ਰਾਹ ਮਾਰਦੇ ਹਨ, ਪਿਉ ਪੁੱਤ੍ਰ ਇੱਕੋ ਮੁਟਿਆਰ ਕੋਲ ਜਾਂਦੇ ਹਨ, ਭਈ ਓਹ ਮੇਰਾ ਪਵਿੱਤਰ ਨਾਮ ਭ੍ਰਿਸ਼ਟ ਕਰਨ।"},{"number":8,"verse":"ਓਹ ਹਰ ਜਗਵੇਦੀ ਕੋਲ ਗਿਰਵੀ ਬਸਤਰਾਂ ਉੱਤੇ ਲੇਟਦੇ ਹਨ, ਓਹ ਪਰਮੇਸ਼ੁਰ ਦੇ ਭਵਨ ਵਿੱਚ ਜੁਰਮਾਨੇ ਵਾਲਿਆਂ ਦੀ ਮੈ ਪੀਂਦੇ ਹਨ।।"},{"number":9,"verse":"ਮੈਂ ਤਾਂ ਅਮੋਰੀਆਂ ਨੂੰ ਓਹਨਾਂ ਦੇ ਅੱਗਿਓ ਬਰਬਾਦ ਕੀਤਾ, ਜਿਨ੍ਹਾਂ ਦਾ ਕੱਦ ਦਿਆਰਾਂ ਦੇ ਕੱਦ ਵਰਗਾ ਸੀ, ਜਿਹੜੇ ਬਲੂਤਾਂ ਵਾਂਙੁ ਬਲਵਾਨ ਸਨ, ਪਰ ਮੈਂ ਉੱਪਰੋਂ ਉਨ੍ਹਾਂ ਦਾ ਫਲ, ਅਤੇ ਹੇਠੋਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਜੜ੍ਹਾਂ ਨੂੰ ਨਾਸ ਕੀਤਾ।"},{"number":10,"verse":"ਮੈਂ ਤੁਹਾਨੂੰ ਮਿਸਰ ਦੇਸ ਤੋਂ ਕੱਢ ਲਿਆਇਆ, ਅਤੇ ਚਾਲੀ ਵਰਿਹਾਂ ਤੀਕ ਉਜਾੜ ਵਿੱਚ ਲਈ ਫਿਰਿਆ ਭਈ ਤੁਸੀਂ ਅਮੋਰੀਆਂ ਦੇ ਦੇਸ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰੋ।"},{"number":11,"verse":"ਮੈਂ ਤੁਹਾਡੇ ਪੁੱਤ੍ਰਾਂ ਵਿੱਚ ਨਬੀ, ਅਤੇ ਤੁਹਾਡੇ ਚੁਣਵਿਆਂ ਵਿੱਚੋਂ ਨਜ਼ੀਰ ਕਾਇਮ ਕੀਤੇ। ਹੇ ਇਸਰਾਏਲੀਓ, ਕੀ ਏਹ ਏਵੇਂ ਹੀ ਨਹੀਂॽ ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।"},{"number":12,"verse":"ਪਰ ਤੁਸਾਂ ਨਜ਼ੀਰਾਂ ਨੂੰ ਮਧ ਪਿਲਾਈ, ਅਤੇ ਨਬੀਆਂ ਨੂੰ ਆਖਿਆ, ਨਾ ਅਗੰਮ ਵਾਚੋ!।।"},{"number":13,"verse":"ਵੇਖੋ, ਮੈਂ ਤੁਹਾਨੂੰ ਹੇਠ ਦਬਾਵਾਂਗਾ, ਜਿਵੇਂ ਗੱਡਾ ਦਬਾਉਂਦਾ ਹੈ ਜਿਹੜਾ ਭਰੀਆਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੋਵੇ।"},{"number":14,"verse":"ਨੱਠਣਾ ਕਾਹਲਿਆਂ ਤੋਂ ਮਿਟ ਜਾਵੇਗਾ, ਅਤੇ ਬਲਵਾਨ ਆਪਣੀ ਸ਼ਕਤੀ ਕਾਇਮ ਨਾ ਰੱਖੇਗਾ, ਅਤੇ ਸੂਰਮਾ ਆਪਣੀ ਜਾਨ ਨਾ ਬਚਾਵੇਗਾ।"},{"number":15,"verse":"ਧਣੁਖਧਾਰੀ ਨਾ ਖਲੋਵੇਗਾ, ਪੈਰਾਂ ਦਾ ਛੋਹਲਾ ਆਪਣੇ ਆਪ ਨੂੰ ਨਾ ਬਚਾਵੇਗਾ, ਨਾ ਹੀ ਘੋੜੇ ਦਾ ਸਵਾਰ ਆਪਣੀ ਜਾਨ ਬਚਾਵੇਗਾ।"},{"number":16,"verse":"ਸੂਰਮਿਆਂ ਵਿੱਚੋਂ ਦਿਲਾਵਰ ਉਸ ਦਿਨ ਨੰਗਾ ਨੱਠ ਜਾਵੇਗਾ, ਯਹੋਵਾਹ ਦਾ ਵਾਕ ਹੈ।।"}]}