{"bibleAbbr":"paOV2016","bookName":"ਆਮੋਸ","bookEnglishName":"Amos","chapterNumber":7,"verses":[{"number":1,"verse":"( ਸਲਾ, ਅੱਗ ਅਤੇ ਜਰੀਬ ਦੇ ਦਰਸ਼ਣ) ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਇਉਂ ਵਿਖਾਇਆ, ਤਾਂ ਵੇਖੋ, ਉਹ ਹਾੜੀ ਦੇ ਉੱਗਣ ਦੇ ਅਰੰਭ ਵਿੱਚ ਸਲਾ ਰਚ ਰਿਹਾ ਸੀ, ਅਤੇ ਵੇਖੋ, ਉਹ ਹਾੜੀ ਸ਼ਾਹੀ ਕਟਾਈ ਦੇ ਮਗਰੋਂ ਸੀ"},{"number":2,"verse":"ਤਾਂ ਐਉਂ ਹੋਇਆ, ਜਦ ਉਹ ਦੇਸ ਦਾ ਘਾਹ ਖਾ ਚੁੱਕੀ, ਮੈਂ ਆਖਿਆ, ਹੇ ਪ੍ਰਭੁ ਯਹੋਵਾਹ, ਖਿਮਾ ਕਰਨਾ! ਯਾਕੂਬ ਕਿਵੇਂ ਕਾਇਮ ਰਹੇਗਾ, ਉਹ ਨਿੱਕਾ ਜਿਹਾ ਜੋ ਹੈॽ"},{"number":3,"verse":"ਏਸ ਦੇ ਵਿਖੇ ਯਹੋਵਾਹ ਨੂੰ ਰੰਜ ਹੋਇਆ, - ਏਹ ਨਹੀਂ ਹੋਵੇਗਾ, ਯਹੋਵਾਹ ਨੇ ਆਖਿਆ।।"},{"number":4,"verse":"ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਨੇ ਮੈਨੁੰ ਇਉਂ ਵਿਖਾਇਆ, ਤਾਂ ਵੇਖੋ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਅੱਗ ਨਾਲ ਫ਼ੈਸਲਾ ਕਰਨਾ ਮੰਗ ਰਿਹਾ ਸੀ ਅਤੇ ਉਹ ਨੇ ਵੱਡੀ ਡੂੰਘਿਆਈ ਨੂੰ ਭਸਮ ਕੀਤਾ ਅਤੇ ਧਰਤੀ ਨੂੰ ਭਸਮ ਕਰਨ ਲੱਗਾ"},{"number":5,"verse":"ਤਾਂ ਮੈਂ ਆਖਿਆ, ਹੇ ਪ੍ਰਭੁ ਯਹੋਵਾਹ, ਖਿਮਾ ਕਰਨਾ! ਯਾਕੂਬ ਕਿਵੇਂ ਕਾਇਮ ਰਹੇਗਾ, ਉਹ ਨਿੱਕਾ ਜਿਹਾ ਜੋ ਹੈॽ"},{"number":6,"verse":"ਏਸ ਦੇ ਵਿਖੇ ਯਹੋਵਾਹ ਨੂੰ ਰੰਜ ਹੋਇਆ, - ਏਹ ਵੀ ਨਹੀਂ ਹੋਵੇਗਾ, ਪ੍ਰਭੁ ਯਹੋਵਾਹ ਨੇ ਆਖਿਆ।।"},{"number":7,"verse":"ਉਹ ਨੇ ਮੈਨੂੰ ਇਉਂ ਵਿਖਾਇਆ ਅਤੇ ਵੇਖੋ, ਪ੍ਰਭੁ ਇੱਕ ਕੰਧ ਉੱਤੇ ਜਿਹੜੀ ਸਾਹਲ ਨਾਲ ਬਣੀ ਹੋਈ ਸੀ ਖਲੋਤਾ ਸੀ ਅਤੇ ਉਹ ਦੇ ਹੱਥ ਵਿੱਚ ਸਾਹਲ ਸੀ"},{"number":8,"verse":"ਤਾਂ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਆਖਿਆ, ਆਮੋਸ, ਤੂੰ ਕੀ ਵੇਖਦਾ ਹੈਂॽ ਅੱਗੋਂ ਮੈਂ ਆਖਿਆ, ਇੱਕ ਸਾਹਲ, ਫੇਰ ਪ੍ਰਭੁ ਨੇ ਆਖਿਆ, - ਵੇਖ, ਮੈਂ ਸਾਹਲ ਆਪਣੀ ਪਰਜਾ ਇਸਰਾਏਲ ਦੇ ਵਿਚਕਾਰ ਰੱਖਦਾ ਹਾਂ, ਮੈਂ ਫੇਰ ਕਦੇ ਵੀ ਓਹਨਾਂ ਦੇ ਕੋਲੋਂ ਦੀ ਨਹੀਂ ਲੰਘਾਂਗਾ।"},{"number":9,"verse":"ਇਸਹਾਕ ਦੇ ਉੱਚੇ ਅਸਥਾਨ ਵਿਰਾਨ ਕੀਤੇ ਜਾਣਗੇ, ਅਤੇ ਇਸਰਾਏਲ ਦੇ ਪਵਿੱਤਰ ਅਸਥਾਨ ਬਰਬਾਦ ਕੀਤੇ ਜਾਣਗੇ, ਅਤੇ ਮੈਂ ਯਾਰਾਬੁਆਮ ਦੇ ਘਰਾਣੇ ਦੇ ਵਿਰੁੱਧ ਤਲਵਾਰ ਲੈ ਕੇ ਉੱਠਾਂਗਾ।।"},{"number":10,"verse":"ਤਦ ਬੈਤਏਲ ਦੇ ਜਾਜਕ ਅਮਸਯਾਹ ਨੇ ਇਸਰਾਏਲ ਦੇ ਪਾਤਸ਼ਾਹ ਯਾਰਾਬੁਆਮ ਨੂੰ ਕਹਾ ਘੱਲਿਆ ਕਿ ਆਮੋਸ ਨੇ ਇਸਰਾਏਲ ਦੇ ਘਰਾਣੇ ਦੇ ਵਿੱਚ ਤੇਰੇ ਵਿਰੁੱਧ ਮਤਾ ਪਕਾਇਆ ਹੈ, - ਦੇਸ ਉਹ ਦੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਨੂੰ ਝੱਲ ਨਹੀਂ ਸੱਕਦਾ"},{"number":11,"verse":"ਆਮੋਸ ਇਉਂ ਆਖਦਾ ਹੈ, - ਯਾਰਾਬੁਆਮ ਤਲਵਾਰ ਨਾਲ ਮਰੇਗਾ, ਅਤੇ ਇਸਰਾਏਲ ਜ਼ਰੂਰ ਆਪਣੇ ਵਤਨ ਤੋਂ ਅਸੀਰ ਹੋ ਕੇ ਚੱਲਾ ਜਾਵੇਗਾ।।"},{"number":12,"verse":"ਤਾਂ ਅਮਸਯਾਹ ਨੇ ਆਮੋਸ ਨੂੰ ਆਖਿਆ, ਹੇ ਦਰਸ਼ਣ ਵੇਖਣ ਵਾਲੇ, ਜਾਹ, ਯਹੂਦਾਹ ਦੇ ਦੇਸ ਨੂੰ ਨੱਠ ਜਾਹ! ਉੱਥੇ ਰੋਟੀ ਖਾ ਅਤੇ ਉੱਥੇ ਅਗੰਮ ਵਾਚ"},{"number":13,"verse":"ਪਰ ਬੈਤਏਲ ਵਿੱਚ ਫੇਰ ਕਦੇ ਨਾ ਅਗੰਮ ਵਾਚੀਂ ਕਿਉਂ ਜੋ ਉਹ ਪਾਤਸ਼ਾਹ ਦਾ ਪਵਿੱਤਰ ਅਸਥਾਨ ਹੈ ਅਤੇ ਸ਼ਾਹੀ ਮੰਦਰ ਹੈ।।"},{"number":14,"verse":"ਆਮੋਸ ਨੇ ਅਮਸਯਾਹ ਨੂੰ ਅੱਗੇ ਆਖਿਆ, ਨਾ ਮੈਂ ਨਬੀ ਹਾਂ, ਨਾ ਨਬੀ ਦਾ ਪੁੱਤ੍ਰ ਹਾਂ ਪਰ ਮੈਂ ਅਯਾਲੀ ( ਇਬਰ., ਵਾਗੀ ।) ਅਤੇ ਗੁੱਲਰਾਂ ਦਾ ਛਾਂਗਣ ਵਾਲਾ ਹਾਂ"},{"number":15,"verse":"ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਇੱਜੜ ਦੇ ਪਿੱਛੇ ਜਾਂਦੇ ਨੂੰ ਲਿਆ ਅਤੇ ਯਹੋਵਾਹ ਨੇ ਮੈਨੂੰ ਆਖਿਆ, ਜਾਹ, ਮੇਰੀ ਪਰਜਾ ਇਸਰਾਏਲ ਕੋਲ ਅਗੰਮ ਵਾਚ!"},{"number":16,"verse":"ਹੁਣ ਯਹੋਵਾਹ ਦਾ ਬਚਨ ਸੁਣ, - ਤੂੰ ਕਹਿੰਦਾ ਹੈਂ, ਇਸਰਾਏਲ ਦੇ ਵਿਰੁੱਧ ਅਗੰਮ ਨਾ ਵਾਚ, ਅਤੇ ਇਸਹਾਕ ਦੇ ਘਰਾਣੇ ਦੇ ਵਿਰੁੱਧ ਪਰਚਾਰ ਨਾ ਕਰ!"},{"number":17,"verse":"ਏਸ ਲਈ ਯਹੋਵਾਹ ਇਉਂ ਫ਼ਰਮਾਉਂਦਾ ਹੈ, - ਤੇਰੀ ਪਤਨੀ ਸ਼ਹਿਰ ਵਿੱਚ ਬੇਸਵਾ ਹੋਵੇਗੀ, ਤੇਰੇ ਪੁੱਤ੍ਰ ਅਤੇ ਤੇਰੀਆਂ ਧੀਆਂ ਤਲਵਾਰ ਨਾਲ ਡਿੱਗਣਗੇ, ਅਤੇ ਤੇਰੀ ਭੂਮੀ ਜਰੀਬ ਨਾਲ ਵੰਡੀ ਜਾਵੇਗੀ, ਤੂੰ ਆਪ ਇੱਕ ਭ੍ਰਿਸ਼ਟ ਭੂਮੀ ਵਿੱਚ ਮਰੇਂਗਾ, ਅਤੇ ਇਸਰਾਏਲ ਆਪਣੇ ਵਤਨ ਤੋਂ ਜ਼ਰੂਰ ਅਸੀਰੀ ਵਿੱਚ ਜਾਵੇਗਾ!।।"}]}