{"bibleAbbr":"GB1539","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":7,"verses":[{"number":1,"verse":"This Melchisedech kynge of Salem (which beinge preste of the most hye God, met Abraham, as he returned agayne from the slaughter of the kynges and blessed him:"},{"number":2,"verse":"to whom also Abraham gaue tythes of all thynges) fyrst is called by interpretacion kynge of ryghtewesnes: after that, kynge of Salem (that is to saye, Kynge of peace)"},{"number":3,"verse":"wythout father without mother, without kynne, & hath nether begynnynge of dayes, nether yet ende of lyfe: but is likened vnto the sonne of God and contynueth a preste for euer."},{"number":4,"verse":"Consyder what a man this was, vnto whom also the patriarke Abraham gaue tythes of the spoyles."},{"number":5,"verse":"And verely those chyldren of Leuy, which receaue the office of the prestes, haue a commaundement to take (accordinge to the lawe) tythes of the people, that is to saye, of their brethren, yee though they spronge out of the loynes of Abraham."},{"number":6,"verse":"But he whose kynred is not counted amonge them, receaued tythes of Abraham, and blessed him that had the promises."},{"number":7,"verse":"And no man denyeth, but that he which is lesse, receaueth blessynge of him which is greater."},{"number":8,"verse":"And here men that dye, receaue tythes. But there he receaueth tythes, of whom it is wytnessed, that he lyueth."},{"number":9,"verse":"And to saye the trueth, Leuy hym selfe also which vseth to receaue tythes payed tythes in Abraham."},{"number":10,"verse":"For he was yet in the loynes of hys father whan Melchisedech met Abraham."},{"number":11,"verse":"If now therfore perfeccion came by the presthod of the Leuytes (for vnder that presthod the people receaued the lawe) what neded it furthermore, that another prest shuld ryse to be called after the order of Melchisedech, and not after the order of Aaron?"},{"number":12,"verse":"For yf the presthod be translated, then of necessitie must the lawe be translated also."},{"number":13,"verse":"For he of whom these thynges are spoken pertayne vnto another trybe, of whom neuer man serued at the aultare."},{"number":14,"verse":"For it is euident that oure Lorde spronge of the trybe of Iuda, of whych trybe spake Moses nothinge concerninge presthod."},{"number":15,"verse":"And it is yet a more euident thynge, yf after the similitude of Melchisedech there aryse another preste,"},{"number":16,"verse":"whych is not made after the lawe of the carnall commaundement: but after the power of the endlesse lyfe."},{"number":17,"verse":"(For after thys maner doth he testifie thou art a prest for euer, after the order of Melchisedech)"},{"number":18,"verse":"Then the commaundement that went afore, is disanulled, because of weaknes and vnproffytablenes."},{"number":19,"verse":"For the lawe brought nothynge to perfeccion: but was an introduccyon to a better hope, by the whych we drawe nye vnto God."},{"number":20,"verse":"And therfore is it a better hope, because the thing was not done without an othe."},{"number":21,"verse":"For those prestes were made without an othe, but thys preste with an othe, by hym that sayde vnto hym. The Lorde sware, and wyll not repent: Thou art a prest for euer after the order of Melchisedech."},{"number":22,"verse":"And for that cause was Iesus a stablyssher of a better testament."},{"number":23,"verse":"And amonge them many were made prestes, because they were not suffred to endure by the reason of deeth"},{"number":24,"verse":"But this man (because he endureth euer) hath an euerlasteng presthode."},{"number":25,"verse":"Wherfore, he is able also euer to saue them to the vttemost, that come vnto God by him, seynge he euer lyueth to make intercession for vs."},{"number":26,"verse":"For soch an hye Prest it became vs to haue, which is holy, harmlesse, vndefiled, separate from synners, made hyer then heauen."},{"number":27,"verse":"Which nedeth not dayly (as yonder hye prestes) to offer vp sacrifice. Fyrst for his awne synnes and then for the peoples synnes. For that dyd he once, when he offered vp him self."},{"number":28,"verse":"For the lawe maketh men prestes, which haue infirmitie: but the worde of the oth that came sence the lawe, maketh the sonne preste, whych is perfecte for euermore."}]}