{"bibleAbbr":"GB1587","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":12,"verses":[{"number":1,"verse":"Then the Lord spake to Moses and to Aaron in the land of Egypt, saying,"},{"number":2,"verse":"This Called Nisan, containing part of March and part of April. month [shall be] unto you the beginning of months: it [shall be] the first Concerning the observation of feasts: as for other policies, they reckoned from September. month of the year to you."},{"number":3,"verse":"Speak ye unto all the congregation of Israel, saying, In the tenth [day] of this month they shall take to them every man a lamb, according to the house of [their] As the fathers of the household had great or small families. fathers, a lamb for an house:"},{"number":4,"verse":"And if the household be too little for the lamb, let him and his neighbour next unto his house take [it] according to the number of the souls; every man according to his He will take as many as are needed to eat the lamb. eating shall make your count for the lamb."},{"number":5,"verse":"Your lambe shalbe without blemish, a male of a yeere olde: ye shall take it of the lambes, or of the kiddes."},{"number":6,"verse":"And ye shall keep it up until the fourteenth day of the same month: and the Every one his house. whole assembly of the congregation of Israel shall kill it in the evening."},{"number":7,"verse":"After, they shall take of the blood, & strike it on the two postes, and on the vpper doore post of the houses where they shall eate it."},{"number":8,"verse":"And they shal eate the flesh the same night, roste with fire, and vnleauened bread: with sowre herbes they shall eate it."},{"number":9,"verse":"Eat not of it raw, nor sodden at all with water, but roast [with] fire; his That is, all that may be eaten. head with his legs, and with the purtenance thereof."},{"number":10,"verse":"And ye shal reserue nothing of it vnto the morning: but that, which remaineth of it vnto the morowe, shall ye burne with fire."},{"number":11,"verse":"And thus shall ye eat it; [with] your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste: The lamb was not the Passover, but signified it, as ordinances are not the thing itself which they represent, but rather they signify it. it [is] the LORD'S passover."},{"number":12,"verse":"For I will passe through the lande of Egypt the same night, and will smite all the first borne in the land of Egypt, both man and beast, and I will execute iudgement vpon all the gods of Egypt. I am the Lord."},{"number":13,"verse":"And the blood shalbe a toke for you vpon the houses where ye are: so when I see the blood, I will passe ouer you, and the plague shall not be vpon you to destruction, when I smite the lande of Egypt."},{"number":14,"verse":"And this day shall be unto you for a Of the benefits received for your deliverance. memorial; and ye shall keep it a feast to the LORD throughout your generations; ye shall keep it a feast by an ordinance That is, until Christ's coming: for then ceremonies will end. for ever."},{"number":15,"verse":"Seuen daies shall ye eat vnleauened bread, and in any case ye shall put away leauen the first day out of your houses: for whosoeuer eateth leauened bread from the first daie vntill the seuenth day, that person shalbe cut off from Israel."},{"number":16,"verse":"And in the first day shalbe an holie assemblie: also in the seuenth day shalbe an holy assemblie vnto you: no worke shalbe done in them, saue about that which euery man must eate: that onely may ye do."},{"number":17,"verse":"Ye shall keepe also the feast of vnleauened bread: for that same daye I will bring your armies out of the lande of Egypt: therefore ye shal obserue this day, throughout your posteritie, by an ordinance for euer."},{"number":18,"verse":"In the first [month], on the fourteenth day of the month at For in ancient times they counted in this way, beginning the day at sunset till the next day at the same time. even, ye shall eat unleavened bread, until the one and twentieth day of the month at even."},{"number":19,"verse":"Seuen daies shall no leauen be founde in your houses: for whosoeuer eateth leauened bread, that person shalbe cut off from the Congregation of Israel: whether he bee a stranger, or borne in the land."},{"number":20,"verse":"Ye shall eate no leauened bread: but in all your habitations shall ye eate vnleauened bread."},{"number":21,"verse":"Then Moses called all the Elders of Israel, and saide vnto them, Choose out and take you for euerie of your housholdes a lambe, & kill the Passeouer."},{"number":22,"verse":"And take a bunch of hyssop, and dip it in the blood that is in the basen, and strike the lintell, and the doore cheekes with the blood that is in the basen, and let none of you goe out at the doore of his house, vntill the morning."},{"number":23,"verse":"For the LORD will pass through to smite the Egyptians; and when he seeth the blood upon the lintel, and on the two side posts, the LORD will pass over the door, and will not suffer the The angel sent by God to kill the first born. destroyer to come in unto your houses to smite [you]."},{"number":24,"verse":"Therefore shall ye obserue this thing as an ordinance both for thee and thy sonnes for euer."},{"number":25,"verse":"And it shall come to pass, when ye be come to the The land of Canaan. land which the LORD will give you, according as he hath promised, that ye shall keep this service."},{"number":26,"verse":"And when your children aske you, What seruice is this ye keepe?"},{"number":27,"verse":"That ye shall say, It [is] the sacrifice of the LORD'S passover, who passed over the houses of the children of Israel in Egypt, when he smote the Egyptians, and delivered our houses. And the people They gave God thanks for so great a benefit. bowed the head and worshipped."},{"number":28,"verse":"So the children of Israel went, and did as the Lorde had commanded Moses and Aaron: so did they."},{"number":29,"verse":"Nowe at midnight, the Lorde smote all the first borne in the lande of Egypt, from the first borne of Pharaoh that sate on his throne, vnto the first borne of the captiue that was in prison, and all the first borne of beastes."},{"number":30,"verse":"And Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt; for [there was] Of these houses, in which any first born lived, either of men of beasts. not a house where [there was] not one dead."},{"number":31,"verse":"And hee called to Moses and to Aaron by night, and saide, Rise vp, get you out from among my people, both yee, and the children of Israel, and goe serue the Lorde as ye haue sayde."},{"number":32,"verse":"Also take your flocks and your herds, as ye have said, and be gone; and Pray for me. bless me also."},{"number":33,"verse":"And the Egyptians did force the people, because they would send them out of the land in haste: for they said, We die all."},{"number":34,"verse":"Therfore the people tooke their dough before it was leauened, euen their dough bound in clothes vpon their shoulders."},{"number":35,"verse":"And the children of Israel did according to the saying of Moses, & they asked of ye Egyptians iewels of siluer & iewels of gold, & raiment."},{"number":36,"verse":"And the Lorde gaue the people fauour in the sight of the Egyptians: and they graunted their request: so they spoyled the Egyptians."},{"number":37,"verse":"And the children of Israel journeyed from Which was a city in Goshen; (Gen_47:11). Rameses to Succoth, about six hundred thousand on foot [that were] men, beside children."},{"number":38,"verse":"And Which were strangers, and not born from the Israelites. a mixed multitude went up also with them; and flocks, and herds, [even] very much cattle."},{"number":39,"verse":"And they baked the dough which they brought out of Egypt, & made vnleauened cakes: for it was not leauened, because they were thrust out of Egypt, neither coulde they tarie, nor yet prepare themselues vitailes."},{"number":40,"verse":"So the dwelling of the children of Israel, while they dwelled in Egypt, was foure hundreth and thirtie yeres."},{"number":41,"verse":"And it came to pass at the end of the From Abraham's departing from Ur in Chaldea to the departing of the children of Israel from Egypt are 430 years. four hundred and thirty years, even the selfsame day it came to pass, that all the hosts of the LORD went out from the land of Egypt."},{"number":42,"verse":"It is a night to be kept holie to the Lord, because he brought them out of the lande of Egypt: this is that night of the Lord, which all the children of Israel must keepe throughout their generations."},{"number":43,"verse":"And the LORD said unto Moses and Aaron, This [is] the ordinance of the passover: Unless he is circumcised, and professes your religion only. There shall no stranger eat thereof:"},{"number":44,"verse":"But euerie seruant that is bought for money, when thou hast circumcised him, then shall he eat thereof."},{"number":45,"verse":"A stranger or an hyred seruant shall not eat thereof."},{"number":46,"verse":"In one house shall it bee eaten: thou shalt carie none of ye flesh out of the house, neither shall ye breake a bone thereof."},{"number":47,"verse":"All the Congregation of Israel shall obserue it."},{"number":48,"verse":"But if a stranger dwell with thee, and will obserue the Passeouer of the Lorde, let him circumcise all the males, that belong vnto him, and then let him come and obserue it, & he shall be as one that is borne in the land: for none vncircumcised person shall eate thereof."},{"number":49,"verse":"One They that are of the household of God, must be all joined in one faith and religion. law shall be to him that is homeborn, and unto the stranger that sojourneth among you."},{"number":50,"verse":"Then all the children of Israel did as the Lorde commaunded Moses and Aaron: so did they."},{"number":51,"verse":"And the selfe same day did the Lord bring the children of Israel out of the land of Egypt by their armies."}]}