{"bibleAbbr":"GB1587","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":17,"verses":[{"number":1,"verse":"And all the congregation of the children of Israel journeyed from the wilderness of Sin, after their journeys, according to the commandment of the LORD, and pitched in Moses does not note every place where they camped as in Numbers 33, but only those places where some notable thing was done. Rephidim: and [there was] no water for the people to drink."},{"number":2,"verse":"Wherefore the people did chide with Moses, and said, Give us water that we may drink. And Moses said unto them, Why chide ye with me? wherefore do ye Why do you distrust God? Why do you not look for comfort from him without complaining to us? tempt the LORD?"},{"number":3,"verse":"So the people thirsted there for water, & the people murmured against Moses, & said, Wherefore hast thou thus brought vs out of Egypt to kil vs and our children and our cattel with thirst?"},{"number":4,"verse":"And Moses cried unto the LORD, saying, What shall I do unto this people? they be almost ready to How ready the people are to slay the true prophets for their own purposes and how slow they are to take up God's cause against his enemies and false prophets. stone me."},{"number":5,"verse":"And ye Lord answered to Moses, Goe before the people, and take with thee of the Elders of Israel: and thy rod, wherewith thou smotest the riuer, take in thine hand, and go:"},{"number":6,"verse":"Behold, I will stand there before thee vpon the rocke in Horeb, and thou shalt smite on the rocke, and water shall come out of it, that the people may drinke; Moses did so in the sight of the Elders of Israel."},{"number":7,"verse":"And he called the name of the place Massah, and Meribah, because of the chiding of the children of Israel, and because they tempted the LORD, saying, Is the When in adversity we think God is absent, then we neglect his promise and make him a liar. LORD among us, or not?"},{"number":8,"verse":"Then came Who came from Eliphaz, son of Esau, (Gen_36:12). Amalek, and fought with Israel in Rephidim."},{"number":9,"verse":"And Moses said unto Joshua, Choose us out men, and go out, fight with Amalek: to morrow I will stand on the top of the That is, Horeb, which is also called Sinai. hill with the rod of God in mine hand."},{"number":10,"verse":"So Ioshua did as Moses bad him, & fought with Amalek: and Moses, Aaron, and Hur, went vp to the top of the hill."},{"number":11,"verse":"And it came to pass, when Moses held up his hand, that Israel prevailed: and when he let So that we see how dangerous a thing it is to cease in prayer. down his hand, Amalek prevailed."},{"number":12,"verse":"Nowe Moses handes were heauy: therefore they tooke a stone and put it vnder him, and hee sate vpon it: and Aaron and Hur stayed vp his hands, the one on the one side, and the other on the other side: so his hands were steady vntill the going downe of the sunne."},{"number":13,"verse":"And Ioshua discomfited Amalek and his people with the edge of the sword."},{"number":14,"verse":"And the LORD said unto Moses, Write this [for] a memorial In the book of the law. in a book, and rehearse [it] in the ears of Joshua: for I will utterly put out the remembrance of Amalek from under heaven."},{"number":15,"verse":"And Moses built an altar, and called the name of it That is, the Lord is my banner as he declared by holding up his rod and his hands. Jehovahnissi:"},{"number":16,"verse":"Also he said, The Lord hath sworne, that he will haue warre with Amalek from generation to generation."}]}