{"bibleAbbr":"GB1587","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":27,"verses":[{"number":1,"verse":"And thou shalt make an For the burnt offering. altar [of] shittim wood, five cubits long, and five cubits broad; the altar shall be foursquare: and the height thereof [shall be] three cubits."},{"number":2,"verse":"And thou shalt make the horns of it upon the four corners thereof: his horns shall be of Of the same wood and matter not fastened to it. the same: and thou shalt overlay it with brass."},{"number":3,"verse":"Also thou shalt make his ashpannes for his ashes and his besoms, and his basens, and his flesh-hookes, and his censers: thou shalt make all the instruments thereof of brasse."},{"number":4,"verse":"And thou shalt make vnto it a grate like networke of brasse: also vpon that grate shalt thou make foure brasen rings vpon the foure corners thereof."},{"number":5,"verse":"And thou shalt put it vnder the compasse of the altar beneath, that the grate may be in the middes of the altar."},{"number":6,"verse":"Also thou shalt make barres for the altar, barres, I say, of Shittim wood, and shalt couer them with brasse."},{"number":7,"verse":"And the barres thereof shalbe put in the rings, the which barres shalbe vpon the two sides of the altar to beare it."},{"number":8,"verse":"Thou shalt make the altar holowe betwene the boardes: as God shewed thee in the mount, so shall they make it."},{"number":9,"verse":"And thou shalt make the This was the first entry into the tabernacle, where the people abode. court of the tabernacle: for the south side southward [there shall be] hangings for the court [of] fine twined linen of an hundred cubits long for one side:"},{"number":10,"verse":"And the twenty pillars thereof and their twenty sockets [shall be of] brass; the hooks of the pillars and their They were certain hoops or circles to beautify the pillar. fillets [shall be of] silver."},{"number":11,"verse":"Likewise on the Northside in length there shalbe hangings of an hundreth cubites long, and the twentie pillars thereof with their twentie sockets of brasse: the heades of the pillars and the filets shalbe siluer."},{"number":12,"verse":"And the breadth of the court on the Westside shall haue curtaines of fiftie cubites, with their ten pillars and their ten sockets."},{"number":13,"verse":"And the breadth of the court on the east side eastward [shall be] Meaning curtains of fifty cubits. fifty cubits."},{"number":14,"verse":"The hangings of one Of the door of the court. side [of the gate shall be] fifteen cubits: their pillars three, and their sockets three."},{"number":15,"verse":"Likewise on the other side shalbe hangings of fifteene cubites, with their three pillars & their three sockets."},{"number":16,"verse":"And in the gate of the court shalbe a vaile of twentie cubites, of blewe silke, and purple, and skarlet, and fine twined linen wrought with needle, with the foure pillars thereof and their foure sockets."},{"number":17,"verse":"All the pillars of the court shal haue filets of siluer round about, with their heads of siluer, and their sockets of brasse."},{"number":18,"verse":"The length of the court shalbe an hundreth cubites, and the breadth fiftie at either ende, & the height fiue cubites, and the hangings of fine twined linen, and their sockets of brasse."},{"number":19,"verse":"All the vessels of the tabernacle in all the service thereof, and all the Or stakes, with which the curtains were fastened to the ground. pins thereof, and all the pins of the court, [shall be of] brass."},{"number":20,"verse":"And thou shalt command the children of Israel, that they bring thee pure oil olive Such as comes from the olive, when it is first pressed or beaten. beaten for the light, to cause the lamp to burn always."},{"number":21,"verse":"In the Tabernacle of the Congregation without the vaile, which is before the Testimony, shall Aaron and his sonnes dresse them from euening to morning before the Lorde, for a statute for euer vnto their generations, to be obserued by the children of Israel."}]}