{"bibleAbbr":"GB1587","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":29,"verses":[{"number":1,"verse":"This thing also shalt thou do vnto them whe thou consecratest them to be my Priestes, Take a yong calfe, & two rams wtout blemish,"},{"number":2,"verse":"And vnleauened bread and cakes vnleauened tempered with oyle, and wafers vnleauened anoynted with oyle: (of fine wheate flowre shalt thou make them)"},{"number":3,"verse":"And thou shalt put them into one basket, and To offer them in sacrifice. bring them in the basket, with the bullock and the two rams."},{"number":4,"verse":"And shalt bring Aaron and his sonnes vnto the doore of the Tabernacle of the Congregation, and wash them with water."},{"number":5,"verse":"And thou shalt take the garments, and put upon Aaron the coat, and the Which was next under the Ephod. robe of the ephod, and the ephod, and the breastplate, and gird him with the curious girdle of the ephod:"},{"number":6,"verse":"Then thou shalt put the miter vpon his head, & shalt put the holy crowne vpon ye miter."},{"number":7,"verse":"And thou shalt take the anoynting oyle, and shalt powre vpon his head, and anoynt him."},{"number":8,"verse":"And thou shalt bring his sonnes, and put coates vpon them,"},{"number":9,"verse":"And shalt girde them with girdles, both Aaron and his sonnes: and shalt put the bonets on them, and the Priestes office shalbe theirs for a perpetuall lawe: thou shalt also fill the hands of Aaron, and the hands of his sonnes."},{"number":10,"verse":"And thou shalt cause a bullock to be brought before the tabernacle of the congregation: and Aaron and his sons shall Signifying that the sacrifice was also offered for them, and that they approved it. put their hands upon the head of the bullock."},{"number":11,"verse":"So thou shalt kill the calfe before the Lord, at the doore of the Tabernacle of the Congregation."},{"number":12,"verse":"Then thou shalt take of the blood of the calfe, and put it vpon the hornes of the altar with thy finger, and shalt powre al the rest of the blood at the foote of the altar."},{"number":13,"verse":"Also thou shalt take all the fat that couereth the inwardes, and the kall, that is on the liuer, and the two kidneis, and the fat that is vpon them, and shalt burne them vpon the altar."},{"number":14,"verse":"But the flesh of the calfe, and his skin, and his doung shalt thou burne with fire without the hoste: it is a sinne offring."},{"number":15,"verse":"Thou shalt also take one ramme, and Aron and his sonnes shall put their hands vpon the head of the ramme."},{"number":16,"verse":"Then thou shalt kil the ramme, & take his blood, & sprinkle it round about vpon the altar,"},{"number":17,"verse":"And thou shalt cut the ramme in pieces, and wash the inwards of him and his legges, and shalt put them vpon the pieces thereof, and vpon his head."},{"number":18,"verse":"And thou shalt burn the whole ram upon the altar: it [is] a burnt offering unto the LORD: Or, savour of rest, which causes the wrath of God to cease. it [is] a sweet savour, an offering made by fire unto the LORD."},{"number":19,"verse":"And thou shalt take the other ramme, & Aaron and his sonnes shall put their handes vpon the head of the ramme."},{"number":20,"verse":"Then shalt thou kill the ram, and take of his blood, and put [it] Meaning the soft and lower part of the ear. upon the tip of the right ear of Aaron, and upon the tip of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and sprinkle the blood upon the altar round about."},{"number":21,"verse":"And thou shalt take of the blood that [is] With which the Altar must be sprinkled. upon the altar, and of the anointing oil, and sprinkle [it] upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him: and he shall be hallowed, and his garments, and his sons, and his sons' garments with him."},{"number":22,"verse":"Also thou shalt take of the ram the fat and the rump, and the fat that covereth the inwards, and the caul [above] the liver, and the two kidneys, and the fat that [is] upon them, and the right shoulder; for it [is] a Which is offered for the consecration of the high priest. ram of consecration:"},{"number":23,"verse":"And one loafe of bread, and one cake of bread tempered with oyle, and one wafer, out of the basket of the vnleauened bread that is before the Lorde."},{"number":24,"verse":"And thou shalt put al this in the handes of Aaron, and in the handes of his sonnes, and shalt shake them to and fro before the Lorde."},{"number":25,"verse":"Againe, thou shalt receyue them of their handes, & burne them vpon the altar besides the burnt offring for a sweete sauour before ye Lord: for this is an offering made by fire vnto the Lord."},{"number":26,"verse":"And thou shalt take the breast of the ram of Aaron's consecration, and wave it This sacrifice the priest did move toward the East, West, North, and South. [for] a wave offering before the LORD: and it shall be thy part."},{"number":27,"verse":"And thou shalt sanctify the breast of the wave offering, and the shoulder of the So called because it was not only shaken to and fro, but also lifted up. heave offering, which is waved, and which is heaved up, of the ram of the consecration, [even] of [that] which [is] for Aaron, and of [that] which is for his sons:"},{"number":28,"verse":"And it shall be Aaron's and his sons' by a statute for ever from the children of Israel: for it [is] an heave offering: and it shall be an heave offering from the children of Israel of the sacrifice of their Which were offerings of thanksgiving to God for his benefits. peace offerings, [even] their heave offering unto the LORD."},{"number":29,"verse":"And the holy garmets, which apperteine to Aaron, shall bee his sonnes after him, to bee anoynted therein, and to bee consecrate therein."},{"number":30,"verse":"That sonne that shalbe Priest in his steade, shall put them on seuen dayes, when he commeth into the Tabernacle of the Congregation to minister in the holy place."},{"number":31,"verse":"So thou shalt take the ram of the consecration, and seeth his flesh in the holy place."},{"number":32,"verse":"And Aaron and his sonnes shall eate the flesh of the ram, & the bread that is in the basket, at the doore of ye Tabernacle of ye Congregation."},{"number":33,"verse":"And they shall eat those things That is, by the sacrifices. wherewith the atonement was made, to consecrate [and] to sanctify them: but a stranger shall not eat [thereof], because they [are] holy."},{"number":34,"verse":"Now if ought of the flesh of the consecration, or of the bread remaine vnto the morning, then thou shalt burne the rest with fire: it shall not be eaten, because it is an holie thing."},{"number":35,"verse":"Therefore shalt thou doe thus vnto Aaron & vnto his sonnes, according to all things, which I haue commanded thee: seuen dayes shalt thou consecrate them,"},{"number":36,"verse":"And thou shalt offer every day a bullock [for] a sin offering for To appease God's wrath that sin may be pardoned. atonement: and thou shalt cleanse the altar, when thou hast made an atonement for it, and thou shalt anoint it, to sanctify it."},{"number":37,"verse":"Seuen dayes shalt thou cleanse the altar, & sanctifie it, so the altar shalbe most holy: and whatsoeuer toucheth the altar, shalbe holy."},{"number":38,"verse":"Nowe this is that which thou shalt present vpon the altar: euen two lambes of one yere olde, day by day continually."},{"number":39,"verse":"The one lambe thou shalt present in the morning, and the other lambe thou shalt present at euen."},{"number":40,"verse":"And with the one lamb a That is, an Omer, read (Exo_16:16). tenth deal of flour mingled with the fourth part of an Which is about a pint. hin of beaten oil; and the fourth part of an hin of wine [for] a drink offering."},{"number":41,"verse":"And the other lambe thou shalt present at euen: thou shalt doe thereto according to the offring of the morning, and according to the drinke offring thereof, to be a burnt offring for a sweete sauour vnto, the Lorde."},{"number":42,"verse":"This shalbe a continuall burnt offring in your generations at the doore of the Tabernacle of the Congregation before the Lord, where I wil make appoyntment with you, to speake there vnto thee."},{"number":43,"verse":"And there I will meet with the children of Israel, and [the tabernacle] shall be sanctified by my Because of my glorious presence. glory."},{"number":44,"verse":"And I will sanctifie the Tabernacle of the Congregation and the altar: I will sanctifie also Aaron & his sonnes to be my Priests,"},{"number":45,"verse":"And I will dwell among the children of Israel, and will bee their God."},{"number":46,"verse":"And they shall know that I [am] the LORD their God, that brought them forth out of the land of Egypt, that I may dwell among them: It is I the Lord, that am their God. I [am] the LORD their God."}]}