{"bibleAbbr":"GB1587","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":30,"verses":[{"number":1,"verse":"And thou shalt make an altar Upon which the sweet perfume was burnt, (Exo_30:34). to burn incense upon: [of] shittim wood shalt thou make it."},{"number":2,"verse":"A cubit [shall be] the length thereof, and a cubit the breadth thereof; foursquare shall it be: and two cubits [shall be] the height thereof: the horns thereof [shall be] Of the same wood and matter. of the same."},{"number":3,"verse":"And thou shalt ouerlay it with fine golde, both the toppe therof and the sides thereof round about, and his hornes: also thou shalt make vnto it a crowne of gold round about."},{"number":4,"verse":"Besides this thou shalt make vnder this crowne two golden rings on either side: euen on euery side shalt thou make them, that they may be as places for the barres to beare it withall."},{"number":5,"verse":"The which barres thou shalt make of Shittim wood, and shalt couer them with golde."},{"number":6,"verse":"And thou shalt put it That is, in the sanctuary, and not in the holiest of all. before the vail that [is] by the ark of the testimony, before the mercy seat that [is] over the testimony, where I will meet with thee."},{"number":7,"verse":"And Aaron shall burn thereon sweet incense every morning: when he Meaning, when he trims them, and refreshes the oil. dresseth the lamps, he shall burn incense upon it."},{"number":8,"verse":"Likewise at eue, when Aaron setteth vp the lampes thereof, he shall burne incense: this perfume shalbe perpetually before ye Lord, throughout your generations."},{"number":9,"verse":"Ye shall offer no Otherwise made them this, which is described. strange incense thereon, nor burnt sacrifice, nor meat offering; neither shall ye pour drink offering But it must only serve to burn perfume. thereon."},{"number":10,"verse":"And Aaron shall make reconciliation vpon the hornes of it once in a yere with the blood of the sinne offring in the day of reconciliation: once in the yeere shall hee make reconciliation vpon it throughout your generations: this is most holy vnto the Lord."},{"number":11,"verse":"Afterward the Lord spake vnto Moses, saying,"},{"number":12,"verse":"When thou takest the sum of the children of Israel after their number, then shall they give every man By which he testified that he redeemed his life which he had forfeit, as is declared by David, (2Sa_24:1). a ransom for his soul unto the LORD, when thou numberest them; that there be no plague among them, when [thou] numberest them."},{"number":13,"verse":"This they shall give, every one that passeth among them that are numbered, half a shekel after the This shekel was worth two common shekels: and the gerah about 12 pence at a rate of five shillings sterling to an ounce of silver. shekel of the sanctuary: (a shekel [is] twenty gerahs:) an half shekel [shall be] the offering of the LORD."},{"number":14,"verse":"All that are nombred from twentie yeere olde and aboue, shall giue an offring to the Lord."},{"number":15,"verse":"The rich shall not give more, and the poor shall not give less than half a shekel, when [they] give an offering unto the LORD, That God should be merciful to you. to make an atonement for your souls."},{"number":16,"verse":"So thou shalt take the money of the redemption of the children of Israel, and shalt put it vnto the vse of the Tabernacle of the Congregation, that it may be a memoriall vnto the children of Israel before the Lorde for the redemption of your liues."},{"number":17,"verse":"Also the Lord spake vnto Moses, saying,"},{"number":18,"verse":"Thou shalt also make a lauer of brasse, and his foote of brasse to wash, and shalt put it betweene the Tabernacle of the Congregation and the Altar, and shalt put water therein."},{"number":19,"verse":"For Aaron and his sons shall Signifying that he that comes to God must be washed from all sin and corruption. wash their hands and their feet thereat:"},{"number":20,"verse":"When they go into the Tabernacle of the Congregation, or when they goe vnto the Altar to minister and to make the perfume of ye burnt offring to the Lorde, they shall wash themselues with water, lest they die."},{"number":21,"verse":"So they shall wash their hands and their feet, that they die not: and it shall be a statute So long as the priesthood shall last. for ever to them, [even] to him and to his seed throughout their generations."},{"number":22,"verse":"Also the Lord spake vnto Moses, saying,"},{"number":23,"verse":"Take thou also unto thee principal spices, of pure myrrh five hundred Weighing so much. [shekels], and of sweet cinnamon half so much, [even] two hundred and fifty [shekels], and of sweet It is a type of reed with a very sweet savour within, and it is used in powders and odours. calamus two hundred and fifty [shekels],"},{"number":24,"verse":"Also of cassia fiue hundreth, after the shekel of the Sanctuarie, & of oyle oliue an Hin."},{"number":25,"verse":"So thou shalt make of it the oyle of holie oyntment, euen a most precious oyntment after the arte of the Apothecarie: this shalbe the oyle of holy oyntment."},{"number":26,"verse":"And thou shalt anoint the All things which belong to the tabernacle. tabernacle of the congregation therewith, and the ark of the testimony,"},{"number":27,"verse":"Also the Table, & al the instruments thereof, and the Candlesticke, with all the instruments thereof, and the altar of incense:"},{"number":28,"verse":"Also the Altar of burnt offring with al his instruments, and the lauer and his foote."},{"number":29,"verse":"So thou shalt sanctifie them, & they shalbe most holy: all that shal touch them, shalbe holy."},{"number":30,"verse":"Thou shalt also anoint Aaron & his sonnes, & shalt consecrate them, that they may minister vnto me in the Priests office."},{"number":31,"verse":"Moreouer thou shalt speake vnto the children of Israel, saying, This shalbe an holy oynting oyle vnto me, throughout your generations."},{"number":32,"verse":"Upon Neither at their burials nor otherwise. man's flesh shall it not be poured, neither shall ye make [any other] like it, after the composition of it: it [is] holy, [and] it shall be holy unto you."},{"number":33,"verse":"Whosoever compoundeth [any] like it, or whosoever putteth [any] of it upon Either a stranger or an Israelite, save only the priests. a stranger, shall even be cut off from his people."},{"number":34,"verse":"And the LORD said unto Moses, Take unto thee sweet spices, stacte, and In Hebrew, Sheheleth: which is a sweet kind of gum and shines as the nail. onycha, and galbanum; [these] sweet spices with pure frankincense: of each shall there be a like [weight]:"},{"number":35,"verse":"Then thou shalt make of them perfume composed after the arte of the apothecarie, mingled together, pure and holy."},{"number":36,"verse":"And thou shalt beate it to pouder, & shalt put of it before the Arke of the Testimonie in the Tabernacle of ye Cogregatio, where I wil make appointmet with thee: it shalbe vnto you most holy."},{"number":37,"verse":"And ye shal not make vnto you any compositio like this perfume, which thou shalt make: it shalbe vnto thee holy for the Lord."},{"number":38,"verse":"Whosoeuer shal make like vnto that to smell thereto, euen he shalbe cut off from his people."}]}