{"bibleAbbr":"Geneva1587","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":33,"verses":[{"number":1,"verse":"And the LORD said unto Moses, Depart, [and] The land of Canaan was surrounded by hills: so those who entered it, must go up by the hills. go up hence, thou and the people which thou hast brought up out of the land of Egypt, unto the land which I sware unto Abraham, to Isaac, and to Jacob, saying, Unto thy seed will I give it:"},{"number":2,"verse":"And I will send an Angel before thee & will cast out the Canaanites, the Amorites, and the Hittites, and the Perizzites, the Hiuites, and the Iebusites:"},{"number":3,"verse":"To a lande, I say, that floweth with milke and hony: for I will not goe vp with thee, because thou art a stiffe necked people, least I consume thee in the way."},{"number":4,"verse":"And when the people heard this euill tydings, they sorowed, and no man put on his best rayment."},{"number":5,"verse":"For the LORD had said unto Moses, Say unto the children of Israel, Ye [are] a stiffnecked people: I will come up into the midst of thee in a moment, and consume thee: therefore now put off thy ornaments from thee, that I may know That I may either show mercy if you repent, or else punish your rebellion. what to do unto thee."},{"number":6,"verse":"So the children of Israel layed their good raiment from them, after Moses came downe from the mount Horeb."},{"number":7,"verse":"And Moses took the tabernacle, and pitched it without the camp, afar off from the camp, and called it the That is, the tabernacle of the congregation: so called because the people turned to it, when they needed to be instructed of the Lord's will. Tabernacle of the congregation. And it came to pass, [that] every one which sought the LORD went out unto the tabernacle of the congregation, which [was] without the camp."},{"number":8,"verse":"And when Moses went out vnto the Tabernacle, all the people rose vp, and stood euery man at his tent doore, and looked after Moses, vntil he was gone into the Tabernacle."},{"number":9,"verse":"And assoone as Moses was entred into the Tabernacle, the cloudie pillar descended & stood at the doore of the Tabernacle, and the Lord talked with Moses."},{"number":10,"verse":"Nowe when all the people saw the cloudie pillar stand at the Tabernacle doore, all the people rose vp, and worshipped euery man in his tent doore."},{"number":11,"verse":"And the LORD spake unto Moses Most clearly and familiarly of all others, (Num_12:7-8; Deu_34:10) face to face, as a man speaketh unto his friend. And he turned again into the camp: but his servant Joshua, the son of Nun, a young man, departed not out of the tabernacle."},{"number":12,"verse":"And Moses said unto the LORD, See, thou sayest unto me, Bring up this people: and thou hast not let me know whom thou wilt send with me. Yet thou hast said, I know thee by I care for you and will preserve you in your calling. name, and thou hast also found grace in my sight."},{"number":13,"verse":"Nowe therefore, I pray thee, if I haue founde fauour in thy sight, shewe mee nowe thy way, that I may knowe thee, and that I may finde grace in thy sight: consider also that this nation is thy people."},{"number":14,"verse":"And he said, My Signifying that the Israelites would exceed all other people, through God's favour; (Exo_33:16). presence shall go [with thee], and I will give thee rest."},{"number":15,"verse":"Then he sayd vnto him, If thy presence go not with vs, cary vs not hence."},{"number":16,"verse":"And wherein nowe shal it be knowen, that I and thy people haue found fauour in thy sight? Shall it not be when thou goest with vs? so I, and thy people shall haue preeminence before all the people that are vpon the earth."},{"number":17,"verse":"And the Lord sayde vnto Moses, I will doe this also that thou hast saide: for thou hast founde grace in my sight, and I knowe thee by name."},{"number":18,"verse":"And he said, I beseech thee, shew me thy Your face, your substance, and your majesty. glory."},{"number":19,"verse":"And he said, I will make all my My mercy and fatherly care. goodness pass before thee, and I will See (Exo_34:6-7). proclaim the name of the LORD before thee; and will be gracious to whom I will be gracious, and will shew For finding nothing in man that deserves mercy, he will freely give his. mercy on whom I will shew mercy."},{"number":20,"verse":"And he said, Thou canst not see my face: for there shall no man see me, and For Moses did not see his face in full majesty, but as man's weakness could bear. live."},{"number":21,"verse":"And the LORD said, Behold, [there is] a place by In mount Horeb. me, and thou shalt stand upon a rock:"},{"number":22,"verse":"And while my glory passeth by, I will put thee in a cleft of the rocke, and will couer thee with mine hand whiles I passe by."},{"number":23,"verse":"And I will take away mine hand, and thou shalt see my As much of my glory as in this mortal life you are able to see. back parts: but my face shall not be seen."}]}