{"bibleAbbr":"GB1587","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":7,"verses":[{"number":1,"verse":"And the LORD said unto Moses, See, I have made thee a I have given you power and authority to speak in my name and to execute my judgments on him. god to Pharaoh: and Aaron thy brother shall be thy prophet."},{"number":2,"verse":"Thou shalt speake all that I commaunded thee: and Aaron thy brother shall speake vnto Pharaoh, that he suffer the children of Israel to go out of his land."},{"number":3,"verse":"But I will harden Pharaohs heart, and multiplie my miracles and my wonders in the lande of Egypt."},{"number":4,"verse":"But Pharaoh shall not hearken unto you, that I may lay my hand upon Egypt, and bring forth mine armies, [and] my people the children of Israel, out of the land of Egypt by great To strengthen Moses' faith, God promises again to punish most severely the oppression of his Church. judgments."},{"number":5,"verse":"Then the Egyptians shall knowe that I am the Lord, when I stretch foorth mine hand vpon Egypt, and bring out the children of Israel from among them."},{"number":6,"verse":"So Moses and Aaron did as the Lord commanded them, euen so did they."},{"number":7,"verse":"And Moses [was] Moses lived in affliction and banishment forty years before he commanded his office to deliver God's people. fourscore years old, and Aaron fourscore and three years old, when they spake unto Pharaoh."},{"number":8,"verse":"And the Lorde had spoken vnto Moses and Aaron, saying,"},{"number":9,"verse":"If Pharaoh speake vnto you, saying, Shewe a miracle for you, then thou shalt say vnto Aaron, Take thy rod, and cast it before Pharaoh, and it shalbe turned into a serpent."},{"number":10,"verse":"Then went Moses and Aaron vnto Pharaoh, and did euen as the Lord had commaunded: and Aaron cast forth his rod before Pharaoh and before his seruants, & it was turned into a serpent."},{"number":11,"verse":"Then Pharaoh also called the wise men and the It seems that these were Jannes and Jambres; (2Ti_3:8) so the wicked maliciously resist the truth of God. sorcerers: now the magicians of Egypt, they also did in like manner with their enchantments."},{"number":12,"verse":"For they cast downe euery man his rod, & they were turned into serpents: but Aarons rodde deuoured their rods."},{"number":13,"verse":"So Pharaohs heart was hardened, and hee hearkened not to them, as the Lorde had saide."},{"number":14,"verse":"The Lorde then saide vnto Moses, Pharaohs heart is obstinate, hee refuseth to let the people goe."},{"number":15,"verse":"Get thee unto Pharaoh in the morning; lo, he goeth out unto the water; and thou shalt stand by That is, the Nile river. the river's brink against he come; and the rod which was turned to a serpent shalt thou take in thine hand."},{"number":16,"verse":"And thou shalt say vnto him, The Lorde God of the Ebrewes hath sent me vnto thee, saying, Let my people goe, that they may serue mee in the wildernesse: and beholde, hitherto thou wouldest not heare."},{"number":17,"verse":"Thus saith the Lorde, In this shalt thou know that I am the Lord: behold, I wil smite with the rodde that is in mine hand vpon the water that is in the riuer, and it shalbe turned to blood."},{"number":18,"verse":"And the fish that is in the riuer shall dye, and the riuer shall stinke, and it shall grieue the Egyptians to drinke of the water of the riuer."},{"number":19,"verse":"The Lord then spake to Moses, Say vnto Aaron, Take thy rod, and stretch out thine hand ouer the waters of Egypt, ouer their streames, ouer their riuers, & ouer their pondes,, and ouer all pooles of their waters, and they shalbe blood, and there shalbe blood throughout all the land of Egypt, both in vessels of wood, and of stone."},{"number":20,"verse":"So Moses and Aaron did euen as the Lord commaunded: and hee lift vp the rodde, and smote the water that was in the riuer in the sight of Pharaoh, and in the sight of his seruants: and all the water that was in the riuer, was turned into blood."},{"number":21,"verse":"And the To show that it was a true miracle, God plagued them in that which was most needed for the preservation of life. fish that [was] in the river died; and the river stank, and the Egyptians could not drink of the water of the river; and there was blood throughout all the land of Egypt."},{"number":22,"verse":"And the magicians of Egypt did In outward appearance, after the seven days were ended. so with their enchantments: and Pharaoh's heart was hardened, neither did he hearken unto them; as the LORD had said."},{"number":23,"verse":"Then Pharaoh returned, and went againe into his house, neither did this yet enter into his heart."},{"number":24,"verse":"All the Egyptians then digged rounde about the riuer for waters to drinke: for they could not drinke of the water of the riuer."},{"number":25,"verse":"And this continued fully seuen dayes after the Lord had smitten the riuer."}]}