{"bibleAbbr":"mrRV2015","bookName":"पौलाचे तीताला पत्र","bookEnglishName":"Titus","chapterNumber":1,"verses":[{"number":1,"verse":"( सलाम) विश्वासाच्या सहभागितेतील माझे खरेखुरे लेकरू तीत ह्याला :"},{"number":2,"verse":"जे युगानुयुगाचे जीवन सत्यप्रतिज्ञ देवाने युगाच्या काळापूर्वी देऊ केले आणि त्याविषयीचे वचन त्याच आपल्या तारणार्‍या देवाच्या आज्ञेने मला सोपवलेल्या घोषणेत यथाकाळी त्याने प्रकट केले,"},{"number":3,"verse":"त्या जीवनाची आशा बाळगणार्‍या, देवाच्या निवडलेल्या लोकांच्या विश्वासासाठी आणि सुभक्तिदायक सत्याच्या ज्ञानासाठी येशू ख्रिस्ताचा प्रेषित, देवाचा दास पौल ह्याच्याकडून :"},{"number":4,"verse":"देवपित्यापासून व प्रभू येशू ख्रिस्त आपला तारणारा ह्याच्यापासून कृपा, दया व शांती असो."},{"number":5,"verse":"( वडिलांची निवडणूक) मी तुला क्रेतात ह्यासाठी ठेवून आलो की, तू अपुर्‍या राहिलेल्या गोष्टींची व्यवस्था करावीस, आणि मी तुला आज्ञा केल्याप्रमाणे तू प्रत्येक नगरात वडील1 नेमावेत."},{"number":6,"verse":"ज्याला नेमायचे तो निर्दोष, एका स्त्रीचा पती असावा; त्याची मुले विश्वास ठेवणारी असावीत. त्यांच्यावर बेतालपणा केल्याचा आरोप आलेला नसून ती अनावर नसावीत."},{"number":7,"verse":"अध्यक्ष2 हा देवाचा कारभारी आहे म्हणून तो निर्दोष असला पाहिजे; तो स्वच्छंदी, रागीट, मद्यपी, मारका, अनीतीने पैसे मिळवणारा नसावा;"},{"number":8,"verse":"तर अतिथिप्रिय, चांगुलपणाची आवड धरणारा, मर्यादशील, नीतिमान, पवित्र, संयमी,"},{"number":9,"verse":"आणि दिलेल्या शिक्षणानुसार जे विश्वसनीय वचन त्याला धरून राहणारा असा असावा; ह्यासाठी की, त्याने सुशिक्षणाने बोध करण्यास व उलट बोलणार्‍यांना कुंठित करण्यासही समर्थ व्हावे."},{"number":10,"verse":"( खोटे शिक्षक) कारण अनावर व व्यर्थ बोलणारे आणि फसवणारे पुष्कळ लोक आहेत; त्यांत विशेषेकरून सुंता झालेल्यांपैकी आहेत;"},{"number":11,"verse":"त्यांचे तोंड बंद केले पाहिजे; जे शिकवू नये ते अनीतीने पैसा मिळवण्यासाठी शिकवून ते संपूर्ण घराण्याच्या विश्वासाचा नाश करतात."},{"number":12,"verse":"त्या लोकांतील त्यांचाच कोणीएक संदेष्टा म्हणतो, “क्रेतीय सदा लबाड, दुष्ट पशू, आळशी व खादाड असतात.”"},{"number":13,"verse":"ही साक्ष खरी आहे; म्हणून कडकपणे त्यांच्या पदरी दोष घाल,"},{"number":14,"verse":"ह्यासाठी की, त्यांनी यहूदी कहाण्या आणि सत्यापासून बहकलेल्या माणसांच्या आज्ञा ह्यांकडे लक्ष न देता विश्वासात खंबीर व्हावे."},{"number":15,"verse":"शुद्ध जनांस सर्वकाही शुद्ध आहे, परंतु विटाळलेले व विश्वास न ठेवणारे ह्यांना काहीच शुद्ध नाही; त्यांची बुद्धी व विवेकभाव ही विटाळलेली आहेत."},{"number":16,"verse":"आपण देवाला ओळखतो असे ते बोलून दाखवतात; परंतु कृतींनी त्याला नाकारतात. ते अमंगळ, आज्ञाभंजक व प्रत्येक चांगल्या कामास नालायक आहेत."}]}