{"bibleAbbr":"mrRV2015","bookName":"पौलाचे तीताला पत्र","bookEnglishName":"Titus","chapterNumber":3,"verses":[{"number":1,"verse":"( ख्रिस्तशिष्याला साजेसे वर्तन व त्याचा पाया) त्यांनी सत्ताधीश व अधिकारी ह्यांच्या अधीन राहावे. त्यांच्या आज्ञा पाळाव्यात, प्रत्येक चांगल्या कामाला सिद्ध असावे;"},{"number":2,"verse":"कोणाची निंदा करू नये, भांडखोरपणा न करता सौम्य, व सर्व माणसांबरोबर सर्व प्रकारे नम्रतेने वागणारे असावे, अशी त्यांना आठवण दे."},{"number":3,"verse":"कारण आपणही पूर्वी निर्बुद्ध, अवज्ञा करणारे, बहकलेले, नाना प्रकारच्या वासनांचे व विलासांचे दास्य करणारे, दुष्टपणा व हेवा ह्यांत आयुष्य घालवणारे, द्वेषपात्र व एकमेकांचा द्वेष करणारे असे होतो;"},{"number":4,"verse":"परंतु जेव्हा आपला तारणारा देव ह्याची दया व मनुष्यांवरील प्रेम प्रकट झाले,"},{"number":5,"verse":"तेव्हा आपण केलेल्या नीतीच्या कृत्यांनी नव्हे तर नव्या जन्माचे स्नान व पवित्र आत्म्याने केलेले नवीकरण ह्यांच्या द्वारे त्याने आपल्या दयेनुसार आपल्याला तारले."},{"number":6,"verse":"त्याने तो आत्मा आपला तारणारा येशू ख्रिस्त ह्याच्या द्वारे आपल्यावर विपुलपणे ओतला आहे;"},{"number":7,"verse":"ह्यासाठी की, आपण त्याच्या कृपेने नीतिमान ठरून आशा धरल्याप्रमाणे युगानुयुगाच्या जीवनाचे वारस व्हावे."},{"number":8,"verse":"हे वचन विश्वसनीय आहे, आणि तू ह्या गोष्टींविषयी खातरीने सांगत असावे अशी माझी इच्छा आहे; ह्यासाठी की, ज्यांनी देवावर विश्वास ठेवला आहे, त्यांनी चांगली कृत्ये करण्याचे मनावर घ्यावे. ह्या गोष्टी माणसांसाठी चांगल्या व हितकारक आहेत;"},{"number":9,"verse":"परंतु मूर्खपणाचे वाद, वंशावळ्या, कलह व नियमशास्त्रा-विषयीची भांडणे, ह्यांपासून दूर राहा. कारण ती निरुपयोगी व व्यर्थ आहेत."},{"number":10,"verse":"तट पाडणार्‍या माणसाला एकदा-दोनदा बोध करून मग त्याला वर्ज्य कर;"},{"number":11,"verse":"असला माणूस बिघडलेला आहे, आणि त्याने स्वत:च स्वत:ला दोषी ठरवले असून तो पाप करत राहतो, हे तुला ठाऊक आहे."},{"number":12,"verse":"( सलाम) मी अर्तमाला किंवा तुखिकाला तुझ्याकडे पाठवल्यावर होईल तितके करून माझ्याकडे निकपलिसास निघून ये, कारण तेथे हिवाळा घालवण्याचे मी ठरवले आहे."},{"number":13,"verse":"जेना शास्त्री व अपुल्लो ह्यांना काही उणे पडणार नाही अशा तयारीने त्यांना शक्य तितक्या लवकर रवाना कर."},{"number":14,"verse":"आपल्या लोकांनी आपल्या अगत्याच्या गरजा पुरवल्या जाव्यात म्हणून चांगली कृत्येही करण्यास शिकावे, म्हणजे ते निष्फळ होणार नाहीत."},{"number":15,"verse":"माझ्याबरोबरचे सर्व जण तुला सलाम सांगतात. आमच्यावर प्रेम करणार्‍या सर्व विश्वासणार्‍यांना सलाम सांग. तुम्हा सर्वांबरोबर कृपा असो."}]}