{"bibleAbbr":"HOV2012","bookName":"2 पतरस","bookEnglishName":"2 Peter","chapterNumber":3,"verses":[{"number":1,"verse":"हे प्रियो, अब मैं तुम्हें यह दूसरी पत्री लिखता हूँ, और दोनों में सुधि दिलाकर तुम्हारे शुद्ध मन को उभारता हूँ,"},{"number":2,"verse":"कि तुम उन बातों को जो पवित्र भविष्यद्वक्‍ताओं ने पहले से कही हैं, और प्रभु और उद्धारकर्ता की उस आज्ञा को स्मरण करो जो तुम्हारे प्रेरितों के द्वारा दी गई थी।"},{"number":3,"verse":"पहले यह जान लो कि अन्तिम दिनों में हँसी ठट्ठा करनेवाले आएँगे जो अपनी ही अभिलाषाओं के अनुसार चलेंगे"},{"number":4,"verse":"और कहेंगे, “उसके आने की प्रतिज्ञा कहाँ गई? क्योंकि जब से बापदादे सो गए हैं, सब कुछ वैसा ही है जैसा सृष्‍टि के आरम्भ से था?”"},{"number":5,"verse":"वे तो जान बूझकर यह भूल गए कि परमेश्‍वर के वचन के द्वारा आकाश प्राचीन काल से विद्यमान है और पृथ्वी भी जल में से बनी और जल में स्थिर है,"},{"number":6,"verse":"इसी के कारण उस युग का जगत जल में डूब कर नष्‍ट हो गया।"},{"number":7,"verse":"पर वर्तमान काल के आकाश और पृथ्वी उसी वचन के द्वारा इसलिये रखे गए हैं कि जलाए जाएँ; और ये भक्‍तिहीन मनुष्यों के न्याय और नष्‍ट होने के दिन तक ऐसे ही रखे रहेंगे।"},{"number":8,"verse":"हे प्रियो, यह बात तुम से छिपी न रहे कि प्रभु के यहाँ एक दिन हज़ार वर्ष के बराबर है, और हज़ार वर्ष एक दिन के बराबर है।"},{"number":9,"verse":"प्रभु अपनी प्रतिज्ञा के विषय में देर नहीं करता, जैसी देर कुछ लोग समझते हैं; पर तुम्हारे विषय में धीरज धरता है, और नहीं चाहता कि कोई नष्‍ट हो, वरन् यह कि सब को मन फिराव का अवसर मिले।"},{"number":10,"verse":"परन्तु प्रभु का दिन चोर के समान आ जाएगा, उस दिन आकाश बड़ी हड़हड़ाहट के शब्द से जाता रहेगा और तत्व बहुत ही तप्‍त होकर पिघल जाएँगे और पृथ्वी और उस पर के काम जल जाएँगे।"},{"number":11,"verse":"जबकि ये सब वस्तुएँ इस रीति से पिघलनेवाली हैं, तो तुम्हें पवित्र चालचलन और भक्‍ति में कैसे मनुष्य होना चाहिए,"},{"number":12,"verse":"और परमेश्‍वर के उस दिन की बाट किस रीति से जोहना चाहिए और उसके जल्द आने के लिये कैसा यत्न करना चाहिए, जिसके कारण आकाश आग से पिघल जाएँगे, और आकाश के गण बहुत ही तप्‍त होकर गल जाएँगे।"},{"number":13,"verse":"पर उसकी प्रतिज्ञा के अनुसार हम एक नए आकाश और नई पृथ्वी की आस देखते हैं जिनमें धार्मिकता वास करेगी।"},{"number":14,"verse":"इसलिये, हे प्रियो, जब कि तुम इन बातों की आस देखते हो, तो यत्न करो कि तुम शान्ति से उसके सामने निष्कलंक और निर्दोष ठहरो,"},{"number":15,"verse":"और हमारे प्रभु के धीरज को उद्धार समझो, जैसा हमारे प्रिय भाई पौलुस ने भी उस ज्ञान के अनुसार जो उसे मिला, तुम्हें लिखा है।"},{"number":16,"verse":"वैसे ही उसने अपनी सब पत्रियों में भी इन बातों की चर्चा की है, जिनमें कुछ बातें ऐसी हैं जिनका समझना कठिन है, और अनपढ़ और चंचल लोग उन के अर्थों को भी पवित्रशास्त्र की अन्य बातों की तरह खींच तानकर अपने ही नाश का कारण बनाते हैं।"},{"number":17,"verse":"इसलिये हे प्रियो, तुम लोग पहले ही से इन बातों को जानकर चौकस रहो, ताकि अधर्मियों के भ्रम में फँसकर अपनी स्थिरता को कहीं हाथ से खो न दो।"},{"number":18,"verse":"पर हमारे प्रभु और उद्धारकर्ता यीशु मसीह के अनुग्रह और पहचान में बढ़ते जाओ। उसी की महिमा अब भी हो, और युगानुयुग होती रहे। आमीन।"}]}