{"bibleAbbr":"bnOV2016","bookName":"যোনা ভাববাদীর পুস্তক।","bookEnglishName":"Jonah","chapterNumber":1,"verses":[{"number":1,"verse":"( যোনার পলায়ন।) সদাপ্রভুর এই বাক্য অমিত্তয়ের পুত্র যোনার কাছে উপস্থিত হইল,"},{"number":2,"verse":"তুমি উঠ, নীনবীতে, সেই মহানগরে যাও, আর নগরের বিরুদ্ধে ঘোষণা কর, কেননা তাহাদের দুষ্টতা আমার সম্মুখে উঠিয়াছে।"},{"number":3,"verse":"কিন্তু যোনা সদাপ্রভুর সম্মুখ হইতে তর্শীশে পলাইয়া যাইবার নিমিত্ত উঠিলেন; তিনি যাফোতে নামিয়া গিয়া, তর্শীশে যাইবে এমন এক জাহাজ পাইলেন; তখন জাহাজের ভাড়া দিয়া সদাপ্রভুর সম্মুখ হইতে নাবিকদের সহিত তর্শীশে যাইবার জন্য সেই জাহাজে প্রবেশ করিলেন।"},{"number":4,"verse":"কিন্তু সদাপ্রভু সমুদ্রে প্রচণ্ড বায়ু পাঠাইয়া দিলেন, সমুদ্রে ভারী ঝড় উঠিল, এমন কি, জাহাজ ভাঙ্গিয়া যাইবার উপক্রম হইল।"},{"number":5,"verse":"তখন নাবিকেরা ভীত হইল, প্রত্যেক জন আপন আপন দেবতার কাছে কাঁদিতে লাগিল, আর ভার লাঘবের নিমিত্ত জাহাজের মাল সমুদ্রে ফেলিয়া দিল। কিন্তু যোনা জাহাজের খোলে নামিয়াছিলেন, শয়ন করিয়া ঘোর নিদ্রায় মগ্ন ছিলেন।"},{"number":6,"verse":"তখন জাহাজের অধ্যক্ষ তাঁহার নিকটে আসিয়া কহিলেন, ওহে, তুমি যে ঘুমাইতেছ তোমার কি হইল? উঠ, তোমার ঈশ্বরকে ডাক; হয় ত ঈশ্বর আমাদের বিষয় চিন্তা করিবেন, ও আমরা বিনষ্ট হইব না।"},{"number":7,"verse":"পরে নাবিকেরা পরস্পর কহিল, আইস, আমরা গুলিবাঁট করি, তাহা হইলে জানিতে পারিব, কাহার দোষে আমাদের প্রতি এই অমঙ্গল ঘটিতেছে। পরে তাহারা গুলিবাঁট করিল, আর যোনার নামে গুলি উঠিল।"},{"number":8,"verse":"তখন তাহারা তাঁহাকে কহিল, বল দেখি, কাহার দোষে আমাদের প্রতি এই অমঙ্গল ঘটিতেছে? তোমার ব্যবসায় কি? কোথা হইতে আসিয়াছ? তুমি কোন্ দেশের লোক? কোন্ জাতীয়?"},{"number":9,"verse":"তিনি তাহাদিগকে কহিলেন, আমি ইব্রীয়; আমি সদাপ্রভুকে ভয় করি, তিনি স্বর্গের ঈশ্বর, তিনি সমুদ্র ও স্থল নির্ম্মাণ করিয়াছেন।"},{"number":10,"verse":"তখন সেই লোকেরা অতিশয় ভীত হইয়া তাঁহাকে কহিল, তুমি এ কি কর্ম্ম করিয়াছ? কেননা তিনি যে সদাপ্রভুর সম্মুখ হইতে পলাইতেছেন, ইহা তাহারা জ্ঞাত ছিল, কারণ তিনি তাহাদিগকে বলিয়াছিলেন।"},{"number":11,"verse":"পরে তাহারা তাঁহাকে বলিল, আমরা তোমাকে কি করিলে সমুদ্র আমাদের প্রতি ক্ষান্ত হইতে পারে? কেননা সমুদ্র উত্তরোত্তর প্রচণ্ড হইয়া উঠিতেছিল।"},{"number":12,"verse":"তিনি তাহাদিগকে কহিলেন, আমাকে ধরিয়া সমুদ্রে ফেলিয়া দেও, তাহাতে সমুদ্র তোমাদের পক্ষে ক্ষান্ত হইবে; কেননা আমি জানি, আমারই দোষে তোমাদের উপরে এই ভারী ঝড় উপস্থিত হইয়াছে।"},{"number":13,"verse":"তথাপি সেই লোকেরা জাহাজ ফিরাইয়া ডাঙ্গায় লইয়া যাইবার জন্য ঢেউ কাটিতে যত্ন করিল; কিন্তু পারিল না, কারণ সমুদ্র তাহাদের বিপরীতে উত্তরোত্তর প্রচণ্ড হইয়া উঠিতেছিল।"},{"number":14,"verse":"এই জন্য তাহারা সদাপ্রভুকে ডাকিতে লাগিল, আর বলিল, বিনতি করি, হে সদাপ্রভু, বিনতি করি, এই ব্যক্তির প্রাণের নিমিত্ত আমাদের বিনাশ না হউক, এবং আমাদের উপরে নির্দ্দোষের রক্ত অর্পণ করিও না; কেননা, হে সদাপ্রভু, তুমি আপন ইচ্ছামত কর্ম্ম করিয়াছ।"},{"number":15,"verse":"পরে তাহারা যোনাকে ধরিয়া সমুদ্রে ফেলিয়া দিল, তাহাতে সমুদ্র থামিল, আর প্রচণ্ড হইল না।"},{"number":16,"verse":"তখন সেই লোকেরা সদাপ্রভু হইতে অতিশয় ভীত হইল; আর তাহারা সদাপ্রভুর উদ্দেশে বলিদান করিল, এবং নানা মানত করিল।"},{"number":17,"verse":"আর সদাপ্রভু যোনাকে গ্রাস করণার্থে একটা বৃহৎ মৎস্য নিরূপণ করিয়াছিলেন; সেই মৎস্যের উদরে যোনা তিন দিন ও তিন রাত্রি যাপন করিলেন।"}]}