{"bibleAbbr":"CVB1535","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":12,"verses":[{"number":1,"verse":"These are ye prestes and Leuites that wente vp with Zorobabel ye sonne of Saalthiel and with Iesua: Seraia, Ieremy, Esdras,"},{"number":2,"verse":"Amaria, Malluch, Hattus,"},{"number":3,"verse":"Sechania, Rehum, Meremoth,"},{"number":4,"verse":"Iddo, Ginthoi, Abia,"},{"number":5,"verse":"Meiamin, Maadia, Bilga,"},{"number":6,"verse":"Semaia, Ioiarib, Iedaia,"},{"number":7,"verse":"Sallu, Amok, Helchias & Iedaia. These were the heades amoge the prestes and their brethren in the tyme of Iesua."},{"number":8,"verse":"The Leuites were these: Iesua, Benui, Cadmiel, Serebia, Iuda and Mathania, ouer the office of thankesgeuynge, they & their brethre:"},{"number":9,"verse":"Bacbuchia & Vnni and their brethre, were aboute them in the watches."},{"number":10,"verse":"Iesua begat Ioachim. Ioachim begat Eliasib. Eliasib begat Ioiada."},{"number":11,"verse":"Ioiada begat Ionathan. Ionathan begat Iaddua."},{"number":12,"verse":"And in the tyme of Ioachim were these the chefe fathers amonge the prestes: namely of Seraia was Meraia, of Ieremy was Hanania,"},{"number":13,"verse":"of E?dras was Mesullam, of Amaria was Iohanan,"},{"number":14,"verse":"of Malluch was Ionathan, of Sebania was Ioseph,"},{"number":15,"verse":"of Harim was Adna, of Meraioth was Helcai,"},{"number":16,"verse":"of Iddo was Zachary, of Ginthon was Mesulla,"},{"number":17,"verse":"of Abia was Sichri, of Miniamin Moadia was Piltai,"},{"number":18,"verse":"of Bilga was Sammua, of Semaia was Ionathan,"},{"number":19,"verse":"of Ioiarib was Mathnai, of Iedaia was Vsi,"},{"number":20,"verse":"of Sallai was Callai, of Amok was Eber,"},{"number":21,"verse":"of Helchias was Hasabia, of Gedaia, was Nethaneel."},{"number":22,"verse":"And in the tyme of Eliasib. Ioiada, Iohanan and Iaddua, were the chefe fathers amonge the Leuites, and the prestes wrytte vnder the reigne of Darius ye Persian."},{"number":23,"verse":"The children of Leui the pryncipall fathers were wrytten in the Cronicles, vntyll the tyme of Iohanan the sonne of Eliasib."},{"number":24,"verse":"And these were the chefe amoge the Leuites, Hasabia, Serebia and Iesua the sonne of Cadmiel, & their brethren ouer agaynst them, to geue prayse and thankes, acordinge as Dauid ye ma of God had ordeyned it, one watch ouer agaynst another."},{"number":25,"verse":"Mathania, Bacbuchia, Obadia, Mesullam, Talmon and Acub were porters in the watch at the thresholdes of the gates."},{"number":26,"verse":"These were in the tyme of Ioiachim the sonne of Iesua the sonne of Iosedec, and in the tyme of Nehemias the Debyte, and of the prest E?dras the scrybe."},{"number":27,"verse":"And in the dedicacion of the wall at Ierusalem, were the Leuites soughte out of all their places, that they mighte be broughte to Ierusalem, to kepe ye dedicacion in gladnesse, with thankesgeuynges, with synginge, with Cymbales, Psalteries and harpes."},{"number":28,"verse":"And the children of the syngers gathered the selues together from the playne countre aboute Ierusalem, and from the vyllages of Nethophathi,"},{"number":29,"verse":"and from the house of Gilgal, & out of the feldes of Gibea & Asmaueth: for ye syngers had buylded them vyllages aboute Ierusalem."},{"number":30,"verse":"And ye prestes and Leuites purified them selues, and clensed the people, the gates and the wall."},{"number":31,"verse":"And I caused the prynces to go vp vpon the wall, and appoynted two greate queres of thankesgeuynge, which wete on the righte hande of the wall towarde the Donggate,"},{"number":32,"verse":"and after them wete Hosaia, and halfe of the prynces of Iuda,"},{"number":33,"verse":"& Asaria, E?dras, Mesullam,"},{"number":34,"verse":"Iuda, Ben Iamin, Semaia and Ieremy:"},{"number":35,"verse":"and certayne of the prestes childre wt trompettes, namely Zachary ye sonne of Ionathan, the sonne of Semaia, the sonne of Mathania, the sonne of Michaia, the sonne of Sachur, the sonne of Assaph,"},{"number":36,"verse":"and his brethren, Semaia, Asareel, Milalai, Gilalai, Maai, Nathaneel and Iuda and Hanani, with the musicall instrumentes of Dauid ye man of God. And E?dras ye scrybe before the"},{"number":37,"verse":"towarde the Wellgate, and they wente vp ouer agaynst them vpon the steppes of the cite of Dauid at the goynge vp of the wall to the house of Dauid, vnto the Watergate Eastwarde."},{"number":38,"verse":"The other quere of thankesgeuynge wente ouer against them, and I after them, and the halfe parte of the people vpon ye wall, towarde ye Fornacegate vpwarde, vntyll ye brode wall,"},{"number":39,"verse":"and to ye porte of Ephraim, and to the Oldgate, and to ye Fyshgate, and to the tower of Hananeel, and to the tower of Meah, vntyll the Shepegate. And in ye presongate stode they styll,"},{"number":40,"verse":"and so stode the two queres of thankesgeuynge of the house of God, and I and the halfe of the rulers with me,"},{"number":41,"verse":"and the prestes, namely Eliachim, Maeseia, Miniamin, Michaia, Elioenai, Zachary, Hanania, with tropettes,"},{"number":42,"verse":"and Maeseia, Semaia, Eleasar, Vsi, Iohanan, Malchia, Elam and Aser. And the syngers songe loude, and Iesrahia was the ouerseer."},{"number":43,"verse":"And the same daye were there greate sacrifices offred, & they reioysed: for God had geue them greate gladnesse, so that both the wyues and children were ioyfull, & the myrth of Ierusalem was herde farre of."},{"number":44,"verse":"At the same tyme were there men appoynted ouer the treasure chestes (wherin were ye Heueofferynges, the firstlinges and the tithes) that they shulde gather them out of ye feldes aboute the cities, to destribute the vnto the prestes and Leuites acordinge to the lawe: for Iuda was glad of the prestes, and Leuites, that they stode and wayted"},{"number":45,"verse":"vpon the office of their God, and the office of the purificacion. And the syngers & porters stode after the commaundemet of Dauid & of Salomon his sonne:"},{"number":46,"verse":"for in the tyme of Dauid and Assaph, were the chefe syngers founded, and the songes of prayse and thankesgeuynge vnto God."},{"number":47,"verse":"In the tyme of Zorobabel and Nehemias, dyd all Israel geue porcios vnto the syngers and porters, euery daye his porcion, and they gaue thinges halowed vnto the Leuites, and the Leuites gaue thinges that were sanctified, vnto the childre of Aaron."}]}