{"bibleAbbr":"CVB1535","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":3,"verses":[{"number":1,"verse":"And Eliasib the hye prest gat him vp with his brethren the prestes, and buylded the Shepegate. They halowed it, and set vp the dores of it: euen vnto the tower Mea halowed they it, namely vnto the tower of Hananeel."},{"number":2,"verse":"Nexte vnto him buylded ye men of Iericho. And besyde him buylded Sachur the sonne of Imri."},{"number":3,"verse":"But the Fyshporte dyd the children of Senaa buylde, they couered it, and set on the dores, lockes and barres of it."},{"number":4,"verse":"Nexte vnto him buylded Meremoth the sonne of Vria the sonne of Hacoz. Nexte vnto him buylded Mesullam ye sonne of Barachias ye sonne of Mesesabeel. Nexte vnto him buylded Sadoc ye sonne of Baena."},{"number":5,"verse":"Nexte vnto him buylded they of Thecoa. But their greate me put not their neckes to ye seruyce of their lorde."},{"number":6,"verse":"The Oldgate buylded Ioiada ye sonne of Passeah, & Mesullam the sonne of Besodia: they couered it, and set on the dores, lockes & barres of it."},{"number":7,"verse":"Nexte vnto them buylded Melacia of Gibeon, and Iadon of Morono, me of Gibeon and of Mispa, for the seate of the Debyte on this syde the water."},{"number":8,"verse":"Nexte vnto him buylded Vsiel the sonne of Harhaia the goldsmyth. Nexte vnto him buylded Hanania ye Apotecarys sonne, & they repayred Ierusale vnto the brode wall."},{"number":9,"verse":"Nexte vnto him buylded Rephaia the sonne of Hur, the ruler of the halfe quarter of Ierusalem."},{"number":10,"verse":"Nexte vnto him buylded Iedaia the sonne of Harumaph, ouer agaynst his house. Nexte vnto him buylded Hattus the sonne of Hasabema."},{"number":11,"verse":"But Malchia the sonne of Harim, and Hasub the sonne of Pahath Moab buylded ye other pece, and the tower beside the fornace."},{"number":12,"verse":"Nexte vnto him buylded Sallum the sonne of Halohes the ruler of the halfe quarter of Ierusalem, and his daughters."},{"number":13,"verse":"The valley gate buylded Hanum, and the citesins of Sanoah. They buylded it, and set on the dores, lockes and barres therof, and a thousande cubytes on the wall, vnto the Dogeporte."},{"number":14,"verse":"But the Dongeporte buylded Malechia the sonne of Rechab, the ruler of the fourth parte of the vynyardes: He buylded it, & set on the dores, lockes & barres therof."},{"number":15,"verse":"But the Wellgate builded Sallum ye sonne of ChalHose, the ruler of the fourthparte of Mispa: He builded it, & couered it, & set on ye dores, lockes, & barres therof, & the wall vnto the pole of Sybah by the kynges garden, vnto the steppes that go downe from the cite of Dauid."},{"number":16,"verse":"After him builded Nehemia the sonne of A?buk, the ruler of the halfe quarter of Bethzur, vntyll the other side ouer agaynst the sepulcres of Dauid, and to the pole Asuia, & vnto the house of the mightie."},{"number":17,"verse":"After him buylded the Leuites, Rehum the sonne of Bani. Nexte vnto him buylded Hasabia ye ruler of the halfe quarter at Regila in his quarter."},{"number":18,"verse":"After him buylded their brethre, Banai the sonne of Henadab, the ruler of the halfe quarter of Segila."},{"number":19,"verse":"After him buylded Eser the sonne of Iesua ye ruler of Mispa, the other pece hard ouer against the Harnesse corner."},{"number":20,"verse":"After him buylded Baruc the sonne of Sabai the other pece worshipfully & costly, fro the corner vnto ye dore of ye house of Eliasib ye hye prest."},{"number":21,"verse":"After him builded Meremoth the sonne of Vria the sonne of Hacos the other pece, fro ye dore of Eliasibs house, vnto the ende of the house of Eliasib."},{"number":22,"verse":"After him buylded the prestes, the me of the countre."},{"number":23,"verse":"After him buylded BenIamin and Hasub ouer against their house. After the buylded Asaria the sonne of Maeseia the sonne of Anania nexte vnto his house."},{"number":24,"verse":"After him buylded Benui ye sonne of Henadad the other pece from the house of Asaria vnto the turnynge, and vnto the corner."},{"number":25,"verse":"After him buylded Palal the sonne of Vsai, ouer agaynst the corner & the hye tower, which lieth out ouer fro the kynges house, besyde the courte of the preson. After him Pedaia the sonne of Pareos"},{"number":26,"verse":"(As for ye Nethinims they dwelt in Ophel, vnto ye Watergate, towarde the east where ye tower lieth out)"},{"number":27,"verse":"After him buylded they of Thecoa ye other pece ouer against ye greate tower, yt lieth outwarde, and vnto the wall of Ophel."},{"number":28,"verse":"But from the Horsgate forth buylded ye prestes, euery one ouer agaynst his house."},{"number":29,"verse":"After them buylded Sadoc ye sonne of Immer ouer against his house. After him buylded Semaia the sonne of Sachania ye keper of the eastgate."},{"number":30,"verse":"After him buylded Hanania the sonne of Selemia, & Hanum the sonne of Zalaph ye sixte, ye other peace. After him builded Mesullam the sonne of Berechia ouer against his chest."},{"number":31,"verse":"After him builded Malchia the goldsmythes sonne, vntyll ye house of the Nethinims, and of the marchauntes ouer agaynst the councell gate, and to the perler in the corner."},{"number":32,"verse":"And betwene the perler of the corner vnto the Shepegate builded the goldsmythes and the marchauntes."}]}