{"bibleAbbr":"CVB1535","bookName":"Nehemiah","bookEnglishName":"Nehemiah","chapterNumber":8,"verses":[{"number":1,"verse":"Now whan the seuenth moneth drue nye, and ye children of Israel were in their cities, all the people gathered them selues together as one man vpon the strete before the Watergate, and sayde vnto E?dras the scrybe, that he shulde fetch the boke of the lawe of Moses, which the LORDE commaunded Israel."},{"number":2,"verse":"And E?dras the prest brought ye lawe before the congregacio both of men and wemen, and of all that coulde vnderstonde it, vpon the first daye of the seuenth moneth,"},{"number":3,"verse":"and red therin in the strete that is before the Watergate, from ye light mornynge vntyll the noone daye before men and wemen and soch as coulde vnderstonde it: and the eares of all the people were inclyned vnto the boke of the lawe."},{"number":4,"verse":"And E?dras the scrybe stode vpon an hye pulpit of wod, which they had made for the preachynge, & beside him stode Mathithia, Sema, Anania Vria, Ezechias, and Maeseia on his righte hand: And on his lefte honde stode Pedaia, Misael, Malchia, Hasum, Ha?badana, Zachary and Mesullam."},{"number":5,"verse":"And E?dras opened ye boke before all ye people, for he stode aboue all ye people. And whan he opened it, all the people stode vp."},{"number":6,"verse":"And E?dras praysed the LORDE the greate God. And all the people answered Amen, Amen, with their handes vp, and bowed the selues, and worshipped ye LORDE with their faces to the grounde."},{"number":7,"verse":"And Iesua, Bani, Serebia, Iamin, Acub, Sabthai, Hodaia, Maeseia, Celita, Asaria, Iosabad, Hanam, Plaia, and the Leuites, caused ye people to geue hede vnto the lawe, & the people stode in their place."},{"number":8,"verse":"And they red in the boke of the lawe of God distinctly and planely, so that men vnderstode the thinge that was red."},{"number":9,"verse":"And Nehemias (which is Hathirsatha) and Esdras the prest and scrybe, and the Leuites yt caused the people to take hede, sayde vnto all the people: This daye is holy vnto the LORDE youre God: be not ye sory therfore, & wepe not. For all ye people wepte, wha they herde the wordes of the lawe."},{"number":10,"verse":"Therfore sayde he vnto them: Go youre waye, and eate the fat, and drynke the swete, and sende parte vnto them also that haue not prepared themselues: for this daye is holy vnto oure LORDE, be not ye sory therfore: for the ioye of the LORDE is youre strength."},{"number":11,"verse":"And the Leuites stylled all the people, and sayde: Holde youre peace, for the daye is holy, vexe not ye youre selues."},{"number":12,"verse":"And all the people wente their waye to eate and drinke, and to sende parte vnto other, and to make greate myrth, for they had vnderstonde the wordes that were declared vnto them."},{"number":13,"verse":"And on the nexte daye were gathered together the chefe fathers amonge all the people, and the prestes and Leuites, vnto Esdras the scrybe, that he shulde teach them ye wordes of the lawe."},{"number":14,"verse":"And they founde written in the lawe, how that the LORDE had commaunded by Moses, that the childre of Israel shulde dwell in bothes in the feast of the seuenth moneth."},{"number":15,"verse":"And so they caused it be declared and proclamed in all their cities, & at Ierusalem, sayenge: Go vp vnto ye mout and fetch Olyue braunches, Pynebraunches, Myrtbraunches, Palmebraunches, & braunches of thicketrees, to make bothes as it is wrytten."},{"number":16,"verse":"And ye people wente vp, and fetched the, and made them bothes, euery one vpon the rofe of his house, and in their courtes, and in the courtes of the house of God, and in the strete by the Watergate, and in the strete by Ephraims porte."},{"number":17,"verse":"And all the congregacion of them that were come agayne out of the captyuite, made bothes, and dwelt therin: for sence the tyme of Iosua the sonne of Nu vnto this daye, had not the children of Israel done so, and there was very greate gladnesse."},{"number":18,"verse":"And euery daye from the first daie vnto the last, red he in the boke of the lawe of God. And seuen dayes helde they the feast, & on the eight daye the gatherynge together, acordynge vnto the maner."}]}