{"bibleAbbr":"maiNT","bookName":"मसीह-दूत सभक काज","bookEnglishName":"Acts of the Apostles","chapterNumber":14,"verses":[{"number":1,"verse":"( इकुनियुम मे) करीब वैह बात इकुनियुम मे सेहो भेल—पौलुस आ बरनबास यहूदी सभक सभाघर मे गेलाह, और एहन उपदेश देलनि जे बहुतो यहूदी और आन जातिक लोक सभ विश्‍वास कऽ लेलक।"},{"number":2,"verse":"मुदा जे यहूदी सभ विश्‍वास नहि करऽ चाहलक, से सभ आन जातिक लोक केँ बहकाबऽ लागल आ ओकरा सभक मोन मे विश्‍वासी भाय सभक प्रति दुश्‍मनी उत्‍पन्‍न कऽ देलकैक।"},{"number":3,"verse":"पौलुस आ बरनबास ओतऽ बहुत दिन धरि रहलाह आ निडर भऽ प्रभु यीशुक लेल प्रचार करैत रहलाह। प्रभु हुनका सभक माध्‍यम सँ आश्‍चर्यपूर्ण चिन्‍ह आ चमत्‍कारक काज सभ कऽ कऽ अपन कृपाक विषय मे हुनका सभक प्रचार केँ सत्‍य ठहरौलनि।"},{"number":4,"verse":"शहरक लोक मे आब फूट पड़ि गेल—किछु लोक यहूदी सभक संग भऽ गेल, आ किछु लोक मसीह-दूत सभक संग।"},{"number":5,"verse":"जखन आन जातिक लोक आ यहूदी सभ अपन अधिकारी सभक संग मिलि कऽ हिनका सभ केँ अपमानित करबाक आ पथरबाहि कऽ मारि देबाक लेल नियारलक,"},{"number":6,"verse":"तँ ई बात हिनको सभ केँ बुझऽ मे आबि गेलनि, आ तुरत लुकाउनिया क्षेत्रक लुस्‍त्रा और दरबे नगर मे भागि गेलाह।"},{"number":7,"verse":"ओ सभ ओहि नगर सभ मे आ लग-पासक देहात मे शुभ समाचारक प्रचार करैत रहलाह।"},{"number":8,"verse":"( लुस्‍त्रा आ दरबे नगर सभ मे) लुस्‍त्रा नगर मे एक लोथ आदमी बैसल छल। ओ जन्‍मे सँ लोथ छल आ कहियो चलल नहि छल।"},{"number":9,"verse":"ई आदमी पौलुसक प्रवचन सुनि रहल छल। पौलुस ओकरा टकटकी लगा कऽ देखलथिन आ ई देखि जे ओकरा ई विश्‍वास छैक जे हम स्‍वस्‍थ भऽ सकैत छी,"},{"number":10,"verse":"ओ जोर सँ ओहि आदमी केँ कहलथिन, “अपन पयर पर सोझ भऽ कऽ ठाढ़ होउ!” एहि पर ओ छरपि कऽ ठाढ़ भेल आ चलऽ-फिरऽ लागल।"},{"number":11,"verse":"भीड़क लोक सभ जखन देखलक जे पौलुस की कयलनि, तँ ओ सभ लुकाउनियाक भाषा मे जोर-जोर सँ बाजि कऽ कहऽ लागल, “देवता सभ मनुष्‍य बनि कऽ हमरा सभक बीच अयलाह अछि!”"},{"number":12,"verse":"बरनबास केँ ओ सभ “ज्‍यूस-देवता” सँ सम्‍बोधन करऽ लगलनि, आ पौलुस केँ “हिरमेस-देवता,” कारण पौलुस मुख्‍य बाजऽ वला छलाह।"},{"number":13,"verse":"ज्‍यूस-देवताक पुजारी, जकर मन्‍दिर शहर सँ बाहर छल, से बड़का भीड़क संग हुनका सभ लग पशु-बलि चढ़यबाक लेल बड़द आ फूलक माला सभ लऽ कऽ शहरक प्रवेश-द्वारि लग आयल।"},{"number":14,"verse":"मुदा बरनबास आ पौलुस ई सुनि कऽ विरोध स्‍वरूप अपन वस्‍त्र फाड़लनि आ ओहि भीड़ मे दौड़ि कऽ गेलाह आ ओकरा सभ केँ जोर सँ कहऽ लगलाह,"},{"number":15,"verse":"“अहाँ सभ ई की कऽ रहल छी?! हमहूँ सभ अहीं सभ जकाँ मनुष्‍ये छी! हम सभ अहाँ सभ केँ ई शुभ समाचार सुनयबाक लेल आयल छी जे अहाँ सभ निरर्थक मुरुतक पूजा-पाठ कयनाइ छोड़ि कऽ जीवित परमेश्‍वर जे आकाश, पृथ्‍वी, समुद्र और ओहि मे जे किछु अछि, तकर सभक रचना कयने छथि, तिनका पर विश्‍वास करू।"},{"number":16,"verse":"प्राचीन समय मे ओ सभ जाति केँ अपना-अपना रस्‍ता पर चलऽ देलनि,"},{"number":17,"verse":"तैयो ओ अपना भलाइक काज द्वारा मनुष्‍य जाति केँ अपना बारे मे साक्षी दैत रहलाह—ओ अहाँ सभ केँ आकाश सँ वर्षा आ ठीक समय पर उपजा दैत छथि। अहाँ सभ केँ भोजनक वस्‍तु सँ तृप्‍त करैत छथि और अहाँ सभक मोन केँ हर्षित करैत छथि।”"},{"number":18,"verse":"ई सभ बात कहलाक बादो ओ सभ ओकरा सभ केँ बहुत मुश्‍किल सँ मना सकलाह जे हमरा सभ लग बलि नहि चढ़ाउ।"},{"number":19,"verse":"तखन अन्‍ताकिया और इकुनियुम सँ यहूदी सभ आयल और जनता केँ अपना पक्ष मे कऽ कऽ पौलुस पर पथरबाहि कयलक, आ हुनका मरल बुझि कऽ शहर सँ बाहर घिसिआ कऽ धऽ अयलनि।"},{"number":20,"verse":"मुदा शिष्‍य सभ जखन हुनका चारू कात जमा भेलनि तँ हुनका होश अयलनि और ओ उठि कऽ शहर मे गेलाह। प्रात भेने ओ बरनबासक संग दरबे नगर चल गेलाह।"},{"number":21,"verse":"( प्रचार-यात्राक समाप्‍ति) ओहू नगर मे ओ सभ शुभ समाचारक प्रचार कयलनि, और बहुत शिष्‍य सभ बना कऽ लुस्‍त्रा, इकुनियुम आ अन्‍ताकिया नगर घूमि अयलाह।"},{"number":22,"verse":"एहि नगर सभ मे ओ सभ शिष्‍य सभक हिम्‍मत बढ़बैत ओकरा सभ केँ विश्‍वास मे स्‍थिर रहबाक लेल प्रोत्‍साहित करैत छलाह, और कहैत छलाह जे “परमेश्‍वरक राज्‍य मे प्रवेश करबाक लेल अपना सभ केँ बहुत कष्‍ट सहऽ पड़त।”"},{"number":23,"verse":"ओ सभ शिष्‍य सभक लेल प्रत्‍येक मण्‍डली मे देख-रेख कयनिहार सभ केँ नियुक्‍त कयलथिन और उपास आ प्रार्थना कऽ कऽ प्रभु यीशु, जिनका पर ओ सभ विश्‍वास रखने छलाह, तिनका हाथ मे सौंपि देलथिन।"},{"number":24,"verse":"ओतऽ सँ पौलुस आ बरनबास पिसिदिया अंचल दऽ कऽ पंफूलिया प्रदेश मे अयलाह।"},{"number":25,"verse":"ओहि अंचलक पर्गा नगर मे शुभ समाचार सुना कऽ अतालिया नगर अयलाह।"},{"number":26,"verse":"ओतऽ सँ ओ सभ पानि जहाज सँ ⌞सीरिया प्रदेशक⌟ अन्‍ताकिया नगर मे घूमि अयलाह, जतऽ विश्‍वासी भाय सभ हुनका सभ केँ परमेश्‍वरक जिम्‍मा मे ओहि काजक लेल सौंपि देने छलनि, जाहि काज केँ ओ सभ आब पूरा कऽ लेने छलाह।"},{"number":27,"verse":"ओ सभ ओहिठाम पहुँचि कऽ मण्‍डली केँ जमा कऽ कऽ सुनौलनि जे परमेश्‍वर हुनका सभक द्वारा केहन-केहन काज कयलनि, आ कोना परमेश्‍वर गैर-यहूदी लोकक लेल विश्‍वासक द्वारि खोलि देलनि।"},{"number":28,"verse":"ओ सभ अन्‍ताकिया मे शिष्‍य सभक संग बहुत दिन धरि रहलाह।"}]}