{"bibleAbbr":"maiNT","bookName":"मसीह-दूत सभक काज","bookEnglishName":"Acts of the Apostles","chapterNumber":15,"verses":[{"number":1,"verse":"( अन्‍ताकिया मे विवाद) तखन किछु लोक यहूदिया प्रदेश सँ अन्‍ताकिया मे आबि कऽ विश्‍वासी भाय सभ केँ एहि तरहेँ सिखाबऽ लागल जे, “जाबत धरि अहाँ सभ मूसाक प्रथाक अनुसार अपना शरीर मे खतनाक चेन्‍ह नहि कऽ लेब, ताबत धरि अहाँ सभक उद्धार नहि भऽ सकत।”"},{"number":2,"verse":"एहि विषय पर ओकरा सभक संग पौलुस आ बरनबास केँ बहुत झगड़ा आ वाद-विवाद भऽ गेलनि। अन्‍त मे ई निश्‍चय कयल गेल जे पौलुस, बरनबास आ ओहिठामक आरो किछु विश्‍वासी भाय सभ यरूशलेम जाथि आ एहि प्रश्‍नक विषय मे ओतऽ मसीह-दूत सभ और मण्‍डलीक देख-रेख कयनिहार लोकनिक संग बात करथि।"},{"number":3,"verse":"अन्‍ताकियाक मण्‍डली हुनका सभ केँ विदा कयलकनि। ओ सभ फीनिकी आ सामरिया प्रदेश दऽ कऽ गेलाह आ ओहिठामक विश्‍वासी भाय सभ केँ ई खबरि सुनौलनि जे कोना गैर-यहूदी लोक सभ सेहो विश्‍वास कयलनि, जकरा सुनि कऽ सभ विश्‍वासी भाय अति आनन्‍दित भेलाह।"},{"number":4,"verse":"पौलुस आ बरनबास जखन यरूशलेम पहुँचलाह तँ ओहिठामक मण्‍डली, मसीह-दूत आ मण्‍डलीक देख-रेख कयनिहार सभ हुनका सभक स्‍वागत कयलथिन। तखन पौलुस आ बरनबास हुनका सभ केँ सुनाबऽ लगलाह जे परमेश्‍वर हुनका सभक माध्‍यम सँ केहन-केहन काज सभ कयलनि।"},{"number":5,"verse":"एहि पर फरिसी दलक किछु लोक, जे विश्‍वासी भऽ गेल छल, से सभ उठि कऽ कहऽ लागल, “अन्‍यजातिक विश्‍वासी सभ केँ खतना करौनाइ जरूरी अछि, और ओकरा सभ केँ आज्ञा देल जाय जे ओ सभ मूसाक धर्म-नियमक पालन करय।”"},{"number":6,"verse":"( यरूशलेमक सभा द्वारा विवादक निर्णय) एहि बातक सम्‍बन्‍ध मे विचार-विमर्श करबाक लेल, मसीह-दूत आ मण्‍डलीक देख-रेख कयनिहार लोकनि एक ठाम जमा भेलाह।"},{"number":7,"verse":"बहुत काल धरि घमर्थन भेलाक बाद, पत्रुस उठि कऽ कहलनि, “यौ भाइ लोकनि, अहाँ सभ केँ बुझल अछि जे बहुत दिन पहिने परमेश्‍वर अहाँ सभ मे सँ हमरा एहि लेल चुनलनि जे गैर-यहूदी लोक सभ हमरा मुँह सँ शुभ समाचार सुनय आ विश्‍वास करय।"},{"number":8,"verse":"मोनक बात बुझऽ वला परमेश्‍वर अपना सभ जकाँ ओकरो सभ केँ अपन पवित्र आत्‍मा प्रदान कऽ कऽ एहि बातक प्रमाण देलनि जे ओकरा सभ केँ ओ स्‍वीकार कयलनि।"},{"number":9,"verse":"अपना सभ और ओकरा सभ मे ओ कोनो भेद नहि रखलनि—ओ ओकरा सभक मोन विश्‍वासेक द्वारा शुद्ध कयलनि।"},{"number":10,"verse":"तेँ अहाँ सभ आब किएक विश्‍वासी सभक कान्‍ह पर एहन जुआ लादि कऽ परमेश्‍वर केँ जँचैत छियनि, जकरा ने अपना सभ आ ने अपना सभक पूर्वज लोकनि खीचि सकलाह?"},{"number":11,"verse":"नहि! अपना सभक विश्‍वास अछि जे अपना सभक उद्धार प्रभु यीशुक कृपेक कारणेँ भेल अछि—जेना ओकरा सभक तेना अपनो सभक।”"},{"number":12,"verse":"ई बात सुनि कऽ सभाक सभ लोक चुप भऽ गेलाह, और पौलुस आ बरनबासक बात सुनऽ लगलाह जे परमेश्‍वर हुनका सभक द्वारा केहन-केहन आश्‍चर्यपूर्ण चिन्‍ह आ चमत्‍कार सभ गैर-यहूदी लोक सभक बीच कयलनि।"},{"number":13,"verse":"हुनका सभक बात जखन समाप्‍त भेलनि तखन याकूब बजलाह, “यौ भाइ लोकनि, हमर बात सुनू!"},{"number":14,"verse":"परमेश्‍वर कोना शुरू मे दोसरो जाति सभ पर दया कऽ कऽ ओकरा सभ केँ अपन लोक बना लेलनि, तकरा सम्‍बन्‍ध मे सिमोन एखने कहलनि,"},{"number":15,"verse":"आ हिनकर ई बात परमेश्‍वरक प्रवक्‍ता लोकनिक बात सँ सेहो मिलैत अछि, जेना लिखल अछि,"},{"number":16,"verse":"‘एकरा बाद हम घूमि कऽ आयब, आ दाऊदक खसल घर केँ फेर उठायब। ओकर ढहलाहा भाग केँ फेर बनायब, ओकर पुनः निर्माण करब,"},{"number":17,"verse":"जाहि सँ बाँकी सभ लोक सेहो हमरा ताकय, अर्थात् दोसर जातिक ओ लोक सभ, जकरा सभ केँ हम एहि लेल बजौलहुँ जे ओ सभ हमर बनय।"},{"number":18,"verse":"ई बात कहऽ वला हम ओ परमेश्‍वर छी जे प्राचीन काल सँ एहि बात केँ स्‍पष्‍ट करैत आयल छी।’"},{"number":19,"verse":"“एहि लेल दोसर जातिक लोक सभ जे अपना बाट केँ छोड़ि कऽ परमेश्‍वर लग आबि रहल अछि, तकरा सभक लेल अपना सभ कठिनाइ नहि उत्‍पन्‍न करी, से हमर विचार अछि।"},{"number":20,"verse":"तेँ ओकरा सभ केँ लिखि पठा देल जाय जे ओ सभ एहि बात सभ सँ बाँचल रहथु—मूर्ति पर चढ़यबाक कारणेँ अशुद्ध भेल वस्‍तु सभ सँ, अनैतिक शारीरिक सम्‍बन्‍ध सँ, कण्‍ठ दबा कऽ मारल ⌞अर्थात्, बिनु खून बहा कऽ मारल⌟ पशुक माँसु सँ आ खूनक खान-पान सँ।"},{"number":21,"verse":"कारण, प्राचीन काल सँ तँ मूसाक धर्म-नियमक प्रचार नगर-नगर मे कयल जाइत अछि, आ हुनकर लेख प्रत्‍येक विश्राम-दिन सभाघर सभ मे पढ़ल जाइत अछि।”"},{"number":22,"verse":"( निर्णय पठाओल गेल) तखन मसीह-दूत सभ आ मण्‍डलीक देख-रेख कयनिहार लोकनि पूरा मण्‍डलीक संग मिलि कऽ निर्णय कयलनि जे अपना सभ मे सँ किछु गोटे केँ चुनि कऽ पौलुस आ बरनबासक संग अन्‍ताकिया पठाबी। तँ यहूदा, जिनकर दोसर नाम बरसब्‍बा छलनि, आ सिलास केँ ओ सभ चुनलनि। हुनका सभ केँ विश्‍वासी भाय सभ विशेष मानैत छलनि।"},{"number":23,"verse":"हुनके सभक हाथेँ ओ सभ ई चिट्ठी पठौलनि— प्रिय अन्‍ताकिया, सीरिया आ किलिकियाक निवासी गैर-यहूदी विश्‍वासी भाय सभ, अहाँ सभ केँ मसीह-दूत आ यरूशलेमक मण्‍डलीक देख-रेख कयनिहार अहाँ सभक भाय लोकनिक दिस सँ नमस्‍कार।"},{"number":24,"verse":"हमरा सभ केँ सुनबा मे आयल अछि जे हमरा सभ मे सँ किछु गोटे अहाँ सभक ओहिठाम जा कऽ अपना बात द्वारा दुःख देने अछि। हम सभ ओकरा सभ केँ एहि तरहक कोनो आदेश नहि देने छलिऐक।"},{"number":25,"verse":"तेँ हम सभ एक ठाम जमा भऽ कऽ सभक सहमति सँ दू आदमी केँ अहाँ सभ लग पठयबाक निर्णय कयलहुँ।"},{"number":26,"verse":"हमरा सभक प्रिय मित्र पौलुस आ बरनबास, जिनकर जान अपना सभक प्रभु यीशु मसीहक नामक कारणेँ जाय लागल छलनि,"},{"number":27,"verse":"तिनका सभक संग हम सभ एहि दूनू भाय यहूदा आ सिलास केँ अहाँ सभ लग पठा रहल छी। ओ सभ अपन मुँहो सँ यैह बात कहि देताह जे एहि पत्र मे लिखल अछि।"},{"number":28,"verse":"पवित्र आत्‍मा केँ आ हमरा सभ केँ ई उचित बुझायल जे निम्‍नलिखित आवश्‍यक बात सभ केँ छोड़ि कऽ आरो कोनो बातक बोझ अहाँ सभ पर नहि लादी—"},{"number":29,"verse":"मूर्ति पर चढ़ाओल खयबाक वस्‍तु सँ, खूनक खान-पान सँ, कण्‍ठ दबा कऽ मारल ⌞अर्थात् बिनु खून बहा कऽ मारल⌟ पशुक माँसु सँ, आ अनैतिक शारीरिक सम्‍बन्‍ध सँ बँचू। एहि बात सभ सँ दूर रहला सँ अहाँ सभक भलाइ होयत। शेष शुभ।"},{"number":30,"verse":"हुनका सभ केँ मण्‍डलीक लोक विदा कयलकनि, आ ओ सभ अन्‍ताकिया गेलाह। ओतऽ पहुँचि कऽ ओ सभ मण्‍डलीक लोक केँ बजा कऽ चिट्ठी देलथिन।"},{"number":31,"verse":"ओ सभ चिट्ठी पढ़ि प्रोत्‍साहनक एहन बात सँ अति आनन्‍दित भेलाह।"},{"number":32,"verse":"यहूदा आ सिलास, जे स्‍वयं परमेश्‍वरक प्रवक्‍ता छलाह, विभिन्‍न तरहक बात सँ विश्‍वासी भाय सभ केँ विश्‍वास मे मजगूत आ प्रोत्‍साहित कयलथिन।"},{"number":33,"verse":"यहूदा आ सिलास किछु दिन धरि अन्‍ताकिया मे रहलाह। तकरबाद विश्‍वासी भाय सभ हुनका सभ केँ आशीर्वाद दऽ कऽ, तिनका सभ लग विदा कऽ देलथिन जे सभ हुनका सभ केँ पठौने छलथिन।"},{"number":34,"verse":"[मुदा सिलास ओहीठाम रहबाक निर्णय कयलनि।]"},{"number":35,"verse":"पौलुस आ बरनबास अन्‍ताकिया मे रहि गेलाह, जतऽ ओ सभ, आ दोसरो बहुत गोटे, प्रभुक वचनक शिक्षा दैत रहलाह आ शुभ समाचार सुनबैत रहलाह।"},{"number":36,"verse":"( पौलुसक दोसर प्रचार-यात्रा) ( पौलुस आ बरनबास मे मतभिन्‍नता) किछु समय बितला पर पौलुस बरनबास केँ कहलथिन, “चलू! जाहि-जाहि नगर मे अपना सभ प्रभुक वचनक प्रचार कयने छी, ताहि-ताहि ठाम जा कऽ देखी जे ओतुक्‍का विश्‍वासी भाय सभ केहन छथि।”"},{"number":37,"verse":"बरनबास यूहन्‍ना केँ, जिनकर दोसर नाम मरकुस छलनि, सेहो संग लऽ जाय चाहैत छलाह,"},{"number":38,"verse":"मुदा पौलुस केँ ई बात उपयुक्‍त नहि बुझि पड़लनि जे, जे आदमी हुनका सभ केँ पंफूलिया प्रदेश मे छोड़ि देने छलनि आ जे हुनका सभक काज मे संग नहि देबऽ चाहलक, तकरा अपना संग मे लऽ जाइ।"},{"number":39,"verse":"एहि पर हुनका दूनू गोटे मे बहुत बड़का मतभेद भऽ गेलनि, और अन्‍त मे ओ सभ एक-दोसर सँ अलग भऽ गेलाह। बरनबास मरकुस केँ अपना संग लऽ पानि जहाज सँ साइप्रस द्वीप चल गेलाह।"},{"number":40,"verse":"पौलुस सिलास केँ चुनलनि। अन्‍ताकियाक भाय सभ हुनका सभ केँ प्रभुक कृपा पर सौंपि विदा कयलथिन।"},{"number":41,"verse":"ओ सभ सीरिया आ किलिकिया प्रदेश मे घूमि-घूमि कऽ ओहिठामक मण्‍डली सभ केँ विश्‍वास मे मजगूत करैत आगाँ बढ़ैत गेलाह।"}]}