{"bibleAbbr":"maiNT","bookName":"मसीह-दूत सभक काज","bookEnglishName":"Acts of the Apostles","chapterNumber":16,"verses":[{"number":1,"verse":"( पौलुस तिमुथियुस केँ संग लेलनि) ओ सभ दरबे आ लुस्‍त्रा नगर पहुँचलाह। ओतऽ तिमुथियुस नामक एक शिष्‍य छलाह, जिनकर माय प्रभु यीशु पर विश्‍वास कयनिहारि यहूदी जातिक छलीह, मुदा हुनकर पिता यूनानी छलनि।"},{"number":2,"verse":"लुस्‍त्रा आ इकुनियुम नगर मे रहऽ वला विश्‍वासी भाय सभ हुनका नीक लोक कहैत छल।"},{"number":3,"verse":"पौलुस हुनका अपना संग लऽ जाय चाहलनि, तेँ ओहिठामक यहूदी सभक कारणेँ ओ हुनकर खतना करबौलनि, कारण सभ केओ जनैत छल जे हुनकर पिता यहूदी नहि, बल्‍कि यूनानी अछि।"},{"number":4,"verse":"तखन पौलुस, सिलास आ तिमुथियुस शहर-शहर मे घूमि-घूमि कऽ विश्‍वासी सभ केँ ओ नियम आ निर्णय सभ सुना देलथिन आ पालन करबाक लेल सिखौलथिन, जे निर्णय मसीह-दूत सभ आ मण्‍डलीक देख-रेख कयनिहार लोकनि यरूशलेम मे कयने छलाह।"},{"number":5,"verse":"एहि तरहेँ मण्‍डली सभक लोक सभ अपना विश्‍वास मे मजगूत होइत गेल, आ संख्‍या मे दिनानुदिन बढ़ैत गेल।"},{"number":6,"verse":"( प्रचार-काज मे परमेश्‍वरक अगुआइ) पौलुस आ हुनकर संगी सभ फ्रूगिया आ गलातिया प्रदेश दऽ कऽ गेलाह, कारण पवित्र आत्‍मा हुनका सभ केँ प्रभुक वचन सुनयबाक लेल आसिया प्रदेश मे जयबाक आज्ञा नहि देलथिन।"},{"number":7,"verse":"जखन ओ सभ मीसिया क्षेत्र आ बितूनिया प्रदेशक सीमा पर पहुँचलाह, तँ बितूनिया प्रदेश मे जयबाक कोशिश कयलनि, मुदा यीशुक आत्‍मा हुनका सभ केँ ओतऽ नहि जाय देलथिन।"},{"number":8,"verse":"तेँ ओ सभ मीसिया दऽ कऽ त्रोआस नगर गेलाह।"},{"number":9,"verse":"ओही राति पौलुस प्रभुक दिस सँ एक सपना देखलनि, जाहि मे मकिदुनिया निवासी एक आदमी ठाढ़ भेल एहि तरहेँ निवेदन करैत छलनि जे, “एहि पार मकिदुनिया प्रदेश मे आउ आ हमरा सभक मदति करू!”"},{"number":10,"verse":"पौलुस केँ एहि तरहक सपना देखलाक बाद, हम सभ तुरत्ते मकिदुनियाक लेल विदा होयबाक तैयारी करऽ लगलहुँ, ई बुझि जे परमेश्‍वरे ओकरा सभक बीच शुभ समाचार सुनयबाक लेल हमरा सभ केँ आदेश देलनि अछि।"},{"number":11,"verse":"त्रोआस नगर सँ पानि जहाज सँ हम सभ सोझे समुत्राके द्वीप तक गेलहुँ, आ दोसर दिन नियापुलस नगर तक।"},{"number":12,"verse":"ओतऽ सँ मकिदुनिया प्रदेशक फिलिप्‍पी नगर गेलहुँ, जे जिलाक प्रमुख शहर अछि आ रोमी सरकार द्वारा निर्माण कयल गेल अछि। ओतऽ हम सभ बहुत दिन धरि रहलहुँ।"},{"number":13,"verse":"( एक व्‍यापारी स्‍त्रीक विश्‍वास) हम सभ विश्राम-दिन मे शहरक बाहर नदीक कछेर दिस गेलहुँ ई सोचि कऽ जे, ओतऽ कोनो ठाम होयत जतऽ लोक प्रार्थना करबाक लेल जमा होइत अछि। ओहिठाम पहुँचि कऽ हम सभ बैसि गेलहुँ, आ ओतऽ जमा भेल स्‍त्रीगण सभ सँ बात-चीत करऽ लगलहुँ।"},{"number":14,"verse":"ओहि मे थूआतीरा नगरक एक लुदिया नामक स्‍त्री रहथि जे किमती रंगीन कपड़ाक व्‍यापार करैत छलीह। ओ परमेश्‍वर केँ माननिहारि छलीह आ हमरा सभक बात सुनि रहल छलीह। प्रभु हुनका मोनक द्वारि खोललनि जाहि सँ ओ पौलुसक बात पर ध्‍यान दऽ कऽ विश्‍वास करथि।"},{"number":15,"verse":"ओ पूरा परिवारक संग बपतिस्‍मा लेलनि आ हमरा सभ सँ आग्रह कयलनि जे, “अपने लोकनि जँ बुझैत छी जे हम वास्‍तव मे प्रभु पर विश्‍वास कयलहुँ तँ हमरा ओतऽ चलि कऽ रहल जाओ।” एना कहि ओ हमरा सभ केँ बाध्‍य कऽ देलनि जे हम सभ हुनका ओतऽ जाइ।"},{"number":16,"verse":"( पौलुस आ सिलास हड़ी मे ठोकल गेलाह) एक दिन हम सभ जखन प्रार्थना करऽ वला स्‍थान पर जा रहल छलहुँ तँ रस्‍ता मे एक गुलाम बच्‍ची हमरा सभ केँ भेटल, जकरा मे भविष्‍यक बात कहऽ वला दुष्‍टात्‍मा छलैक। ओ लोक सभ केँ भाग्‍यक बात सभ कहि कऽ अपना मालिक सभक लेल बहुत पाइ कमाइत छल।"},{"number":17,"verse":"ओ पौलुस आ हमरा सभक पाछाँ-पाछाँ आबि कऽ चिचियाय लागल, “ई सभ परम परमेश्‍वरक सेवक छथि और अहाँ सभ केँ उद्धारक बाटक विषय मे सुना रहल छथि।”"},{"number":18,"verse":"ओ बहुत दिन धरि एहिना करैत रहल। अन्‍त मे पौलुस एक दिन तंग भऽ कऽ ओकरा दिस तकैत ओहि दुष्‍टात्‍मा केँ कहलथिन, “हम तोरा यीशु मसीहक नाम सँ आज्ञा दैत छिऔ जे तोँ एकरा मे सँ निकल!” तखने ओ दुष्‍टात्‍मा ओहि बच्‍ची मे सँ निकलि गेल।"},{"number":19,"verse":"जखन बच्‍चीक मालिक सभ देखलक जे ओकर सभक कमाइक बाट समाप्‍त भऽ गेल, तखन ओ सभ पौलुस आ सिलास केँ पकड़ि कऽ शहरक चौक तक अधिकारी सभक सामने घिसिअबैत अनलकनि।"},{"number":20,"verse":"ओ सभ हुनका सभ केँ रोमी न्‍यायाधीश सभक समक्ष ठाढ़ कऽ कऽ कहलक, “ई सभ यहूदी अछि। ई सभ हमरा सभक शहर मे उपद्रव मचा रहल अछि,"},{"number":21,"verse":"आ एहन-एहन प्रथाक प्रचार कऽ रहल अछि जकरा स्‍वीकार कयनाइ वा पालन कयनाइ अपना सभक लेल जे रोमी छी, कानूनक दृष्‍टिकोण सँ मना अछि।”"},{"number":22,"verse":"एहि पर ओकरा सभक संग भीड़क लोक सभ सेहो पौलुस आ सिलासक विरोध करऽ लागल। तखन न्‍यायाधीश सिपाही सभ केँ ई आदेश देलनि जे हुनका सभ केँ कपड़ा उतारि कऽ लाठी मारल जाय।"},{"number":23,"verse":"हुनका सभ केँ बहुत पिटलाक बाद जहल मे राखि देलकनि। जहलक हाकिम केँ आज्ञा देल गेलैक जे, एकरा सभ केँ जहल मे नीक सँ बन्‍द करू।"},{"number":24,"verse":"ई आदेश पाबि जहलक हाकिम हुनका सभ केँ भीतरका कोठली मे लऽ गेलनि आ हड़ी मे ठोकि देलकनि।"},{"number":25,"verse":"( प्रभुक सामर्थ्‍य कैद नहि) करीब दुपहर राति कऽ पौलुस आ सिलास प्रार्थना कऽ रहल छलाह आ परमेश्‍वरक स्‍तुति मे गीत गाबि रहल छलाह। हुनका सभक प्रार्थना आ गीत दोसरो कैदी सभ सुनि रहल छलनि।"},{"number":26,"verse":"एकाएक बड़का भूकम्‍‍प भेल आ जहलक न्‍योओ तक हिलि गेल। तुरत्ते सभ केबाड़ खुजि गेल आ सभ कैदी बन्‍हन-मुक्‍त भऽ गेल।"},{"number":27,"verse":"जहलक हाकिमक निन्‍द टुटलैक, आ ओ जखन देखलक जे जहलक केबाड़ सभ खुजल अछि तँ सोचलक जे कैदी सभ भागि गेल। तेँ ओ अपन तरुआरि खीचि कऽ आत्‍महत्‍या करऽ लागल,"},{"number":28,"verse":"मुदा तखने पौलुस जोर सँ सोर पारि कऽ कहलथिन, “रूकू रूकू! अपना केँ किछु नहि करू। हम सभ केओ छीहे!”"},{"number":29,"verse":"ई सुनिते हाकिम इजोत मँगबा कऽ दौड़ैत भीतर अयलाह आ थर-थर कँपैत पौलुस आ सिलासक पयर पर खसलाह।"},{"number":30,"verse":"ओ हुनका सभ केँ बाहर आनि कऽ कहलथिन, “यौ सरकार! अपने लोकनि हमरा ई कहू जे उद्धार पयबाक लेल हम की करू।”"},{"number":31,"verse":"ओ सभ उत्तर देलथिन, “प्रभु यीशु पर विश्‍वास करू तँ अहाँक उद्धार होयत, और अहाँक पूरा परिवार उद्धार प्राप्‍त करत।”"},{"number":32,"verse":"ओ सभ हुनका आ हुनकर पूरा परिवार केँ प्रभुक शुभ समाचारक बात सुना देलथिन।"},{"number":33,"verse":"तखन तुरत्ते रातिए मे, जहलक हाकिम हुनका सभ केँ लऽ जा कऽ घाव धो देलथिन। तकरबाद ओ अपन पूरा परिवारक संग बपतिस्‍मा लेलनि।"},{"number":34,"verse":"तखन जहलक हाकिम पौलुस आ सिलास केँ अपना डेरा मे आनि कऽ भोजन करौलनि। ओ अपन पूरा परिवारक संग परमेश्‍वर पर विश्‍वास करबाक कारणेँ बहुत आनन्‍दित छलाह।"},{"number":35,"verse":"भोर भेला पर न्‍यायाधीश सभ अपना सिपाही सभ केँ ई आदेश दऽ कऽ जहलक हाकिम लग पठौलनि जे, “ओहि दूनू गोटे केँ छोड़ि दिऔक।”"},{"number":36,"verse":"जहलक हाकिम पौलुस केँ कहलथिन, “न्‍यायाधीशजी आदेश पठौलनि अछि जे अपने लोकनि केँ छोड़ि देल जाय। तेँ अपने लोकनि आब जा सकैत छी। बेस, नीक सँ गेल जाओ।”"},{"number":37,"verse":"मुदा पौलुस सिपाही सभ केँ कहलथिन, “हम सभ, जे रोमी नागरिक छी, तकरा सभ केँ ओ सभ बिनु दोषी पौनहि जनताक सामने मे पिटबौलनि आ जहल मे बन्‍द करबौलनि, और आब की, हमरा सभ केँ चुपेचाप निकालऽ चाहैत छथि? नहि! ओ सभ अपने आबि कऽ हमरा सभ केँ बाहर लऽ चलथु।”"},{"number":38,"verse":"सिपाही सभ हुनकर कहल बात न्‍यायाधीश सभ केँ सुनौलक। ओ सभ जखन सुनलनि जे पौलुस आ सिलास रोमी नागरिक छथि, तँ बहुत डेरा गेलाह।"},{"number":39,"verse":"ओ सभ पौलुस आ सिलास लग आबि हुनका सभ केँ मनाबऽ लगलथिन, आ जहल सँ बाहर आनि शहर छोड़ि कऽ चल जयबाक विनती कयलथिन।"},{"number":40,"verse":"पौलुस आ सिलास जहल सँ बाहर भऽ लुदियाक घर गेलाह। ओतऽ विश्‍वासी भाय सभ सँ भेँट कऽ कऽ हुनका सभ केँ विश्‍वास मे प्रोत्‍साहित कयलनि। तकरबाद ओ सभ ओतऽ सँ विदा भऽ गेलाह।"}]}