{"bibleAbbr":"maiNT","bookName":"मसीह-दूत सभक काज","bookEnglishName":"Acts of the Apostles","chapterNumber":18,"verses":[{"number":1,"verse":"( कोरिन्‍थ मे मण्‍डलीक स्‍थापना) तकरबाद पौलुस एथेन्‍स नगर केँ छोड़ि कऽ कोरिन्‍थ नगर गेलाह।"},{"number":2,"verse":"ओतऽ हुनका अक्‍विला नामक एक यहूदी भेटलनि, जिनकर जन्‍म पुन्‍तुस मे भेल छलनि। ओ हाले-साल मे अपन स्‍त्री प्रिस्‍किलाक संग इटली सँ एतऽ आयल छलाह, कारण क्‍लौदियुस सम्राट यहूदी सभ केँ रोम शहर सँ निकलि जयबाक आदेश दऽ देने छलाह। पौलुस भेँट-घाँट करबाक लेल हुनका सभक ओहिठाम गेलाह,"},{"number":3,"verse":"आ हुनका सभक संग रहऽ लगलाह, कारण हिनकर व्‍यवसाय हुनके सभ जकाँ तम्‍बू बनौनाइ छलनि। ओ सभ संग-संग काज करऽ लगलाह।"},{"number":4,"verse":"प्रत्‍येक विश्राम-दिन कऽ पौलुस सभाघर मे जा कऽ यहूदी आ यूनानी सभ सँ तर्क-वितर्क कऽ कऽ एहि कोशिश मे रहैत छलाह जे ओ सभ प्रभु यीशु केँ स्‍वीकार करय।"},{"number":5,"verse":"सिलास आ तिमुथियुस मकिदुनिया सँ जखन आबि गेलाह, तँ पौलुस अपन पूरा समय शुभ समाचार सुनयबा मे लगा देलनि। ओ यहूदी सभ केँ बुझबैत रहलाह जे यीशुए उद्धारकर्ता-मसीह छथि।"},{"number":6,"verse":"मुदा ओ सभ जखन हुनकर विरोध और अपमान करऽ लागल, तखन ओ ओकरा सभक सामने चेतावनी स्‍वरूप अपन कपड़ा मे सँ गर्दा झाड़ि लेलनि, आ कहलनि, “अहाँ सभ जँ नाश होयब तँ तकर दोषी अहीं सभ छी। हम निर्दोष छी। आब सँ हम दोसरे जातिक बीच शुभ समाचार सुनाबऽ जा रहल छी।”"},{"number":7,"verse":"तखन पौलुस सभाघर सँ निकलि कऽ तीतुस यूस्‍तुस नामक एक व्‍यक्‍तिक ओहिठाम गेलाह, जिनकर घर सभाघरक काते मे छलनि। ओ यहूदी नहि छलाह मुदा परमेश्‍वरक माननिहार छलाह।"},{"number":8,"verse":"सभाघरक अध्‍यक्ष क्रिस्‍पुस अपन सम्‍पूर्ण घर-परिवारक संग प्रभु मे विश्‍वास कयलनि। और बहुतो कोरिन्‍थ निवासी सभ पौलुस सँ शुभ समाचार सुनि विश्‍वास कयलक आ बपतिस्‍मा लेलक।"},{"number":9,"verse":"एक राति प्रभु पौलुस केँ सपना मे दर्शन दऽ कऽ कहलथिन, “नहि डेराउ! अहाँ प्रचार करैत रहू, रूकू नहि।"},{"number":10,"verse":"कारण, हम अहाँक संग छी। केओ अहाँ पर आक्रमण कऽ कऽ अहाँक हानि नहि कऽ पाओत। किएक तँ एहि शहर मे बहुते गोटे हमर लोक अछि।”"},{"number":11,"verse":"तेँ पौलुस लोक सभ केँ परमेश्‍वरक वचन सिखबैत ओतऽ डेढ़ वर्ष धरि रहलाह।"},{"number":12,"verse":"( निरर्थक आरोप) जखन गल्‍लियो अखाया प्रदेशक राज्‍यपाल छलाह तँ यहूदी सभ एक मत भऽ पौलुसक विरोध कयलक आ हुनका पकड़ि कऽ कचहरी मे लऽ गेलनि।"},{"number":13,"verse":"हुनका पर ओ सभ ई आरोप लगौलक जे, “ई आदमी लोक केँ बहका कऽ परमेश्‍वरक आराधना एहि तरहेँ करबाक लेल सिखबैत अछि जे कानूनक विरोध मे अछि!”"},{"number":14,"verse":"एहि पर पौलुस बाजहि चाहलनि कि गल्‍लियो यहूदी सभ केँ कहलथिन, “यौ यहूदी सभ! ई जँ कोनो अन्‍याय वा अपराधक मामिला रहैत तँ अहाँ सभक कथन सुननाइ उचित होइत।"},{"number":15,"verse":"मुदा ई खाली अहाँ सभक अपन धर्म-नियमक सम्‍बन्‍धित शब्‍द आ नामक विवाद अछि। तेँ अहीं सभ जानू! हम एहन बातक न्‍याय नहि करब।”"},{"number":16,"verse":"और ओ ओकरा सभ केँ कचहरी सँ भगा देलथिन।"},{"number":17,"verse":"तखन ओ सभ सभाघरक अध्‍यक्ष सोस्‍थिनेस केँ पकड़ि कऽ कचहरीक ठीक सामने मे पिटलक, मुदा एहि पर गल्‍लियो कनेको ध्‍यान नहि देलनि।"},{"number":18,"verse":"( दोसर प्रचार-यात्राक अन्‍त) कोरिन्‍थ नगर मे बहुत दिन रहलाक बाद पौलुस विश्‍वासी भाय सभ सँ विदा लऽ कऽ पानि जहाज सँ सीरिया प्रदेशक लेल प्रस्‍थान कयलनि। हुनका संग प्रिस्‍किला आ अक्‍विला सेहो छलनि। चलऽ सँ पहिने पौलुस कोनो कबुलाक कारणेँ किंख्रिया शहर मे केश कटबौलनि।"},{"number":19,"verse":"ओ सभ इफिसुस नगर मे पहुँचलाह, जतऽ पौलुस प्रिस्‍किला आ अक्‍विला केँ छोड़ि देलथिन। ओ अपने ओहिठामक सभाघर मे जा कऽ यहूदी सभ सँ शास्‍त्रार्थ करऽ लगलाह।"},{"number":20,"verse":"ओ सभ हुनका सँ इफिसुस मे आरो दिन रहबाक आग्रह कयलकनि, मुदा ओ अस्‍वीकार करैत ओकरा सभ केँ कहलथिन,"},{"number":21,"verse":"“जँ परमेश्‍वरक इच्‍छा होयतनि तँ हम फेर आयब।” एतबा कहि ओ इफिसुस सँ पानि जहाज सँ विदा भऽ गेलाह।"},{"number":22,"verse":"ओ जखन कैसरिया नगर मे पहुँचलाह तँ ओतऽ सँ यरूशलेम जा कऽ मण्‍डली सँ भेँट कयलनि, आ तकरबाद ⌞सीरिया प्रदेशक⌟ अन्‍ताकिया नगर चल गेलाह।"},{"number":23,"verse":"( पौलुसक तेसर प्रचार-यात्रा) ( अन्‍ताकिया सँ प्रस्‍थान) अन्‍ताकिया मे किछु दिन रूकि कऽ पौलुस ओतऽ सँ फेर बहरयलाह आ क्रमशः गलातिया आ फ्रूगिया प्रदेश मे घूमि-घूमि कऽ शिष्‍य सभ केँ विश्‍वास मे मजगूत करैत रहलाह।"},{"number":24,"verse":"( इफिसुस नगर मे अपुल्‍लोस) एम्‍हर इफिसुस मे, अपुल्‍लोस नामक एक यहूदी जिनकर जन्‍म सिकन्‍दरिया नगर मे भेल छलनि, पहुँचलाह। ओ नीक वक्‍ता आ धर्मशास्‍त्रक पंडित छलाह।"},{"number":25,"verse":"ओ प्रभुक देखाओल बाटक नीक शिक्षा पौने छलाह, आ यीशुक विषय मे बहुत आत्‍मिक उत्‍साह सँ लोक सभक बीच ठीक-ठीक सुनबैत आ सिखबैत छलाह। मुदा तैयो हुनकर ज्ञान यूहन्‍नाक बपतिस्‍मा तक सीमित छलनि।"},{"number":26,"verse":"ओ सभाघर मे सेहो निर्भयतापूर्बक बाजऽ लगलाह। प्रिस्‍किला आ अक्‍विला जखन हुनकर बात सुनलनि तँ हुनका अपना ओहिठाम लऽ गेलनि आ आओर बढ़ियाँ सँ परमेश्‍वरक बाटक सम्‍बन्‍ध मे बुझौलथिन।"},{"number":27,"verse":"तखन अपुल्‍लोस केँ जखन अखाया जयबाक इच्‍छा भेलनि तँ विश्‍वासी भाय सभ हुनका प्रोत्‍साहित कयलनि, आ हिनकर स्‍वागत करबाक लेल ओहिठामक शिष्‍य सभक नामे एक चिट्ठी लिखि देलथिन। अखाया पहुँचि कऽ ओ ओहि लोक सभ केँ बहुत मदति कयलनि जे परमेश्‍वरक कृपा सँ विश्‍वास मे आबि गेल छल,"},{"number":28,"verse":"कारण ओ धर्मशास्‍त्र सँ एहि बात केँ प्रमाणित कऽ कऽ जे यीशुए उद्धारकर्ता-मसीह छथि, सभक सामने मे यहूदी सभक मुँह एकदम बन्‍द कऽ दैत छलाह।"}]}