{"bibleAbbr":"maiNT","bookName":"मसीह-दूत सभक काज","bookEnglishName":"Acts of the Apostles","chapterNumber":21,"verses":[{"number":1,"verse":"( यरूशलेम जयबाक पौलुसक दृढ़ संकल्‍प) हुनका सभ सँ विदा लऽ कऽ हम सभ जहाज मे चढ़लहुँ आ सोझे-सोझ जा कऽ कोस द्वीप पर पहुँचलहुँ। प्रात भेने रूदुस द्वीप तक अयलहुँ आ ओतऽ सँ पतारा नगर।"},{"number":2,"verse":"पतारा मे हमरा सभ केँ फीनिकी प्रदेश जाय वला एक जहाज भेटल, जाहि पर चढ़ि हम सभ फेर विदा भऽ गेलहुँ।"},{"number":3,"verse":"जाइत-जाइत हमरा सभ केँ साइप्रस द्वीप देखाइ देलक। ओकर दक्षिण भाग सँ होइत हम सभ आगाँ सीरिया प्रदेश दिस बढ़लहुँ। हम सभ सीरिया प्रदेशक सूर नगर मे उतरलहुँ, कारण ओतऽ जहाज केँ अपन माल उतारबाक छलैक।"},{"number":4,"verse":"सूर मे हम सभ प्रभुक शिष्‍य सभ केँ ताकि कऽ हुनका सभक संग सात दिन धरि रहलहुँ। पवित्र आत्‍माक प्रेरणा सँ बुझि ओ सभ पौलुस केँ बेर-बेर कहलथिन जे, “अहाँ यरूशलेम नहि जाउ!”"},{"number":5,"verse":"मुदा ओतऽ रहबाक समय जखन पूरा भऽ गेल तँ हम सभ विदा लऽ कऽ अपना रस्‍ता पर आगाँ बढ़लहुँ। सभ शिष्‍य अपन स्‍त्री-बच्‍चा सभक संग हमरा सभ केँ नगरक बाहर तक अरियातऽ अयलाह। ओतऽ समुद्रक कछेर पर हम सभ ठेहुनिया दऽ कऽ प्रार्थना कयलहुँ,"},{"number":6,"verse":"आ एक-दोसर सँ विदा लेलहुँ। तखन हम सभ जहाज मे चढ़लहुँ और ओ सभ घर घूमि गेलाह।"},{"number":7,"verse":"सूर सँ आगाँ बढ़ि हम सभ तुलमाइस नगर तक पहुँचलहुँ, जतऽ उतरि कऽ विश्‍वासी भाय सभ सँ भेँट कयलहुँ आ हुनका सभक संग एक दिन रहलहुँ।"},{"number":8,"verse":"प्रात भेने हम सभ विदा भऽ गेलहुँ आ कैसरिया नगर मे पहुँचि सुसमाचार-प्रचारक फिलिपुसक ओहिठाम जा कऽ रहलहुँ। ओ “सात सेवक” मे सँ एक छलाह।"},{"number":9,"verse":"हुनका चारिटा कुमारि कन्‍या छलनि, जे परमेश्‍वरक प्रवक्‍तिनि छलीह।"},{"number":10,"verse":"हमरा सभ केँ ओतऽ रहैत किछु दिन बितलाक बाद अगबुस नामक परमेश्‍वरक प्रवक्‍ता यहूदिया सँ कैसरिया अयलाह।"},{"number":11,"verse":"ओ हमरा सभ सँ भेँट कयलनि, आ पौलुसक डाँड़ बान्‍हऽ वला गमछा लऽ कऽ अपन हाथ-पयर बान्‍हि लेलनि आ कहलनि, “पवित्र आत्‍मा कहैत छथि जे, जिनकर ई गमछा छनि, से एही तरहेँ यरूशलेम मे यहूदी सभक द्वारा बान्‍हल जयताह आ गैर-यहूदीक हाथ मे सौंपल जयताह।”"},{"number":12,"verse":"ई बात जखन सुनलहुँ तँ हम सभ और ओहिठामक लोक सभ पौलुस सँ बेर-बेर विनती कयलहुँ जे ओ यरूशलेम नहि जाथि।"},{"number":13,"verse":"मुदा पौलुस उत्तर देलनि, “अहाँ सभ ई की कऽ रहल छी? एना कानि-कानि कऽ हमरा मोन केँ किएक दुखी कऽ रहल छी? हम तँ प्रभु यीशुक कारणेँ यरूशलेम मे बन्‍हयबेक लेल नहि, बल्‍कि मरबोक लेल तैयार छी।”"},{"number":14,"verse":"हम सभ हुनका जखन नहि मना सकलियनि तँ ई कहि कऽ बात छोड़ि देलहुँ जे, “प्रभुक इच्‍छा पूरा होनि।”"},{"number":15,"verse":"( यरूशलेम मे पौलुसक आगमन) तकरबाद हम सभ अपन सामान तैयार कऽ यरूशलेमक लेल विदा भऽ गेलहुँ।"},{"number":16,"verse":"कैसरियाक किछु विश्‍वासी सभ सेहो हमरा सभक संग अयलाह, और हमरा सभ केँ साइप्रस-निवासी मनासोन नामक एक पुरान शिष्‍यक घर मे लऽ गेलाह, जतऽ हमरा सभ केँ रहबाक छल।"},{"number":17,"verse":"यरूशलेम मे जखन पहुँचलहुँ तँ विश्‍वासी भाय सभ बहुत आनन्‍दक संग हमरा सभक स्‍वागत कयलनि।"},{"number":18,"verse":"प्रात भेने पौलुस हमरा सभक संग याकूबक ओहिठाम गेलाह। मण्‍डलीक सभ देख-रेख कयनिहार लोकनि ओतऽ जमा छलाह।"},{"number":19,"verse":"पौलुस हुनका सभ केँ नमस्‍कार कऽ कऽ, ओ सभ काजक विषय मे एक-एकटा कऽ सुना देलथिन जे परमेश्‍वर हुनकर सेवा-काजक द्वारा गैर-यहूदी सभक बीच कयने छलाह।"},{"number":20,"verse":"( मण्‍डलीक देख-रेख कयनिहार लोक सभक सुझाव) पौलुसक बात सुनि ओ सभ परमेश्‍वरक स्‍तुति कयलनि। तखन पौलुस केँ कहलथिन, “यौ पौलुस भाइ, अहाँ तँ देखिते छी जे यहूदी सभ मे सँ हजारो-हजार लोक प्रभु यीशु पर विश्‍वास कऽ लेने अछि, आ सभ मूसाक धर्म-नियमक कट्टर समर्थक अछि।"},{"number":21,"verse":"अहाँक बारे मे ओकरा सभ केँ कहल गेल छैक जे अहाँ गैर-यहूदी लोकक बीच मे रहनिहार यहूदी सभ केँ सिखबैत छी जे मूसाक धर्म-नियम केँ छोड़ू, अपना बच्‍चा सभ केँ खतना नहि कराउ और पूर्वजक अन्‍य प्रथा सभ केँ नहि मानू।"},{"number":22,"verse":"आब की कयल जाय? ओ सभ अवश्‍य सुनत जे अहाँ आबि गेल छी।"},{"number":23,"verse":"तेँ अहाँ एकटा काज करू। एतऽ हमरा सभक संग चारि गोटे छथि जे कबुला कयने छथि।"},{"number":24,"verse":"हुनका सभ केँ लऽ जाउ और अहूँ हुनका सभक संग रीतिक अनुसार अपना केँ शुद्ध करू। हुनका सभ केँ एहि सभक खर्च दियौन, तखन ओ सभ अपन केशो कटबा सकताह। एहि तरहेँ सभ केँ पता लगतैक जे जतेक बात अहाँक बारे मे सुनने छल, से सभ फूसि अछि, और अहाँ अपने, धर्म-नियमक पालन करैत छी।"},{"number":25,"verse":"रहल गैर-यहूदी सभक विषय मे जे प्रभु पर विश्‍वास कऽ लेने छथि, तँ हुनका सभ केँ हम सभ अपन निर्णय लिखि पठा देने छियनि जे ओ सभ एहि बात सभ सँ बाँचल रहथु—मूर्ति पर चढ़ाओल खयबाक वस्‍तु सँ, खूनक खान-पान सँ, कण्‍ठ दबा कऽ मारल ⌞अर्थात् बिनु खून बहौने मारल⌟ पशुक माँसु सँ आ अनैतिक शारीरिक सम्‍बन्‍ध सँ।”"},{"number":26,"verse":"प्रात भेने पौलुस ओहि चारि गोटे केँ अपना संग लऽ जा कऽ हुनका सभक संग अपना केँ शुद्ध कयलनि। तखन शुद्धीकरणक सात दिन कहिया पुरि जायत, और हुनका सभ मे सँ प्रत्‍येकक लेल बलि-प्रदान कयल जायत, तकर जानकारी पुरोहित केँ देबाक लेल मन्‍दिर मे गेलाह।"},{"number":27,"verse":"( पौलुसक जानक खतरा) शुद्धीकरणक सात दिन जखन पूरा होमऽ पर छल तँ आसिया प्रदेशक किछु यहूदी सभ पौलुस केँ मन्‍दिर मे देखलकनि। ओ सभ समस्‍त भीड़ केँ भड़का कऽ हुनका पकड़ि लेलकनि"},{"number":28,"verse":"आ हल्‍ला करऽ लागल, “इस्राएली बाबू-भैया सभ, मदति करू! ई वैह अछि जे सभतरि अपना सभक यहूदी जाति, मूसाक धर्म-नियम आ एहि मन्‍दिरक विरोध मे सभ केँ सिखबैत अछि। एतबे नहि। आब ओ यूनानिओ सभ केँ मन्‍दिर मे लाबि एहि पवित्र स्‍थान केँ अपवित्र कऽ देलक अछि!”"},{"number":29,"verse":"ई बात ओ सभ एहि लेल कहलक जे शहर मे पौलुसक संग इफिसुस-निवासी त्रोफिमुस केँ देखने छलैक, आ तेँ बुझलक जे पौलुस ओकरा मन्‍दिरो मे लऽ गेल होयतैक।"},{"number":30,"verse":"ई सुनि सौंसे शहरक लोकक खून खौलऽ लगलैक। सभ दिस सँ लोक सभ दौड़ैत आयल, आ पौलुस केँ पकड़ि कऽ मन्‍दिर सँ घिसिअबैत बाहर अनलकनि। मन्‍दिरक द्वारि तुरत बन्‍द कऽ देल गेल।"},{"number":31,"verse":"( रोमी सैन्‍यदलक द्वारा हस्‍तक्षेप) ओ सभ पौलुस केँ जान सँ मारि देबाक कोशिश मे छल, मुदा तखने रोमी सैन्‍यदलक सेनापति लग ई खबरि पहुँचल जे सौंसे यरूशलेम मे उपद्रव मचि गेल अछि।"},{"number":32,"verse":"ओ तुरत किछु सेनानायक आ सैनिक सभ केँ लऽ कऽ भीड़क दिस दौड़ि पड़लाह। लोक सभ जखन सेनापति आ हुनकर सैनिक सभ केँ देखलकनि तँ पौलुस केँ पिटनाइ छोड़ि देलक।"},{"number":33,"verse":"सेनापति पौलुस लग आबि कऽ हुनका बन्‍दी बना लेलनि, आ हुनका दू जिंजीर लऽ कऽ बन्‍हबाक आदेश देलनि। तखन लोक सभ केँ पुछलथिन, “ई के अछि आ की कयने अछि?”"},{"number":34,"verse":"भीड़क लोक सभ उत्तर मे केओ किछु बाजि कऽ तँ केओ किछु बाजि कऽ हल्‍ला करऽ लागल। हल्‍लाक कारणेँ सेनापति कोनो बातक पता नहि लगा सकलाह, तेँ आज्ञा देलनि जे पौलुस केँ गढ़ मे लऽ गेल जाय।"},{"number":35,"verse":"पौलुस जखन गढ़क सीढ़ी लग पहुँचलाह तँ भीड़ ततेक हिंसक भऽ गेल छल जे सैनिक सभ केँ पौलुस केँ उठा कऽ लऽ जाय पड़लैक।"},{"number":36,"verse":"भीड़ पाछाँ-पाछाँ अबैत हल्‍ला करैत रहल जे, “ओकरा खतम करू!”"},{"number":37,"verse":"( भीड़क सामने पौलुसक कथन) सैनिक सभ जखन पौलुस केँ गढ़क भीतर लऽ जाय लागल तँ पौलुस सेनापति केँ कहलथिन, “अपने जँ आज्ञा दी तँ हम अपने सँ किछु बात करी।” ओ उत्तर देलनि, “तखन तोँ यूनानी भाषा जनैत छह?"},{"number":38,"verse":"की तोँ ओ मिस्र-निवासी नहि छह जे हाल मे विद्रोह करबा कऽ चारि हजार उग्रवादी केँ निर्जन प्रदेश मे लऽ गेल छल?”"},{"number":39,"verse":"पौलुस उत्तर देलथिन, “हम यहूदी छी, किलिकिया प्रदेशक प्रसिद्ध महानगर तरसुसक नागरिक। अपने सँ निवेदन अछि जे एहि लोक सभ केँ हम किछु कही तकरा लेल हमरा हुकुम देल जाओ।”"},{"number":40,"verse":"सेनापतिक आज्ञा पाबि, पौलुस सीढ़ी पर ठाढ़ भऽ कऽ भीड़क लोक केँ शान्‍त रहबाक लेल हाथ सँ संकेत कयलनि। लोक सभ जखन शान्‍त भऽ गेल तँ ओ ओकरा सभ केँ इब्रानी भाषा मे कहऽ लगलथिन,"}]}