{"bibleAbbr":"maiNT","bookName":"मसीह-दूत सभक काज","bookEnglishName":"Acts of the Apostles","chapterNumber":22,"verses":[{"number":1,"verse":"“बाबू-भैया लोकनि, हम अपना बारे मे जे कहऽ चाहैत छी से सुनू।”"},{"number":2,"verse":"लोक सभ जखन अपना इब्रानी भाषा मे हुनका बजैत सुनलक तँ आरो शान्‍त भऽ गेल। पौलुस आगाँ कहऽ लगलथिन,"},{"number":3,"verse":"“हम यहूदी छी। किलिकिया प्रदेशक तरसुस नगर मे हमर जन्‍म भेल, मुदा हमर पालन-पोषण एहि यरूशलेम शहर मे भेल। एतऽ आचार्य गमालिएलक चरण मे हमर शिक्षा-दीक्षा भेल। अपना सभक पूर्वजक धर्म-नियम सभ निष्‍ठापूर्बक पालन करबाक लेल हमरा विस्‍तारपूर्बक सिखाओल गेल, और हम परमेश्‍वरक लेल एहन उत्‍साह सँ समर्पित छलहुँ जेना अहाँ सभ आइ छी।"},{"number":4,"verse":"एहि ‘बाट’ पर विश्‍वास कयनिहार सभ केँ सता कऽ हम मारिओ दैत छलहुँ—पुरुष आ स्‍त्रीगण दूनू केँ बान्‍हि-बान्‍हि कऽ जहल मे रखबा दैत छलहुँ।"},{"number":5,"verse":"एहि बातक गवाह महापुरोहित अपने आ धर्मसभाक सदस्‍य सभ छथि। ओ सभ दमिश्‍कक यहूदी भाय सभक नामे हमरा पत्रो देलनि जाहि सँ हम दमिश्‍क जा कऽ विश्‍वासी सभ केँ बन्‍दी बना कऽ यरूशलेम आनि दण्‍ड दिआ सकी।"},{"number":6,"verse":"“ओतऽ जाइत-जाइत करीब दुपहरक समय मे जखन हम दमिश्‍क केँ लगचिआ लेने छलहुँ तँ एकाएक आकाश सँ एकटा बहुत तेज इजोत हमरा चारू कात पड़ल।"},{"number":7,"verse":"हम जमीन पर खसि पड़लहुँ, आ एकटा आवाज हमरा ई कहैत सुनाइ देलक, ‘हौ साउल, हौ साउल, तोँ हमरा किएक सतबैत छह?’ हम पुछलियनि,"},{"number":8,"verse":"‘यौ प्रभु, अहाँ के छी?’ ओ उत्तर देलनि, ‘हम नासरतक यीशु छी, जिनका तोँ सता रहल छह।’"},{"number":9,"verse":"हमर संगी सभ इजोत देखलनि, मुदा जे हमरा सँ बात कऽ रहल छलाह, तिनकर आवाजक अर्थ नहि बुझलनि।"},{"number":10,"verse":"“हम पुछलियनि, ‘आब हम की करू, प्रभु?’ प्रभु उत्तर देलनि, ‘तोँ उठि कऽ दमिश्‍क जाह। ओतऽ तोरा कहल जयतह जे तोरा करबाक लेल परमेश्‍वर की निश्‍चित कयने छथुन।’"},{"number":11,"verse":"ओहि बड़का इजोतक कारणेँ हमर आँखि अन्‍हरा गेल छल, आ तेँ हमर संगी सभ हाथ पकड़ि कऽ हमरा दमिश्‍क मे लऽ गेलाह।"},{"number":12,"verse":"“हननियाह नामक एक आदमी हमरा सँ भेँट करबाक लेल अयलाह। ओ धर्म-नियम केँ भक्‍तिपूर्बक पालन करऽ वला छलाह, आ दमिश्‍कक सभ यहूदीक बीच प्रतिष्‍ठित मानल जाइत छलाह।"},{"number":13,"verse":"ओ हमरा लग मे ठाढ़ भऽ कऽ कहलनि, ‘भाइ साउल, आब अहाँ फेर सँ देखऽ लागू!’ ओही क्षण हमरा फेर सुझऽ लागल आ हम हुनका देखलियनि।"},{"number":14,"verse":"“तखन ओ हमरा कहलनि, ‘अपना सभक पूर्वजक परमेश्‍वर अहाँ केँ पहिनहि सँ एहि लेल चुनने छथि जे अहाँ हुनकर इच्‍छा केँ जानी, हुनकर धार्मिक सेवक केँ देखी आ हुनकर अपन मुँहक बात सुनी।"},{"number":15,"verse":"सभ मनुष्‍यक सामने अहाँ ओहि बातक गवाह होयब जे देखने आ सुनने छी।"},{"number":16,"verse":"आब आओर विलम्‍ब किएक? उठू, और प्रभु यीशु सँ विनती कऽ कऽ बपतिस्‍मा लिअ आ अपन पाप धो लिअ।’"},{"number":17,"verse":"“हम यरूशलेम घुरि अयलहुँ। एक दिन मन्‍दिर मे प्रार्थना करैत काल हम प्रभुक दर्शन पौलहुँ।"},{"number":18,"verse":"हम देखलहुँ जे प्रभु हमरा कहि रहल छथि जे, ‘जल्‍दी करह! यरूशलेम केँ तुरत छोड़ह, कारण लोक सभ हमरा बारे मे तोहर गवाही स्‍वीकार नहि करतह।’"},{"number":19,"verse":"हम हुनका उत्तर देलियनि, ‘मुदा प्रभुजी, ओ सभ जनैत अछि जे हम सभाघर सभ मे जा-जा कऽ अहाँक विश्‍वासी सभ केँ पकड़ि कऽ पिटैत छलहुँ आ जहल मे रखैत छलहुँ।"},{"number":20,"verse":"और अहाँक गवाह स्‍तिफनुसक जखन हत्‍या भऽ रहल छल तँ हम अपने ओतऽ ठाढ़ छलहुँ आ हुनकर हत्‍या सँ सहमत छलहुँ। हत्‍यारा सभक वस्‍त्रक रखबारिओ कयलहुँ।’"},{"number":21,"verse":"तखन प्रभु हमरा कहलनि, ‘तोँ जाह। हम तोरा दूर-दूर तक गैर-यहूदी सभक बीच पठयबह।’ ”"},{"number":22,"verse":"( नागरिकताक महत्‍व) एतऽ तक लोक सभ पौलुसक बात सुनैत रहल, मुदा आब ई बात सुनिते जे “हम तोरा गैर-यहूदी सभक बीच पठयबह,” ओ सभ जोर-जोर सँ हल्‍ला करऽ लागल, “एकरा खतम कऽ दिअ! पृथ्‍वी पर सँ एकर नामो-निशान मेटा दिअ! ई जीवित रहऽ जोगरक नहि अछि!”"},{"number":23,"verse":"हल्‍ला करैत ओ सभ अपन कपड़ा हवा मे फेकि रहल छल और आकाश दिस गर्दा उड़ा रहल छल।"},{"number":24,"verse":"तँ सेनापति आदेश देलनि जे, एकरा गढ़ मे लऽ जाह, आ चाबुक सँ पिटि कऽ एकरा सँ पूछ-ताछ करहक जाहि सँ हम बुझि सकब जे लोक सभ एकरा विरोध मे एना किएक हल्‍ला कऽ रहल छैक।"},{"number":25,"verse":"ओ सभ पौलुस केँ जखन पिटबाक लेल बान्‍हि लेने छल तँ पौलुस कप्‍तान, जे लग मे ठाढ़ छलाह, तिनका सँ पुछलथिन, “की कानूनक अनुसार ई बात ठीक अछि जे कोनो रोमी नागरिक केँ पिटब, आ ताहू मे, तकरा जे कोनो अपराधक दोषी नहि ठहराओल गेल होअय?”"},{"number":26,"verse":"कप्‍तान ई सुनि सेनापति लग जा कऽ कहलथिन, “अपने ई की कऽ रहल छी? ई आदमी तँ रोमी नागरिक अछि!”"},{"number":27,"verse":"सेनापति पौलुस लग अयलाह आ पुछलथिन, “कहह! की तोँ रोमी नागरिक छह?” ओ उत्तर देलथिन, “हँ।”"},{"number":28,"verse":"तखन सेनापति कहलथिन, “हमरा तँ अपन नागरिकता प्राप्‍त करऽ मे बहुत पाइ खर्च करऽ पड़ल।” पौलुस उत्तर देलथिन, “मुदा हम तँ जन्‍मे सँ नागरिक छी।”"},{"number":29,"verse":"तखन ओ सभ जे हुनका सँ पूछ-ताछ करितनि, से सभ तुरत पौलुस केँ छोड़ि कऽ ओतऽ सँ हटि गेल। सेनापति ई बुझि अपनो भयभीत छलाह, जे हम एक रोमी नागरिक केँ जिंजीर सँ बन्‍हबौने छी।"},{"number":30,"verse":"( धर्म-महासभाक सामने पौलुस) प्रात भेने एहि बातक ठीक सँ पता लगयबाक लेल जे यहूदी सभ पौलुस पर किएक अभियोग लगा रहल अछि, सेनापति हुनकर बन्‍हन खोलि देलनि और आदेश देलनि जे मुख्‍यपुरोहित सभ आ सम्‍पूर्ण धर्म-महासभा जमा होअय। धर्म-महासभा जमा भेला पर हुनका सभक सामने पौलुस केँ ठाढ़ कऽ देलनि।"}]}