{"bibleAbbr":"maiNT","bookName":"मसीह-दूत सभक काज","bookEnglishName":"Acts of the Apostles","chapterNumber":26,"verses":[{"number":1,"verse":"( राजा अग्रिप्‍पाक सम्‍मुख पौलुस) तखन अग्रिप्‍पा पौलुस केँ कहलथिन, “अहाँ केँ अपना पक्षक वयान देबाक अनुमति अछि।” एहि पर पौलुस हाथ उठा कऽ अपन वयान सुनौनाइ शुरू कयलनि—"},{"number":2,"verse":"“राजा अग्रिप्‍पा, ई हमरा लेल सौभाग्‍यक बात अछि जे हमरा आइ अपनेक समक्ष ओहि आरोप सभक सम्‍बन्‍ध मे उत्तर देबाक अवसर भेटल जे यहूदी सभ हमरा पर लगा रहल छथि,"},{"number":3,"verse":"विशेष कऽ एहि लेल जे अपने यहूदी सभक सभ प्रथा आ विवाद सँ नीक जकाँ परिचित छी। तेँ अपने सँ प्रार्थना अछि जे हमर बात धैर्यपूर्बक सुनबाक कृपा कयल जाओ।"},{"number":4,"verse":"“हम शुरुए सँ अपना जातिक बीच अपनो देश मे आ यरूशलेमो मे अपन जीवन बचपने सँ कोना बितौलहुँ, से यहूदी सभ जनैत छथि।"},{"number":5,"verse":"ओ सभ हमर पुरान परिचित लोक छथि आ तेँ जँ चाहितथि तँ हमरा बारे मे गवाहिओ दऽ सकितथि जे हम अपन यहूदी धर्मक सभ सँ कट्टर पंथ, अर्थात् फरिसी पंथक अनुसरण कयने छलहुँ।"},{"number":6,"verse":"और एखन हमर एहि लेल न्‍याय कयल जा रहल अछि जे हम पूर्ण विश्‍वासक संग ओहि वचन पर अपन आशा रखने छी जे वचन परमेश्‍वर हमरा सभक पूर्वज सभ केँ देने छथि।"},{"number":7,"verse":"आ ठीक यैह वचन पूरा होयबाक आशा रखैत हमरा यहूदी लोकनिक बारहो कुलक लोक सभ बहुत भक्‍तिक संग दिन-राति परमेश्‍वरक सेवा करैत छथि। हँ सरकार, एही वचन पर हमर आशाक कारणेँ यहूदी सभक द्वारा हमरा पर दोष लगाओल जा रहल अछि!"},{"number":8,"verse":"अपने सभ केँ ई बात अविश्‍वसनीय किएक लगैत अछि जे परमेश्‍वर मुइल सभ केँ जिअबैत छथिन?"},{"number":9,"verse":"“हमहूँ सोचैत छलहुँ जे, जतेक हम नासरत-निवासी यीशुक नामक विरोध मे कऽ सकैत छी, ततेक हमरा करबाक अछि।"},{"number":10,"verse":"आ हम यरूशलेम मे एना करबो कयलहुँ। मुख्‍यपुरोहित सभ सँ अधिकार लऽ कऽ हम परमेश्‍वरक कतेको लोक सभ केँ जहल मे राखि देलहुँ, आ जखन ओकरा सभ केँ मृत्‍युदण्‍ड देल गेलैक तँ हमहूँ ओहि मे सहमति दैत छलहुँ।"},{"number":11,"verse":"हम कतेको बेर सभाघर सभ मे जा-जा कऽ ओकरा सभ केँ दण्‍ड दिआ कऽ ओकरा सभ सँ अपना प्रभु केँ अस्‍वीकार करयबाक कोशिश कयलहुँ। हमरा ततेक क्रोध छल जे सनकल जकाँ भऽ गेल छलहुँ आ हम ओकरा सभ केँ सतयबाक लेल आनो-आन देशक शहर सभ मे गेलहुँ।"},{"number":12,"verse":"“एक बेर हम एही काजक लेल मुख्‍यपुरोहित सभक पूर्ण अधिकार और आज्ञाक संग दमिश्‍क जा रहल छलहुँ।"},{"number":13,"verse":"करीब दुपहरक समय मे, सरकार, रस्‍ता मे हम आकाश सँ एहन इजोत देखलहुँ जे सूर्योक इजोत सँ तेज छल, जे हमरा आ हमर सहयात्री सभक चारू कात चमकि रहल छल।"},{"number":14,"verse":"हम सभ गोटे जमीन पर खसि पड़लहुँ। तखन हमरा अपन इब्रानी भाषा मे एक आवाज सुनाइ देलक जे हमरा कहैत छल, ‘हौ साउल, हौ साउल, हमरा किएक सतबैत छह? तोँ हमर विरोध कऽ कऽ अपने केँ कष्‍ट पहुँचबैत छह।’"},{"number":15,"verse":"तखन हम पुछलियनि, ‘प्रभु, अहाँ के छी?’ प्रभु हमरा उत्तर देलनि, ‘हम यीशु छी, जिनका तोँ सता रहल छह।"},{"number":16,"verse":"आब उठह! पयर पर ठाढ़ होअह, कारण हम तोरा एहि लेल दर्शन देने छिअह जे हम तोरा अपन सेवक आ गवाह नियुक्‍त करी। तोँ हमरा विषय मे जे देखने छह आ बाद मे जे किछु हम तोरा देखयबह, ताहि सभक सम्‍बन्‍ध मे तोरा गवाही देबाक छह।"},{"number":17,"verse":"हम तोहर अपन लोकक हाथ सँ और गैर-यहूदी लोक सभक हाथ सँ सेहो तोरा बचयबह। हम तोरा ओकरा सभ लग एहि लेल पठा रहल छिअह जे"},{"number":18,"verse":"तोँ ओकरा सभक आँखि खोलह और ओकरा सभ केँ अन्‍हार सँ इजोत मे, अर्थात् शैतानक राज्‍य सँ परमेश्‍वर लग, घुमाबह, जाहि सँ हमरा पर विश्‍वास कयला सँ ओ सभ पापक क्षमा प्राप्‍त करय आ परमेश्‍वरक पवित्र कयल लोकक संग उत्तराधिकारी बनय।’"},{"number":19,"verse":"“तेँ, हे महाराज अग्रिप्‍पा, हम एहि स्‍वर्गीय दर्शन सँ भेटल आज्ञाक उल्‍लंघन नहि कयलहुँ।"},{"number":20,"verse":"पहिने दमिश्‍क मे, तखन यरूशलेम मे आ सौंसे यहूदिया प्रदेश मे, आ गैर-यहूदी सभ मे सेहो हम प्रचार कयलहुँ जे, अपना पापक लेल पश्‍चात्ताप कऽ कऽ परमेश्‍वर लग घूमि आउ, और अपन काज द्वारा अपन हृदय-परिवर्तन केँ प्रमाणित करू।"},{"number":21,"verse":"एही कारणेँ यहूदी सभ हमरा मन्‍दिर मे पकड़लक आ जान सँ मारि देबाक कोशिश कयलक।"},{"number":22,"verse":"मुदा परमेश्‍वर अजुका दिन धरि हमर सहायता कयने छथि, आ तेँ हम आइ एतऽ ठाढ़ भऽ कऽ छोट-पैघ सभक सामने गवाही दऽ रहल छी। जाहि बात सभक भविष्‍यवाणी मूसा आ परमेश्‍वरक प्रवक्‍ता लोकनि कयलनि, ताहि सँ बेसी हम किछु नहि कहैत छी—"},{"number":23,"verse":"अर्थात् ई जे, उद्धारकर्ता-मसीह केँ दुःख उठयबाक छलनि, और सभ सँ पहिल मृत्‍यु सँ जीबि उठनिहार भऽ कऽ अपनो लोक केँ आ दोसरो जाति सभ केँ सेहो इजोतक शुभ समाचार सुनयबाक छलनि।”"},{"number":24,"verse":"( “हम बताह नहि छी!”) पौलुस जखन ई बात सभ कहिए रहल छलाह तँ फेस्‍तुस बाधा करैत बड्ड जोर सँ कहलथिन, “हौ पौलुस! तोँ बताह भऽ गेलह! तोहर पैघ शिक्षा तोरा बताह कऽ देने छह!”"},{"number":25,"verse":"पौलुस उत्तर देलथिन, “परम श्रेष्‍ठ फेस्‍तुस, हम बताह नहि छी। हम जे कहैत छी से एकदम सत्‍य आ विवेकपूर्ण बात अछि।"},{"number":26,"verse":"राजा साहेब एहि बात सभक विषय मे जनैत छथि, आ हुनका सँ हम खुलि कऽ बात कऽ सकैत छी। हमरा पूर्ण विश्‍वास अछि जे एहि सभ बात मे एहन कोनो बात नहि अछि जकरा बारे मे ओ नहि जनैत होथि, कारण ई सभ घटना कोनो कोना मे नहि भेल अछि।"},{"number":27,"verse":"राजा अग्रिप्‍पा, की अपने परमेश्‍वरक प्रवक्‍ता लोकनिक बात पर विश्‍वास करैत छी? हम जनैत छी जे अपने केँ विश्‍वास अछि।”"},{"number":28,"verse":"एहि पर अग्रिप्‍पा पौलुस केँ कहलथिन, “की अहाँ एतबे काल मे हमरा मसीही बनाबऽ चाहैत छी?!”"},{"number":29,"verse":"पौलुस उत्तर देलथिन, “ ‘एतबे’ काल वा ‘बहुत’ काल लागय, परमेश्‍वर करथु जे अपनेटा मात्र नहि, बल्‍कि आइ जतबा लोक हमर बात सुनि रहल छथि से सभ केओ हमरा जकाँ बनथि—मात्र एहिना जिंजीर सँ बान्‍हल नहि!”"},{"number":30,"verse":"( अधिकारी लोकनिक आपसी गप्‍प-सप्‍प—पौलुस निर्दोष) तखन राजा अग्रिप्‍पा उठि गेलाह, आ तहिना राज्‍यपाल, बरनिकी आ हुनका सभक संग बैसल सभ लोक सेहो ठाढ़ भऽ गेलाह।"},{"number":31,"verse":"सभा सँ बहरा कऽ ओ सभ एक-दोसर सँ बात करऽ लगलाह, आ बजलाह, “ई आदमी मृत्‍युदण्‍ड वा जहल मे राखल जयबाक योग्‍य कोनो काज नहि कऽ रहल अछि।”"},{"number":32,"verse":"और अग्रिप्‍पा फेस्‍तुस केँ कहलथिन, “ई जँ सम्राट लग अपील नहि कयने रहैत तँ मुक्‍त कयल जा सकैत।”"}]}