{"bibleAbbr":"maiNT","bookName":"मसीह-दूत सभक काज","bookEnglishName":"Acts of the Apostles","chapterNumber":27,"verses":[{"number":1,"verse":"( पौलुसक रोम यात्रा प्रारम्‍भ) जखन ई निश्‍चय भऽ गेल जे हम सभ पानि जहाज सँ इटली देश जायब तँ पौलुस और दोसरो बन्‍दी सभ केँ सम्राटक सैन्‍यदलक कप्‍तान यूलियुसक जिम्‍मा मे लगा देल गेलनि।"},{"number":2,"verse":"हम सभ अद्रमुतियुम नगरक एक जहाज जे आसिया प्रदेशक समुद्रक कछेर पर पड़ऽ वला शहर सभ होइत जाय वला छल, ताहि पर चढ़ि कऽ विदा भेलहुँ। हमरा सभक संग मकिदुनिया प्रदेशक थिसलुनिका नगरक निवासी अरिस्‍तर्खुस सेहो छलाह।"},{"number":3,"verse":"दोसर दिन सीदोन नगर मे पहुँचलहुँ। ओतऽ यूलियुस पौलुस पर दया कऽ कऽ हुनका संगी-साथी सभक ओहिठाम जा कऽ अपन आवश्‍यकताक वस्‍तु स्‍वीकार करबाक अनुमति देलथिन।"},{"number":4,"verse":"ओतऽ सँ ओही जहाज सँ फेर विदा भेलहुँ, और हवा विपरीत दिस सँ रहबाक कारणेँ हम सभ साइप्रस द्वीपक अऽढ़ मे चललहुँ।"},{"number":5,"verse":"तखन किलिकिया और पंफूलिया प्रदेशक सामनेक समुद्री भाग दऽ कऽ आगाँ बढ़ि लुकिया प्रदेशक मूरा नामक स्‍थान पर पहुँचलहुँ।"},{"number":6,"verse":"ओतऽ कप्‍तान केँ सिकन्‍दरिया नगरक एक जहाज भेटलनि जे इटली देश जा रहल छल। ओ हमरा सभ केँ ओहि पर चढ़ा देलनि।"},{"number":7,"verse":"( समुद्री यात्रा कतेक कठिन!) कतेक दिन धरि धिरे-धिरे आगाँ बढ़ैत अन्‍त मे बहुत कठिनाइ सँ हम सभ कनिदुस नगर लग पहुँचलहुँ। हवा हमरा सभ केँ ओहि दिस आरो आगाँ बढ़ऽ नहि दऽ रहल छल आ तेँ हम सभ सलमोन नगर लग क्रेत द्वीपक अऽढ़ मे चल गेलहुँ।"},{"number":8,"verse":"द्वीपक काते-काते बहुत कठिनाइ सँ आगाँ बढ़ैत हम सभ “असल शरण” नामक स्‍थान पर पहुँचलहुँ, जे लसिया नगर लग अछि।"},{"number":9,"verse":"एहि तरहेँ बहुत समय बिति गेल छल। प्रायश्‍चित्त-दिवसक उपास सेहो बिति गेल छल, और जल-यात्रा करब आब खतरनाक छल। तेँ पौलुस लोक सभ केँ ई चेतावनी देलथिन जे,"},{"number":10,"verse":"“यौ मित्र लोकनि! हम देखैत छी जे एहि यात्रा मे एखन आगाँ बढ़ला सँ बहुत भारी खतरा होयत। मात्र जहाज आ माल-सामानक नहि, बल्‍कि अपना सभ केँ अपन प्राणोक हानि उठाबऽ पड़त।”"},{"number":11,"verse":"मुदा सेनाक कप्‍तान पौलुसक सल्‍लाह नहि मानि कऽ जहाजक कप्‍तान आ मालिकक बात मानलनि।"},{"number":12,"verse":"एहि स्‍थान पर जाड़ मास बितयबाक लेल जहाज ठाढ़ करबाक उपयुक्‍त जगह नहि छल, आ तेँ अधिकांश लोक एहि आशा मे आगाँ बढ़ऽ चाहैत छल जे कोहुना कऽ फीनिक्‍स नगर तक पहुँचि जाइ और ओतहि जाड़ मास बिताबी। फीनिक्‍स क्रेत द्वीपक एक बन्‍दरगाह अछि जकर मुँह दक्षिण-पश्‍चिम आ उत्तर-पश्‍चिमक दिस अछि।"},{"number":13,"verse":"( भयंकर अन्‍हड़-बिहारि) जखन दक्षिण सँ हवा सिहकऽ लागल तँ ई सोचि जे हमरा सभक उद्देश्‍य पूरा भऽ गेल, नाविक सभ लंगर खोललक आ क्रेत द्वीपक काते-काते बढ़ऽ लागल।"},{"number":14,"verse":"मुदा कनेके कालक बाद द्वीपक दिस सँ भयंकर अन्‍हड़-बिहारि उठल जे “उत्तरबरिया-पुबरिया” कहबैत अछि।"},{"number":15,"verse":"जहाज अन्‍हड़-बिहारि मे तेना ने फँसि गेल जे नाविक सभ जेम्‍हर सँ अन्‍हड़-बिहारि आबि रहल छल जहाज केँ तेम्‍हर मोड़ऽ सँ असमर्थ भऽ गेल। तेँ हम सभ अपना केँ हवाक रुखि पर छोड़ि देलहुँ जे जतऽ लऽ जाय।"},{"number":16,"verse":"कौदा नामक छोट द्वीपक अऽढ़ मे पहुँचला पर हम सभ बहुत कठिनाइ सँ जहाजक पाछाँ बान्‍हल छोट नाव केँ अपना वश मे कऽ सकलहुँ।"},{"number":17,"verse":"ओकरा जहाज पर लऽ लेलाक बाद नाविक सभ जहाज केँ मजगूत बनयबाक उद्देश्‍य सँ जहाज केँ नीचाँ-ऊपर रस्‍सी लपेटि कऽ बन्‍हलक। तकरबाद, एहि डरेँ जे जहाज कहीं सुरतिस नामक बालु वला क्षेत्र मे ने धँसि जाय, ओ सभ पाल उतारि कऽ जहाज केँ ओहिना हवा मे दहाय देलक।"},{"number":18,"verse":"अन्‍हड़-बिहारि हमरा सभ केँ ततेक झकझोड़ि रहल छल जे प्रात भेने ओ सभ जहाज परक माल-सामान समुद्र मे फेकऽ लागल।"},{"number":19,"verse":"तेसर दिन ओ सभ अपने हाथ सँ जहाजक रस्‍सी-पाल इत्‍यादि फेकि देलक।"},{"number":20,"verse":"बहुतो दिन तक जखन सूर्य आ तारा सभ देखाइ नहि देलक और अन्‍हड़-बिहारि चलिते रहल तँ हमरा सभ केँ बचबाक कोनो आशा नहि रहि गेल।"},{"number":21,"verse":"( विपत्ति मे परमेश्‍वरक आश्‍वासन) जहाज परक लोक सभ बहुतो दिन सँ भोजन नहि कऽ रहल छल। तखन सभक बीच ठाढ़ भऽ कऽ पौलुस कहलथिन, “मित्र लोकनि! उचित तँ ई छल जे अहाँ सभ हमर सल्‍लाह मानि कऽ क्रेत द्वीप सँ विदाए नहि भेल रहितहुँ। तखन ने ई विपत्ति अबैत आ ने ई हानि उठाबऽ पड़ैत।"},{"number":22,"verse":"मुदा एखनो हम अहाँ सभ सँ आग्रह करैत छी जे, साहस राखू, कारण ककरो प्राणक हानि नहि उठाबऽ पड़त, मात्र जहाज नष्‍ट भऽ जायत।"},{"number":23,"verse":"आइए राति मे, परमेश्‍वर, जिनकर हम छियनि आ जिनकर सेवा करैत छी, तिनकर स्‍वर्गदूत हमरा लग ठाढ़ भऽ कऽ कहलनि जे,"},{"number":24,"verse":"‘हौ पौलुस, डेराह नहि! तोँ सम्राटक समक्ष अवश्‍य ठाढ़ होयबह। और परमेश्‍वर तोरा पर दया कऽ कऽ, तकरा सभ केँ सुरक्षित रखथुन जे सभ तोरा संग यात्रा कऽ रहल छह।’"},{"number":25,"verse":"तेँ अहाँ सभ साहस राखू! कारण, हमरा परमेश्‍वर पर पूरा विश्‍वास अछि जे जेना हमरा कहल गेल अछि तेना हयबो करत।"},{"number":26,"verse":"मुदा अपना सभक जहाज कोनो द्वीप पर भसिया जायत।”"},{"number":27,"verse":"( जहाज नष्‍ट मुदा लोक सुरक्षित) चौदहम राति मे जखन आद्रिया सागर मे एम्‍हर-ओम्‍हर भटकि रहल छलहुँ तँ करीब दुपहर राति कऽ नाविक सभ केँ बुझयलैक जे कोनो कछेरक लग मे आबि गेल छी।"},{"number":28,"verse":"ओ सभ जखन थाह लेलक तँ ओतऽ अस्‍सी हाथ गहिंराइ छलैक। कनेक कालक बाद फेर थाह लेलक तँ साठि हाथ भेटलैक।"},{"number":29,"verse":"एहि डरेँ जे कहीं पाथर सभ मे ने टकरा जाइ ओ सभ जहाजक पछिलका भाग सँ चारिटा लंगर समुद्र मे खसा देलक आ भोर होयबाक प्रतीक्षा करऽ लागल।"},{"number":30,"verse":"नाविक सभ केँ जहाज पर सँ भागि जयबाक विचार छलैक, तेँ जहाजक अगिला भाग सँ लंगर खसयबाक बहाना सँ ओ सभ छोटका नाव समुद्र मे उतारने छल।"},{"number":31,"verse":"मुदा पौलुस सेनाक कप्‍तान और सैनिक सभ केँ कहलथिन, “ई सभ जँ जहाज पर नहि रहत तँ अहूँ सभ नहि बाँचब।”"},{"number":32,"verse":"तेँ सैनिक सभ रस्‍सी सभ काटि कऽ ओहि छोटका नाव केँ समुद्र मे दहा देलक।"},{"number":33,"verse":"जखन भोर होमऽ-होमऽ पर छल तँ पौलुस सभ केँ भोजन करबाक लेल आग्रह कयलथिन। ओ कहलथिन, “आइ चौदह दिन भऽ गेल जे अहाँ सभ चिन्‍ताक कारणेँ भूखले छी, किछु नहि खयलहुँ हँ।"},{"number":34,"verse":"आब हम अहाँ सभ सँ विनती करैत छी, किछु खा लिअ! नहि तँ बाँचब कोना? अहाँ सभ मे सँ ककरो कोनो तरहक हानि नहि होयत।”"},{"number":35,"verse":"एतबा कहि ओ रोटी लेलनि आ सभक सामने मे परमेश्‍वर केँ धन्‍यवाद दऽ कऽ रोटी तोड़ि खाय लगलाह।"},{"number":36,"verse":"एहि सँ सभ केँ साहस भेटलैक आ ओहो सभ भोजन करऽ लागल।"},{"number":37,"verse":"जहाज पर सभ मिला कऽ हम सभ 276 गोटे छलहुँ।"},{"number":38,"verse":"भरि इच्‍छा भोजन कयलाक बाद ओ सभ जहाज परक भार हल्‍लुक करबाक लेल गहुम केँ समुद्र मे फेकि देलक।"},{"number":39,"verse":"भोर भेला पर ओ सभ ओहि लगक जगह केँ नहि चिन्‍हि सकल, मुदा ओकरा सभक दृष्‍टि कछेर परक एक लम्‍बा-चौड़ा बालु वला भाग पर पड़लैक, और ओ सभ निर्णय कयलक जे जँ सम्‍भव होअय तँ जहाज केँ ओही भाग मे लगाओल जाय।"},{"number":40,"verse":"ओ सभ लंगरक रस्‍सी सभ काटि कऽ लंगर सभ केँ समुद्र मे छोड़ि देलक, आ संगहि पतवारक बन्‍हन ढील कऽ देलक। तखन जहाजक अगिला भागक पाल हवाक सम्‍मुख चढ़ा कऽ कछेर दिस आगाँ बढ़ल।"},{"number":41,"verse":"मुदा जहाज पानि मेहक बलुआह भाग मे टकरा कऽ फँसि गेल। जहाजक अगिला भाग तेना धँसि गेल जे टस्‍स सँ मस्‍स नहि होइत छल, आ पछिलका भाग बड़का लहरि सभ सँ टकरा-टकरा कऽ टुकड़ा-टुकड़ा भऽ रहल छल।"},{"number":42,"verse":"सैनिक सभक विचार छलैक जे कैदी सभ केँ जान सँ मारि दी जाहि सँ केओ हेलि कऽ भागि नहि सकय।"},{"number":43,"verse":"मुदा सेनाक कप्‍तान केँ पौलुसक जान बचयबाक इच्‍छा छलनि, तेँ ओ ओकरा सभ केँ एना करऽ सँ रोकि देलथिन। ओ आज्ञा देलनि जे जकरा सभ केँ हेलऽ अबैत होइक से सभ पहिने पानि मे कुदय और हेलि कऽ कछेर पर चल जाय,"},{"number":44,"verse":"आ बाँकी लोक काठक पटरा वा जहाजक कोनो टुटल टुकड़ाक सहारा लऽ कऽ पाछाँ सँ जाय। एना कऽ कऽ सभ केओ ओहि भूमि पर सकुशल पहुँचि गेलहुँ।"}]}