{"bibleAbbr":"maiNT","bookName":"मसीह-दूत सभक काज","bookEnglishName":"Acts of the Apostles","chapterNumber":3,"verses":[{"number":1,"verse":"( लोथ आदमी दौड़ऽ लागल) एक दिन पत्रुस आ यूहन्‍ना दुपहरियाक तीन बजे प्रार्थनाक समय मे मन्‍दिर जा रहल छलाह।"},{"number":2,"verse":"ओही समय मे किछु लोक जन्‍म सँ लोथ एक आदमी केँ अनलक और मन्‍दिरक “सुन्‍दर” नामक द्वारि लग, जतऽ ओकरा सभ दिन बैसा देल जाइत छल ततऽ राखि देलकैक, जाहि सँ ओ मन्‍दिर मे जाय-आबऽ वला लोक सभ सँ भीख माँगि सकय।"},{"number":3,"verse":"ओ जखन पत्रुस आ यूहन्‍ना केँ भीतर जाइत देखलकनि तँ हुनका सभ सँ भीख मँगलक।"},{"number":4,"verse":"पत्रुस आ यूहन्‍ना एकटक लगा कऽ ओकरा देखलनि। पत्रुस कहलथिन, “हमरा सभ दिस ताकह!”"},{"number":5,"verse":"ओ लोथ आदमी हिनका सभ सँ किछु पयबाक आशा मे हिनका दिस तकलकनि।"},{"number":6,"verse":"पत्रुस कहलथिन, “हमरा संग मे सोना वा चानी नहि अछि, मुदा जे किछु अछि से तोरा दैत छिअह। नासरत-निवासी यीशु मसीहक नाम सँ चलह-फिरह!”"},{"number":7,"verse":"पत्रुस ओकर दहिना हाथ पकड़ि कऽ उठौलथिन, आ तखने ओकर पयर और घुट्ठी मे बल आबि गेलैक।"},{"number":8,"verse":"ओ फुर्ती सँ ठाढ़ भऽ गेल आ चलऽ-फिरऽ लागल। ओ दौड़ैत आ कुदि-कुदि कऽ चलैत और परमेश्‍वरक स्‍तुति करैत हुनका सभक संग मन्‍दिर मे प्रवेश कयलक।"},{"number":9,"verse":"लोक सभ ओकरा चलैत-फिरैत आ परमेश्‍वरक स्‍तुति करैत देखलक"},{"number":10,"verse":"आ जखन चिन्‍हलकैक जे, ई वैह अछि जे मन्‍दिरक “सुन्‍दर द्वारि” लग बैसि कऽ भीख मँगैत छल तँ आश्‍चर्यित भऽ अवाक रहि गेल जे, एकरा ई कोना भऽ गेलैक?"},{"number":11,"verse":"ओ नीक कयल आदमी पत्रुस और यूहन्‍ना केँ पकड़नहि छल तखने सभ लोक आश्‍चर्य सँ भरल हुनका सभ लग “सुलेमानक असोरा” नामक जगह पर दौड़ि कऽ आयल।"},{"number":12,"verse":"ई देखि पत्रुस ओकरा सभ केँ कहलथिन, “यौ इस्राएली भाइ लोकनि, एहि बात सँ अहाँ सभ आश्‍चर्यित किएक छी? अहाँ सभ हमरा सभ दिस एना किएक तकैत छी जेना हम सभ अपनहि शक्‍ति वा भक्‍ति सँ एकरा चलबाक सामर्थ्‍य देने होइऐक?"},{"number":13,"verse":"अब्राहम, इसहाक और याकूबक परमेश्‍वर, अपना सभक पुरखा सभक परमेश्‍वर अपन सेवक यीशु केँ महिमा प्रदान कयलथिन। अहाँ सभ हुनका पकड़ि कऽ मृत्‍युदण्‍डक लेल पिलातुसक हाथ मे सौंपि देलहुँ और ओ जखन हुनका छोड़बाक निश्‍चय कयलनि तँ अहाँ सभ पिलातुसक समक्ष हुनका अस्‍वीकार कयलहुँ।"},{"number":14,"verse":"अस्‍वीकार कयलहुँ तिनका जे पवित्र और धार्मिक छलाह, और अपना लेल छोड़बाक माँग कयलहुँ तकरा जे खूनी आदमी छल।"},{"number":15,"verse":"एहि तरहेँ अहाँ सभ जीवनक स्रोत केँ मारि देलहुँ मुदा परमेश्‍वर हुनका जिआ देलथिन। हम सभ एहि बातक गवाह छी।"},{"number":16,"verse":"यीशुएक शक्‍ति सँ आ हुनका नाम पर विश्‍वास कयला सँ ई आदमी, जकरा अहाँ सभ देखि रहल छी आ चिन्‍हितो छी, से स्‍वस्‍थ कयल गेल अछि। हँ, ओही नाम पर विश्‍वास कयलाक कारणेँ ई लोथ आदमी एखन अहाँ सभक समक्ष पूर्ण स्‍वस्‍थ अछि।"},{"number":17,"verse":"“प्रिय भाइ लोकनि, हम जनैत छी जे अहाँ सभ और अहाँ सभक धर्मगुरु लोकनि सेहो बिनु किछु जननहि-बुझनहि ई काज कयलहुँ।"},{"number":18,"verse":"मुदा एहि तरहेँ परमेश्‍वर अपन ओहि बात केँ पूरा कयलनि जे ओ अपन सभ प्रवक्‍ता लोकनिक माध्‍यम सँ कहने छलाह जे, हमर उद्धारकर्ता-मसीह केँ दुःख उठाबऽ पड़तनि।"},{"number":19,"verse":"तेँ आब अहाँ सभ अपना पापक लेल पश्‍चात्ताप कऽ कऽ हृदय-परिवर्तन करू और परमेश्‍वर लग आउ, जाहि सँ अहाँ सभक पाप मेटित होअय और प्रभु अहाँ सभ केँ आत्‍मिक उत्‍साहक समय प्रदान करथि,"},{"number":20,"verse":"और जाहि सँ अहाँ सभ लग परमेश्‍वर अपन मसीह केँ पठबथि जिनका ओ पहिनहि सँ नियुक्‍त कयने छथिन, अर्थात् यीशु केँ।"},{"number":21,"verse":"ई आवश्‍यक अछि जे ओ ताबत धरि स्‍वर्ग मे रहथि जाबत धरि सभ बातक सुधार करबाक ओ समय नहि आओत जाहि समयक सम्‍बन्‍ध मे परमेश्‍वर प्राचीन काल मे अपन चुनल प्रवक्‍ता लोकनि द्वारा वचन देने छथि।"},{"number":22,"verse":"मूसा कहने छलाह जे, ‘तोरा सभक प्रभु-परमेश्‍वर तोरा सभक लेल हमरा जकाँ एक प्रवक्‍ता तोरा सभक अपन लोक मे सँ नियुक्‍त करथुन। ओ तोरा सभ केँ जे किछु कहथुन से तोँ सभ मानिहह।"},{"number":23,"verse":"जे केओ हुनकर बात नहि मानत से अपना लोक मे सँ नष्‍ट कयल जायत।’"},{"number":24,"verse":"एहि तरहेँ शमूएल सँ लऽ कऽ हुनका बाद मे एखन तक आबऽ वला परमेश्‍वरक सभ प्रवक्‍ता लोकनि एहि वर्तमान समयक भविष्‍यवाणी कयने छथि।"},{"number":25,"verse":"ओ सभ जाहि बातक भविष्‍यवाणी कयलनि, से अहाँ सभक बीच पूरा भेल, और परमेश्‍वर वचन दऽ कऽ अहाँ सभक पूर्वज सभक संग जे विशेष सम्‍बन्‍ध स्‍थापित कयलनि, ताहि मे अहूँ सभ सहभागी छी। ओ अब्राहम केँ कहलथिन, ‘तोरा वंश द्वारा पृथ्‍वीक सभ जाति आशिष पाओत।’"},{"number":26,"verse":"परमेश्‍वर अपन सेवक यीशु केँ नियुक्‍त कऽ कऽ सभ सँ पहिने अहीं सभ लग पठौलनि जाहि सँ ओ अहाँ सभ केँ अधलाह मार्ग सँ घुमा कऽ आशिष देथि।”"}]}