{"bibleAbbr":"maiNT","bookName":"मसीह-दूत सभक काज","bookEnglishName":"Acts of the Apostles","chapterNumber":9,"verses":[{"number":1,"verse":"( साउल केँ यीशुक दर्शन) साउल एखनो तक प्रभु यीशुक शिष्‍य सभ केँ धमकी दैत छल आ हुनका सभक हत्‍या करबाक फिराक मे रहैत छल। ओ महापुरोहित लग जा कऽ"},{"number":2,"verse":"दमिश्‍कक सभाघर सभक लेल आज्ञा-पत्र मँगलक जाहि सँ जँ ओकरा दमिश्‍क मे एहि पंथ केँ मानऽ वला लोक सभ भेटैक तँ ओ ओकरा सभ केँ, चाहे स्‍त्रीगण होअय वा पुरुष, बन्‍दी बना कऽ यरूशलेम आनि सकय।"},{"number":3,"verse":"जखन ओ दमिश्‍क नगर लग पहुँचल तँ एकाएक आकाश सँ बहुत तेज प्रकाश ओकरा चारू कात पड़ल।"},{"number":4,"verse":"ओ जमीन पर खसि पड़ल आ ओकरा एक स्‍वर सुनाइ देलक, “हौ साउल, हौ साउल, तोँ हमरा किएक सतबैत छह?”"},{"number":5,"verse":"ओ पुछलकनि, “यौ प्रभु, अहाँ के छी?” ओ उत्तर देलथिन, “हम यीशु छी जिनका तोँ सता रहल छह।"},{"number":6,"verse":"आब तोँ उठि कऽ शहर मे जाह, ओतऽ तोरा कहल जयतह जे तोरा की करबाक छह।”"},{"number":7,"verse":"साउलक संग जे लोक सभ जा रहल छल से सभ अवाक रहि गेल, कारण ओ सभ आवाज सुनलक मुदा ककरो देखलक नहि।"},{"number":8,"verse":"साउल जमीन पर सँ उठलाह मुदा ओ जखन आँखि तकलनि तँ हुनका किछु देखाइ नहि दैत छलनि। तेँ ओ सभ हुनका हाथ पकड़ि कऽ दमिश्‍क शहर मे लऽ गेलनि।"},{"number":9,"verse":"ओ तीन दिन धरि आन्‍हर रहलाह आ किछु नहि खयलनि-पिलनि।"},{"number":10,"verse":"( दमिश्‍क नगर मे साउल) दमिश्‍क मे हननियाह नामक एक शिष्‍य छलाह, जिनका प्रभु यीशु दर्शन दऽ कऽ कहलथिन, “हौ हननियाह!” ओ उत्तर देलथिन, “कहल जाओ प्रभु।”"},{"number":11,"verse":"प्रभु आज्ञा देलथिन, “उठह, ‘सोझका गली’ नामक रस्‍ता मे जा कऽ यहूदाक घर मे तरसुस निवासी साउलक खोज करह, ओ प्रार्थना कऽ रहल अछि।"},{"number":12,"verse":"और ओकरा मोन मे एकटा दृश्‍य देखाइ पड़ल छैक जे हमरा घर मे हननियाह नामक एक आदमी अयलाह आ हमरा पर हाथ रखलनि जे हम देखि सकी।”"},{"number":13,"verse":"हननियाह उत्तर देलथिन, “यौ प्रभु, हम एहि आदमीक बारे मे बहुत किछु सुनने छी जे कोना ओ यरूशलेम मे अहाँक चुनल लोक सभ केँ सतबैत छल"},{"number":14,"verse":"आ एहूठाम अहाँक शिष्‍य सभ केँ पकड़बाक लेल मुख्‍यपुरोहित सभक आदेश-पत्र लऽ कऽ आयल अछि।”"},{"number":15,"verse":"प्रभु उत्तर देलथिन, “तोँ जाह, ओकरा हम चुनने छी जाहि सँ ओ गैर-यहूदी, ओकर सभक राजा सभ मे आ इस्राएली लोकक बीच मे हमर नामक प्रचार करय।"},{"number":16,"verse":"आब हम ओकरा देखयबैक जे हमर नामक कारणेँ ओकरा कतेक कष्‍ट सहऽ पड़तैक।”"},{"number":17,"verse":"तखन हननियाह गेलाह आ ओहि घर मे प्रवेश कऽ साउल पर हाथ राखि कऽ कहलथिन, “यौ साउल भाइ, प्रभु जे अहाँ केँ रस्‍ता मे अयबा काल दर्शन देलनि, अर्थात् यीशु, सैह हमरा अहाँ लग पठौलनि जाहि सँ अहाँ फेर देखी आ पवित्र आत्‍मा सँ परिपूर्ण भऽ जाइ।”"},{"number":18,"verse":"तखने साउलक आँखि सँ पपड़ी जकाँ किछु खसल आ ओ देखऽ लगलाह। ओ उठलाह और बपतिस्‍मा लेलनि।"},{"number":19,"verse":"तकरबाद ओ किछु भोजन कयलनि आ हुनका बल भेटलनि। साउल दमिश्‍क मे शिष्‍य सभक संग किछु दिन रहलाह।"},{"number":20,"verse":"( अत्‍याचारी सँ प्रचारक) ओ तुरत ओतुक्‍का सभाघर सभ मे जा कऽ प्रचार करऽ लगलाह जे यीशु परमेश्‍वरक पुत्र छथि।"},{"number":21,"verse":"एहि पर सभ लोक जे हुनकर प्रचार सुनलक से अकचका कऽ बाजऽ लागल जे, “ई की भेल? की ई वैह आदमी नहि अछि जे यरूशलेम मे एहि नाम पर विश्‍वास करऽ वला सभ केँ सतबैत छल? और की ओ एहूठाम एहि लेल नहि आयल अछि जे यीशु केँ मानऽ वला सभ केँ पकड़ि कऽ मुख्‍यपुरोहित सभ लग लऽ जाय?”"},{"number":22,"verse":"मुदा साउल प्रचारक काज मे आओर सामर्थ्‍यवान होइत गेलाह। यीशुए उद्धारकर्ता-मसीह छथि तकर प्रमाण दऽ-दऽ कऽ ओ दमिश्‍क मे रहऽ वला यहूदी सभक मुँह बन्‍द कऽ दैत छलाह।"},{"number":23,"verse":"एहि तरहेँ बहुत दिन बिति गेल। आब यहूदी सभ षड्यन्‍त्र रचऽ लागल जे साउल केँ जान सँ मारि दी।"},{"number":24,"verse":"मुदा साउल केँ एहि बातक खबरि भऽ गेलनि। यहूदी सभ दिन-राति शहरक द्वारि लग पहरा दऽ कऽ हुनका मारबाक ताक मे रहैत छल।"},{"number":25,"verse":"मुदा एम्‍हर हुनकर चेला सभ एक राति एकटा ढाकी मे हुनका बैसा कऽ शहरक देवाल पर बाटे ओहि पार उतारि देलकनि। ओ ओहिठाम सँ यरूशलेम चल गेलाह।"},{"number":26,"verse":"यरूशलेम पहुँचि कऽ साउल विश्‍वासी सभ मे सम्‍मिलित होयबाक प्रयत्‍न कयलनि मुदा ओ सभ हिनका सँ डेराइत छलाह कारण हुनका सभ केँ एहि बातक विश्‍वास नहि होइत छलनि जे वास्‍तव मे ओ यीशु मसीहक शिष्‍य बनि गेल छथि।"},{"number":27,"verse":"तखन बरनबास हुनका मसीह-दूत सभ लग लऽ गेलनि। ओ हुनका सभ केँ कहलथिन जे कोना साउल रस्‍ता मे प्रभु केँ देखलनि आ प्रभु कोना हिनका सँ गप्‍प कयलथिन और ई कतेक साहसक संग दमिश्‍क मे प्रभु यीशुक प्रचार कयलनि।"},{"number":28,"verse":"एकरबाद साउल हुनका सभक संग रहऽ लगलाह। ओ यरूशलेम मे घूमि-फिरि कऽ निडर भऽ कऽ प्रभु यीशुक प्रचार कयलनि।"},{"number":29,"verse":"ओ यूनानी भाषी यहूदी सभ सँ वाद-विवाद करैत छलाह मुदा ओ सभ हिनका जान सँ मारि देबाक कोशिश करऽ लागल।"},{"number":30,"verse":"विश्‍वासी भाय सभ केँ जखन एहि बातक खबरि भेलनि तँ ओ सभ हुनका कैसरिया लऽ जा कऽ तरसुस नगरक लेल विदा कऽ देलथिन।"},{"number":31,"verse":"तकरबाद समस्‍त यहूदिया, गलील आ सामरिया प्रदेश मे विश्‍वासी मण्‍डली केँ अत्‍याचार सँ आराम भेटल। प्रभुक आदर करैत आ आज्ञा मानैत मण्‍डली मजगूत होइत गेल और परमेश्‍वरक पवित्र आत्‍मा सँ प्रोत्‍साहित भऽ विश्‍वासी सभक संख्‍या बढ़ैत गेल।"},{"number":32,"verse":"( एनियास स्‍वस्‍थ भऽ गेल) पत्रुस बहुत ठाम घुमैत-फिरैत लुद्दा नामक गाम मे विश्‍वासी सभ सँ भेँट करबाक लेल अयलाह।"},{"number":33,"verse":"एहिठाम एनियास नामक एक आदमी भेटलनि जे लकवा बिमारीक कारणेँ आठ वर्ष सँ ओछायन धऽ लेने छल।"},{"number":34,"verse":"पत्रुस ओकरा कहलथिन, “हौ एनियास, यीशु मसीह तोरा स्‍वस्‍थ करैत छथुन। तोँ उठह आ अपन ओछायन ठीक करह।” ओ तुरत ठाढ़ भऽ गेल।"},{"number":35,"verse":"लुद्दा आ शारोनक सभ निवासी ओकरा देखलक, आ प्रभु यीशु पर विश्‍वास कयलक।"},{"number":36,"verse":"( दोरकस जिआओल गेलीह) याफा नगर मे एक विश्‍वासी स्‍त्री छलीह जिनकर नाम तबीता छलनि, जकरा यूनानी भाषा मे “दोरकस”, ⌞अर्थात् “हिरणी”⌟ कहल जाइत अछि। ओ बराबरि अनेक तरहक काज द्वारा दोसराक, आ खास कऽ गरीब सभक, सहायता करैत छलीह।"},{"number":37,"verse":"जाहि समय मे पत्रुस लुद्दा मे छलाह ताहि समय मे ओ बिमार भेलीह आ मरि गेलीह। हुनकर लास केँ स्‍नान करा कऽ उपरका तल्‍ला पर कोठली मे राखि देल गेलनि।"},{"number":38,"verse":"लुद्दा याफा सँ बेसी दूर नहि छल, आ तेँ विश्‍वासी सभ ई जानि जे पत्रुस लुद्दा मे छथि, दू आदमी केँ ई कहबाक लेल पत्रुस लग पठौलनि जे, “अहाँ एतऽ आबऽ मे देरी नहि करू!”"},{"number":39,"verse":"पत्रुस हुनका सभक संग विदा भेलाह। पहुँचलाक बाद लोक सभ हुनका उपरका तल्‍ला पर लऽ गेलनि। विधवा सभ पत्रुस केँ चारू कात सँ घेरि कऽ जे कुर्ता और अन्‍य वस्‍त्र सभ दोरकस मरऽ सँ पहिने बनौने छलीह, से सभ कानि-कानि कऽ देखाबऽ लगलथिन।"},{"number":40,"verse":"तखन पत्रुस सभ लोक केँ घर सँ बाहर कऽ देलनि, आ अपने ठेहुनिया दऽ कऽ प्रार्थना करऽ लगलाह। तकरबाद ओ लास दिस घूमि कऽ कहलथिन, “तबीता, उठि जाउ!” तबीता आँखि तकलनि आ सामने मे पत्रुस केँ देखि उठि कऽ बैसलीह।"},{"number":41,"verse":"पत्रुस हुनका हाथ धऽ कऽ ठाढ़ कयलनि। तखन ओ विधवा सभ और अन्‍य विश्‍वासी सभ केँ बजा कऽ दोरकस केँ हुनका सभक जिम्‍मा मे जीवित सौंपि देलथिन।"},{"number":42,"verse":"ई बात सम्‍पूर्ण याफा मे पसरि गेल आ बहुत लोक प्रभु पर विश्‍वास कयलक।"},{"number":43,"verse":"पत्रुस याफा मे चमड़ाक कारोबार करऽ वला सिमोनक ओतऽ बहुत दिन धरि रहलाह।"}]}