{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":10,"verses":[{"number":1,"verse":"యెహోవా, నీవెందుకు అంత దూరంగా ఉంటావు? కష్టాల్లో ఉన్న ప్రజలు నిన్ను చూడలేరు."},{"number":2,"verse":"గర్విష్ఠులు, దుష్టులు వారి దుష్ట పథకాలు వేస్తారు. మరియు పేద ప్రజలను వారు బాధిస్తారు."},{"number":3,"verse":"దుష్టులు వారికి కావలసిన వాటిని గూర్చి అతిశయపడతారు. లోభులు యెహోవాను దూషిస్తారు. ఈ విధంగా దుష్టులు యెహోవాను ద్వేషిస్తున్నట్టు వ్యక్తం చేస్తారు."},{"number":4,"verse":"ఆ దుర్మార్గులు చాలా గర్విష్ఠులు కనుక దేవున్ని అనుసరించరు. వాళ్లు తమ పాపిష్టి పథకాలన్నీ తయారు చేస్తారు. పైగా దేవుడే లేడు అన్నట్టు వారు ప్రవర్తిస్తారు."},{"number":5,"verse":"ఆ దుర్మార్గులు ఎల్లప్పుడూ వంకర పనులే చేస్తుంటారు. కనీసం నీ చట్టాలను, వివేకవంతమైన నీ ఉపదేశాలను కూడా వారు పట్టించుకోరు. దేవుని శత్రువులు ఆయన బోధనలను నిర్లక్ష్యం చేస్తారు."},{"number":6,"verse":"వాళ్లకు కీడు ఎన్నటికీ జరగదని ఆ మనుష్యులు తలుస్తారు. “మాకు ఎన్నడూ కష్ట సమయాలు ఉండవు” అని వారు అంటారు."},{"number":7,"verse":"ఆ మనుష్యులు ఎల్లప్పుడూ దూషిస్తారు. ఇతరుల విషయంలో వారు ఎల్లప్పుడూ చెడు సంగతులే చెబుతారు. దుష్టకార్యాలు చేసేందుకే వారు ఎల్లప్పుడూ పథకం వేస్తుంటారు."},{"number":8,"verse":"ఆ మనుష్యులు రహస్య స్థలాల్లో దాగుకొని ప్రజలను పట్టుకొనేందుకు కనిపెడతారు. ప్రజలను బాధించుటకు వారికోసం చూస్తూ దాగుకుంటారు. నిర్దోషులను వారు చంపుతారు."},{"number":9,"verse":"తినవలసిన జంతువులను పట్టుకోవటానికి ప్రయత్నించే సింహాలవలె వారుంటారు. ఆ దుర్మార్గులు, పేదల మీద దాడిచేస్తారు. దుష్టులు వేసే ఉచ్చులలో పేదలు చిక్కుకొంటారు."},{"number":10,"verse":"పేదలను, బాధపడేవారిని, ఆ దుష్టులు మరల, మరల బాధిస్తారు."},{"number":11,"verse":"అందుచేత ఆ పేదలు ఈ సంగతులను ఇలా ఆలోచించటం మొదలు పెడ్తారు: “దేవుడు మమ్ముల్ని మరచిపోయాడు! దేవుడు మానుండి శాశ్వతంగా విముఖుడయ్యాడు! మాకు ఏమి జరుగుతుందో దేవుడు చూడటం లేదు!”"},{"number":12,"verse":"యెహోవా, లేచి ఏదైనా చేయుము! దేవా, దుష్టులను శిక్షించుము! పేదలను మాత్రం మరువకుము!"},{"number":13,"verse":"దుష్టులు ఎందుకు దేవునికి వ్యతిరేకంగా ఉంటారు? ఎందుకంటే దేవుడు వారిని శిక్షించడు అనుకొంటారు గనుక."},{"number":14,"verse":"యెహోవా, దుర్మార్గులు చేసే కృ-రమైన చెడ్డ సంగతులను నీవు నిజంగా చూస్తున్నావు. నీవు వాటిని చూచి వాటి విషయమై ఏదో ఒకటి చేయుము. ఎన్నో కష్టాలతో ప్రజలు నీ దగ్గరకు సహాయం కోసం వస్తారు. యెహోవా, తల్లి దండ్రులు లేని పిల్లలకు సహాయం చేసే వాడివి నీవే. కనుక వారికి సహాయం చేయుము."},{"number":15,"verse":"యెహోవా, దుర్మార్గులను నాశనం చేయుము."},{"number":16,"verse":"యెహోవా నిరంతరం రాజైయున్నాడు. ఆ ప్రజలు ఆయన దేశంలోనుండి నశించెదరు గాక!"},{"number":17,"verse":"యెహోవా, పేదలు కోరుకొనే వాటిని గూర్చి నీవు విన్నావు. నీవు వారిని ప్రోత్సాహ పరచెదవు. వారి ప్రార్థనలు ఆలకించెదవు."},{"number":18,"verse":"యెహోవా, అనాథ పిల్లలను కాపాడుము. దుఃఖంలో ఉన్న వారిని ఇంకా ఎక్కువ కష్టాలు పడనీయకుము. దుర్మార్గులు ఇక్కడ ఉండకుండుటకు చాలా భయపడేటట్టుగా చేయుము."}]}