{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"శ్రమపడుతున్న వ్యక్తి ప్రార్థన. బలహీనంగా ఉండి తన ఆరోపణలను యెహోవాకు చెప్పాలని అతడు తలంచినప్పటిది. యెహోవా, నా ప్రార్థన విను. సహాయం కోసం నేను పెడుతున్న నా మొర వినుము."},{"number":2,"verse":"యెహోవా, నాకు కష్టాలు వచ్చినప్పుడు నా నుండి తిరిగి పోకుము. నా మాట వినుము. సహాయం కోసం నేను మొర పెట్టినప్పుడు వెంటనే నాకు జవాబు ఇమ్ము."},{"number":3,"verse":"పొగ వెళ్లినట్లుగా నా జీవితం వెళ్లిపోతుంది. నా జీవితం నిదానంగా కాలిపోతున్న మంటలా ఉంది."},{"number":4,"verse":"నా బలం పోయింది. నేను ఎండిపోయి చస్తున్న గడ్డిలా ఉన్నాను. నా కష్టాల మూలంగా నేను నా ఆహారాన్ని తినటం కూడా మరచిపోయాను."},{"number":5,"verse":"నా విచారం వల్ల నా బరువు తగ్గిపోతూంది. ( నా బరువు తగ్గిపోతూంది అక్షరార్థంగా నా ఎముకలు నా చర్మానికి అంటుకుపోతవి.)"},{"number":6,"verse":"అరణ్యంలో నివసిస్తున్న గుడ్లగూబలా నేను ఒంటరిగా ఉన్నాను. శిథిలమైన పాత కట్టడాలలో బ్రతుకుతున్న గుడ్లగూబలా నేను ఒంటరిగా ఉన్నాను."},{"number":7,"verse":"నేను నిద్రపోలేను. పై కప్పు మీద ఒంటరిగా నివసించే పక్షిలా నేను ఉన్నాను."},{"number":8,"verse":"నా శత్రువులు నన్ను ఎల్లప్పుడూ అవమానిస్తారు. నన్ను హేళన చేసే మనుష్యులు నన్ను శపించేటప్పుడు నా పేరు ప్రయోగిస్తారు."},{"number":9,"verse":"నా అధిక విచారమే నా భోజనం. నా కన్నీళ్లు నా పానీయాల్లో పడతాయి."},{"number":10,"verse":"ఎందుకంటే, నీవు నా మీద కోపగించావు. యెహోవా, నీవు నన్ను లేవనెత్తావు, నీవు నన్ను క్రిందకు విసిరేశావు."},{"number":11,"verse":"సాయంకాలమయ్యేసరికి దీర్ఘమైన నీడలు అంతం అయిపోయినట్లు, నా జీవితం దాదాపుగా అంతం అయిపోయింది. నేను ఎండిపోయి వాడిన గడ్డిలా ఉన్నాను."},{"number":12,"verse":"అయితే యెహోవా, నీవు శాశ్వతంగా జీవిస్తావు. నీ నామం శాశ్వతంగా కొనసాగుతుంది."},{"number":13,"verse":"నీవు లేచి సీయోనును ఆదరిస్తావు. నీవు సీయోను యెడల దయగా ఉండే సమయం వస్తూంది."},{"number":14,"verse":"యెరూషలేము పట్టణపు రాళ్లను వారు ప్రేమిస్తారు."},{"number":15,"verse":"జనసముదాయాలు యెహోవా నామాన్ని ఆరాధిస్తారు. దేవా, భూమి మీద రాజులందరూ నిన్ను గౌరవిస్తారు."},{"number":16,"verse":"ఎందుకంటే యెహోవా సీయోనును మరల నిర్మిస్తాడు. యెరూషలేము మహిమను ప్రజలు మరల చూస్తారు."},{"number":17,"verse":"దేవుడు సజీవులుగా విడిచిపెట్టిన ప్రజల ప్రార్థనలు వింటాడు. దేవుడు వారి ప్రార్థనలు వింటాడు."},{"number":18,"verse":"రాబోయే తరంవారు చదువుకొనేందుకు ఈ సంగతులు రాసిపెట్టు. అప్పుడు, భవిష్యత్తులో ఆ ప్రజలు యెహోవాను స్తుతిస్తారు."},{"number":19,"verse":"యెహోవా పైనున్న తన పవిత్ర స్థానం నుండి క్రిందకు చూస్తాడు. యెహోవా పరలోకం నుండి క్రింద భూమిని చూస్తాడు."},{"number":20,"verse":"ఖైదీల ప్రార్థనలు ఆయన వింటాడు. మరణశిక్ష విధించబడిన ప్రజలను ఆయన విడుదల చేస్తాడు."},{"number":21,"verse":"సీయోను ప్రజలు యెహోవాను గూర్చి చెబుతారు. వారు యెహోవా నామాన్ని యెరూషలేములో స్మరిస్తారు."},{"number":22,"verse":"జనసమూహములు కలిసి పోగుచేయబడునప్పుడు రాజ్యాలు యెహోవాకు సేవచేయటానికి వచ్చినప్పుడు ఇది జరుగుతుంది."},{"number":23,"verse":"నాలో బలం పోయింది. నా జీవితం తక్కువగా చేయబడింది."},{"number":24,"verse":"కనుక నేను ఇలా చెప్పాను, “నేను ఇంకా యువకునిగా ఉండగానే నన్ను చావనివ్వకు. దేవా, నీవు శాశ్వతంగా జీవిస్తావు."},{"number":25,"verse":"చాలా కాలం క్రిందట నీవు ప్రపంచాన్ని సృష్టించావు. ఆకాశాన్ని నీ స్వహస్తాలతో చేశావు."},{"number":26,"verse":"ప్రపంచం, ఆకాశం అంతం ఆవుతాయి. కాని నీవు శాశ్వతంగా జీవిస్తావు. అవి బట్టల్లా పాడైపోతాయి. మరియు వస్త్రాలు మార్చినట్టుగా నీవు వాటిని మార్చివేస్తావు. అవన్నీ మార్చివేయబడతాయి."},{"number":27,"verse":"కాని, దేవా, నీవు ఎన్నటికీ మారవు. నీవు శాశ్వతంగా జీవిస్తావు!"},{"number":28,"verse":"ఈ వేళ మేము నీ సేవకులము. భవిష్యత్తులో మా సంతతి వారిక్కడ నివసిస్తారు. మరియు వారి సంతతి వారిక్కడ నిన్ను ఆరాధిస్తారు.”"}]}