{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":103,"verses":[{"number":1,"verse":"దావీదు కీర్తన. నా ప్రాణమా! యెహోవాను స్తుతించుము. నా సర్వ అంగములారా, ఆయన పవిత్ర నామాన్ని స్తుతించండి."},{"number":2,"verse":"నా ప్రాణమా, యెహోవాను స్తుతించుము. ఆయన నిజంగా దయగలవాడని మరచిపోకుము."},{"number":3,"verse":"మనం చేసిన పాపాలన్నింటినీ దేవుడు క్షమిస్తున్నాడు. మన రోగాలన్నింటినీ ఆయన బాగుచేస్తున్నాడు."},{"number":4,"verse":"దేవుడు మన ప్రాణాన్ని సమాధి నుండి రక్షిస్తున్నాడు. ఆయన ప్రేమ, జాలి మనకు ఇస్తున్నాడు."},{"number":5,"verse":"దేవుడు మనకు విస్తారమైన మంచి వస్తువులు ఇస్తున్నాడు. ఆయన మనలను యౌవన పక్షిరాజు వలె మరల పడుచువారినిగా చేస్తున్నాడు."},{"number":6,"verse":"యెహోవా న్యాయం కలవాడు. ఇతర మనుష్యుల ద్వారా గాయపరచబడి దోచుకొనబడిన ప్రజలకు దేవుడు న్యాయం జరిగిస్తాడు."},{"number":7,"verse":"దేవుడు తన న్యాయ చట్టాలను మోషేకు నేర్పాడు. తాను చేయగల శక్తివంతమైన పనులను ఇశ్రాయేలీయులకు దేవుడు చూపించాడు."},{"number":8,"verse":"యెహోవా జాలిగలవాడు, దయగలవాడు. దేవుడు సహనంగలవాడు, ప్రేమపూర్ణుడు."},{"number":9,"verse":"యెహోవా ఎల్లప్పుడూ విమర్శించడు. యెహోవా ఎల్లప్పుడూ మన మీద కోపంతో ఉండడు."},{"number":10,"verse":"మనం దేవునికి విరోధంగా పాపం చేశాం. కాని మనకు రావలసిన శిక్షను దేవుడు మనకివ్వలేదు."},{"number":11,"verse":"భూమిపైన ఆకాశం ఎంత ఎత్తుగా ఉన్నదో తన అనుచరుల యెడల దేవుని ప్రేమ అంత ఎత్తుగా ఉన్నది."},{"number":12,"verse":"పడమటినుండి తూర్పు దూరంగా ఉన్నట్లు దేవుడు మననుండి మన పాపాలను అంత దూరం పారవేశాడు."},{"number":13,"verse":"తండ్రి తన పిల్లల యెడల దయగా ఉంటాడు. అదే విధంగా, యెహోవా తన అనుచరులపట్ల కూడా దయగా ఉంటాడు."},{"number":14,"verse":"మనల్ని గూర్చి దేవునికి అంతా తెలుసు. మనం మట్టిలో నుండి చేయబడ్డామని దేవునికి తెలుసు."},{"number":15,"verse":"మన జీవితాలు కొద్దికాలమని దేవునికి తెలుసు. మన జీవితాలు గడ్డిలాంటివని ఆయనకు తెలుసు. మనం ఒక చిన్న అడవి పువ్వులాంటి వాళ్లం అని దేవునికి తెలుసు."},{"number":16,"verse":"ఆ పువ్వు త్వరగా పెరుగుతుంది. ఆ తరువాత వేడిగాలి వీస్తుంది; పువ్వు వాడిపోతుంది. త్వరలోనే ఆ పువ్వు ఎక్కడికి ఎగిరిపోతుందో నీవు చూడలేకపోతావు."},{"number":17,"verse":"కాని యెహోవా ప్రేమ శాశ్వతంగా ఉంటుంది. దేవుడు తన అనుచరులను శాశ్వతంగా ప్రేమిస్తాడు. దేవుడు వారి పిల్లలయెడల, వారి పిల్లల పిల్లలయెడల ఎంతో మంచివాడుగా ఉంటాడు."},{"number":18,"verse":"దేవుని ఒడంబడికకు విధేయులయ్యేవారికి ఆయన మంచివాడు. దేవుని ఆదేశాలకు విధేయులయ్యేవారికి ఆయన మంచివాడు."},{"number":19,"verse":"దేవుని సింహాసనం పరలోకంలో ఉంది. మరియు ఆయన సమస్తాన్నీ పరిపాలిస్తున్నాడు."},{"number":20,"verse":"దేవదూతలారా, యెహోవాను స్తుతించండి. దేవదూతలారా, మీరే దేవుని ఆదేశాలకు విధేయులయ్యే శక్తిగల సైనికులు. మీరు దేవుని మాట విని ఆయన ఆదేశాలకు విధేయులవ్వండి."},{"number":21,"verse":"యెహోవా సర్వసైన్యములారా, ఆయనను స్తుతించండి. మీరు ఆయన సేవకులు, దేవుడు కోరేవాటిని మీరు చేస్తారు."},{"number":22,"verse":"అన్ని చోట్లా అన్నింటినీ యెహోవా చేశాడు. అన్నిచోట్లా సమస్తాన్నీ దేవుడు పాలిస్తాడు. అవన్నీ యెహోవాను స్తుతించాలి! నా ప్రాణమా, యెహోవాను స్తుతించుము!"}]}