{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"నా ప్రాణమా, యెహోవాను స్తుతించు! యెహోవా, నా దేవా, నీవు ఎంతో గొప్పవాడవు. మహిమ, ఘనత నీవు వస్త్రాలుగా ధరించావు."},{"number":2,"verse":"ఒక వ్యక్తి నిలువుపాటి అంగీ ధరించినట్లుగా నీవు వెలుగును ధరిస్తావు. ఆకాశాలను నీవు తెరగా పరుస్తావు."},{"number":3,"verse":"దేవా, వాటికి పైగా నీవు నీ ఇంటిని నిర్మించావు. దట్టమైన మేఘాలను నీవు నీ రథంగా ఉపయోగిస్తావు. గాలి రెక్కల మీద నీవు ఆకాశంలో ప్రయాణం చేస్తావు."},{"number":4,"verse":"దేవా, నీ దూతలను నీవు గాలిలా చేశావు. నీ సేవకులను అగ్నిలా చేశావు."},{"number":5,"verse":"దేవా, భూమిని దాని పునాదులపై నీవు నిర్మించావు. కనుక అది ఎప్పటికీ నాశనం చేయబడదు."},{"number":6,"verse":"దుప్పటి కప్పినట్టుగా నీవు భూమిని నీళ్లతో కప్పివేశావు. నీళ్లు పర్వతాలను కప్పివేశాయి."},{"number":7,"verse":"కాని నీవు ఆజ్ఞ ఇవ్వగానే, నీళ్లు వేగంగా వెళ్లిపోయాయి. దేవా, నీవు నీళ్లతో చెప్పగానే నీళ్లు వెంటనే వెళ్లిపోయాయి."},{"number":8,"verse":"పర్వతాలనుండి లోయల్లోనికి, ఆ తరువాత నీవు వాటికోసం చేసిన స్థలాల్లోకి నీళ్లు ప్రవహించాయి."},{"number":9,"verse":"సముద్రానికి నీవు హద్దులు నియమించావు. నీళ్లు భూమిని కప్పివేసేట్టుగా మరల ఎన్నటికీ ఉప్పొంగవు."},{"number":10,"verse":"దేవా, నీటి ఊటలనుండి నీటి కాలువలలోనికి నీవే నీళ్లను ప్రవహింప చేస్తావు. పర్వతాల జలధారల ద్వారా నీవు నీటిని క్రిందికి కాలువలా ప్రవహింపజేసావు."},{"number":11,"verse":"నీటి ప్రవాహాలు అడవి జంతువులన్నిటికీ నీళ్లను ఇస్తాయి. అక్కడ నీళ్లు త్రాగటానికి అడవి గాడిదలు కూడ వస్తాయి."},{"number":12,"verse":"నీటి మడుగుల చెంత నివసించుటకు అడవి పక్షులు వస్తాయి. సమీపంలో ఉన్న చెట్ల కొమ్మల మీద నుండి అవి పాడుతాయి."},{"number":13,"verse":"దేవుడు పర్వతాల మీదికి వర్షం పంపిస్తాడు. దేవుడు చేసిన పనులు భూమికి అవసరమైన ప్రతి దాన్నీ ఇస్తాయి."},{"number":14,"verse":"దేవా, పశువులకు ఆహారంగా గడ్డి ఎదిగేలా నీవు చేస్తావు. మేము పెంచుటకు ప్రయాసపడే మొక్కల్ని నీవు మాకిస్తావు. ఆ మొక్కలే ఈ భూమి మీద నుండి మాకు లభించే ఆహారం."},{"number":15,"verse":"దేవా, మమ్మల్ని సంతోషపెట్టే ద్రాక్షారసం నీవు మాకు ఇస్తావు. మా చర్మాన్ని నునుపు చేసే ( చర్మాన్ని నునుపు చేసే అక్షరార్థంగా “మా ముఖాల్ని ప్రకాశింపజేసే,” “మమ్మల్ని సంతోషపెట్టే” అనే అర్థం యివ్వవచ్చు.) తైలాన్ని నీవు మాకిస్తావు. మమ్మల్ని బలంగలవారిగా చేయుటకు నీవు మాకు భోజనం ఇస్తావు."},{"number":16,"verse":"లెబానోను మహా దేవదారు వృక్షాలను దేవుడు నాటాడు. ఆ మహా వృక్షాలు ఎదుగుటకు వాటికి సమృద్ధిగా నీళ్లున్నాయి."},{"number":17,"verse":"పక్షులు ఆ వృక్షాలపై గూళ్లు పెడతాయి. పెద్ద కొంగలు దేవదారు వృక్షాలలో నివాసం చేస్తాయి."},{"number":18,"verse":"పెద్ద కొండలు అడవి మేకలకు నివాసం, పెద్ద బండలు కుందేళ్లు దాక్కొనే చోట్లు."},{"number":19,"verse":"దేవా, కాల సూచికగా ఉండుటకు నీవు మాకు చంద్రుణ్ణిచ్చావు. దాని మూలంగా పండుగ రోజులను తెలుసుకోగలుగుతాము. ఎక్కడ అస్తమించాలో సూర్యునికి ఎల్లప్పుడూ తెలుసు."},{"number":20,"verse":"చీకటిని నీవు రాత్రిగా చేశావు. ఆ సమయాన అడవి జంతువులు బయటికి వచ్చి చుట్టూరా సంచరిస్తాయి."},{"number":21,"verse":"సింహాలు దాడి చేసేటప్పుడు గర్జిస్తాయి. అవి దేవుడు వాటికిచ్చే ఆహారంకోసం ఆయనను అడుగుతున్నట్టు ఉంటుంది."},{"number":22,"verse":"మరల సూర్యుడు ఉదయించినప్పుడు ఆ జంతువులు తిరిగి వాటి నివాసాలకు వెళ్లి విశ్రమిస్తాయి."},{"number":23,"verse":"అప్పుడు ప్రజలు వారి పనుల కోసం బయటకు వెళ్తారు. సాయంత్రం వరకు వారు పని చేస్తారు."},{"number":24,"verse":"యెహోవా, నీవు ఎన్నో ఆశ్చర్యకార్యాలు చేశావు. భూమి నీ కార్యాలతో నిండిపోయింది. నీవు చేసే ప్రతి పనిలో నీవు నీ జ్ఞానాన్ని ప్రదర్శిస్తావు."},{"number":25,"verse":"మహా సముద్రాన్ని చూడు. అది ఎంతో పెద్దది. మహా సముద్రంలో రకరకాల ప్రాణులు నివసిస్తాయి. వాటిలో కొన్ని ప్రాణులు పెద్దవి, కొన్ని చిన్నవి. మహా సముద్రంలో ఉండే వాటిని లెక్కించుటకు అవి చాలా విస్తారంగా ఉన్నాయి."},{"number":26,"verse":"మహా సముద్రంలో ఓడలు ప్రయాణం చేస్తాయి. నీవు చేసిన సముద్ర ప్రాణి మకరం ( మకరం సముద్ర రాక్షసి. సముద్రపు మహా శక్తికి గురుతు.) ఆ సముద్రంలో ఆడుకుంటుంది."},{"number":27,"verse":"దేవా, ఆ ప్రాణులన్నీ నీ మీద ఆధారపడి ఉన్నాయి. దేవా, వాటికి సరియైన సమయంలో నీవు ఆహారం ఇస్తావు."},{"number":28,"verse":"దేవా, జీవించే ప్రాణులన్నీ తినే ఆహారం నీవే వాటికి ఇస్తావు. మంచి భోజనంతో నిండిన నీ గుప్పిళ్లు నీవు విప్పగా అవి కడుపు నిండేంత వరకు భోజనము చేస్తాయి."},{"number":29,"verse":"నీవు వాటి నుండి తిరిగిపోయినప్పుడు అవి భయపడిపోతాయి. వాటి ప్రాణం వాటిని విడిచినప్పుడు అవి బలహీనమై చస్తాయి. మరియు అవి మరల మట్టి అయిపోతాయి."},{"number":30,"verse":"కాని యెహోవా, నీ ఆత్మను పంపినప్పుడు, అవి మరల ఆరోగ్యంగా ఉంటాయి. భూమి మరల క్రొత్తదిగా అవుతుంది."},{"number":31,"verse":"యెహోవా మహిమ శాశ్వతంగా కొనసాగును గాక. యెహోవా చేసిన వాటిని చూచి ఆయన ఆనందించునుగాక."},{"number":32,"verse":"యెహోవా భూమివైపు చూసేటప్పుడు అది వణకుతుంది. ఆయన పర్వతాలను ముట్టేటప్పుడు వాటినుండి పొగ లేవటానికి ప్రారంభిస్తుంది."},{"number":33,"verse":"నా జీవితకాలం అంతా నేను యెహోవాకు పాడుతాను. నేను బ్రతికి ఉండగా యెహోవాకు స్తుతులు పాడుతాను."},{"number":34,"verse":"నేను చెప్పిన విషయాలు ఆయనను సంతోషపెడతాయని నేను ఆశిస్తున్నాను. యెహోవా విషయమై నేను సంతోషిస్తున్నాను."},{"number":35,"verse":"భూమి మీద నుండి పాపం కనబడకుండా పోవును గాక. దుర్మార్గులు శాశ్వతంగా తొలగిపోవుదురు గాక. నా ప్రాణమా, యెహోవాను స్తుతించు! యెహోవాను స్తుతించు!"}]}