{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":105,"verses":[{"number":1,"verse":"యెహోవాకు కృతజ్ఞతలు చెల్లించుము. ఆయన నామాన్ని ఆరాధించుము. ఆయన చేసే అద్భుత కార్యాలను గూర్చి జనాలతో చెప్పు."},{"number":2,"verse":"యెహోవాను గూర్చి పాడుము. ఆయనకు స్తుతులు పాడుము. ఆయన చేసే అద్భుతకార్యాలు అన్నింటిని గూర్చి చెప్పు."},{"number":3,"verse":"యెహోవా పవిత్ర నామాన్ని గూర్చి అతిశయించు. యెహోవాను ఆరాధించే ప్రజలారా, మీరంతా సంతోషించండి."},{"number":4,"verse":"బలంకోసం యెహోవా దగ్గరకు వెళ్లండి. సహాయంకోసం ఎల్లప్పుడూ ఆయన దగ్గరకు వెళ్లండి."},{"number":5,"verse":"యెహోవా చేసే ఆశ్చర్య కార్యాలను జ్ఞాపకం చేసుకోండి. ఆయన అద్భుతాలను, జ్ఞానంగల నిర్ణయాలను జ్ఞాపకం చేసుకోండి."},{"number":6,"verse":"దేవుని సేవకుడైన అబ్రాహాము సంతతివారు మీరు. దేవుడు ఏర్పరచుకొన్న యాకోబు సంతతివారు మీరు."},{"number":7,"verse":"యెహోవా మన దేవుడు. యెహోవా సర్వలోకాన్ని పాలిస్తాడు. ( యెహోవా … పాలిస్తాడు అక్షరార్థముగా “ఆయన ఆజ్ఞలు ప్రపంచమంతటిలో ఉన్నవి.”)"},{"number":8,"verse":"దేవుని ఒడంబడికను శాశ్వతంగా జ్ఞాపకం చేసికోండి. వెయ్యి తరాలవరకు ఆయన ఆదేశాలను జ్ఞాపకం ఉంచుకోండి."},{"number":9,"verse":"దేవుడు అబ్రాహాముతో ఒక ఒడంబడిక చేసాడు. ఇస్సాకుకు దేవుడు వాగ్దానం చేశాడు."},{"number":10,"verse":"యాకోబుకు (ఇశ్రాయేలు) దేవుడు ధర్మశాస్త్రం ఇచ్చాడు. ఇశ్రాయేలుతో దేవుడు తన శాశ్వత ఒడంబడిక చేసాడు."},{"number":11,"verse":"“నేను నీకు కనాను దేశాన్ని ఇస్తాను, ఆ దేశం నీకు చెందుతుంది.” అని దేవుడు చెప్పాడు."},{"number":12,"verse":"అబ్రాహాము కుటుంబం చిన్నదిగా ఉన్నప్పుడు దేవుడు ఆ వాగ్దానం చేశాడు. మరియు వారు కనానులో నివసిస్తున్న యాత్రికులు మాత్రమే."},{"number":13,"verse":"దేశం నుండి దేశానికి, రాజ్యం నుండి రాజ్యానికి వారు ప్రయాణం చేసారు."},{"number":14,"verse":"కాని యితర మనుష్యులు ఆ కుటుంబాన్ని బాధించనియ్యకుండా దేవుడు చేసాడు. వారిని బాధించవద్దని దేవుడు రాజులను హెచ్చరించాడు."},{"number":15,"verse":"“నేను ఏర్పాటు చేసుకొన్న నా ప్రజలను బాధించవద్దు. నా ప్రవక్తలకు ఎలాంటి కీడూ చేయవద్దు.” అని దేవుడు చెప్పాడు."},{"number":16,"verse":"దేవుడు ఆ దేశంలో ఒక కరువు వచ్చేటట్టు చేశాడు. ప్రజలకు తినుటకు సరిపడినంత ఆహారం లేదు."},{"number":17,"verse":"అయితే దేవుడు వారికి ముందుగా వెళ్లుటకు యోసేపు అనే మనిషిని పంపించాడు. యోసేపు ఒక బానిసవలె అమ్మబడ్డాడు."},{"number":18,"verse":"యోసేపు కాళ్లను తాళ్లతో వారు కట్టివేశారు. అతని మెడకు వారు ఒక ఇనుప కంటె వేశారు."},{"number":19,"verse":"యోసేపు చెప్పిన సంగతులు నిజంగా జరిగేంతవరకు అతడు (యోసేపు) బానిసగా చెప్పింది సరియైనది అని యెహోవా సందేశం రుజువు చేసింది."},{"number":20,"verse":"కనుక యోసేపును విడుదల చేయమని ఈజిప్టు రాజు ఆదేశించాడు. అనేక మందికి అధికారిగా ఉన్న అతనిని కారాగారం నుండి వెళ్లనిచ్చాడు."},{"number":21,"verse":"అతడు యోసేపును తన ఇంటికి యజమానిగా నియమించాడు. రాజ్యంలో అన్ని విషయాలను గూర్చి యోసేపు జాగ్రత్త తీసుకొన్నాడు."},{"number":22,"verse":"యోసేపు యితర నాయకులకు హెచ్చరిక ఇచ్చాడు. పెద్ద మనుష్యులకు యోసేపు నేర్పించాడు."},{"number":23,"verse":"తరువాత ఇశ్రాయేలు ఈజిప్టుకు వచ్చాడు. యాకోబు హాము దేశంలో ( హాము దేశం ఈజిప్టు వారు హాము వంశస్థులని బైబిలు తెలియజేస్తుంది.) నివసించాడు."},{"number":24,"verse":"యాకోబు కుటుంబం చాలా పెద్దది అయింది. వారు వారి శత్రువులకంటే శక్తిగలవారయ్యారు."},{"number":25,"verse":"కనుక ఈజిప్టు ప్రజలు యాకోబు వంశాన్ని ద్వేషించటం మొదలు పెట్టారు. ఈజిప్టువారు బానిసలకు విరోధంగా పథకాలు వేయటం ప్రారంభించారు."},{"number":26,"verse":"కనుక దేవుడు తన సేవకుడైన మోషేను, తాను ఏర్పాటు చేసుకొన్న యాజకుడు అహరోనును పంపించాడు."},{"number":27,"verse":"హాము దేశంలో అనేక అద్భుతాలు చేయటానికి దేవుడు మోషే, అహరోనులను వాడుకొన్నాడు."},{"number":28,"verse":"దేవుడు కటిక చీకటిని పంపించాడు. కాని ఈజిప్టు వాళ్లు ఆయన మాట వినలేదు."},{"number":29,"verse":"కనుక దేవుడు నీళ్లను రక్తంగా మార్చాడు. వాళ్ల చేపలన్నీ చచ్చాయి."},{"number":30,"verse":"ఆ దేశం కప్పలతో నింపివేయబడింది. రాజు గదులలోకి కూడ కప్పలు వచ్చాయి."},{"number":31,"verse":"దేవుడు ఆజ్ఞ ఇవ్వగా జోరీగలు, దోమలు వచ్చాయి. అన్నిచోట్లా అవే ఉన్నాయి."},{"number":32,"verse":"దేవుడు వర్షాన్ని వడగండ్లుగా చేశాడు. ఈజిప్టువారి దేశంలో అన్ని చోట్లా అగ్ని మెరుపులు కలిగాయి."},{"number":33,"verse":"ఈజిప్టువారి ద్రాక్షా తోటలను, అంజూరపు చెట్లను దేవుడు నాశనం చేశాడు. వారి దేశంలో ప్రతి చెట్టునూ దేవుడు నాశనం చేసాడు."},{"number":34,"verse":"దేవుడు ఆజ్ఞ ఇవ్వగా మిడుతలు వచ్చాయి. అవి లెక్కింపజాలనంత విస్తారంగా ఉన్నాయి."},{"number":35,"verse":"మిడుతలు దేశంలోని మొక్కలన్నింటినీ తినివేశాయి. నేల మీద పంటలన్నింటినీ అవి తినివేశాయి."},{"number":36,"verse":"అప్పుడు ఈజిప్టు దేశంలో ప్రతి మొదటి సంతానాన్ని దేవుడు చంపేశాడు. వారి జ్యేష్ఠ కుమారులను దేవుడు చంపివేశాడు."},{"number":37,"verse":"అప్పుడు దేవుడు ఈజిప్టు నుండి తన ప్రజలను బయటకు తీసుకొని వచ్చాడు. వారు వెండి బంగారాలు వారి వెంట తెచ్చారు. దేవుని ప్రజలు ఎవ్వరూ తొట్రిల్లి పడిపోలేదు."},{"number":38,"verse":"దేవుని ప్రజలు వెళ్లిపోవటం చూచి ఈజిప్టు సంతోషించింది. ఎందుకంటే దేవుని ప్రజలను గూర్చి వారు భయపడ్డారు."},{"number":39,"verse":"దేవుడు తన మేఘాన్ని ఒక దుప్పటిలా పరిచాడు. రాత్రివేళ తన ప్రజలకు వెలుగు ఇచ్చుటకు దేవుడు తన అగ్నిస్తంభాన్ని ఉపయోగించాడు."},{"number":40,"verse":"ప్రజలు మాంసం కోసం ఆడిగినప్పుడు దేవుడు వారికి పూరేళ్లను రప్పించాడు. దేవుడు వారికి ఆకాశం నుండి సమృద్ధిగా ఆహారాన్ని యిచ్చాడు."},{"number":41,"verse":"దేవుడు బండను చీల్చగా నీళ్లు ఉబుకుతూ వచ్చాయి. ఎడారిలో ఒక నది ప్రవహించడం మొదలైంది."},{"number":42,"verse":"దేవుడు తన పవిత్ర వాగ్దానం జ్ఞాపకం చేసికొన్నాడు. దేవుడు తన సేవకుడు ఆబ్రాహాముకు చేసిన వాగ్దానాన్ని జ్ఞాపకం చేసికొన్నాడు."},{"number":43,"verse":"దేవుడు తన ప్రజలను ఈజిప్టునుండి బయటకు రప్పించాడు. ప్రజలు వారి సంతోష గీతాలు పాడుతూ ఆనందంగా బయటకు వచ్చారు."},{"number":44,"verse":"అప్పుడు యితరులు నివసిస్తున్న దేశాన్ని దేవుడు తన ప్రజలకు ఇచ్చాడు. ఇతరుల కష్టార్జితాన్ని దేవుని ప్రజలు పొందారు."},{"number":45,"verse":"దేవుడు తన ప్రజలు తన న్యాయ చట్టాలకు విధేయులవుతారని ఇలా చేసాడు. వారు ఆయన ఉపదేశములకు జాగ్రత్తగా విధేయులు కావాలని దేవుడు ఇలా చేసాడు. యెహోవాను స్తుతించండి."}]}