{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":106,"verses":[{"number":1,"verse":"యెహోవాను స్తుతించండి! యెహోవా మంచివాడు గనుక ఆయనకు కృతజ్ఞతలు చెల్లించండి. దేవుని ప్రేమ శాశ్వతంగా ఉంటుంది."},{"number":2,"verse":"యెహోవా నిజంగా ఎంత గొప్పవాడో ఏ ఒక్కరూ వర్ణించలేరు. ఏ ఒక్కరూ సరిపడినంతగా దేవుని స్తుతించలేరు."},{"number":3,"verse":"దేవుని ఆదేశాలకు విధేయులయ్యేవారు సంతోషంగా ఉంటారు. ఆ ప్రజలు ఎల్లప్పుడూ మంచిపనులు చేస్తూంటారు."},{"number":4,"verse":"యెహోవా, నీవు నీ ప్రజల యెడల దయ చూపేటప్పుడు నన్ను జ్ఞాపకం చేసుకొనుము. నన్ను కూడా రక్షించుటకు జ్ఞాపకం ఉంచుకొనుము."},{"number":5,"verse":"యెహోవా, నీ జనులకు నీవు చేసే మంచివాటిలో నన్ను పాలుపొందనిమ్ము నీ ప్రజలతో నన్ను సంతోషంగా ఉండనిమ్ము. నీ జనంతో నన్ను నీ విషయమై అతిశయించనిమ్ము."},{"number":6,"verse":"మా పూర్వీకుల్లా మేము కూడా పాపం చేసాము. మేము తప్పులు చెడుకార్యాలు చేసాము."},{"number":7,"verse":"యెహోవా, ఈజిప్టులో నీవు చేసిన అద్భుతాలను మా పూర్వీకులు సరిగ్గా అర్థం చేసుకోలేదు. నీ అపరిమితమైన ప్రేమను వారు జ్ఞాపకముంచుకోలేదు. ఎర్రసముద్రం వద్ద మహోన్నతుడైన దేవునికి విరోధంగా ఎదురు తిరిగారు."},{"number":8,"verse":"అయినా ఆయన తన నామము కోసం వారిని రక్షించాడు, ఎందుకంటే తన మహాశక్తిని వారికి తెలియజేయాలని."},{"number":9,"verse":"దేవుడు ఆజ్ఞ ఇవ్వగా ఎర్రసముద్రం ఎండిపోయింది. దేవుడు మన పూర్వీకులను లోతైన సముద్రంలో ఎడారివలె ఎండిన నేలను ఏర్పరచి, దానిమీద నడిపించాడు."},{"number":10,"verse":"మా పూర్వీకులను వారి శత్రువుల నుండి దేవుడు రక్షించాడు. వారి శత్రువుల బారి నుండి దేవుడు వారిని కాపాడాడు."},{"number":11,"verse":"అప్పుడు దేవుడు వారి శత్రువులను సముద్రంలో ముంచి, కప్పివేసాడు. వారి శత్రువులు ఒక్కడూ తప్పించుకోలేదు!"},{"number":12,"verse":"అప్పుడు మన పూర్వీకులు దేవుణ్ణి నమ్మారు. వారు ఆయనకు స్తుతులు పాడారు."},{"number":13,"verse":"కాని దేవుడు చేసిన వాటిని మన పూర్వీకులు వెంటనే మరచిపోయారు. వారు దేవుని సలహా వినలేదు."},{"number":14,"verse":"మన పూర్వీకులు ఎడారిలో ఆకలిగొన్నారు. అరణ్యంలో వారు దేవుణ్ణి పరీక్షించారు."},{"number":15,"verse":"కాని మన పూర్వీకులు అడిగిన వాటిని దేవుడు వారికి ఇచ్చాడు. అయితే దేవుడు వారికి ఒక భయంకర రోగాన్ని కూడా ఇచ్చాడు."},{"number":16,"verse":"ప్రజలు మోషే మీద అసూయ పడ్డారు. యెహోవా పవిత్ర యాజకుడు అహరోను మీద వారు అసూయపడ్డారు."},{"number":17,"verse":"కనుక ఆ అసూయపరులను దేవుడు శిక్షించాడు. భూమి తెరచుకొని దాతానును మింగివేసింది. తరువాత భూమి మూసుకొంటూ అబీరాము సహచరులను కప్పేసింది."},{"number":18,"verse":"అప్పుడు ఒక అగ్ని ఆ ప్రజాసమూహాన్ని కాల్చివేసింది. ఆ అగ్ని ఆ దుర్మార్గులను కాల్చివేసింది."},{"number":19,"verse":"హోరేబు కొండవద్ద ప్రజలు ఒక బంగారు దూడను చేశారు. వారు ఆ విగ్రహాన్ని ఆరాధించారు."},{"number":20,"verse":"ఆ ప్రజలు గడ్డి తినే ఒక ఎద్దు విగ్రహాన్ని వారి మహిమ గల దేవునిగా మార్చేశారు."},{"number":21,"verse":"మన పూర్వీకులు వారిని రక్షించిన దేవుణ్ణి గూర్చి మర్చిపోయారు. ఈజిప్టులో అద్భుతాలు చేసిన దేవుణ్ణి గూర్చి వారు మర్చిపోయారు."},{"number":22,"verse":"హాము దేశంలొ ( హాము దేశం ఈజిప్టు.) దేవుడు అద్భుత కార్యాలు చేశాడు. దేవుడు ఎర్ర సముద్రం దగ్గర భీకర కార్యాలు చేశాడు."},{"number":23,"verse":"దేవుడు ఆ ప్రజలను నాశనం చేయాలని కోరాడు. కాని దేవుడు ఏర్పరచుకొన్న సేవకుడు మోషే ఆయనను నివారించాడు. దేవునికి చాలా కోపం వచ్చింది. కాని దేవుడు ఆ ప్రజలను నాశనం చేయకుండా మోషే అడ్డుపడ్డాడు."},{"number":24,"verse":"అంతట ఆ ప్రజలు ఆనందకరమైన కనాను దేశంలోనికి వెళ్లేందుకు నిరాకరించారు. ఆ దేశంలో నివసిస్తున్న ప్రజలను ఓడించుటకు దేవుడు వారికి సహాయం చేస్తాడని ఆ ప్రజలు నమ్మలేదు."},{"number":25,"verse":"మన పూర్వీకులు దేవునికి విధేయులవుటకు నిరాకరించారు."},{"number":26,"verse":"అందుచేత వారు అరణ్యంలోనే మరణిస్తారని దేవుడు ప్రమాణం చేసాడు."},{"number":27,"verse":"వారి సంతతివారిని ఇతర ప్రజలు ఓడించేలా చేస్తానని దేవుడు ప్రమాణం చేసాడు. మన పూర్వీకులను రాజ్యాలలో చెదరగొడతానని దేవుడు ప్రమాణం చేసాడు."},{"number":28,"verse":"దేవుని ప్రజలు బయల్పెయోరు అనే బయలు దేవత పూజలో పాల్గొన్నారు. చచ్చినవారికి, విగ్రహానికి బలియిచ్చిన మాంసాన్ని దేవుని ప్రజలు తిన్నారు."},{"number":29,"verse":"దేవుడు తన ప్రజల మీద చాలా కోపగించాడు. మరియు దేవుడు వారిని రోగులనుగా చేసాడు."},{"number":30,"verse":"కాని ఫీనెహాసు దేవుని ప్రార్థించాడు. దేవుడు రోగాన్ని ఆపుచేసాడు."},{"number":31,"verse":"ఫీనెహాసు చాలా మంచి పని చేసాడు అని దేవునికి తెలుసు. మరియు శాశ్వతంగా ఎప్పటికి దేవుడు దీనిని జ్ఞాపకం చేసుకొంటాడు."},{"number":32,"verse":"మెరీబా వద్ద ప్రజలకు కోపం వచ్చింది. మోషేతో ఏదో చెడు కార్యము వారు చేయించారు."},{"number":33,"verse":"ఆ ప్రజలు మోషేను చాలా కలవర పెట్టారు. అందుచేత మోషే అనాలోచితంగా మాటలు అనేశాడు."},{"number":34,"verse":"కనానులో నివసిస్తున్న ఇతర ప్రజలను నాశనం చేయమని యెహోవా ప్రజలకు చెప్పాడు. కాని ఇశ్రాయేలు ప్రజలు దేవునికి విధేయులు కాలేదు."},{"number":35,"verse":"ఇశ్రాయేలు ప్రజలు ఇతర ప్రజలతో కలిసి పోయారు. ఇతర ప్రజలు చేస్తున్న వాటినే వీరు కూడా చేశారు."},{"number":36,"verse":"ఆ ఇతర ప్రజలు దేవుని ప్రజలకు ఉచ్చుగా తయారయ్యారు. ఆ ఇతర ప్రజలు పూజిస్తున్న దేవుళ్లను దేవుని ప్రజలు పూజించటం మొదలు పెట్టారు."},{"number":37,"verse":"దేవుని ప్రజలు తమ స్వంత బిడ్డలను సహితం చంపి ఆ బిడ్డలను ఆ దయ్యాలకు బలియిచ్చారు."},{"number":38,"verse":"దేవుని ప్రజలు నిర్దోషులను చంపివేసారు. వారు తమ స్వంత బిడ్డలనే చంపి ఆ బూటకపు దేవుళ్లకు అర్పించారు."},{"number":39,"verse":"కనుక ఆ ఇతర ప్రజల పాపాలతో దేవుని ప్రజలు మైలపడ్డారు. దేవుని ప్రజలు తమ దేవునికి అపనమ్మకస్తులై ఆ ఇతర ప్రజలు చేసిన పనులనే చేసారు."},{"number":40,"verse":"దేవునికి తన ప్రజల మీద కోపం వచ్చింది. దేవుడు వారితో విసిగిపోయాడు!"},{"number":41,"verse":"దేవుడు తన ప్రజలను ఇతర రాజ్యాలకు అప్పగించాడు. వారి శత్రువులు వారిని పాలించేటట్టుగా దేవుడు చేసాడు."},{"number":42,"verse":"దేవుని ప్రజలను శత్రువులు తమ అదుపులో పెట్టుకొని వారికి జీవితాన్నే కష్టతరం చేసారు."},{"number":43,"verse":"దేవుడు తన ప్రజలను అనేకసార్లు రక్షించాడు. కాని వారు దేవునికి విరోధంగా తిరిగి వారు కోరిన వాటినే చేశారు. దేవుని ప్రజలు ఎన్నెన్నో చెడ్డపనులు చేసారు."},{"number":44,"verse":"కాని దేవుని ప్రజలు ఎప్పుడు కష్టంలో ఉన్నా వారు సహాయం కోసం ఎల్లప్పుడూ దేవునికి మొరపెట్టారు. ప్రతిసారి దేవుడు వారి ప్రార్థనలు విన్నాడు."},{"number":45,"verse":"దేవుడు తన ఒడంబడికను ఎల్లప్పుడూ జ్ఞాపకం చేసుకొన్నాడు. దేవుడు ఎల్లప్పుడూ తన గొప్ప ప్రేమతో వారిని ఆదరించాడు."},{"number":46,"verse":"ఆ ఇతర ప్రజలు దేవుని ప్రజలను ఖైదీలుగా పట్టుకొన్నారు. అయితే దేవుడు తన ప్రజల యెడల ఆ మనుష్యులు దయ చూపునట్లు చేశాడు."},{"number":47,"verse":"మా దేవుడవైన యెహోవా, మమ్ములను రక్షించు. నీ పవిత్ర నామాన్ని స్తుతించగలిగేలా ఈ జనముల మధ్యనుండి మమ్మల్ని సమీకరించుము. అప్పుడు నీకు మేము స్తుతులు పాడగలం."},{"number":48,"verse":"ఇశ్రాయేలీయుల దేవుడైన యెహోవాను స్తుతించండి. దేవుడు ఎల్లప్పుడూ జీవిస్తున్నాడు, ఆయన శాశ్వతంగా జీవిస్తాడు. మరియు ప్రజలందరూ, “ఆమేన్! యెహోవాను స్తుతించండి!” అని చెప్పారు."}]}