{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":135,"verses":[{"number":1,"verse":"యెహోవాను స్తుతించండి. యెహోవా సేవకులారా, యెహోవా నామాన్ని స్తుతించండి."},{"number":2,"verse":"యెహోవా ఆలయంలో నిలిచి ఉండే ప్రజలారా, ఆయన నామాన్ని స్తుతించండి! ఆలయ ప్రాంగణంలో నిలబడే ప్రజలారా, ఆయన నామాన్ని స్తుతించండి!"},{"number":3,"verse":"యెహోవా మంచివాడు గనుక ఆయనను స్తుతించండి. యెహోవాను స్తుతించుట ఆనందదాయకం గనుక ఆయన నామాన్ని స్తుతించండి."},{"number":4,"verse":"యెహోవా యాకోబును కోరుతున్నాడు. యెహోవా ఇశ్రాయేలును తన విశేషమైన సొత్తుగా ఎన్నుకొన్నాడు."},{"number":5,"verse":"యెహోవా గొప్పవాడని నాకు తెలుసు. మన ప్రభువు ఇతర దేవుళ్లందరికంటె గొప్పవాడు!"},{"number":6,"verse":"ఆకాశంలో, భూమి మీద, సముద్రాల్లో, అగాధపు మహా సముద్రాల్లో యెహోవా ఏది చేయాలనుకొంటే అది చేస్తాడు."},{"number":7,"verse":"భూమికి పైగా మేఘాలను దేవుడు చేస్తాడు. మెరుపులను, వర్షాన్ని దేవుడు చేస్తాడు. దేవుడు గాలిని తన నిధిలోనుండి రప్పిస్తాడు."},{"number":8,"verse":"ఈజిప్టు మనుష్యులలో జ్యేష్ఠులందరినీ, జంతువులలో మొదట పుట్టినవాటన్నిటినీ దేవుడు నాశనం చేసాడు."},{"number":9,"verse":"దేవుడు ఈజిప్టులో అనేకమైన ఆశ్చర్య కార్యాలు, అద్భుతాలు చేసాడు. ఫరోకు, అతని అధికారులకు ఆ సంగతులు సంభవించేలా దేవుడు చేశాడు."},{"number":10,"verse":"దేవుడు అనేక రాజ్యాలను ఓడించాడు. బలమైన రాజులను దేవుడు చంపేసాడు."},{"number":11,"verse":"అమోరీయుల రాజైన సీహోనును దేవుడు ఓడించాడు. బాషాను రాజైన ఓగును దేవుడు ఓడించాడు. కనానులోని జనాంగాలన్నింటినీ దేవుడు ఓడించాడు."},{"number":12,"verse":"వారి దేశాన్ని దేవుడు ఇశ్రాయేలీయులకు ఇచ్చాడు. దేవుడు ఆ దేశాన్ని తన ప్రజలకు ఇచ్చాడు."},{"number":13,"verse":"యెహోవా, నీ పేరు శాశ్వతంగా ఖ్యాతి కలిగియుంటుంది. యెహోవా, ప్రజలు నిన్ను ఎప్పటికీ జ్ఞాపకం చేసుకొంటారు."},{"number":14,"verse":"యెహోవా జనాంగాల్ని శిక్షించాడు. కాని తన సేవకుల యెడల దయ చూపించాడు."},{"number":15,"verse":"ఇతర మనుష్యుల దేవుళ్లు కేవలం వెండి, బంగారు విగ్రహాలే. వారి దేవుళ్లు కేవలం మనుష్యులు చేసిన విగ్రహాలే."},{"number":16,"verse":"ఆ విగ్రహాలకు నోళ్లు ఉన్నాయి. కాని అవి మాట్లాడలేవు. కళ్లు వున్నాయి కాని అవి చూడలేవు."},{"number":17,"verse":"ఆ విగ్రహాలకు చెవులు ఉన్నాయి కాని అవి వినలేవు. ముక్కులు ఉన్నాయి కాని అవి వాసన చూడలేవు."},{"number":18,"verse":"మరియు ఆ విగ్రహాలను తయారు చేసిన మనుష్యులు సరిగ్గా ఆ విగ్రహాల్లాగానే అవుతారు. ఎందుకంటే వారికి సహాయం చేయాలని వారు ఆ విగ్రహాల మీదనే నమ్మకముంచారు."},{"number":19,"verse":"ఇశ్రాయేలు వంశమా, యెహోవాను స్తుతించు! అహరోను వంశమా, యెహోవాను స్తుతించు."},{"number":20,"verse":"లేవీ వంశమా, యెహోవాను స్తుతించు! యెహోవాను ఆరాధించే ప్రజలారా, యెహోవాను స్తుతించండి."},{"number":21,"verse":"సీయోనులో నుండి, తన నివాసమైన యెరూషలేములో నుండి, యెహోవా స్తుతించబడును గాక! యెహోవాను స్తుతించండి!"}]}