{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":145,"verses":[{"number":1,"verse":"దావీదు ప్రార్థన. నా దేవా, నా రాజా, నిన్ను నేను స్తుతిస్తాను. నిరంతరం నిన్ను నేను స్తుతిస్తాను."},{"number":2,"verse":"ప్రతిరోజూ నిన్ను నేను స్తుతిస్తాను. ఎప్పటికీ నీ నామాన్ని నేను స్తుతిస్తాను."},{"number":3,"verse":"యెహోవా గొప్పవాడు. ప్రజలు ఆయనను ఎంతో స్తుతిస్తారు. ఆయన చేసే గొప్ప కార్యాలన్నింటినీ మనం లెక్కించలేము."},{"number":4,"verse":"యెహోవా, ఒక తరం నీ పనులను స్తుతిస్తూ ఇంకొక తరానికి అందిస్తారు. నీవు చేసే గొప్ప కార్యాలను గూర్చి ప్రజలు ఇతర ప్రజలతో చెబుతారు."},{"number":5,"verse":"ఆశ్చర్యకరమైన నీ ఘనత, మహిమను గూర్చి మనుష్యులు చెప్పుకొంటారు. నీ అద్భుతాలను గూర్చి నేను చెబుతాను."},{"number":6,"verse":"యెహోవా, నీవు చేసే అద్భుత కార్యాలను గూర్చి మనుష్యులు చెప్పుకొంటారు. నీవు చేసే గొప్ప సంగతుల్ని గూర్చి నేను చెబుతాను."},{"number":7,"verse":"నీవు చేసే మంచి పనులను గూర్చి ప్రజలు చెప్పుకొంటారు. యెహోవా, ప్రజలు నీ మంచితనం గూర్చి పాడుకొంటారు."},{"number":8,"verse":"యెహోవా దయగలవాడు, కరుణగలవాడు. యెహోవా సహనంగలవాడు, ప్రేమపూర్ణుడు."},{"number":9,"verse":"యెహోవా, అందరి యెడలా మంచివాడు. దేవుడు చేసే ప్రతిదానిలో తన కరుణ చూపిస్తాడు."},{"number":10,"verse":"యెహోవా, నీవు చేసే పనులు నీకు స్తుతి కలిగిస్తాయి. నీ అనుచరులు నిన్ను స్తుతిస్తారు."},{"number":11,"verse":"ఆ ప్రజలు నీ మహిమ రాజ్యం గూర్చి చెప్పుకొంటారు. నీవు ఎంత గొప్పవాడవో ఆ ప్రజలు చెప్పుకొంటారు."},{"number":12,"verse":"కనుక యెహోవా, నీవు చేసే గొప్ప కార్యాలను గూర్చి ఇతర జనులు ఈ రీతిగా నేర్చుకొంటారు. మహా ఘనమైన నీ మహిమ రాజ్యం గూర్చి ప్రజలు చెప్పుకొంటారు."},{"number":13,"verse":"యెహోవా, నీ రాజ్యం శాశ్వతంగా ఉంటుంది. నీవు శాశ్వతంగా పాలిస్తావు."},{"number":14,"verse":"పడిపోయిన మనుష్యులను యెహోవా లేవనెత్తుతాడు. కష్టంలో ఉన్న మనుష్యులకు యెహోవా సహాయం చేస్తాడు."},{"number":15,"verse":"యెహోవా, జీవిస్తున్న సకల ప్రాణులూ వాటి ఆహారం కోసం నీవైపు చూస్తాయి. సకాలంలో నీవు వాటికి ఆహారం యిస్తావు."},{"number":16,"verse":"యెహోవా, నీవు నీ గుప్పిలి విప్పి, జీవిస్తున్న సకల ప్రాణులకు కావాల్సినవన్నీ యిస్తావు."},{"number":17,"verse":"యెహోవా చేసే ప్రతీదీ మంచిది. యెహోవా చేసే ప్రతి దానిలోనూ ఆయన తన నిజప్రేమను చూపిస్తాడు."},{"number":18,"verse":"యెహోవా సహాయం కోసం తనను పిలిచే ప్రతి యొక్కనికీ సమీపంగా ఉన్నాడు. యెహోవాను యదార్థంగా ఆరాధించే ప్రతి వ్యక్తికీ ఆయన సమీపంగా ఉన్నాడు."},{"number":19,"verse":"ఆయన జరిగించాలని ఆయన అనుచరులు కోరేవాటినే యెహోవా జరిగిస్తాడు. యెహోవా తన అనుచరుల మొర విని వారిని రక్షిస్తాడు. మరియు యెహోవా వారి ప్రార్థనలకు జవాబిచ్చి, వారిని రక్షిస్తాడు."},{"number":20,"verse":"యెహోవాను ప్రేమించే ప్రతి వ్యక్తినీ ఆయన కాపాడుతాడు. దుర్మార్గులను యెహోవా నాశనం చేస్తాడు."},{"number":21,"verse":"నేను యెహోవాను స్తుతిస్తాను! ప్రతి మనిషీ సదా ఆయన పవిత్ర నామాన్ని స్తుతించాలని నా కోరిక!"}]}