{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":147,"verses":[{"number":1,"verse":"యెహోవా మంచివాడు గనుక ఆయనను స్తుతించండి. మన దేవునికి స్తుతులు పాడండి. ఆయనను స్తుతించుట మంచిది, అది ఎంతో ఆనందం."},{"number":2,"verse":"యెహోవా యెరూషలేమును నిర్మించాడు. బందీలుగా తీసికొనిపోబడిన ఇశ్రాయేలు ప్రజలను దేవుడు వెనుకకు తీసికొనివచ్చాడు."},{"number":3,"verse":"పగిలిన వారి హృదయాలను దేవుడు స్వస్థపరచి, వారి గాయాలకు కట్లు కడతాడు."},{"number":4,"verse":"దేవుడు నక్షత్రాలను లెక్కిస్తాడు. వాటి పేర్లనుబట్టి వాటన్నిటినీ ఆయన పిలుస్తాడు."},{"number":5,"verse":"మన ప్రభువు చాలా గొప్పవాడు. ఆయన చాలా శక్తిగలవాడు. ఆయన పరిజ్ఞానానికి పరిమితి లేదు."},{"number":6,"verse":"పేదలను యెహోవా బలపరుస్తాడు. కాని చెడ్డ ప్రజలను ఆయన ఇబ్బంది పెడతాడు."},{"number":7,"verse":"యెహోవాకు కృతజ్ఞతలు చెల్లించండి. స్వరమండలాలతో మన దేవుణ్ణి స్తుతించండి."},{"number":8,"verse":"దేవుడు ఆకాశాన్ని మేఘాలతో నింపుతాడు. భూమి కోసం దేవుడు వర్షాన్ని సృష్టిస్తాడు. పర్వతాల మీద దేవుడు గడ్డిని మొలిపిస్తాడు."},{"number":9,"verse":"జంతువులకు దేవుడు ఆహారం యిస్తాడు. పక్షి పిల్లల్ని దేవుడు పోషిస్తాడు."},{"number":10,"verse":"యుద్ధాశ్వాలు, బలంగల సైనికులు ఆయనకు ఇష్టం లేదు."},{"number":11,"verse":"యెహోవాను ఆరాధించే ప్రజలు ఆయనకు సంతోషాన్ని కలిగిస్తారు. ఆయన నిజమైన ప్రేమను నమ్ముకొనే ప్రజలు యెహోవాకు సంతోషం కలిగిస్తారు."},{"number":12,"verse":"యెరూషలేమా, యెహోవాను స్తుతించుము. సీయోనూ, నీ దేవుని స్తుతించుము!"},{"number":13,"verse":"యెరూషలేమా, దేవుడు నీద్వారబంధాలను బలపరుస్తాడు. నీ పట్టణంలోని ప్రజలను దేవుడు ఆశీర్వదిస్తాడు."},{"number":14,"verse":"నీ దేశానికి దేవుడు శాంతి కలిగించాడు. కనుక యుద్ధంలో నీ శత్రువులు నీ ధాన్యం తీసుకొని పోలేదు. ఆహారం కోసం నీకు ధాన్యం సమృద్ధిగా ఉంది."},{"number":15,"verse":"దేవుడు భూమికి ఒక ఆజ్ఞ ఇస్తాడు. దానికి వెంటనే అది లోబడుతుంది."},{"number":16,"verse":"నేల ఉన్నిలా తెల్లగా అయ్యేంతవరకు మంచు కురిసేటట్టు దేవుడు చేస్తాడు. ధూళిలా గాలిలో మంచు విసిరేటట్టు చేస్తాడు."},{"number":17,"verse":"దేవుడు ఆకాశం నుండి బండలవలె వడగండ్లు పడేలా చేస్తాడు. ఆయన పంపే చలికి ఎవడూ నిలువ జాలడు."},{"number":18,"verse":"అప్పుడు, దేవుడు మరో ఆజ్ఞ ఇస్తాడు. వెచ్చటి గాలి మరల వీస్తుంది. మంచు కరిగిపోతుంది. నీళ్లు ప్రవహించటం మొదలవుతుంది."},{"number":19,"verse":"దేవుడు యాకోబుకు (ఇశ్రాయేలు) తన ఆజ్ఞ ఇచ్చాడు. దేవుడు ఇశ్రాయేలుకు తన న్యాయచట్టాలు, ఆదేశాలు ఇచ్చాడు."},{"number":20,"verse":"దేవుడు యిలా మరి ఏ దేశానికీ చెయ్యలేదు. ఇతర మనుష్యులకు దేవుడు తన న్యాయ చట్టం ఉపదేశించలేదు. యెహోవాను స్తుతించండి!"}]}