{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":22,"verses":[{"number":1,"verse":"సంగీత నాయకునికి: అయ్యలెత్ షహరు రాగం. దావీదు కీర్తన. నా దేవా, నా దేవా నన్ను ఎందుకు విడిచిపెట్టావు? నన్ను రక్షించటానికి నీవు చాలా దూరంగా ఉన్నావు. సహాయం కోసం నేను వేసే కేకలను వినటానికి నీవు చాలా దూరంగా ఉన్నావు."},{"number":2,"verse":"నా దేవా, పగలు నేను నీకు మొరపెట్టాను. కాని నీవు నాకు జవాబు ఇవ్వలేదు. మరియు నేను రాత్రిపూట నీకు మొరపెడుతూనే ఉన్నాను."},{"number":3,"verse":"దేవా, నీవు పవిత్రుడవు. నీవు రాజుగా కూర్చున్నావు. ఇశ్రాయేలీయుల స్తుతులే నీ సింహాసనం."},{"number":4,"verse":"మా పూర్వీకులు నిన్ను నమ్ముకొన్నారు. అవును దేవా, వారు నిన్ను నమ్ముకొన్నారు. నీవేమో వారిని రక్షించావు."},{"number":5,"verse":"మా పూర్వీకులు సహాయంకోసం నిన్ను వేడుకొన్నారు, దేవా, తమ శత్రువుల నుంచి వారు తప్పించుకొన్నారు. వారు నిన్ను నమ్ముకొన్నారు. కనుక వారు నిరాశ చెందలేదు."},{"number":6,"verse":"కాని, నేను మనిషిని కానా, పురుగునా? మనుష్యులు నన్ను దూషిస్తారు. ప్రజలు నన్ను ద్వేషిస్తారు."},{"number":7,"verse":"నన్ను చూచే ప్రతి ఒక్కరూ నన్ను ఎగతాళి చేస్తారు. నన్ను చూచి, వారు తలలు ఎగురవేస్తూ, నన్ను వెక్కిరిస్తారు."},{"number":8,"verse":"వారు నాతో అంటారు: “నీకు సహాయం చేయుమని నీవు యెహోవాను అడగాలి. ఒకవేళ ఆయన నిన్ను రక్షిస్తాడేమో! నీవంటే ఆయనకు అంత ఇష్టమైతే అప్పుడు ఆయన తప్పక నిన్ను రక్షిస్తాడు.”"},{"number":9,"verse":"దేవా, నిజంగా నేను నీ మీద ఆధారపడియున్నాను. నన్ను గర్భమునుండి బయటకు లాగినవాడవు నీవే. నేను యింకా నా తల్లి పాలు త్రాగుతూ ఉన్నప్పుడే నీవు నాకు అభయం ఇచ్చావు, ఆదరించావు."},{"number":10,"verse":"నేను పుట్టిన రోజునుండి నీవు నాకు దేవునిగా ఉన్నావు. నేను నా తల్లి గర్భంలోనుండి వచ్చినప్పటినుండి నేను నీ జాగ్రత్తలోనే ఉంచబడ్డాను."},{"number":11,"verse":"కనుక దేవా, నన్ను విడువకు. కష్టం దగ్గర్లో ఉంది. పైగా నాకు సహాయం చేసేవారు. ఎవ్వరూ లేరు."},{"number":12,"verse":"మనుష్యులు రంకెవేసే ఆబోతుల్లాగా నా చుట్టూ వున్నారు. వారు బలిసిన బాషాను ఆబోతుల వలె నన్ను చుట్టుముట్టియున్నారు. (బాషాను అనగా యొర్దాను నది తూర్పు ప్రాంతం. అది పశువులకు ప్రసిద్ధికెక్కిన ప్రాంతం.)"},{"number":13,"verse":"ఒక జంతువును చీల్చివేస్తూ, గర్జిస్తున్న సింహాల్లా ఉన్నారు వారు. వారి నోళ్లు పెద్దగా తెరచుకొని ఉన్నాయి."},{"number":14,"verse":"నేలమీద పోయబడ్డ నీళ్లలా నా బలం పోయినది. నా ఎముకలు విడిపోయాయి. నా ధైర్యం పోయినది."},{"number":15,"verse":"నా నోరు ఎండి, పగిలిపోయిన చిల్ల పెంకులా ఉన్నది. నా నాలుక నా అంగిటికి అతుక్కొని పోతోంది. “మరణ ధూళిలో” నీవు నన్ను ఉంచావు."},{"number":16,"verse":"“కుక్కలు” నా చుట్టూరా ఉన్నాయి. ఆ దుష్టుల దండు నన్ను చుట్టు ముట్టింది. సింహంలాగా వారు నా చేతుల్ని, నా పాదాలను గాయపర్చారు."},{"number":17,"verse":"నేను నా ఎముకల్ని చూడగలను. ఆ ప్రజలు నా వైపు తేరి చూస్తున్నారు. వారు నన్ను అలా చూస్తూనే ఉంటారు!"},{"number":18,"verse":"ఆ ప్రజలు నా వస్త్రాలను వారిలో వారు పంచుకొంటున్నారు. నా అంగీ కోసం వారు చీట్లు వేస్తున్నారు."},{"number":19,"verse":"యెహోవా, నన్ను విడువకుము! నీవే నా బలం. త్వరపడి నాకు సహాయం చేయుము!"},{"number":20,"verse":"యెహోవా, ఖడ్గం నుండి నా ప్రాణాన్ని రక్షించుము. ప్రశస్తమైన నా ప్రాణాన్ని ఆ కుక్కల నుండి రక్షించుము."},{"number":21,"verse":"సింహం నోటినుండి నన్ను రక్షించుము. ఆబోతు కొమ్ములనుండి నన్ను కాపాడుము."},{"number":22,"verse":"యెహోవా, నిన్ను గూర్చి నేను నా సోదరులతో చెబుతాను. ప్రజల మహా సమాజంలో నేను నిన్ను స్తుతిస్తాను."},{"number":23,"verse":"యెహోవాను ఆరాధించే ప్రజలారా! మీరంతా ఆయనను స్తుతించండి. ఇశ్రాయేలు వంశస్థులారా! యెహోవాను ఘనపర్చండి. ఇశ్రాయేలు వంశీయులారా! మీరంతా యెహోవాకు భయపడి, ఆయనను గౌరవించండి."},{"number":24,"verse":"ఎందుకంటే కష్టాలలో ఉన్న పేద ప్రజలకు యెహోవా సహాయం చేస్తాడు. ఆ పేద ప్రజల విషయం యెహోవా సిగ్గుపడడు. యెహోవా వారిని ద్వేషించడు. ప్రజలు సహాయం కోసం యెహోవాను వేడుకొన్నప్పుడు ఆయన వారికి కనబడకుండా ఉండడు. వారి మొరను వింటాడు."},{"number":25,"verse":"యెహోవా, మహా సమాజంలో నా స్తుతి నిన్నుబట్టే వస్తుంది. నేను చేస్తానని వాగ్దానం చేసిన వాటన్నింటినీ, ఈ ఆరాధికులందరి ఎదుటనే నేను చేస్తాను."},{"number":26,"verse":"పేద ప్రజలు తిని, తృప్తి పొందుతారు. యెహోవా కోసం చూస్తూ వచ్చే ప్రజలారా, మీరు ఆయనను స్తుతించండి. మీ హృదయాలు ఎప్పటికీ సంతోషంగా ఉండునుగాక!"},{"number":27,"verse":"దూరదేశాల్లోని ప్రజలంతా యెహోవాను జ్ఞాపకం చేసుకొని ఆయన వద్దకు తిరిగి వస్తారు."},{"number":28,"verse":"ఎందుకనగా యెహోవాయే రాజు. దేశాలన్నింటినీ ఏలేవాడు ఆయనే. ఆయనే సకల రాజ్యాలనూ పాలిస్తాడు."},{"number":29,"verse":"నిజంగా, భూమిలో నిద్రించబోయే వారందరూ ఆయన్ని ఆరాధిస్తారు. సమాధిలోనికి దిగిపోయేవారందరూ ఆయనకు తల వంచుతారు. మరియు వారి ప్రాణాలను కాపాడుకొనలేనివారు కూడా తల వంచుతారు. చచ్చిన ప్రతి మనిషి ఆయనకు తల వంచాలి."},{"number":30,"verse":"భవిష్యత్తులో మన వారసులు యెహోవాను సేవిస్తారు. యెహోవా విషయమై వారు నిత్యం చెప్పుతారు."},{"number":31,"verse":"ఇంకా పుట్టని మనుష్యులకు దేవుని మంచితనం గూర్చి చెబుతారు. దేవుడు నిజంగా చేసిన మంచి కార్యాలను గూర్చి ఆ మనుష్యులు చెబుతారు."}]}