{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":31,"verses":[{"number":1,"verse":"సంగీత నాయకునికి: దావీదు కీర్తన. యెహోవా, నీవే నా కాపుదల. నన్ను నిరాశపరచవద్దు. నా మీద దయ ఉంచి, నన్ను రక్షించుము."},{"number":2,"verse":"దేవా, నా మాట ఆలకించుము. వేగంగా వచ్చి నన్ను రక్షించి నా బండగా ఉండుము. నా క్షేమస్థానంగా ఉండుము. నా కోటగా ఉండుము. నన్ను కాపాడుము."},{"number":3,"verse":"దేవా, నీవే నా బండవు, కోటవు కనుక నీ నామ ఘనత కోసం నన్ను నడిపించుము, నాకు దారి చూపించుము."},{"number":4,"verse":"నా శత్రువులు నా ఎదుట ఉచ్చు ఉంచారు. వారి ఉచ్చు (వల) నుండి నన్ను రక్షించుము. నీవే నా క్షేమస్థానం."},{"number":5,"verse":"యెహోవా, నీవే మేము నమ్ముకోదగిన దేవుడవు. నా జీవితం నేను నీ చేతుల్లో పెడ్తున్నాను. నన్ను రక్షించుము."},{"number":6,"verse":"వ్యర్థమైన విగ్రహాలను పూజించే వాళ్లంటే నాకు అసహ్యం. యెహోవాను మాత్రమే నేను నమ్ముకొన్నాను."},{"number":7,"verse":"దేవా, నీ దయ నన్ను ఎంతో సంతోషపెడ్తుంది. నా కష్టాలు నీవు చూశావు. నాకు ఉన్న కష్టాలను గూర్చి నీకు తెలుసు."},{"number":8,"verse":"నీవు నన్ను నా శత్రువులకు అప్పగించవు. వారి ఉచ్చుల నుండి నీవు నన్ను విడిపిస్తావు."},{"number":9,"verse":"యెహోవా, నాకు చాలా కష్టాలున్నాయి. కనుక నా మీద దయ ఉంచుము. నేను ఎంతో తల్లడిల్లి పోయాను కనుక నా కళ్లు బాధగా ఉన్నాయి. నా గొంతు, కడుపు నొప్పెడుతున్నాయి."},{"number":10,"verse":"నా జీవితం దుఃఖంతో ముగిసిపోతూవుంది. నిట్టూర్పులతో నా సంవత్సరాలు గతించిపోతున్నాయి. నా కష్టాలు నా బలాన్ని తొలగించి వేస్తున్నాయి. నా బలం తొలగిపోతూ ఉంది. ( నా … తొలగిపోతూ ఉంది అక్షరాలా ఎముకలు క్షీణిస్తున్నాయి.)"},{"number":11,"verse":"నా శత్రువులు నన్ను ద్వేషిస్తారు. నా పొరుగు వాళ్లంతా కూడా నన్ను ద్వేషిస్తారు. నా బంధువులంతా వీధిలో నన్ను చూచి భయపడతారు. వారు నానుండి దూరంగా ఉంటారు."},{"number":12,"verse":"నేను పాడైపోయిన పనిముట్టులా ఉన్నాను. నేను చనిపోయానేమో అన్నట్టు ప్రజలు నన్ను పూర్తిగా మరచిపోయారు."},{"number":13,"verse":"ప్రజలు నన్ను గూర్చి చెప్పే దారుణ విషయాలు నేను వింటున్నాను. ప్రజలు నాకు విరోధంగా తిరిగారు. వాళ్లు నన్ను చంపాలని తలుస్తున్నారు."},{"number":14,"verse":"యెహోవా, నేను నిన్ను నమ్ముకొన్నాను. నీవే నా దేవుడవు."},{"number":15,"verse":"నా ప్రాణం నీ చేతుల్లో ఉంది. నా శత్రువుల నుండి నన్ను రక్షించుము. నన్ను తరుముతున్న మనుష్యుల నుండి నన్ను రక్షించుము."},{"number":16,"verse":"దేవా, నీ సేవకునికి దయతో స్వాగతం పలుకుము. నన్ను రక్షించుము."},{"number":17,"verse":"యెహోవా, నేను నిన్ను ప్రార్థించాను. కనుక నేను నిరాశచెందను. చెడ్డవాళ్లు నిరాశ చెందుతారు, మౌనంగా వారు సమాధికి వెళ్తారు."},{"number":18,"verse":"ఆ చెడ్డవాళ్లు గర్వించి, మంచి వాళ్లను గూర్చి అబద్ధాలు చెబుతారు. ఆ చెడ్డవాళ్లు చాలా గర్విష్ఠులు. కాని అబద్ధాలు చెప్పే వారి పెదవులు నిశ్శబ్దం అవుతాయి."},{"number":19,"verse":"దేవా, ఆశ్చర్యకరమైన అనేక సంగతులను నీవు నీ అనుచరులకు మరుగు చేశావు. నిన్ను నమ్ముకొనే వారికోసం నీవు ప్రతి ఒక్కరి ఎదుట మంచి కార్యాలు చేస్తావు."},{"number":20,"verse":"మంచివాళ్లకు హాని చేయటానికి చెడ్డవాళ్లు ఒకటిగా గుమికూడుతారు. ఆ చెడ్డవాళ్లు కలహాలు రేపటానికి చూస్తారు. కాని ఆ మంచివాళ్లను నీవు దాచిపెట్టి కాపాడతావు. మంచివాళ్లను నీవు నీ ఆశ్రయంలో కాపాడుతావు."},{"number":21,"verse":"యెహోవాను స్తుతించండి. పట్టణం శత్రువుల చేత ముట్టడి వేయబడినప్పుడు ఆయన తన అద్భుత ప్రేమను నాకు చూపించాడు. ఈ క్షేమస్థానంలో ఆయన తన ప్రేమను నాకు చూపించాడు."},{"number":22,"verse":"నేను భయపడి, “దేవుడు చూడగలిగిన స్థలంలో నేను లేను” అన్నాను. కాని దేవా, నేను నిన్ను ప్రార్థించాను. మరియు సహాయం కోసం నేను గట్టిగా చేసిన ప్రార్థనలు నీవు విన్నావు."},{"number":23,"verse":"దేవుని వెంబడించు వారలారా, మీరు యెహోవాను ప్రేమించాలి. యెహోవాకు నమ్మకంగా ఉండే ప్రజలను ఆయన కాపాడుతాడు. కాని తమ శక్తిని బట్టి గొప్పలు చెప్పే గర్విష్ఠులను యెహోవా శిక్షిస్తాడు."},{"number":24,"verse":"యెహోవా సహాయం కొరకు నిరీక్షించే వారలారా గట్టిగా, ధైర్యంగా ఉండండి."}]}