{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":45,"verses":[{"number":1,"verse":"సంగీత నాయకునికి: “శోషనీము” రాగం. కోరహు కుటుంబం రచించిన దైవ ధ్యానం మరియు ఒక ప్రేమగీతం. రాజుకోసం నేను ఈ విషయాలు వ్రాస్తూ ఉండగా అందమైన పదాలు నా మనస్సును నింపేస్తున్నాయి. నైపుణ్యంగల రచయిత కలంనుండి వెలువడే మాటల్లా నా నాలుక మీద మాటలు దొర్లిపోతున్నాయి."},{"number":2,"verse":"నీవు అందరికంటె ఎంతో అందంగా ఉన్నావు! నీ పెదవులనుండి దయ వెలువడుతుంది కనుక దేవుడు నిన్ను శాశ్వతంగా ఆశీర్వదిస్తాడు."},{"number":3,"verse":"నీవు ఖడ్గం ధరించు, యుద్ధ వీరునివలె, మహిమను, ఘనతను ధరించుము."},{"number":4,"verse":"నీవు అద్భుతంగా కనబడుతున్నావు! వెళ్లి, నీతి న్యాయం కోసం పోరాటంలో గెలువుము. అద్భుతకార్యాలు చేసేందుకు శక్తిగల నీ కుడి చేతిని ప్రయోగించుము."},{"number":5,"verse":"నీ బాణాలు సిద్ధంగా ఉన్నాయి. అవి రాజు శత్రువుల హృదయాల్లోకి ప్రవేశిస్తాయి అనేక మంది ప్రజలను నీవు ఓడిస్తావు."},{"number":6,"verse":"దేవా, నీ సింహాసనం శాశ్వతంగా కొనసాగుతుంది! నీ నీతి రాజదండము."},{"number":7,"verse":"నీవు నీతిని ప్రేమిస్తావు, కీడును ద్వేషిస్తావు. కనుక, నిన్ను నీ స్నేహితుల మీద రాజుగా నీ దేవుడు కోరుకొన్నాడు."},{"number":8,"verse":"నీ వస్త్రాలు గోపరసం, అగరు, లవంగ, పట్టావంటి కమ్మని సువాసనగా ఉన్నాయి. నిన్ను సంతోషపరచుటకు దంతం పొదగబడిన భవనాల నుండి సంగీతం వస్తుంది."},{"number":9,"verse":"నీవు ఘనపరచే స్త్రీలలో రాజకుమార్తెలున్నారు. నీ పెండ్లి కుమార్తె ఓఫీరు బంగారంతో చేయబడిన కిరీటం ధరించి నీ చెంత నిలుస్తుంది."},{"number":10,"verse":"కుమారీ, నా మాట వినుము. నీ ప్రజలను, నీ తండ్రి కుటుంబాన్ని మరచిపొమ్ము."},{"number":11,"verse":"రాజు నీ సౌందర్యాన్ని ప్రేమిస్తున్నాడు. ఆయనే నీకు క్రొత్త భర్తగా ఉంటాడు. నీవు ఆయన్ని ఘనపరుస్తావు."},{"number":12,"verse":"తూరు పట్టణ ప్రజలు నీ కోసం కానుకలు తెస్తారు. వారి ధనవంతులు నిన్ను కలుసుకోవాలని కోరుతారు."},{"number":13,"verse":"రాజకుమారి రాజ గృహంలో బహు అందమైనది. ఆమె వస్త్రం బంగారపు అల్లికగలది."},{"number":14,"verse":"ఆమె అందమైన తన వస్త్రాలు ధరిస్తుంది. మరియు రాజు దగ్గరకు తీసుకొని రాబడుతుంది. ఆమె వెనుక కన్యకల గుంపు కూడా రాజు దగ్గరకు తీసుకొని రాబడుతుంది."},{"number":15,"verse":"సంతోషంతో నిండిపోయి వారు వస్తారు. సంతోషంతో నిండిపోయి రాజభవనంలో వారు ప్రవేశిస్తారు."},{"number":16,"verse":"రాజా, నీ తరువాత నీ కుమారులు పరిపాలిస్తారు. దేశవ్యాప్తంగా నీవు వారిని రాజులుగా చేస్తావు."},{"number":17,"verse":"నీ పేరును శాశ్వతంగా నేను ప్రసిద్ధి చేస్తాను. శాశ్వతంగా, ఎల్లకాలం ప్రజలు నిన్ను స్తుతిస్తారు."}]}