{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":48,"verses":[{"number":1,"verse":"కోరహు కుమారుల స్తుతి పాట. యెహోవా గొప్పవాడు. మన దేవుని పట్టణంలో, ఆయన పరిశుద్ధ పట్టణంలో స్తుతులకు ఆయన పాత్రుడు."},{"number":2,"verse":"దేవుని పరిశుద్ధ పర్వతం అందమైనది, ఎత్తైనది. అది భూమి అంతటికీ సంతోషాన్ని తెస్తుంది. సీయోను పర్వతం దేవుని నిజమైన పర్వతం. ( దేవుని నిజమైన పర్వతం అక్షరార్థముగా “ఉత్తర దిక్కు ఏటవాలులు” లేదా “జఫోను ఏటవాలు” ఫోయేనేసియాలోని జెఫోను పర్వతం మీద తమ దేవుళ్లు నివసించారని కనానీయులు నమ్మారు. లేఖకుడు యిక్కడ సీయోను పర్వతం మీద దేవుడు నిజంగా ప్రసన్నుడైయున్నాడు అని అంటున్నాడు.) అది మహారాజు పట్టణం."},{"number":3,"verse":"ఇక్కడ ఆ పట్టణంలోని భవనాలలో దేవుడు కోట అని పిలువబడుతున్నాడు."},{"number":4,"verse":"ఒకప్పుడు రాజులు కొందరు సమావేశమయ్యారు. వారు ఈ పట్టణంపై దాడి చేయాలని పథకం వేసారు. వారంతా కలసి ముందుకు వచ్చారు."},{"number":5,"verse":"ఆ రాజులు చూసారు. వారు ఆశ్చర్యపోయారు, వారు బెదిరిపోయారు. మరియు వారంతా పారిపోయారు!"},{"number":6,"verse":"ఆ రాజులందరికీ భయం పట్టుకొంది. ప్రసవ వేదన పడుతున్న స్త్రీలలా వారు వణికారు."},{"number":7,"verse":"దేవా, బలమైన తూర్పుగాలితో తర్షీషు ఓడలను బ్రద్దలు చేశావు."},{"number":8,"verse":"మేము ఏమి విన్నామో, దాన్ని మహా శక్తిగల దేవుని పట్టణంలో మన సర్వశక్తిమంతుడైన యెహోవా పట్టణంలో చూశాము. దేవుడు ఆ పట్టణాన్ని శాశ్వతంగా బలపరుస్తాడు."},{"number":9,"verse":"దేవా, నీ ప్రేమ, కనికరాలను గూర్చి మేము నీ ఆలయంలో జాగ్రత్తగా ఆలోచిస్తాము."},{"number":10,"verse":"దేవా, నీవు ప్రఖ్యాతిగలవాడవు. భూలోకమంతటా ప్రజలు నిన్ను స్తుతిస్తారు. నీ కుడిచేయి నీతితో నిండియున్నది."},{"number":11,"verse":"సీయోను పర్వతం సంతోషిస్తుంది. మరియు యూదా నగరాలు ఆనందంగా ఉన్నాయి. దేవా, ఎందుకంటే నీవు మంచి తీర్పులు చేశావు."},{"number":12,"verse":"సీయోను చుట్టూ తిరుగుతూ ఆ పట్టణాన్ని చూడండి, గోపురాలు లెక్కించండి."},{"number":13,"verse":"ఎత్తైన గోడలు చూడండి. సీయోను రాజనగరుల ద్వారా వెళ్ళండి. అప్పుడు తరువాత తరాలకు మీరు దాన్ని గూర్చి చెప్పగలుగుతారు."},{"number":14,"verse":"ఈ విషయాలు దేవుడు ఎటువంటి వాడు అనేది మనకు తెలియజేస్తున్నాయి: ఆయన ఎప్పటికీ మన దేవుడు, ఆయన ఎల్లప్పుడు మనలను కాపాడుతాడు."}]}