{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":50,"verses":[{"number":1,"verse":"ఆసాపు కీర్తనలలో ఒకటి. దేవాధి దేవుడు యెహోవా మాట్లాడాడు. సూర్యోదయ దిక్కు నుండి సూర్యాస్తమయ దిక్కు వరకు భూమి మీది ప్రజలందరినీ ఆయన పిలుస్తున్నాడు."},{"number":2,"verse":"సీయోను నుండి దేవుడు ప్రకాశిస్తున్నాడు. ఆ పట్టణపు అందము పరిపూర్ణమైనది."},{"number":3,"verse":"మన దేవుడు వస్తున్నాడు, ఆయన మౌనంగా ఉండడు. ఆయన యెదుట అగ్ని మండుతుంది. ఆయన చుట్టూరా గొప్ప తుఫాను ఉంది."},{"number":4,"verse":"తన ప్రజలకు తీర్పు చెప్పుటకు పైన ఆకాశాన్ని, క్రింద భూమిని ఆయన పిలుస్తున్నాడు."},{"number":5,"verse":"“నా అనుచరులను నా చుట్టూరా చేర్చండి. వారు బలియర్పణ ద్వారా నాతో ఒడంబడిక చేసుకున్నారు” అని ఆయన అంటాడు."},{"number":6,"verse":"అప్పుడు ఆకాశాలు ఆయన న్యాయాన్ని చెప్పాయి. ఎందుకంటే, దేవుడే న్యాయమూర్తి."},{"number":7,"verse":"దేవుడు చెబుతున్నాడు: “నా ప్రజలారా, నా మాట వినండి. ఇశ్రాయేలు ప్రజలారా, మీకు విరోధంగా నా రుజువును కనపరుస్తాను. నేను దేవుణ్ణి, మీ దేవుణ్ణి."},{"number":8,"verse":"నేను మీ బలుల విషయంలో మిమ్ములను సరిచేయటంలేదు. గద్దించటంలేదు. ఇశ్రాయేలు ప్రజలారా, మీరు మీ దహన బలులను ఎల్లప్పుడూ తెస్తున్నారు. ప్రతిరోజు వాటిని మీరు నాకిస్తున్నారు."},{"number":9,"verse":"మీ ఇంటినుండి ఎద్దులను తీసుకోను. మీ శాలలనుండి మేకలు నాకవసరం లేవు."},{"number":10,"verse":"ఆ జంతువులు నాకు అవసరం లేదు. అరణ్యంలో ఉన్న జంతువులన్నీ ఇది వరకే నా సొంతం. వేలాది పర్వతాల మీద జంతువులన్నీ ఇది వరకే నా సొంతం."},{"number":11,"verse":"కొండల్లో ఉండే ప్రతి పక్షి నాకు తెలుసు. పొలాల్లో చలించే ప్రతిదీ నా సొంతం"},{"number":12,"verse":"నాకు ఆకలి వేయదు! నాకు ఆకలిగా ఉంటే ఆహారం కోసం నేను మిమ్మల్ని అడగాల్సిన అవసరం లేదు ప్రపంచం, అందులో ఉన్న సమస్తమూ, నా సొంతం."},{"number":13,"verse":"నేను ఎద్దుల మాంసం తినను. నేను మేకల రక్తం త్రాగను.”"},{"number":14,"verse":"దేవునికి కృతజ్ఞతార్పణలను ఇవ్వండి. మహోన్నతుడైన దేవునికి మీ మొక్కుబడిని చెల్లించండి, దేవుడు ఇలా అన్నాడు: మీరు వాగ్దానం చేసినది ఇవ్వండి."},{"number":15,"verse":"“ఇశ్రాయేలు ప్రజలారా, మీకు కష్టాలు వచ్చినప్పుడు నన్ను ప్రార్థించండి! నేను మీకు సహాయం చేస్తాను. అప్పుడు మీరు నన్ను గౌరవించవచ్చు.”"},{"number":16,"verse":"దుర్మార్గులతో దేవుడు చెబుతున్నాడు, “నా న్యాయ విధులను చదువుటకు, నా ఒడంబడికకు బద్ధులమని ప్రకటించుటకును మీకేమి హక్కున్నది? ( నా … మీకేమి హక్కున్నది? ఇది బహుశ ఒక ఆచార వేడుకను సూచిస్తుండవచ్చును. అందులో దేవునితో ఒడంబడికకు ప్రజలు తమ సమర్పణను తిరిగి దృఢపరుస్తారు.)"},{"number":17,"verse":"కనుక నేను మిమ్మల్ని సరిదిద్దినప్పుడు దానిని మీరు ద్వేషిస్తారు. నేను మీతో చెప్పే సంగతులను మీరు నిరాకరిస్తారు."},{"number":18,"verse":"మీరు ఒక దొంగను చూస్తారు, వానితో చేయి కలపడానికి పరుగెడతారు. వ్యభిచార పాపం చేసే మనుష్యులతో పాటు మీరు మంచం మీదికి దూకుతారు."},{"number":19,"verse":"మీరు చెడు సంగతులు చెబుతారు, అబద్ధాలు పలుకుతారు."},{"number":20,"verse":"మీరు మీ సహోదరుని గూర్చి ఎడతెగక చెడ్డ సంగతులు చెబుతారు. మీరు మీ తల్లి కుమారుని అపనిందలపాలు చేస్తారు."},{"number":21,"verse":"మీరు ఈ చెడ్డ విషయాలు చేసారు. నేను మౌనంగా ఉండిపోయాను నేను మీలాంటివాడినని మీరనుకొన్నారు. కాని నేనిప్పుడు మిమ్ములను కోపంతో గద్దిస్తాను. మరియు మీ ముఖంమీద నిందమోపుతాను."},{"number":22,"verse":"నేను మిమ్ములను చీల్చివేయకముందే, దేవుని మరచిన జనాంగమైన మీరు, ఈ విషయమును గూర్చి ఆలోచించాలి. అదే కనుక జరిగితే, ఏ మనిషి మిమ్మల్ని రక్షించలేడు."},{"number":23,"verse":"ఒక వ్యక్తి కృతజ్ఞత అర్పణను చెల్లిస్తే, అప్పుడు అతడు నన్ను గౌరవిస్తాడు. నా మార్గాన్ని అనుసరించే వానికి రక్షించగల దేవుని శక్తిని నేను చూపిస్తాను.”"}]}