{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":59,"verses":[{"number":1,"verse":"సంగీత నాయకునికి: “నాశనం చేయవద్దు” రాగం. దావీదు అనుపదగీతం. దావీదును చంపేందుకు అతని యింటిని చూచి రమ్మని సౌలు తన మనుష్యులను పంపిన సందర్భం. దేవా, నా శత్రువుల నుండి నన్ను రక్షించుము నాతో పోరాడేందుకు నా మీదికి వచ్చే మనుష్యులను జయించేందుకు నాకు సహాయం చేయుము."},{"number":2,"verse":"కీడు చేసే మనుష్యుల నుండి నన్ను రక్షించుము. ఆ నరహంతకుల నుండి నన్ను రక్షించుము."},{"number":3,"verse":"చూడు, బలాఢ్యులు నా కోసం కనిపెట్టి ఉన్నారు. నన్ను చంపేందుకు వారు కనిపెట్టుకున్నారు. నేను పాపం చేసినందువలన లేక ఏదో నేరం చేసినందువలన కాదు."},{"number":4,"verse":"వారు నన్ను తరుముతున్నారు. నేను మాత్రం ఏ తప్పు చేయలేదు. యెహోవా, వచ్చి నీ మట్టుకు నీవే చూడు!"},{"number":5,"verse":"నీవు సర్వశక్తిమంతుడవైన దేవుడవు, ఇశ్రాయేలీయుల దేవుడవు. లేచి జనాంగములన్నిటినీ శిక్షించుము. ఆ దుర్మార్గపు ద్రోహులకు ఎలాంటి దయా చూపించకుము."},{"number":6,"verse":"ఆ దుర్మార్గులు సాయంకాలం పట్టణములోకి వస్తారు. వారు మొరిగే కుక్కల్లా పట్టణమంతా తిరుగుతారు."},{"number":7,"verse":"వారి బెదరింపులు, అవమానపు మాటలు వినుము. వారు అలాంటి క్రూరమైన సంగతులు చెబుతారు. వాటిని వింటున్నది ఎవరో వారికి అనవసరం."},{"number":8,"verse":"యెహోవా, వారిని చూసి నవ్వుము. ఆ జనాలను గూర్చి ఎగతాళి చేయుము."},{"number":9,"verse":"దేవా, నీవే నా బలం, నేను నీకోసం కనిపెట్టుకొన్నాను. దేవా, నీవే పర్వతాలలో ఎత్తయిన నా క్షేమస్థానం."},{"number":10,"verse":"దేవుడు నన్ను ప్రేమిస్తున్నాడు. జయించుటకు ఆయనే నాకు సహాయం చేస్తాడు. నా శత్రువులను జయించుటకు ఆయనే నాకు సహాయం చేస్తాడు."},{"number":11,"verse":"దేవా, వారిని ఊరకనే చంపివేయకు. లేదా నా ప్రజలు మరచిపోవచ్చును. నా ప్రభువా, నా సంరక్షకుడా, నీ బలంతో వారిని చెదరగొట్టి, వారిని ఓడించుము."},{"number":12,"verse":"ఆ దుర్మార్గులు శపించి అబద్ధాలు చెబుతారు. వారు చెప్పిన విషయాలను బట్టి వారిని శిక్షించుము. వారి గర్వం వారిని పట్టుకొనేలా చేయుము."},{"number":13,"verse":"నీ కోపంతో వారిని నాశనం చేయుము. వారిని పూర్తిగా నాశనం చేయుము. అప్పుడు యాకోబు ప్రజలనూ, సర్వప్రపంచాన్నీ దేవుడు పాలిస్తున్నాడని మనుష్యులు తెలుసుకొంటారు."},{"number":14,"verse":"ఆ దుర్మార్గులు సాయంకాలం పట్టణంలోకి వచ్చి మొరుగుతూ పట్టణం అంతా తిరుగే కుక్కల్లాంటివారు."},{"number":15,"verse":"వారు తినుటకు ఏమైనా దొరుకుతుందని వెదకుతూ పోతారు. వారికి ఆహారం దొరకదు. నిద్రించుటకంత స్థలం దొరకదు."},{"number":16,"verse":"మరి నేనైతే,,,,,,,,,, నీకు స్తుతి గీతాలు పాడుతాను. ఉదయాలలో నీ ప్రేమయందు ఆనందిస్తాను. ఎందుకంటే ఎత్తయిన పర్వతాలలో నీవే నా క్షేమ స్థానం, కష్టాలు వచ్చినప్పుడు నేను నీ దగ్గరకు పరుగెత్తగలను."},{"number":17,"verse":"నేను నీకు నా స్తుతిగీతాలు పాడుతాను. ఎందుకంటే ఎత్తయిన పర్వతాలలో నీవే నా క్షేమస్థానం. నీవు నన్ను ప్రేమించే దేవుడవు."}]}