{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":72,"verses":[{"number":1,"verse":"సొలొమోను కీర్తన. దేవా, రాజు నీవలె జ్ఞానముగల తీర్మానాలు చేయుటకు సహాయం చేయుము. రాజకుమారుడు నీ మంచితనం గూర్చి నేర్చుకొనేందుకు సహాయం చేయుము."},{"number":2,"verse":"నీ ప్రజలకు న్యాయంగా తీర్పు తీర్చేందుకు రాజుకు సహాయం చేయుము. నీ పేద ప్రజలకు ఏది మంచిదో దానిని చేయుటకు అతనికి సహాయం చేయుము."},{"number":3,"verse":"దేశం అంతటా శాంతి, న్యాయం ఉండనీయుము."},{"number":4,"verse":"పేద ప్రజలకు రాజు న్యాయంగా ఉండునుగాక. నిస్సహాయులకు అతణ్ణి సహాయం చేయనిమ్ము. వారిని బాధించే ప్రజలను అతణ్ణి శిక్షించనిమ్ము."},{"number":5,"verse":"సూర్యుడు ప్రకాశించునంత వరకు ఆకాశంలో చంద్రుడు ఉన్నంత వరకు ప్రజలు రాజుకు భయపడి గౌరవిస్తారని ఆశిస్తున్నాను. ప్రజలు అతనికి శాశ్వతంగా భయపడి గౌరవిస్తారని నేను ఆశిస్తున్నాను."},{"number":6,"verse":"పొలాల మీద కురిసే వర్షంలా రాజు ఉండునట్లు అతనికి సహాయం చేయుము. నేలమీద పడే జల్లులా ఉండుటకు అతనికి సహాయం చేయుము."},{"number":7,"verse":"అతడు రాజుగా ఉండగా మంచితనం వికసించనిమ్ము. చంద్రుడున్నంతవరకు శాంతిని కొనసాగనిమ్ము."},{"number":8,"verse":"సముద్రం నుండి సముద్రానికి, నది నుండి భూమి మీద దూర స్థలాలకు అతని రాజ్యాన్ని విస్తరింపనిమ్ము."},{"number":9,"verse":"అరణ్యంలో నివసించే ప్రజలను అతనికి సాగిలపడనిమ్ము అతని శత్రువులందరూ ధూళిలో వారి ముఖాలు పెట్టుకొని అతని యెదుట సాగిలపడనిమ్ము."},{"number":10,"verse":"తర్షీషు రాజులు మరియు దూర తీరాల రాజులు అతనికి కానుకలు సమర్పించుదురు గాక. షేబ మరియు సెబా రాజులు అతనికి కప్పం చెల్లించెదరు గాక."},{"number":11,"verse":"రాజులందరూ మన రాజుకు సాగిలపడుదురు గాక. రాజ్యాలన్నీ అతన్ని సేవించెదరు గాక."},{"number":12,"verse":"మన రాజు సహాయం లేని వారికి సహాయం చేస్తాడు. మన రాజు పేదలకు, నిస్సహాయులకు సహాయం చేస్తాడు."},{"number":13,"verse":"పేదలు, నిస్సహాయులు ఆయన మీద ఆధారపడతారు. రాజు వారిని బ్రతికించి ఉంచుతాడు."},{"number":14,"verse":"వారిని బాధించుటకు ప్రయత్నించే కృ-రుల బారినుండి రాజు వారిని రక్షిస్తాడు. ఆ పేద ప్రజల ప్రాణాలు రాజుకు చాలా ముఖ్యం."},{"number":15,"verse":"రాజు దీర్ఘాయుష్మంతుడగును గాక. షేబ నుండి బంగారం అతడు తీసుకొనును గాక. రాజుకోసం ఎల్లప్పుడూ ప్రార్థించండి. ప్రతిరోజూ అతణ్ణి దీవించండి."},{"number":16,"verse":"పొలాలు పుష్కలంగా ధాన్యం పండించునుగాక. కొండలు పంటలతో నిండిపోవునుగాక. పొలాలు లెబానోనులోని పొలాలవలె సారవంతంగా ఉండును గాక. పొలాలు గడ్డితో నిండిపోయినట్లు పట్టణాలు ప్రజలతో నిండిపోవును గాక."},{"number":17,"verse":"రాజు శాశ్వతంగా ప్రసిద్ధినొందునుగాక. సూర్యుడు ప్రకాశించునంతవరకు ప్రజలు అతని పేరును జ్ఞాపకం చేసికొందురు గాక. అతని మూలంగా ప్రజలందరూ ఆశీర్వదించబడుదురు గాక. మరియు వారందరూ అతన్ని దీవించెదరుగాక."},{"number":18,"verse":"ఇశ్రాయేలీయుల దేవుడైన యెహోవాను స్తుతించండి. అలాంటి అద్భుతకార్యాలు చేయగలవాడు దేవుడు ఒక్కడే."},{"number":19,"verse":"ఆయన మహిమగల నామాన్ని శాశ్వతంగా స్తుతించండి. ఆయన మహిమ ప్రపంచమంతా వ్యాపించును గాక. ఆమేన్, ఆమేన్!"},{"number":20,"verse":"యెష్షయి కుమారుడు దావీదు ప్రార్థనలు ఇంతటితో సమాప్తం."}]}