{"bibleAbbr":"teERV1997","bookName":"కీర్తనల గ్రంథము","bookEnglishName":"Psalms","chapterNumber":79,"verses":[{"number":1,"verse":"ఆసాపు స్తుతి కీర్తన. దేవా, కొందరు మనుష్యులు నీ ప్రజలతో యుద్ధం చేసేందుకు వచ్చారు. ఆ మనుష్యులు నీ పవిత్ర ఆలయాన్ని అపవిత్రపరచి నాశనం చేసారు. యెరూషలేమును వారు శిథిలాలుగా విడిచి పెట్టారు."},{"number":2,"verse":"అడవి పక్షులు తినేందుకుగాను నీ సేవకుల దేహాలను శత్రువు విడిచిపెట్టాడు. అడవి మృగాలు తినేందుకు నీ అనుచరుల దేహాలను వారు విడిచిపెట్టారు."},{"number":3,"verse":"దేవా, నీ ప్రజల రక్తం నీళ్లలా యెరూషలేమంతటి చుట్టూ ప్రవహించేంతవరకు శత్రువు వారిని చంపాడు. మృత దేహాలను పాతి పెట్టేందుకు ఏ ఒక్కరూ విడువబడ లేదు."},{"number":4,"verse":"మా పొరుగు రాజ్యాలు మమ్మల్ని అవమానించాయి. మా చుట్టూరా ఉన్న ప్రజలంతా మమ్మల్ని చూచి నవ్వుతూ, ఎగతాళి చేస్తున్నారు."},{"number":5,"verse":"దేవా, నీవు మా మీద ఎప్పటికీ కోపంగానే ఉంటావా? బలమైన నీ భావాలు అగ్నిలా మండుతూనే ఉంటాయా?"},{"number":6,"verse":"దేవా, నిన్ను ఎరుగని రాజ్యాల మీదికి నీ కోపాన్ని మరల్చుము. నీ నామాన్ని ఆరాధించని రాజ్యాల మీదికి నీ కోపాన్ని మరల్చుము."},{"number":7,"verse":"ఎందుకంటే ఆ రాజ్యాలు యాకోబును నాశనం చేశాయి. వారు యాకోబు దేశాన్ని నాశనం చేశారు."},{"number":8,"verse":"దేవా, మా పూర్వీకుల పాపాలకోసం దయచేసి మమ్మల్ని శిక్షించకుము. త్వరపడి. నీ దయ మాకు చూపించుము. నీవు మాకు ఎంతో అవసరం."},{"number":9,"verse":"మా దేవా! రక్షకా, మాకు సహాయం చేయుము. నీ స్వంత నామానికి మహిమ తెచ్చునట్లుగా మాకు సహాయం చేయుము. మమ్మల్ని రక్షించుము. నీ నామ క్షేమం కోసం మా పాపాలు తుడిచివేయుము."},{"number":10,"verse":"“మీ దేవుడు ఎక్కడ? ఆయన మీకు సహాయం చేయలేడా?” అని ఇతర రాజ్యాలవారు మాతో అననీయకు. దేవా, మేము చూడగలుగునట్లుగా ఆ ప్రజలను శిక్షించుము. నీ సేవకులను చంపినందుకు వారిని శిక్షించుము."},{"number":11,"verse":"దయచేసి, ఖైదీల మూల్గులు వినుము! దేవా, మరణించుటకు ఏర్పరచబడిన ఈ ప్రజలను నీ మహా శక్తివలన రక్షించుము."},{"number":12,"verse":"దేవా, మా చుట్టూరా ఉన్న ప్రజలు మాకు చేసిన వాటిని బట్టి ఏడు మార్లు వారిని శిక్షించుము. ఆ ప్రజలు నిన్ను అవమానించిన సమయాలనుబట్టి వారిని శిక్షించుము."},{"number":13,"verse":"మేము నీ ప్రజలం, మేము నీ మందలోని గొర్రెలం. మేము శాశ్వతంగా నిన్ను స్తుతిస్తాము. దేవా, శాశ్వతంగా, సదాకాలం మేము నిన్ను స్తుతిస్తాము."}]}