{"bibleAbbr":"bnOV2016","bookName":"রোমীয়দের প্রতি প্রেরিত পৌলের পত্র।","bookEnglishName":"Romans","chapterNumber":14,"verses":[{"number":1,"verse":"( দুর্ব্বল বিশ্বাসী ভ্রাতাদের প্রতি কর্ত্তব্য।) বিশ্বাসে যে দুর্ব্বল, তাহাকে গ্রহণ কর, কিন্তু তর্কবিতর্ক সম্বন্ধীয় বিষয়ের বিচারার্থে নয়।"},{"number":2,"verse":"এক ব্যক্তির বিশ্বাস আছে যে, সর্ব্বপ্রকার দ্রব্যই খাইতে পারে, কিন্তু যে দুর্ব্বল, সে শাক খায়।"},{"number":3,"verse":"যে যাহা ভোজন করে, সে এমন ব্যক্তিকে তুচ্ছা না করুক, যে তাহা ভোজন করে না; এবং যে যাহা ভোজন না করে, সে এমন ব্যক্তির বিচার না করুক, যে তাহা ভোজন করে; কারণ ঈশ্বর তাহাকে গ্রহণ করিয়াছেন।"},{"number":4,"verse":"তুমি কে, যে অপরের ভৃত্যের বিচার কর? নিজ প্রভুরই নিকটে হয় সে স্থির থাকে, নয় পতিত হয়। বরং তাহাকে স্থির রাখা যাইবে, কেননা প্রভু তাহাকে স্থির রাখিতে পারেন।"},{"number":5,"verse":"এক জন এক দিন হইতে অন্য দিন অধিক মান্য করে; আর এক জন সকল দিনকেই সমানরূপে মান্য করে; প্রত্যেক ব্যক্তি আপন আপন মনে স্থিরনিশ্চয় হউক।"},{"number":6,"verse":"দিন যে মানে, সে প্রভুর উদ্দেশেই মানে; আর যে ভোজন করে, সে প্রভুর উদ্দেশেই ভোজন করে, কেননা সে ঈশ্বরের ধন্যবাদ করে; এবং যে ভোজন করে না, সেও প্রভুর উদ্দেশেই ভোজন করে না, এবং ঈশ্বরের ধন্যবাদ করে।"},{"number":7,"verse":"কারণ আমাদের মধ্যে কেহ আপনার উদ্দেশে জীবিত থাকে না, এবং কেহ আপনার উদ্দেশে মরে না।"},{"number":8,"verse":"কেননা যদি আমরা জীবিত থাকি, তবে প্রভুরই উদ্দেশে জীবিত থাকি; এবং যদি মরি, তবে প্রভুরই উদ্দেশে মরি। অতএব আমরা জীবিত থাকি বা মরি, আমরা প্রভুরই।"},{"number":9,"verse":"কারণ এই উদ্দেশে খ্রীষ্ট মরিলেন ও জীবিত হইলেন, যেন তিনি মৃত ও জীবিত উভয়েরই প্রভু হন।"},{"number":10,"verse":"কিন্তু তুমি কেন তোমার ভ্রাতার বিচার কর? কেনই বা তুমি তোমার ভ্রাতাকে তুচ্ছ কর? আমরা সকলেই ত ঈশ্বরের বিচারাসনের সম্মুখে দাঁড়াইব।"},{"number":11,"verse":"কেননা লিখিত আছে, “প্রভু কহিতেছেন, আমার জীবনের দিব্য, আমার কাছে প্রত্যেক জানু পাতিত হইবে, এবং প্রত্যেক জিহ্বা ঈশ্বরের গৌরব স্বীকার করিবে।” ( ।)"},{"number":12,"verse":"সুতরাং আমাদের প্রত্যেক জনকে ঈশ্বরের কাছে আপন আপন নিকাশ দিতে হইবে।"},{"number":13,"verse":"অতএব, আইস, আমরা পরস্পর কেহ কাহারও বিচার আর না করি, বরং তোমরা এই বিচার কর যে, ভ্রাতার ব্যাঘাতজনক কি বিঘ্নজনক কিছু রাখা অকর্ত্তব্য।"},{"number":14,"verse":"আমি জানি, এবং প্রভু যীশুতে নিশ্চয় বুঝিয়াছি, কোন বস্তুই স্বভাবতঃ অপবিত্র নয়; কিন্তু যে যাহা অপবিত্র জ্ঞান করে, তাহারই পক্ষে তাহা অপবিত্র।"},{"number":15,"verse":"বস্তুতঃ তোমার ভ্রাতা যদি খাদ্য সামগ্রী প্রযুক্ত দুঃখিত হয়, তবে তুমি আর প্রেমের নিয়মে চলিতেছ না। যাহার নিমিত্ত খ্রীষ্ট মরিলেন, তোমার খাদ্য সামগ্রী দ্বারা তাহাকে নষ্ট করিও না।"},{"number":16,"verse":"অতএব তোমাদের যাহা ভাল, তাহা নিন্দার বিষয় না হউক।"},{"number":17,"verse":"কারণ ঈশ্বরের রাজ্য ভোজন পান নয়, কিন্তু ধার্ম্মিকতা, শান্তি এবং পবিত্র আত্মাতে আনন্দ।"},{"number":18,"verse":"কেননা যে এ বিষয়ে খ্রীষ্টের দাসত্ব করে, সে ঈশ্বরের প্রীতিপাত্র, এবং মনুষ্যদের কাছেও পরীক্ষাসিদ্ধ।"},{"number":19,"verse":"অতএব যে যে বিষয় শান্তিজনক, ও যে যে বিষয়ের দ্বারা পরস্পরকে গাঁথিয়া তুলিতে পারি, আমরা সেই সকলের অনুধাবন করি।"},{"number":20,"verse":"খাদ্যের নিমিত্ত ঈশ্বরের কর্ম্ম ভাঙ্গিয়া ফেলিও না। সকল বস্তুই শুচি বটে, কিন্তু যে ব্যক্তির যাহা ভোজন করিলে ব্যাঘাত জন্মে, তাহার পক্ষে তাহা মন্দ।"},{"number":21,"verse":"মাংস ভক্ষণ বা দ্রাক্ষারস পান, অথবা যে কিছুতে তোমার ভ্রাতা ব্যাঘাত কি বিঘ্ন পায়, কি দুর্ব্বল হয়, এমন কিছুই না করা ভাল।"},{"number":22,"verse":"তোমার যে বিশ্বাস আছে, তাহা আপনার কাছেই ঈশ্বরের সম্মুখে রাখ। ধন্য সেই ব্যক্তি, যে, যাহা গ্রাহ্য করে, তাহাতে আপনার বিচার না করে।"},{"number":23,"verse":"কিন্তু যাহার সন্দেহ আছে, সে যদি ভোজন করে, তবে সে দোষী সাব্যস্ত হইল, কারণ তাহার ভোজন বিশ্বাসমূলক নয়; আর যাহা কিছু বিশ্বাসমূলক নয়, তাহাই পাপ।"}]}