{"bibleAbbr":"bnOV2016","bookName":"রোমীয়দের প্রতি প্রেরিত পৌলের পত্র।","bookEnglishName":"Romans","chapterNumber":15,"verses":[{"number":1,"verse":"কিন্তু বলবান্ যে আমরা, আমাদের উচিত, যেন দুর্ব্বলদিগের দুর্ব্বলতা বহন করি, আর আপনাদিগকে তুষ্ট না করি।"},{"number":2,"verse":"আমাদের প্রত্যেক জন যাহা উত্তম, তাহার জন্য, গাঁথিয়া তুলিবার নিমিত্ত, প্রতিবাসীকে তুষ্ট করুক।"},{"number":3,"verse":"কারণ খ্রীষ্টও আপনাকে তুষ্ট করিলেন না, বরং যেমন লিখিত আছে, “যাহারা তোমাকে তিরস্কার করে, তাহাদের তিরস্কার আমার উপরে পড়িল।” ( ।)"},{"number":4,"verse":"কারণ পূর্ব্বকালে যাহা যাহা লিখিত হইয়াছিল, সে সকল আমাদের শিক্ষার নিমিত্তে লিখিত হইয়াছিল, যেন শাস্ত্রমূলক ধৈর্য্য ও সান্ত্বনা দ্বারা আমরা প্রত্যাশা প্রাপ্ত হই।"},{"number":5,"verse":"ধৈর্য্যের ও সান্ত্বনার ঈশ্বর এমন বর দিউন, যাহাতে তোমরা খ্রীষ্ট যীশুর অনুরূপে পরস্পর একমনা হও,"},{"number":6,"verse":"যেন তোমরা একচিত্তে এক মুখে আমাদের প্রভু যীশু খ্রীষ্টের ঈশ্বরের ও পিতার গৌরব কর।"},{"number":7,"verse":"( যিহূদী ও পরজাতীয়দের প্রতি যীশু খ্রীষ্টের প্রেম।) অতএব যেমন খ্রীষ্ট তোমাদিগকে গ্রহণ করিলেন, তেমনি ঈশ্বরের গৌরবের জন্য তোমরা এক জন অন্যকে গ্রহণ কর।"},{"number":8,"verse":"কেননা আমি বলি যে, ঈশ্বরের সত্যের জন্যই খ্রীষ্ট ত্বক্ছেদ সম্বন্ধীয় পরিচারক হইয়াছেন, যেন তিনি পিতৃপুরুষদিগকে দত্ত প্রতিজ্ঞা সকল স্থির করেন,"},{"number":9,"verse":"এবং পরজাতীয়েরা যেন ঈশ্বরের দয়ার জন্যই তাঁহার গৌরব করে; যেমন লিখিত আছে, “এই জন্য আমি জাতিগণের মধ্যে তোমার গৌরব স্বীকার করিব, তোমার নামের উদ্দেশে স্তোত্র গান করিব।” ( ।)"},{"number":10,"verse":"আবার তিনি বলেন, “জাতিগণ! তাঁহার প্রজাদের সহিত হর্ষনাদ কর।” ( ।)"},{"number":11,"verse":"আবার, “সমস্ত জাতি, প্রভুর প্রশংসা কর, সমস্ত লোকবৃন্দ তাঁহার প্রশংসা করুক।” ( ।)"},{"number":12,"verse":"আবার যিশাইয় বলেন, “যিশয়ের মূল থাকিবে, আর জাতিগণের উপরে কর্ত্তৃত্ব করিতে এক জন দাঁড়াইবেন, তাঁহারই উপরে জাতিগণ প্রত্যাশা রাখিবে।” ( ।)"},{"number":13,"verse":"প্রত্যাশার ঈশ্বর তোমাদিগকে বিশ্বাস দ্বারা সমস্ত আনন্দে ও শান্তিতে পরিপূর্ণ করুন, যেন তোমরা পবিত্র আত্মার পরাক্রমে প্রত্যাশায় উপচিয়া পড়।"},{"number":14,"verse":"( উপসংহার।) আর, হে আমার ভ্রাতৃগণ, আমি আপনিও তোমাদের বিষয়ে নিশ্চয় বুঝিতেছি যে, তোমরা আপনারা মঙ্গলভাবে পূর্ণ, সমুদয় জ্ঞানে পরিপূর্ণ, পরস্পরকে চেতনাপ্রদানেও সমর্থ।"},{"number":15,"verse":"তথাপি তোমাদিগকে স্মরণ করাইয়া দিতেছি বলিয়া কয়েকটী বিষয় অপেক্ষাকৃত সাহসপূর্ব্বক লিখিলাম, কারণ ঈশ্বরকর্ত্তৃক আমাকে এই অনুগ্রহ দত্ত হইয়াছে,"},{"number":16,"verse":"যেন আমি পরজাতীয়দের নিকটে খ্রীষ্ট যীশুর সেবক হইয়া, ঈশ্বরের সুসমাচারের যাজকত্ব করি, যেন পরজাতীয়েরা পবিত্র আত্মাতে পবিত্রীকৃত উপহাররূপে গ্রাহ্য হয়।"},{"number":17,"verse":"অতএব খ্রীষ্ট যীশুতে ঈশ্বরসম্বন্ধীয় বিষয়ে আমার শ্লাঘা করিবার অধিকার আছে।"},{"number":18,"verse":"কেননা আমি সে বিষয়ে এমন একটী কথাও বলিতে সাহস করিব না, যাহা পরজাতীয়দিগকে আজ্ঞাবহ করণার্থে খ্রীষ্ট আমা দ্বারা সাধন করেন নাই;"},{"number":19,"verse":"তিনি বাক্যে ও কার্য্যে, নানা চিহ্ন ও অদ্ভুত লক্ষণের পরাক্রমে, পবিত্র আত্মার পরাক্রমে এইরূপ সাধন করিয়াছেন যে, যিরূশালেম হইতে ইল্লুরিকা পর্য্যন্ত চারিদিকে আমি খ্রীষ্টের সুসমাচার সম্পূর্ণরূপে প্রচার করিয়াছি।"},{"number":20,"verse":"আর আমার লক্ষ্য এই, খ্রীষ্টের নাম যে স্থানে কখনও উচ্চারিত হয় নাই, এমন স্থানে যেন সুসমাচার প্রচার করি, পরের স্থাপিত ভিত্তিমূলের উপরে যেন না গাঁথি;"},{"number":21,"verse":"কিন্তু যেমন লিখিত আছে, “তাঁহার সংবাদ যাহাদিগকে দেওয়া যায় নাই, তাহারা দেখিতে পাইবে; এবং যাহারা শুনে নাই, তাহারা বুঝিবে।” ( ।)"},{"number":22,"verse":"এই কারণ বশতঃ আমি তোমাদের নিকটে যাইতে অনেক বার নিবারিত হইয়া আসিয়াছি।"},{"number":23,"verse":"কিন্তু এখন এই সকল অঞ্চলে আমার আর স্থান নাই, এবং অনেক বৎসর ধরিয়া আকাঙ্ক্ষা করিয়া আসিতেছি যে, স্পেন দেশে যাইবার সময়ে তোমাদের ওখানে যাইব;"},{"number":24,"verse":"কারণ আশা করি যে, যাইবার সময়ে তোমাদিগকে দেখিব, এবং প্রথমে তোমাদের সহবাসে কতক পরিমাণে তৃপ্ত হইলে তোমরা আমাকে সেখানে আগাইয়া দিবে।"},{"number":25,"verse":"কিন্তু এক্ষণে পবিত্রদিগের পরিচর্য্যা করিতে যিরূশালেমে যাইতেছি।"},{"number":26,"verse":"কারণ যিরূশালেমস্থ পবিত্রদিগের মধ্যে যাহারা দীনহীন, তাহাদের জন্য মাকিদনিয়া ও আখায়া দেশীয়েরা প্রীত হইয়া সহভাগিতাসূচক কিছু চাঁদা সংগ্রহ করিয়াছে।"},{"number":27,"verse":"বাস্তবিক তাহারা প্রীত হইয়াই তাহা করিয়াছে, আর তাহারা উহাদের কাছে ঋণীও আছে; কেননা যখন পরজাতীয়েরা আত্মিক বিষয়ে তাহাদের সহভাগী হইয়াছে, তখন উহারাও সাংসারিক বিষয়ে তাহাদের সেবা করিবার জন্য ঋণী।"},{"number":28,"verse":"অতএব সেই কর্ম্ম সম্পন্ন করিবার এবং মুদ্রাঙ্ক দিয়া সেই ফল তাহাদিগকে দিবার পর, আমি তোমাদের নিকট দিয়া স্পেন দেশে গমন করিব।"},{"number":29,"verse":"আর আমি জানি, যখন তোমাদের নিকটে আসিব, তখন খ্রীষ্টের আশীর্ব্বাদের পূর্ণতায় আসিব।"},{"number":30,"verse":"ভ্রাতৃগণ, আমাদের প্রভু যীশু খ্রীষ্টের উপরোধে এবং আত্মার প্রেমের উপরোধে আমি তোমাদিগকে বিনতি করি, তোমরা ঈশ্বরের কাছে আমার নিমিত্ত প্রার্থনা দ্বারা আমার সহিত প্রাণপণ কর,"},{"number":31,"verse":"যেন আমি যিহূদিয়াস্থ অবাধ্য লোকদের হইতে রক্ষা পাই, এবং যিরূশালেমের নিমিত্ত আমার যে পরিচর্য্যা, তাহা যেন পবিত্রদিগের নিকটে গ্রাহ্য হয়;"},{"number":32,"verse":"ঈশ্বরের ইচ্ছায় আমি যেন তোমাদের নিকটে আনন্দে উপস্থিত হইয়া তোমাদের সঙ্গে প্রাণ জুড়াইতে পারি।"},{"number":33,"verse":"শান্তির ঈশ্বর তোমাদের সকলের সঙ্গে থাকুন। আমেন।"}]}