{"bibleAbbr":"CVB1535","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":102,"verses":[{"number":1,"verse":"Heare my prayer (o LORDE) and let my criege come vnto the."},{"number":2,"verse":"Hyde not thy face fro me in the tyme of my trouble: enclyne thine eares vnto me when I call, O heare me, and that right soone."},{"number":3,"verse":"For my dayes are consumed awaye like smoke, & my bones are brent vp as it were a fyre brande."},{"number":4,"verse":"My hert is smytte downe and wythered like grasse, so that I forget to eate my bred."},{"number":5,"verse":"For the voyce of my gronynge, my bone wil scarse cleue to my flesh."},{"number":6,"verse":"I am become like a Pellicane in the wildernes, and like an Oule in a broken wall."},{"number":7,"verse":"I wake, and am euen as it were a sparow sittinge alone vpon the house toppe."},{"number":8,"verse":"Myne enemies reuyle me all the daye longe, they laugh me to scorne, and are sworne together against me."},{"number":9,"verse":"I eate ashes with my bred, and mengle my drynke with wepynge."},{"number":10,"verse":"And that because of ye indignacion and wrath, for thou hast taken me vp, and cast me awaye."},{"number":11,"verse":"My dayes are gone like a shadowe, and I am wythered like grasse."},{"number":12,"verse":"But thou (o LORDE) endurest for euer, and thy remembraunce thorow out all generacions."},{"number":13,"verse":"Arise therfore and haue mercy vpon Sion, for it is tyme to haue mercy vpon her, yee the tyme is come."},{"number":14,"verse":"And why? thy seruauntes haue a loue to hir stones, & it pitieth them to se her in the dust."},{"number":15,"verse":"The Heithen shal feare thy name (o LORDE) and all the kynges of the earth thy maiesty."},{"number":16,"verse":"For the LORDE shal buylde vp Sion, and shal apeare in his glory."},{"number":17,"verse":"He turneth him vnto the prayer of the poore destitute, and despyseth not their desyre."},{"number":18,"verse":"This shalbe written for those yt come after, that the people which shalbe borne, maye prayse the LORDE."},{"number":19,"verse":"For He loketh downe from his Sanctuary, out of the heauen doth the LORDE beholde the earth."},{"number":20,"verse":"That he maye heare the mournynges of soch as be in captiuyte, and delyuer the children of death."},{"number":21,"verse":"That they maie preach the name of the LORDE in Sion, and his worshipe at Ierusalem."},{"number":22,"verse":"When the people are gathered together, and the kyngdomes also to serue ye LORDE."},{"number":23,"verse":"He hath brought downe my strength in my iourney, and shortened my dayes."},{"number":24,"verse":"Yet wil I saye: O my God, take me not awaye in ye myddest of myne age: as for thy yeares, they endure thorow out all generacions."},{"number":25,"verse":"Thou LORDE in the begynnynge hast layed ye foundacion of the earth, and the heauens are the workes of thy hondes."},{"number":26,"verse":"They shal perishe, but thou shalt endure: they all shall wexe olde as doth a garment,"},{"number":27,"verse":"& as a vesture shalt thou chaunge the, and they shalbe chaunged. But thou art the same, and thy yeares shal not fayle."},{"number":28,"verse":"The children of thy seruauntes shall contynue, & their sede shal prospere in yi sight."}]}