{"bibleAbbr":"CVB1535","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":104,"verses":[{"number":1,"verse":"Prayse the LORDE o my soule: O LORDE my God, thou art become exceadinge glorious, thou art clothed with maiesty and honoure."},{"number":2,"verse":"Thou deckest thy self with light, as it were wt a garment, thou spredest out the heauen like a curtayne."},{"number":3,"verse":"Thou voltest it aboue with waters, thou makest the cloudes thy charet, and goest vpon the wynges of the wynde."},{"number":4,"verse":"Thou makest thine angels spretes, and thy ministers flammes of fyre."},{"number":5,"verse":"Thou hast layed ye earth vpon hir foundacion, that it neuer moueth at eny tyme."},{"number":6,"verse":"Thou couerest it with the depe like as with a garmet, so that the waters stonde aboue the hilles."},{"number":7,"verse":"But at thy rebuke they fle, at the voyce of thy thonder they are afrayed."},{"number":8,"verse":"Then are the hilles sene alofte, & the valleys beneth in their place which thou hast appoynted for the."},{"number":9,"verse":"Thou hast set them their boundes, which they maie not passe, that they turne not agayne to couer ye earth."},{"number":10,"verse":"Thou causest the welles to sprynge vp amonge the valleys, and the waters runne amonge ye hilles."},{"number":11,"verse":"That all the beastes of the felde maye haue drynke, & that the wylde asses maye quench their thyrste."},{"number":12,"verse":"Aboue vpon the hilles haue the foules of the ayre their habitacion, and synge amonge the braunches."},{"number":13,"verse":"Thou watrest the hylles from aboue, the erth is fylled with ye frutes of thy workes."},{"number":14,"verse":"Thou bryngest forth grasse for the catell, and grene herbe for the seruyce of men."},{"number":15,"verse":"Thou bryngest fode out of the earth: wyne to make glad ye herte of ma, oyle to make him a chearfull countenaunce, & bred to strength mans herte."},{"number":16,"verse":"The trees of the LORDE are full of sappe, euen the trees of Libanus which he hath planted."},{"number":17,"verse":"There make the byrdes their nestes, and the fyrre trees are a dwellinge for the storcke."},{"number":18,"verse":"The hilles are a refuge for the wylde goates, and so are the stony rockes for ye conyes."},{"number":19,"verse":"Thou hast appoynted the Moone for certayne seasons, the Sonne knoweth his goinge downe."},{"number":20,"verse":"Thou makest darcknesse, that it maye be night, wherin all the beastes of the forest do moue."},{"number":21,"verse":"Yee and the yonge lyons which roare after the praye, and seke their meate at God."},{"number":22,"verse":"But when the Sonne ariseth, they get them awaye together, and lye them downe in their dennes."},{"number":23,"verse":"Then goeth man forth to his worke, and to till his londe vntill the euenynge."},{"number":24,"verse":"O LORDE, how manifolde are thy workes, right wysely hast thou made the all: yee the earth is full of thy riches."},{"number":25,"verse":"So is this greate and wyde see also, wherin are thinges crepinge innumerable, both small and greate beastes."},{"number":26,"verse":"There go the shippes ouer, and there is that Leuiathan, whom thou hast made, to take his pastyme therin."},{"number":27,"verse":"They wayte all vpo the, that thou mayest geue them meate in due season."},{"number":28,"verse":"Whe thou geuest it them, they gather it: whe thou openest thine honde, they are fylled with good."},{"number":29,"verse":"But when thou hydest thy face, they are soroufull: yf thou takest awaye their breth, they dye, & are turned agayne to their dust."},{"number":30,"verse":"Agayne, when thou lattest thy breth go forth, they are made, and so thou renuest the face of the earth."},{"number":31,"verse":"The glorious magesty of the LORDE endureth for euer, and the LORDE reioyseth in his workes."},{"number":32,"verse":"The earth trebleth at the loke of him, he doth but touch ye hilles and they smoke."},{"number":33,"verse":"I will synge vnto the LORDE as longe as I lyue, I wil prayse my God whyle I haue my beinge."},{"number":34,"verse":"O that my wordes might please him, for my ioye is in the LORDE."},{"number":35,"verse":"As for synners, they shalbe cosumed out of the earth, and the vngodly shal come to an ende: but prayse thou the LORDE, o my soule. Halleluya."}]}