{"bibleAbbr":"CVB1535","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":145,"verses":[{"number":1,"verse":"I wil magnifie the (o my God & kynge) I wil prayse yi name for euer & euer."},{"number":2,"verse":"Euery daye wil I geue thankes vnto the, and prayse yi name for euer and euer."},{"number":3,"verse":"Greate is the LORDE, & maruelous worthy to be praysed, there is no ende of his greatnesse."},{"number":4,"verse":"One generacion shal prayse thy workes vnto another, and declare thy power."},{"number":5,"verse":"As for me I wil be talkige of thy worshipe, thy glory, thy prayse and woderous workes."},{"number":6,"verse":"So that men shal speake of the might of thy maruelous actes, and tell of yi greatnes."},{"number":7,"verse":"The memoriall of yi abundaunt kyndnes shalbe shewed, and me shal synge of thy righteousnesse."},{"number":8,"verse":"The LORDE is gracious and mercifull, longe sufferynge & of greate goodnesse."},{"number":9,"verse":"The LORDE is louynge vnto euery man, and his mercy is ouer all his workes."},{"number":10,"verse":"All thy workes prayse the (o LORDE) and thy sayntes geue thankes vnto the."},{"number":11,"verse":"They shewe the glory of thy kyngdome, and talke of yi power."},{"number":12,"verse":"That yi power, thy glory & mightynesse of thy kyngdome might be knowne vnto men."},{"number":13,"verse":"Thy kyngdome is an euerlastinge kyngdome, & thy dominion endureth thorow out all ages."},{"number":14,"verse":"The LORDE vpholdeth all soch as shulde fall, and lifteth vp all those that be downe."},{"number":15,"verse":"The eyes of all wayte vpon the, and thou geuest them their meate in due season."},{"number":16,"verse":"Thou openest thine hade, and fyllest all thinges lyuynge with plenteousnesse."},{"number":17,"verse":"The LORDE is righteous in all his wayes, & holy in all his workes."},{"number":18,"verse":"The LORDE is nye vnto all them that call vpon him, yee all soch as call vpon him faithfully."},{"number":19,"verse":"He fulfilleth the desyre of them that feare him, he heareth their crie, and helpeth them."},{"number":20,"verse":"The LORDE preserueth all them that loue him, but scatereth abrode all the vngodly."},{"number":21,"verse":"My mouth shal speake the prayse of the LORDE, And let all flesh geue thankes vnto his holy name for euer and euer. Halleluya."}]}