{"bibleAbbr":"CVB1535","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":147,"verses":[{"number":1,"verse":"O prayse the LORDE, for it is a good thinge to synge prayses vnto or God: yee a ioyfull and pleasaunt thinge is it to be thankfull."},{"number":2,"verse":"The LORDE shal buylde vp Ierusale, & gather together ye outcastes of Israel."},{"number":3,"verse":"He healeth the contrite in herte, and byndeth vp their woundes."},{"number":4,"verse":"He telleth the nombre of the starres, and calleth them all by their names."},{"number":5,"verse":"Greate is or LORDE, and greate is his power, yee his wy?dome is infinite."},{"number":6,"verse":"The LORDE setteth vp ye meke, & bryngeth ye vngodly downe to ye groude"},{"number":7,"verse":"O synge vnto ye LORDE wt thankesgeuynge, synge prayses vpo ye harpe vnto or God."},{"number":8,"verse":"Which couereth ye heauen wt cloudes, prepareth rayne for ye earth, & maketh ye grasse to growe vpon the mountaynes."},{"number":9,"verse":"Which geueth foder vnto ye catell, & fedeth ye yonge rauens yt call vpo him."},{"number":10,"verse":"He hath no pleasure in the strength of an horse, nether delyteth he in eny mas legges."},{"number":11,"verse":"But the LORDES delyte is in them that feare him, and put their trust in his mercy."},{"number":12,"verse":"Prayse ye LORDE o Ierusale, prayse yi God o Sion."},{"number":13,"verse":"For he maketh fast ye barres of yi gates, & blesseth yi childre within ye."},{"number":14,"verse":"He maketh peace in yi borders, & fylleth ye with ye flor of wheate."},{"number":15,"verse":"He sendeth forth his comaundemet vpo earth, his worde runeth swiftly."},{"number":16,"verse":"He geueth snowe like woll, & scatereth ye horefrost like ashes."},{"number":17,"verse":"He casteth forth his yse like morsels, who is able to abyde his frost?"},{"number":18,"verse":"He sendeth out his worde and melteth them, he bloweth wt his wynde, & the waters flowe."},{"number":19,"verse":"He sheweth his worde vnto Iacob, his statutes & ordinaunces vnto Israel."},{"number":20,"verse":"He hath not dealte so wt all the Heithen, nether haue they knowlege of his lawes. Halleluya."}]}