{"bibleAbbr":"CVB1535","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":18,"verses":[{"number":1,"verse":"I wil loue the (o LORDE) my stregth. The LORDE is my sucor, my refuge, my Sauior: my god, my helper i who I trust: my buckler, ye horne of my health, & my proteccio."},{"number":2,"verse":"I wil prayse ye LORDE & call vpon him, so shal I be safe fro myne enemies."},{"number":3,"verse":"The sorowes of death copassed me, & the brokes of vngodlynes made me afrayed."},{"number":4,"verse":"The paynes of hell came aboute me, the snares of death toke holde vpo me."},{"number":5,"verse":"Yet in my trouble I called vpo the LORDE, & coplayned vnto my God."},{"number":6,"verse":"So he herde my voyce out off his holy teple, & my coplaynte came before hi, yee eue into his eares."},{"number":7,"verse":"The the earth trembled & quaked, the very foudacios of the hilles shoke & were remoued, because he was wrothe."},{"number":8,"verse":"There wete a smoke out of his nostrels, ad a cosumynge fyre out of his mouth, so yt coales were kyndled at it."},{"number":9,"verse":"He bowed the heaues & came downe, & it was darcke vnder his fete."},{"number":10,"verse":"He rode vpo the Cherubins & dyd fle: he came flyenge with the wynges of the wynde."},{"number":11,"verse":"He made darcknesse his pauylion rounde aboute hi, with darcke water & thicke cloudes to couer him."},{"number":12,"verse":"At the brightnes off his presence the cloudes remoued, with hale stones & coales of fyre."},{"number":13,"verse":"The LORDE also thondred out of ye heaue, & the heyth gaue his thondre wt hale stones & coales of fyre."},{"number":14,"verse":"He sent out his arowes & scatred the, he cast sore lighteninges, & destroyed the."},{"number":15,"verse":"The springes of waters were sene, & the foundacios of the roude worlde were discouered at yi chiding (o LORDE) at the blastinge & breth of thy displeasure."},{"number":16,"verse":"He sent downe fro the heyth to fetch me, & toke me out of greate waters."},{"number":17,"verse":"He delyuered me fro my stronge enemies, and fro my foes which were to mightie for me."},{"number":18,"verse":"They preuented me in the tyme of my trouble, but ye LORDE was my defence."},{"number":19,"verse":"He brought me forth also into lyberte: & delyuered me, because he had a fauor vnto me."},{"number":20,"verse":"The LORDE shall rewarde me after my rightuous dealynge, & acordinge to the clenesse of my hodes shal he recopense me."},{"number":21,"verse":"For I haue kepte the wayes of the LORDE, & haue not behaued myself wickedly agaynst my God."},{"number":22,"verse":"I haue an eye vnto all his lawes, & cast not out his commaundemetes fro me."},{"number":23,"verse":"Vncorrupte will I be before hi, & wil eschue myne owne wickednes."},{"number":24,"verse":"Therfore shal ye LORDE rewarde me after my rightuous dealinge, & acordinge vnto ye clenesse of my hodes in his eye sight."},{"number":25,"verse":"With the holy thou shalt be holy, & wt ye innocet thou shalt be innocet."},{"number":26,"verse":"With the clene thou shalt be clene & with the frowarde thou shalt be frowarde."},{"number":27,"verse":"For thou shalt saue the poore oppressed, & brige downe the hye lokes of the proude."},{"number":28,"verse":"Thou lightest my cadle, o LORDE my God: thou makest my darcknesse to be light."},{"number":29,"verse":"For in the I can discofit an hoost of me: yee in my God I ca leape ouer the wall."},{"number":30,"verse":"The waye of God is a perfecte waye: the wordes of the LORDE are tried in the fyre: he is a shylde of defence, for all them that trust in him."},{"number":31,"verse":"For who is God, but the LORDE? Or, who hath eny strength, but oure God?"},{"number":32,"verse":"It is God that hath gyrded me with stregth and made my waye vncorrupte."},{"number":33,"verse":"He hath made my fete like hartes fete, and set me vp an hye."},{"number":34,"verse":"He teacheth myne hondes to fight, and maketh myne armes to breake euen a bowe off stele."},{"number":35,"verse":"Thou hast geue me the defence of thy health, thy right hande vpholdeth me, and thy louynge correccion maketh me greate."},{"number":36,"verse":"Thou hast made rowme ynough vnder me for to go, that my fote steppes shulde not slyde."},{"number":37,"verse":"I will folowe vpon myne enemies, and take them: I will not turne till they be discomfited."},{"number":38,"verse":"I will smyte them, they shall not be able to stonde, but fall vnder my fete."},{"number":39,"verse":"Thou hast gyrded me with strength vnto ye batell, thou hast throwe them all downe vnder me, that rose vp agaynst me."},{"number":40,"verse":"Thou hast made myne enemies to turne their backes vpon me, thou hast destroyed the yt hated me."},{"number":41,"verse":"They cried, but there was none to helpe the: yee euen vnto the LORDE, but he herde the not."},{"number":42,"verse":"I will beate them as small as the dust before the wynde, I will cast them out as ye claye in the stretes."},{"number":43,"verse":"Thou shalt delyuer me from the stryuinges of the people, thou shalt make me the heade of the Heithe."},{"number":44,"verse":"A people whom I haue not knowne, shall serue me."},{"number":45,"verse":"As soone as they heare of me, they shall obeye me, but the straunge childre dyssemble with me."},{"number":46,"verse":"The straunge children are waxe olde, and go haltinge out of their pathes."},{"number":47,"verse":"The LORDE lyueth: ad blessed be my helper, praysed be the God of my health."},{"number":48,"verse":"Eue ye God which seyth that I be auenged, and subdueth the people vnto me."},{"number":49,"verse":"It is he that delyuereth me fro my cruell enemies: thou shalt lift me vp from them that ryse agaynst me, thou shalt ryd me from the wicked man."},{"number":50,"verse":"For this cause I wil geue thankes vnto ye (o LORDE) amonge the Gentiles, and synge prayses vnto thy name. Greate prosperite geueth he vnto his kynge, and sheweth louinge kyndnesse vnto Dauid his anoynted, yee & vnto his sede for euermore."}]}