{"bibleAbbr":"CVB1535","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":38,"verses":[{"number":1,"verse":"Pvt me not to rebuke (Oh LORDE) in thine anger: Oh chaste me not in thy heuy displeasure."},{"number":2,"verse":"For thy arowes stick fast in me, and thy honde presseth me sore."},{"number":3,"verse":"There is no whole parte in my body, because of thy displeasure: there is no rest in my bones, by reason of my synnes."},{"number":4,"verse":"For my wickednesses are gone ouer my heade, and are like a sore burthen, to heuy forme to beare."},{"number":5,"verse":"My woundes styncke & are corrupte, thorow my folishnesse."},{"number":6,"verse":"I am brought into so greate trouble and misery, that I go mournynge all the daye longe."},{"number":7,"verse":"For my loynes are clene dried vp, and there is no whole parte in my body."},{"number":8,"verse":"I am feble and sore smytte, I roare for the very disquietnes of my hert."},{"number":9,"verse":"LORDE, thou knowest all my desyre, & my gronynge is not hyd from the."},{"number":10,"verse":"My hert paunteth, my strength hath fayled me, & the light of myne eyes is gone fro me."},{"number":11,"verse":"My louers & frendes stonde lokynge vpon my trouble, and my kynsmen are gone a farre of."},{"number":12,"verse":"They that sought after my life, and to do me euell, spake of lyes and ymagined disceate all the daye longe."},{"number":13,"verse":"As for me, I was like a deaf ma, and herde not: and as one that were domme, not openynge his mouth."},{"number":14,"verse":"I am become as a man that heareth not, and that can make no resistaunce wt his mouth."},{"number":15,"verse":"For in the (O LORDE) is my trust, thou shalt heare me, O LORDE my God."},{"number":16,"verse":"My desyre is, yt myne enemies triumphe not ouer me: for yf my fote slippe, they reioyse greatly against me."},{"number":17,"verse":"I am redy to suffre trouble, and my heuynesse is euer in my sight."},{"number":18,"verse":"For I cofesse my wickednesse, & my synne greueth me."},{"number":19,"verse":"But myne enemies lyue, and are mightie: and they that hate me without a cause, are many in nombre."},{"number":20,"verse":"They that rewarde me euell for good, speake euell of me, because I folowe the thinge that good is."},{"number":21,"verse":"Forsake me not (O LORDE my God) O go not farre fro me."},{"number":22,"verse":"Haist the to helpe me, O LORDE my succoure."}]}