{"bibleAbbr":"CVB1535","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":45,"verses":[{"number":1,"verse":"My hert is dytinge of a good matter, I speake of that, which I haue made of the kynge:"},{"number":2,"verse":"My tonge is ye penne of a ready wryter."},{"number":3,"verse":"Thou art the fayrest amonge the children of me, full of grace are thy lippes, therfore God blesseth the for euer."},{"number":4,"verse":"Gyrde the with thy swerde vpon thy thee (o thou mightie) with worshipe and renowne."},{"number":5,"verse":"Good lucke haue thou with thine honoure, ryde on with the treuth, mekenesse & rightuousnes: & thy right hode shal teach ye woderfull thinges."},{"number":6,"verse":"Thy arowes are sharpe, the people shalbe subdued vnto the, euen in the myddest amonge the kynges enemies."},{"number":7,"verse":"Thy seate (o God) endureth for euer: the cepter of thy kyngdome is a right cepter."},{"number":8,"verse":"Thou hast loued rightuousnesse, & hated iniquite: wherfore God (which is thy God) hath anoynted the with the oyle of gladnes aboue thy felowes."},{"number":9,"verse":"All thy garmentes are like myrre, Aloes & Cassia, when thou comest out of thine yuerie palaces in thy beutifull glory."},{"number":10,"verse":"Kynges doughters go in thy goodly araye, & vpon thy right honde stondeth the quene in a vesture of the most fyne golde."},{"number":11,"verse":"Herken (o doughter) considre, & enclyne thine eare: forget thine owne people, & thy fathers house."},{"number":12,"verse":"So shal the kynge haue pleasure in thy beutie, for he is thy LORDE, & thou shalt worshipe him."},{"number":13,"verse":"The doughters of Tyre shal be there with giftes, the riche amonge the people shal make their supplicacion before the."},{"number":14,"verse":"The kynges doughter is all glorious within, hir clothinge is of wrought golde."},{"number":15,"verse":"She shalbe brought vnto the kynge in rayment of nedle worke, and maydens after her: soch as be next her shalbe brought vnto the."},{"number":16,"verse":"With ioye and gladnesse shal they be brought, and go in to the kynges palace."},{"number":17,"verse":"In steade of thy fathers thou hast gotten children, whom thou shalt make prynces in all londes. I wil remembre thy name from one generacio to another: therfore shal the people geue thankes vnto the, worlde without ende."}]}