{"bibleAbbr":"CVB1535","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":49,"verses":[{"number":1,"verse":"O heare this, all ye people: pondre it well, all ye that dwell vpo the earth."},{"number":2,"verse":"Hye & lowe, riche & poore, one wt another."},{"number":3,"verse":"My mouth shal speake of wy?dome, and my hert shal muse of vnderstondinge."},{"number":4,"verse":"I wil encline myne eare to the parable, & shewe my darcke speach vpon the harpe."},{"number":5,"verse":"Wherfore shulde I feare the euell dayes, whe the wickednesse of my heles copaseth me rounde aboute?"},{"number":6,"verse":"They that put their trust in their good, & boost them selues in the multitude of their riches."},{"number":7,"verse":"No man maye deliuer his brother, ner make agrement for him vnto God."},{"number":8,"verse":"For it costeth more to redeme their soules, so that he must let that alone for euer."},{"number":9,"verse":"Yee though he lyue loge, & se not ye graue."},{"number":10,"verse":"For it shal be sene, yt soch wyse me shal dye & perishe together, as well as the ignoraunt and foolish, & leaue their goodes for other."},{"number":11,"verse":"Loke what is in their houses, it cotinueth still: their dwellinge places endure from one generacion to another, & are called after their owne names vpon the earth,"},{"number":12,"verse":"Neuerthelesse ma abydeth not insoch honor, but is copared vnto ye brute beastes, & becometh like vnto the."},{"number":13,"verse":"This waie of theirs is very foolishnesse, & yet their posterite prayse it wt their mouth."},{"number":14,"verse":"Sela. They lye in the hell like shepe, death shal gnawe vpon them, & the rightuous shal haue dominacion of them in the mornynge by tymes: their stregth shal consume, & hell shalbe their dwellinge."},{"number":15,"verse":"But God shal deliuer my soule from the power of hell, when he receaueth me."},{"number":16,"verse":"Sela. O be not thou afrayed, whan one is made riche, & the glory of his house increased."},{"number":17,"verse":"For he shal cary nothinge awaye wt him when he dyeth, nether shal his pompe folowe him."},{"number":18,"verse":"Whyle he lyueth, he is counted an happie man: & so loge as he is in prosperite, me speake good of him."},{"number":19,"verse":"But whe he foloweth his fathers generacion, he shal neuer se light eny more."},{"number":20,"verse":"When a man is in honoure and hath no vnderstodinge, he is compared vnto the brute beastes, and becommeth like vnto them."}]}