{"bibleAbbr":"CVB1535","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":72,"verses":[{"number":1,"verse":"Geue the kinge thy iudgmet (o God) and thy rightuousnesse vnto the kynges sonne."},{"number":2,"verse":"That he maye gouerne thy people acordinge vnto right, and defende thy poore."},{"number":3,"verse":"That the mountaynes maye brynge peace, and the litle hilles rightuousnes vnto the people."},{"number":4,"verse":"He shal kepe the symple folke by their right, defende the childre of the poore, and punysh the wrongeous doer."},{"number":5,"verse":"Thou shalt be feared as longe as ye Sonne and the Moone endureth, from one generacion to another."},{"number":6,"verse":"He shal come downe like the rayne in to a flese of woll, and like the droppes that water ye earth."},{"number":7,"verse":"In his tyme shal rightuousnesse florish, yee and abundauce of peace, so longe as the Moone endureth."},{"number":8,"verse":"His dominion shalbe from the one see to the other, and from the floude vnto the worldes ende."},{"number":9,"verse":"They that dwell in the wildernes, shal knele before him, & his enemies shal licke the dust."},{"number":10,"verse":"The kynges of the see and of the Iles shal brynge presentes, ye kinges of Araby & Saba shall offre giftes."},{"number":11,"verse":"All kynges shal worshipe him, & all Heithe shal do him seruyce."},{"number":12,"verse":"For he shal deliuer the poore whe he crieth, & the nedy yt hath no helpe."},{"number":13,"verse":"He shall be fauorable to the symple & poore, he shal preserue the soules of soch as be in aduersite."},{"number":14,"verse":"He shal deliuer their soules from extorcion & wronge, & deare shal their bloude be in his sight."},{"number":15,"verse":"He shal lyue, & vnto him shalbe geue of ye golde of Arabia: Prayer shal be made euer vnto him, & daylie shal he be praysed."},{"number":16,"verse":"There shalbe an heape of corne in the earth hye vpon the hilles, his frute shal shake like Libanus,"},{"number":17,"verse":"& shal be grene in the cite, like grasse vpo the earth."},{"number":18,"verse":"His name shal endure for euer, his name shal remayne vnder the sonne amonge the posterites, which shalbe blessed thorow him, & all the Heithen shal prayse him."},{"number":19,"verse":"Blessed be the LORDE God, euen the God of Israel, which only doth woderous thinges."},{"number":20,"verse":"And blessed be the name of his maiesty for euer, and all londes be fulfilled with his glory. Amen, Amen."}]}