{"bibleAbbr":"CVB1535","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":88,"verses":[{"number":1,"verse":"O Lorde God my Sauyor, I crie daye & night before the: Oh let my prayer entre in to thy presence, encline thine eare vnto my callynge."},{"number":2,"verse":"For my soule is full of trouble, & my life draweth nye vnto hell."},{"number":3,"verse":"I am couted as one of the that go downe vnto the pytte, I am eue as a ma that hath no stregth."},{"number":4,"verse":"Fre amoge the deed, like vnto the yt lye in the graue, which be out of remembrauce, and are cutt awaye from thy honde."},{"number":5,"verse":"Thou hast layed me in the lowest pytte, in ye darcknesse and in the depe."},{"number":6,"verse":"Thy indignacion lieth hard vpon me, and thou vexest me with all thy floudes."},{"number":7,"verse":"Sela. Thou hast put awaye myne acquataunce farre fro me, & made me to be abhorred of them:"},{"number":8,"verse":"I am so fast in preson, that I can not get forth."},{"number":9,"verse":"My sight fayleth for very trouble: LORDE, I call daylie vpo the, and stretch out my hondes vnto the."},{"number":10,"verse":"Doest thou shewe wonders amonge the deed? Can the physicias rayse them vp agayne, that they maye prayse the?"},{"number":11,"verse":"Maye thy louynge kyndnes be shewed in the graue, or thy faithfulnesse in destruccion?"},{"number":12,"verse":"Maye thy wonderous workes be knowne in the darcke, or thy righteousnes in the londe where all thinges are forgotte?"},{"number":13,"verse":"Vnto the I crie (o LORDE) and early cometh my prayer before the."},{"number":14,"verse":"LORDE, why puttest thou awaye my soule? Wherfore hydest thou thy face fro me?"},{"number":15,"verse":"My strength is gone for very sorow and misery, with fearfulnesse do I beare thy burthens."},{"number":16,"verse":"Thy wroth full displeasure goeth ouer me, the feare of the oppresseth me."},{"number":17,"verse":"They come rounde aboute me daylie like water, and compase me together on euery syde."},{"number":18,"verse":"My louers and fredes hast thou put awaye fro me, and turned awaye myne acquantaunce."}]}