{"bibleAbbr":"CVB1535","bookName":"Psalms","bookEnglishName":"Psalms","chapterNumber":9,"verses":[{"number":1,"verse":"I wil geue thakes vnto the (o LORDE) with my whole herte, I wil speake of all thy maruelous workes."},{"number":2,"verse":"I wil be glad & reioyse in the, yee my songes wil I make of thy name, o thou most hyest."},{"number":3,"verse":"Because thou hast dryue myne enemies abacke, they were discofited, & perished at thy presence."},{"number":4,"verse":"For thou hast manteyned my right and my cause: thou syttest in the Trone that art the true iudge."},{"number":5,"verse":"Thou rebukest the Heithen, and destroyest the vngodly, thou puttest out their name for euer and euer."},{"number":6,"verse":"The enemies swerdes are come to an ende, thou hast ouerthrowen their cities, their memoriall is perished with the."},{"number":7,"verse":"But ye LORDE endureth for euer, he hath prepared his seate vnto iudgmet."},{"number":8,"verse":"He gouerneth ye worlde with rightuousnes & ministreth true iudgmet vnto the people."},{"number":9,"verse":"The LORDE is a defence for the poore, a defence in the tyme of trouble."},{"number":10,"verse":"Therfore they yt knowe thy name, put their trust in ye: for thou (LORDE) neuer faylest the, that seke the."},{"number":11,"verse":"O prayse the LORDE, which dwelleth in Sion shewe ye people of his doinges."},{"number":12,"verse":"And why? he maketh inquysicion for their bloude, and remembreth them: he forgetteth not the complaynte of the poore."},{"number":13,"verse":"Haue mercy vpo me (o LORDE) considre the trouble that I am in amoge myne enemies, thou that liftest me vp from ye gates of death."},{"number":14,"verse":"That I maye shewe all thy prayses within the portes off the doughter Sion, and reioyse in thy sauynge health."},{"number":15,"verse":"As for the Heithen, the are suncke downe in the pytte that they made: in the same nette, which they spred out priuely, is their owne fote take."},{"number":16,"verse":"Thus ye LORDE is knowne to execute true iudgment, whe the vngodly is trapped in the workes of his owne handes."},{"number":17,"verse":"Sela. The wicked must be turned vnto hell, and all the Heithen yt forget God."},{"number":18,"verse":"But the poore shal not allwaye be out of remembraunce, the paciet abydinge of soch as be in trouble shall not perish for euer."},{"number":19,"verse":"Vp LORDE, let not man haue the vpper hade, let the Heithe be codemned before the."},{"number":20,"verse":"O LORDE, set a scolemaster ouer the, that the Heithe maye knowe them selues to be but me. Sela."}]}