{"bibleAbbr":"KJ3-2005","bookName":"Micah","bookEnglishName":"Micah","chapterNumber":6,"verses":[{"number":1,"verse":"Hear, I pray, that which Jehovah is saying: Rise up, contend with the mountains, and let the hills hear your voice."},{"number":2,"verse":"Mountains, and the enduring foundations of the earth, hear the contention of Jehovah, for Jehovah has a contention with His people, and He will argue with Israel."},{"number":3,"verse":"My people, what have I done to you? And how have I made you weary? Answer against Me."},{"number":4,"verse":"For I brought you up out of the land of Egypt and redeemed you out of the house of slaves; and I sent Moses, Aaron, and Miriam before you."},{"number":5,"verse":"My people, remember now what Balak, king of Moab, planned; and what Balaam, the son of Beor, answered him from Shittim to Gilgal, so that you may know the righteousnesses of Jehovah."},{"number":6,"verse":"With what shall I come before Jehovah, to bow down before the loftiness of God? Shall I come before Him with burnt offerings, with calves, sons of a year?"},{"number":7,"verse":"Will Jehovah be pleased with thousands of rams, with myriads of torrents of oil? Shall I give my first-born for my transgression, the fruit of my womb for the sin of my soul?"},{"number":8,"verse":"O man, He has declared to you what is good. And what does Jehovah require of you, but to do justice, and to love mercy, and to be humble to walk with your God?"},{"number":9,"verse":"The voice of Jehovah calls out to the city; and one of sound wisdom will see Your name. Hear the rod, and Him who appointed it."},{"number":10,"verse":"Are there yet in the house of the wicked the treasures of wickedness, and a cursed ephah of leanness?"},{"number":11,"verse":"Shall I declare scales of wickedness to be pure, or a bag of stones of fraud?"},{"number":12,"verse":"Whose rich ones are full of violence, and ones living in her speak a lie, and their tongue is deceit in their mouth."},{"number":13,"verse":"And I also have made you sick, to strike you, to desolate you because of your sins."},{"number":14,"verse":"You shall eat, but not be satisfied, and your emptiness shall be in your midst; and you will draw back, but shall not keep safe; and that which you keep safe, I will give to the sword."},{"number":15,"verse":"You shall sow, but you shall not reap. You shall tread the olive, but you shall not anoint with oil; and new wine, but shall not drink wine."},{"number":16,"verse":"And one has kept himself as to the statutes of Omri and all the works of the house of Ahab. And you walk in their counsels, so that I may give you for a horror, and ones living in her for a hissing. And you shall bear the reproach of My people."}]}