{"bibleAbbr":"mrRV2015","bookName":"लेवीय","bookEnglishName":"Leviticus","chapterNumber":10,"verses":[{"number":1,"verse":"( नादाब आणि अबीहू ह्यांचे पातक) अहरोनाचे मुलगे नादाब व अबीहू ह्यांनी आपापली धुपाटणी घेऊन त्यांत अग्नी घातला व त्यांवर धूप घालून तो अनधिकृत अग्नी परमेश्वरासमोर नेला. असा अग्नी नेण्याची परमेश्वराची आज्ञा नव्हती."},{"number":2,"verse":"तेव्हा परमेश्वरासमोरून अग्नी निघाला व त्याने त्यांना भस्म केले; आणि ते परमेश्वरासमोर मरण पावले."},{"number":3,"verse":"ह्या बाबतीत मोशे अहरोनाला म्हणाला, “परमेश्वराने सांगितले ते हे : जे माझ्याजवळ येतील त्यांना मी पवित्र असल्याचे दिसून येईल आणि सर्व लोकांसमक्ष माझा गौरव होईल.” तेव्हा अहरोन चूप राहिला."},{"number":4,"verse":"मग अहरोनाचा चुलता उज्जीयेल ह्याचे मुलगे मीशाएल व एलसाफान ह्यांना मोशेने बोलावून सांगितले की, “तुम्ही इकडे येऊन तुमच्या बांधवांना पवित्रस्थानासमोरून उचलून छावणीबाहेर घेऊन जा.”"},{"number":5,"verse":"मोशेने सांगितल्याप्रमाणे त्यांनी येऊन त्यांच्या अंगरख्यांसहित त्यांना उचलून छावणीबाहेर नेले."},{"number":6,"verse":"( याजकांची कर्तव्ये आणि त्यांच्या जबाबदार्‍या) मोशेने अहरोन आणि त्याचे मुलगे एलाजार व इथामार ह्यांना सांगितले की, “तुम्ही आपल्या डोक्याचे केस मोकळे सोडू नका आणि आपली वस्त्रे फाडू नका; तसे कराल तर मराल आणि सर्व मंडळीवर कोप भडकेल; पण त्याने जो अग्नी पेटवला त्याबद्दल तुमच्या बांधवांनी म्हणजे सगळ्या इस्राएल घराण्याने विलाप करावा."},{"number":7,"verse":"तुम्ही दर्शनमंडपाच्या दाराबाहेर जाऊ नये; गेलात तर मराल; कारण परमेश्वराने विहित केलेल्या अभिषेकाच्या तेलाने तुमचा अभिषेक झाला आहे.” त्यांनी मोशेच्या सांगण्याप्रमाणे केले."},{"number":8,"verse":"आणखी परमेश्वराने अहरोनाला सांगितले,"},{"number":9,"verse":"“जेव्हा जेव्हा तुम्ही, म्हणजे तू व तुझे मुलगे दर्शनमंडपात जाणार असाल तेव्हा तुमच्यापैकी कोणीही द्राक्षारस अथवा मद्य पिऊ नये; प्याल तर मराल; हा तुमच्यासाठी पिढ्यानपिढ्या निरंतरचा विधी होय;"},{"number":10,"verse":"ह्या प्रकारे तुम्ही पवित्र व सामान्य, अशुद्ध व शुद्ध ह्यांमधील भेद जाणावा;"},{"number":11,"verse":"आणि परमेश्वराने मोशेच्या द्वारे त्यांना कळवलेले सर्व विधी तुम्ही इस्राएल लोकांना शिकवावेत.”"},{"number":12,"verse":"मग मोशेने अहरोनाला व त्याचे राहिलेले मुलगे एलाजार व इथामार ह्यांना सांगितले की, “परमेश्वराच्या हव्यांपैकी उरलेले अन्नार्पण घेऊन वेदीजवळ खमिरावाचून खा, कारण ते परमपवित्र आहे;"},{"number":13,"verse":"ते तुम्ही पवित्र स्थळी खावे, कारण परमेश्वराच्या हव्यांपैकी तो तुझा हक्क व तुझ्या मुलांचा हक्क आहे; मला अशीच आज्ञा झाली आहे."},{"number":14,"verse":"ओवाळलेला ऊर आणि समर्पित केलेली मांडी ही तुम्ही, म्हणजे तू व तुझ्यासहित तुझे मुलगे व मुली ह्यांनी एखाद्या स्वच्छ स्थळी खावी; कारण इस्राएल लोकांनी केलेल्या शांत्यर्पणाच्या यज्ञांपैकी तुला व तुझ्या मुलाबाळांना ती हक्क म्हणून दिली आहेत."},{"number":15,"verse":"समर्पणाची मांडी व ओवाळणीचा ऊर ही चरबीच्या हव्यांसहित ओवाळणीचे अर्पण म्हणून परमेश्वरासमोर ओवाळण्या-साठी आणावी; हा तुझा व तुझ्यासहित तुझ्या मुलाबाळांचा निरंतरचा हक्क आहे, अशी परमेश्वराची आज्ञा आहे.”"},{"number":16,"verse":"मोशेने पापार्पणाच्या बकर्‍याची बारकाईने विचारपूस केली असता त्याला कळले की, तो जाळून टाकला आहे; तेव्हा अहरोनाचे राहिलेले मुलगे एलाजार व इथामार ह्यांच्यावर रागावून तो म्हणाला,"},{"number":17,"verse":"“तुम्ही पापार्पण पवित्रस्थानी का खाल्ले नाही? ते परमपवित्र आहे व मंडळीचा अन्याय वाहून त्यांच्यासाठी परमेश्वरासमोर प्रायश्‍चित्त करावे म्हणून ते तुम्हांला दिले आहे."},{"number":18,"verse":"पाहा, त्याचे रक्त पवित्रस्थानाच्या आत आणण्यात आले नाही; तुम्ही माझ्या आज्ञेप्रमाणे त्याचे मांस पवित्रस्थानी अवश्य खायचे होते.”"},{"number":19,"verse":"मग अहरोन मोशेला म्हणाला, “पाहा, आज त्यांनी आपले पापार्पण व होमार्पण ही परमेश्वरासमोर अर्पण केली आहेत, तरी माझ्यावर अशा आपत्ती ओढवल्या आहेत; तेव्हा आज मी पापबली खाल्ला असता तर ते परमेश्वराच्या दृष्टीने योग्य झाले असते काय?”"},{"number":20,"verse":"हे ऐकून मोशेचे समाधान झाले."}]}