{"bibleAbbr":"mrRV2015","bookName":"लेवीय","bookEnglishName":"Leviticus","chapterNumber":14,"verses":[{"number":1,"verse":"परमेश्वर मोशेला म्हणाला,"},{"number":2,"verse":"“महारोग्यास शुद्ध ठरवण्याच्या वेळचा नियम हा : त्याला याजकाकडे आणावे;"},{"number":3,"verse":"याजकाने छावणीच्या बाहेर जाऊन त्या महारोग्यास तपासून पाहावे, व त्याच्या अंगावरचा महारोगाचा चट्टा बरा झाला असल्यास"},{"number":4,"verse":"त्याने आज्ञा करावी की, ज्याला शुद्ध ठरवायचे आहे त्याच्यासाठी दोन जिवंत शुद्ध पक्षी, गंधसरूचे लाकूड, किरमिजी रंगाचे कापड व एजोब1 हे घेऊन यावे;"},{"number":5,"verse":"मग याजकाने आज्ञा करावी की, वाहत्या पाण्यावर मातीच्या पात्रात त्यांतला एक पक्षी मारावा;"},{"number":6,"verse":"आणि जिवंत पक्षी, गंधसरूचे लाकूड, किरमिजी रंगाचे कापड आणि एजोब1 हे घेऊन जिवंत पक्ष्यासह वाहत्या पाण्यावर मारलेल्या पक्ष्याच्या रक्तात त्याने बुडवावे;"},{"number":7,"verse":"आणि ते रक्त महारोगापासून शुद्ध ठरवायच्या मनुष्यावर सात वेळा शिंपडावे; मग तो शुद्ध झाला आहे असे सांगून त्या जिवंत पक्ष्याला माळरानात सोडून द्यावे;"},{"number":8,"verse":"आणि शुद्ध ठरवायच्या मनुष्याने आपले कपडे धुवावेत, आपले मुंडण करवावे आणि पाण्याने स्नान करावे, म्हणजे तो शुद्ध ठरेल; त्यानंतर त्याने छावणीत यावे; तरी त्याने सात दिवस आपल्या तंबूबाहेर राहावे."},{"number":9,"verse":"सातव्या दिवशी त्याने आपले डोके, दाढी, भुवया व अंगावरील एकंदर सर्व केस मुंडवावेत; आपले कपडे धुवावेत व पाण्याने स्नान करावे, म्हणजे तो शुद्ध ठरेल."},{"number":10,"verse":"आठव्या दिवशी दोन दोषहीन कोकरे, एक वर्षाची दोषहीन मेंढी, अन्नार्पणासाठी तेलात मळलेले तीन दशांश एफा2 सपीठ व एक लोगभर2 तेल हे आणावे."},{"number":11,"verse":"आणि शुद्ध ठरवणार्‍या याजकाने शुद्ध ठरवायच्या मनुष्याला ह्या वस्तूंसह परमेश्वरासमोर दर्शनमंडपाच्या दारी उभे करावे."},{"number":12,"verse":"मग याजकाने दोषार्पणासाठी एक कोकरू आणि एक लोगभर तेल अर्पावे आणि ते परमेश्वरासमोर ओवाळणीचे अर्पण म्हणून ओवाळावे."},{"number":13,"verse":"आणि पवित्रस्थानात जेथे पापबली व होमबली ह्यांचा वध करतात तेथे ते कोकरू मारावे; कारण पापबलीप्रमाणेच दोषबलीवरही याजकाचा हक्क आहे; हे अर्पण परमपवित्र होय."},{"number":14,"verse":"मग याजकाने दोषबलीचे थोडे रक्त घेऊन शुद्ध ठर-वायच्या मनुष्याच्या उजव्या कानाच्या पाळीला, उजव्या हाताच्या अंगठ्याला आणि उजव्या पायाच्या अंगठ्याला ते लावावे."},{"number":15,"verse":"याजकाने लोगभर तेलातले थोडेसे तेल आपल्या डाव्या तळहातावर ओतावे;"},{"number":16,"verse":"मग त्याने आपल्या उजव्या हाताचे बोट आपल्या डाव्या तळहातावरील तेलात बुडवून त्यातले थोडे परमेश्वरासमोर सात वेळा बोटाने शिंपडावे."},{"number":17,"verse":"त्याच्या तळहातावर जे तेल उरेल त्यातले थोडे घेऊन याजकाने शुद्ध ठरवायच्या मनुष्याच्या उजव्या कानाच्या पाळीवरील, उजव्या हाताच्या अंगठ्यावरील व उजव्या पायाच्या अंगठ्यावरील दोषबलीच्या रक्तावर लावावे;"},{"number":18,"verse":"याजकाच्या तळहातावर उरलेले तेल त्याने शुद्ध ठरवायच्या मनुष्याच्या डोक्याला लावावे आणि त्याच्यासाठी त्याने परमेश्वरासमोर प्रायश्‍चित्त करावे."},{"number":19,"verse":"मग याजकाने पापबली अर्पावा आणि अशुद्धतेपासून शुद्ध ठरवायच्या त्या मनुष्यासाठी प्रायश्‍चित्त करावे; त्यानंतर त्याने होमबलीचा वध करावा."},{"number":20,"verse":"याजकाने होमबली व अन्नबली वेदीवर अर्पून त्याच्यासाठी प्रायश्‍चित्त करावे म्हणजे तो शुद्ध ठरेल."},{"number":21,"verse":"तो गरीब असून एवढे आणण्याची त्याला ऐपत नसली तर त्याने आपल्या प्रायश्‍चित्तासाठी ओवाळणीचे एक कोकरू दोषार्पण म्हणून आणावे, आणि अन्नार्पणासाठी तेलात मळलेले एक दशांश एफा सपीठ आणि लोगभर तेल आणावे;"},{"number":22,"verse":"आणि ऐपतीप्रमाणे दोन होले अथवा पारव्याची दोन पिले त्याने आणावीत; त्यांतील एक पापबली व एक होमबली व्हावा."},{"number":23,"verse":"आठव्या दिवशी आपल्या शुद्धीकरणासाठी त्याने हे घेऊन दर्शनमंडपाच्या दाराशी याजकाकडे परमेश्वरासमोर जावे."},{"number":24,"verse":"मग याजकाने ते दोषार्पणाचे कोकरू व लोगभर तेल घेऊन ओवाळणीचे अर्पण म्हणून परमेश्वरासमोर ओवाळावे."},{"number":25,"verse":"त्यानंतर दोषार्पणाच्या कोकराचा वध करावा आणि याजकाने त्याचे थोडे रक्त घेऊन शुद्ध ठरवायच्या मनुष्याच्या उजव्या कानाच्या पाळीला, उजव्या हाताच्या अंगठ्याला आणि उजव्या पायाच्या अंगठ्याला लावावे;"},{"number":26,"verse":"याजकाने त्या तेलातले थोडे आपल्या डाव्या तळहातावर ओतावे;"},{"number":27,"verse":"मग त्याने आपल्या उजव्या हाताच्या बोटाने आपल्या डाव्या तळहातावरील थोडे तेल परमेश्वरासमोर सात वेळा शिंपडावे."},{"number":28,"verse":"मग याजकाने आपल्या तळहातावरील थोडे तेल घेऊन शुद्ध ठरवायच्या मनुष्याच्या उजव्या कानाच्या पाळीवर, उजव्या हाताच्या अंगठ्यावर व उजव्या पायाच्या अंगठ्यावर दोषबलीचे रक्त लावलेल्या जागी लावावे;"},{"number":29,"verse":"याजकाने तळहातावर उरलेले तेल शुद्ध ठरवायच्या मनुष्याच्या डोक्याला परमेश्वरासमोर त्याच्यासाठी प्रायश्‍चित्त म्हणून लावावे."},{"number":30,"verse":"त्यानंतर त्याला मिळालेले होले किंवा पारव्याची पिले ह्यांच्यापैकी एकाचे त्याने अर्पण करावे;"},{"number":31,"verse":"त्याला जे पक्षी मिळाले असतील त्यांच्यापैकी एकाचे पापार्पण करावे व दुसर्‍याचे अन्नार्पणासहित होमार्पण करावे; ह्या प्रकारे याजकाने शुद्ध ठरवायच्या मनुष्यासाठी परमेश्वरासमोर प्रायश्‍चित्त करावे."},{"number":32,"verse":"अंगावर महारोगाचा चट्टा असलेल्या ज्या मनुष्याला आपल्या शुद्धीकरणाची सामग्री मिळवण्याची ऐपत नसेल त्याच्यासंबंधीचा हा नियम होय.”"},{"number":33,"verse":"परमेश्वर मोशे व अहरोन ह्यांना म्हणाला,"},{"number":34,"verse":"“जो कनान देश मी तुम्हांला वतन म्हणून देत आहे त्यात तुम्ही जाऊन पोहचाल तेव्हा तुमच्या वतनाच्या देशातील एखाद्या घराला मी महारोगाचा चट्टा पाडला,"},{"number":35,"verse":"तर ज्याचे ते घर असेल त्याने याजकाला जाऊन सांगावे की, माझ्या घरात चट्ट्यासारखे काही दिसते."},{"number":36,"verse":"मग याजकाने आज्ञा करावी की, मी आत जाऊन चट्टा तपासण्यापूर्वी घर रिकामे करावे; नाहीतर घरातील सर्वच वस्तू अशुद्ध ठरायच्या. नंतर याजकाने आत जाऊन घर तपासावे."},{"number":37,"verse":"तो चट्टा त्याने तपासावा, आणि घराच्या भिंतीवर हिरवट अथवा तांबूस रेषा पडल्या असल्या आणि भिंतीत त्या खोलवर गेल्या असल्या,"},{"number":38,"verse":"तर याजकाने घराबाहेर दाराशी यावे आणि ते घर सात दिवस बंद करून ठेवावे."},{"number":39,"verse":"मग सातव्या दिवशी याजकाने ते घर पुन्हा जाऊन तपासावे आणि तो चट्टा घराच्या भिंतींवर पसरला असल्यास,"},{"number":40,"verse":"याजकाने आज्ञा करावी की, चट्टा असलेले दगड काढून नगराबाहेर एखाद्या अशुद्ध स्थळी फेकून द्यावेत;"},{"number":41,"verse":"आणि घर आतून सगळीकडून खरवडावे आणि खरवडून काढलेला चुना नगराबाहेर अशुद्ध स्थळी टाकून द्यावा,"},{"number":42,"verse":"आणि त्या दगडांच्या ऐवजी दुसरे दगड बसवावेत आणि त्या घराला नव्या चुन्याचा गिलावा करावा."},{"number":43,"verse":"दगड काढल्यावर आणि घर खरवडून नवीन गिलावा केल्यावर जर पुन्हा तो चट्टा घरात उद्भवला,"},{"number":44,"verse":"तर याजकाने आत येऊन तो तपासावा. घरात तो चट्टा पसरला असल्यास ते घराचे पसरत जाणारे कुष्ठ आहे; ते अशुद्ध होय."},{"number":45,"verse":"मग त्याने ते घर खणून पाडावे; त्याचे दगड, लाकूड व सगळा चुना त्याने तेथून काढून नगराबाहेर एखाद्या अशुद्ध स्थळी फेकून द्यावा."},{"number":46,"verse":"आणि घर बंद असताना कोणी त्यात शिरला तर तो संध्याकाळपर्यंत अशुद्ध राहावा;"},{"number":47,"verse":"आणि कोणी त्या घरात निजला तर त्याने आपले कपडे धुवावेत, त्याचप्रमाणे त्या घरात कोणी काही खाल्ले तर त्यानेही आपले कपडे धुवावेत."},{"number":48,"verse":"याजकाने आत जाऊन घर तपासावे आणि घराला गिलावा केल्यावर चट्टा परत उद्भवला नसला, तर त्याचा तो चट्टा गेल्यामुळे त्याने ते शुद्ध ठरवावे."},{"number":49,"verse":"त्या घराच्या शुद्धीकरणासाठी दोन पक्षी, गंधसरूचे लाकूड, किरमिजी रंगाचे कापड आणि एजोब हे त्याने आणावे;"},{"number":50,"verse":"त्याने एक पक्षी वाहत्या पाण्यावर मातीच्या पात्रात मारावा;"},{"number":51,"verse":"मग त्याने गंधसरूचे लाकूड, एजोब, किरमिजी रंगाचे कापड व जिवंत पक्षी घेऊन त्या मारलेल्या पक्ष्याच्या रक्तात आणि वाहत्या पाण्यात बुडवून त्या घरावर सात वेळा शिंपडावे;"},{"number":52,"verse":"त्या पक्ष्याचे रक्त, वाहते पाणी, तो जिवंत पक्षी, गंधसरूचे लाकूड, एजोब आणि किरमिजी रंगाचे कापड ह्यांच्या योगे त्याने ते घर शुद्ध करावे."},{"number":53,"verse":"मग त्याने तो जिवंत पक्षी नगराबाहेर माळरानात सोडून द्यावा; ह्या प्रकारे त्याने घरासाठी प्रायश्‍चित्त केले म्हणजे ते शुद्ध ठरेल.”"},{"number":54,"verse":"सर्व प्रकारच्या महारोगाचे चट्टे, चाई,"},{"number":55,"verse":"कपड्यावरील अथवा घराचा महारोग,"},{"number":56,"verse":"सूज, खवंद, तकतकीत डाग ह्या सर्वांसंबंधीचा हा नियम;"},{"number":57,"verse":"ही केव्हा शुद्ध व केव्हा अशुद्ध हे शिकवण्यासंबंधीचा हा महारोगाविषयीचा नियम होय.”"}]}