{"bibleAbbr":"mrRV2015","bookName":"लेवीय","bookEnglishName":"Leviticus","chapterNumber":2,"verses":[{"number":1,"verse":"( अन्नार्पणे) कोणाला परमेश्वराप्रीत्यर्थ अन्नार्पण करायचे असल्यास त्याने सपीठ अर्पावे; त्याच्यावर त्याने तेल ओतून वरती धूप ठेवावा."},{"number":2,"verse":"मग त्याने ते अहरोनाचे मुलगे जे याजक त्याच्याकडे आणावे; त्यातून मूठभर सपीठ, तेल व सगळा धूप घेऊन याजकाने स्मारकभाग म्हणून वेदीवर त्याचा होम करावा. हे परमेश्वराप्रीत्यर्थ सुवासिक हव्य होय."},{"number":3,"verse":"अन्नार्पणातून जे काही उरेल ते अहरोनाचे व त्याच्या मुलांचे. हा उरलेला भाग परमेश्वराला अर्पायची जी हव्ये आहेत त्यांतला परमपवित्र होय."},{"number":4,"verse":"भट्टीत भाजलेल्यातले अन्नार्पण करायचे असल्यास ते तेलात मळलेल्या सपिठाच्या बेखमीर पोळ्या अथवा तेल लावलेल्या बेखमीर चपात्या ह्यांचे असावे."},{"number":5,"verse":"तव्यावर भाजलेल्यातले अन्नार्पण करायचे असल्यास ते तेलात मळलेल्या बेखमीर सपिठाचे असावे."},{"number":6,"verse":"त्याचे लहान लहान तुकडे करून त्यांच्यावर तेल ओतावे. हे अन्नार्पण होय."},{"number":7,"verse":"कढईत तळलेल्यातले अन्नार्पण करायचे असल्यास तेही तेलात मळलेल्या सपिठाचे असावे."},{"number":8,"verse":"अशा प्रकारचे अन्नार्पण तू परमेश्वरासमोर न्यावे; ते याजकाकडे आणून द्यावे, व त्याने ते वेदीजवळ न्यावे."},{"number":9,"verse":"याजकाने अन्नार्पणातून स्मारकभाग काढून वेदीवर त्याचा होम करावा; तो परमेश्वराप्रीत्यर्थ सुवासिक हव्य होय."},{"number":10,"verse":"अन्नार्पणातून जे काही उरेल ते अहरोनाचे व त्याच्या मुलांचे. हा उरलेला भाग परमेश्वराला अर्पायची जी हव्ये आहेत त्यांतला परमपवित्र होय."},{"number":11,"verse":"परमेश्वराला अर्पण केलेल्या कोणत्याही अन्नार्पणात खमीर नसावे; कारण होमाग्नीमध्ये खमीर किंवा मध हे हव्य म्हणून परमेश्वराला अर्पायचे नाहीत."},{"number":12,"verse":"प्रथमउत्पन्न म्हणून त्यांचे अर्पण परमेश्वराला करावे; पण ते सुवासिक हव्य म्हणून वेदीवर ठेवू नये."},{"number":13,"verse":"तू करशील ते प्रत्येक अन्नार्पण मिठाने स्वादिष्ट कर; तू आपल्या देवाशी केलेल्या कराराचे मीठ आपल्या अन्नार्पणात घालायला चुकू नकोस; तुझ्या सर्व अर्पणांसह मीठसुद्धा अर्पावे."},{"number":14,"verse":"परमेश्वराप्रीत्यर्थ तुला अन्नार्पण म्हणून प्रथमउपज अर्पायचा असेल तर विस्तवावर भाजलेल्या हिरव्या कणसांतले दाणे, म्हणजे हिरव्या कणसांचे चोळून काढलेले दाणे प्रथमउपजाचे अन्नार्पण म्हणून आण."},{"number":15,"verse":"त्यावर तेल ओत व धूप ठेव; हे अन्नार्पण होय."},{"number":16,"verse":"चोळून काढलेले दाणे व तेल ह्यांपैकी काही भाग स्मारकभाग म्हणून सर्व धूपासहित याजकाने जाळावा; हे परमेश्वराप्रीत्यर्थ हव्य होय."}]}