{"bibleAbbr":"mrRV2015","bookName":"लेवीय","bookEnglishName":"Leviticus","chapterNumber":24,"verses":[{"number":1,"verse":"( दिव्याची काळजी) ( ( 20 27:20-21 )) परमेश्वर मोशेला म्हणाला,"},{"number":2,"verse":"“इस्राएल लोकांना आज्ञा कर की, दीप सतत तेवत राहून उजेड मिळावा म्हणून जैतुनाचे हातकुटीचे निरे तेल त्यांनी तुझ्याकडे घेऊन यावे."},{"number":3,"verse":"अहरोनाने दर्शनमंडपात साक्षीच्या कोशाजवळ असलेल्या अंतरपटाबाहेर परमेश्वरासमोर नित्य संध्याकाळ-पासून सकाळपर्यंत त्याची व्यवस्था ठेवावी; हा तुमचा पिढ्यानपिढ्या निरंतरचा विधी होय."},{"number":4,"verse":"त्याने परमेश्वरासमोर शुद्ध दीपवृक्षावरील दिव्यांची व्यवस्था नित्य ठेवावी."},{"number":5,"verse":"( समक्षतेची भाकर) तू सपीठ घेऊन त्याच्या बारा पोळ्या भाज; एक पोळी दोन दशमांश एफाभर सपिठाची करावी."},{"number":6,"verse":"त्यांच्या दोन रांगा करून एका रांगेत सहा-सहा पोळ्या शुद्ध सोन्याच्या मेजावर परमेश्वरासमोर ठेवाव्यात."},{"number":7,"verse":"प्रत्येक रांगेवर शुद्ध धूप ठेव म्हणजे तो त्या भाकरीचे परमेश्वराला स्मरण देणारे हव्य होईल."},{"number":8,"verse":"दर शब्बाथवारी त्याने परमेश्वरासमोर त्या नित्यनेमाने मांडाव्यात; इस्राएल लोकांच्या वतीने हा सर्वकाळचा करार होय."},{"number":9,"verse":"ही भाकर अहरोन व त्याचे मुलगे ह्यांचा वाटा होय; त्यांनी ती पवित्र स्थळी खावी; कारण निरंतरच्या विधीप्रमाणे परमेश्वराला अर्पण केलेल्या हव्यांपैकी ती त्याला परमपवित्र होय.”"},{"number":10,"verse":"( दुर्भाषण आणि नुकसानभरपाई) त्या काळी कोणा इस्राएल स्त्रीला मिसरी पुरुषापासून झालेला एक मुलगा होता; तो इस्राएल लोकांमध्ये गेला, तेव्हा तो आणि एक इस्राएल माणूस छावणीत भांडू लागले."},{"number":11,"verse":"तो इस्राएल स्त्रीचा मुलगा परमेश्वराच्या नावाची निंदा करून शिव्याशाप देऊ लागला तेव्हा त्याला मोशेकडे आणले. त्याच्या आईचे नाव शलोमीथ असे असून ती दान वंशातील दिब्री ह्याची मुलगी होती."},{"number":12,"verse":"त्याच्यासंबंधाने परमेश्वर काय सांगतो ते कळावे म्हणून त्यांनी त्याला अटकेत ठेवले."},{"number":13,"verse":"मग परमेश्वराने मोशेला सांगितले,"},{"number":14,"verse":"“तुम्ही त्या शिव्याशाप देणार्‍याला छावणीबाहेर घेऊन जा आणि जितक्यांनी ती निंदा ऐकली तितक्यांनी आपले हात त्याच्या डोक्यावर ठेवावेत; नंतर सर्व मंडळीने त्याला दगडमार करावा."},{"number":15,"verse":"तू इस्राएल लोकांना सांग की, जो कोणी आपल्या देवाला शिव्याशाप देईल त्याने आपल्या पापाची शिक्षा भोगावी."},{"number":16,"verse":"जो कोणी परमेश्वराच्या नावाची निंदा करील त्याला अवश्य जिवे मारावे; सर्व मंडळीने त्याला अवश्य दगडमार करावा; तो परदेशीय असो किंवा स्वदेशीय असो, त्याने परमेश्वराच्या नावाची निंदा केली तर त्याला जिवे मारावे."},{"number":17,"verse":"जर कोणी एखाद्याला ठार मारले तर त्याला अवश्य जिवे मारावे."},{"number":18,"verse":"जर कोणी एखाद्या ग्रामपशूला ठार मारले तर त्याने त्याच्याबदली दुसरा प्राणी देऊन भरपाई करावी."},{"number":19,"verse":"कोणी आपल्या शेजार्‍याचा देह अधू करील तर त्याने जसे केले असेल तसेच त्याला करावे;"},{"number":20,"verse":"अवयवाबद्दल अवयव, डोळ्याबद्दल डोळा, दाताबद्दल दात; ह्याप्रमाणे त्याने कोणा माणसाला जी इजा केली असेल तशीच त्याला करावी."},{"number":21,"verse":"पशू मारणार्‍याने त्याची भरपाई करावी; पण मनुष्यहत्या करणार्‍याला जिवे मारावे."},{"number":22,"verse":"तुम्ही परदेशीय असा किंवा स्वदेशीय असा, तुम्हा सर्वांना एकच नियम असावा, कारण मी परमेश्वर तुमचा देव आहे.”"},{"number":23,"verse":"मोशेने इस्राएल लोकांना हे सांगितले तेव्हा त्यांनी त्या शिव्याशाप देणार्‍याला छावणीबाहेर नेऊन दगडमार केला. अशा प्रकारे परमेश्वराने मोशेला आज्ञा केल्याप्रमाणे इस्राएल लोकांनी केले."}]}