{"bibleAbbr":"mrRV2015","bookName":"लेवीय","bookEnglishName":"Leviticus","chapterNumber":26,"verses":[{"number":1,"verse":"( आज्ञाधारकपणामुळे मिळणारे आशीर्वाद) ( ( 50 7:12-24 ; 50 28:1-4 )) तुम्ही आपल्यासाठी मूर्ती करू नयेत; त्याचप्रमाणे कोरीव मूर्ती अथवा स्तंभ उभारू नयेत अथवा आकृती कोरलेला पाषाण पुजण्यासाठी आपल्या देशात स्थापन करू नये, कारण मी परमेश्वर तुमचा देव आहे."},{"number":2,"verse":"तुम्ही माझे शब्बाथ पाळावेत आणि माझ्या पवित्रस्थानाविषयी पूज्यबुद्धी बाळगावी; मी परमेश्वर आहे."},{"number":3,"verse":"तुम्ही माझ्या विधींप्रमाणे चालाल आणि माझ्या आज्ञा पाळून त्याप्रमाणे वागाल,"},{"number":4,"verse":"तर नेमलेल्या काळात तुमच्याकरता मी पाऊस पाडीन, जमीन आपला उपज देईल व मळ्यातील झाडे आपापली फळे देतील."},{"number":5,"verse":"धान्याची मळणी तुम्ही द्राक्षाच्या हंगामापर्यंत करीत राहाल आणि द्राक्षांची तोडणी तुम्ही पेरणीच्या दिवसापर्यंत करीत राहाल; तुम्ही पोटभर अन्न खाल व आपल्या देशात सुरक्षित राहाल."},{"number":6,"verse":"मी तुमच्या देशाला शांतता देईन व तुम्ही झोपलेले असाल तेव्हा तुम्हांला कोणाची भीती राहणार नाही; मी देशातून हिंस्र पशू नाहीसे करीन, आणि तुमच्या देशावर तलवार चालणार नाही."},{"number":7,"verse":"तुम्ही आपल्या शत्रूंचा पाठलाग कराल आणि ते तुमच्यापुढे तलवारीने पडतील."},{"number":8,"verse":"तुमच्यातले पाच जण शंभरांना, शंभर जण दहा हजारांना पळवून लावतील आणि तुमचे शत्रू तुमच्यापुढे तलवारीने पडतील."},{"number":9,"verse":"मी तुमच्यावर कृपादृष्टी करून तुम्हांला फलद्रूप व बहुगुणित करीन व तुमच्याशी केलेला माझा करार दृढ करीन."},{"number":10,"verse":"तुम्ही बरेच दिवस साठवून ठेवलेले धान्य खाल व नवीन धान्य आल्यामुळे जुने बाहेर काढाल."},{"number":11,"verse":"मी तुमच्यामध्ये माझी वस्ती करीन आणि माझा जीव तुमचा तिरस्कार करणार नाही."},{"number":12,"verse":"मी तुमच्यामध्ये वावरेन; मी तुमचा देव होईन व तुम्ही माझी प्रजा व्हाल."},{"number":13,"verse":"मी परमेश्वर तुमचा देव आहे; तुम्ही मिसर्‍यांचे दास राहू नये म्हणूनच मी तुम्हांला मिसर देशातून काढून बाहेर आणले; मी तुमची जोखडे मोडून तुम्हांला ताठ मानेने चालवले आहे."},{"number":14,"verse":"( आज्ञाभंगाबद्दल मिळणारी शिक्षा) ( ( 50 28:15-68 )) परंतु तुम्ही जर माझे ऐकले नाही, ह्या सर्व आज्ञा पाळल्या नाहीत,"},{"number":15,"verse":"माझ्या विधींचा अव्हेर केला, तुमच्या जिवाने माझे निर्बंध तुच्छ मानले, आणि माझ्या सर्व आज्ञा अमान्य करून माझा करार मोडला,"},{"number":16,"verse":"तर मी तुमचे काय करीन ते ऐका : मी तुम्हांला घाबरे करीन, क्षयरोग व ताप ह्यांनी मी तुम्हांला पिडीन; त्यामुळे तुमचे डोळे क्षीण होतील व तुमचा जीव झुरणीस लागेल; तुम्ही बियाणे पेराल पण ते व्यर्थ जाईल, कारण त्याचे उत्पन्न तुमचे शत्रू खाऊन टाकतील."},{"number":17,"verse":"मी तुम्हांला विन्मुख होईन; तुमच्या शत्रुंपुढे तुमचा पराभव होईल; तुमचे वैरी तुमच्यावर अधिकार गाजवतील व कोणी पाठीस लागला नसतानाही तुम्ही पळाल."},{"number":18,"verse":"इतके केल्यावरही तुम्ही माझे ऐकले नाही तर तुमच्या पापांबद्दल मी तुम्हांला सातपट शिक्षा करीन,"},{"number":19,"verse":"तुमच्या बळाचा गर्व मी मोडून टाकीन. तुम्हांला आकाश लोखंडासारखे व भूमी पितळेसारखी करीन;"},{"number":20,"verse":"तुमची मेहनत व्यर्थ जाईल, कारण तुमची भूमी उपज द्यायची नाही व देशातील झाडे फळे देणार नाहीत."},{"number":21,"verse":"तरीही माझ्याविरुद्ध तुम्ही वागलात व माझे ऐकले नाही, तर तुमच्या पापांच्या मानाने तुमच्यावर सातपट अनर्थ आणीन."},{"number":22,"verse":"मी तुमच्यावर वनपशू सोडीन आणि ते तुमची मुले उचलून नेतील, तुमच्या गुराढोरांचा नाश करतील, तुमची संख्या अगदी कमी करतील आणि त्यामुळे तुमचे रस्ते ओस पडतील."},{"number":23,"verse":"एवढ्या गोष्टी करूनही तुम्ही सुधारून माझ्याकडे वळला नाहीत आणि माझ्याविरुद्ध वागलात,"},{"number":24,"verse":"तर मीही तुमच्या अगदी विरुद्ध जाईन आणि मीच तुमच्या पापांबद्दल तुम्हांला सातपट शिक्षा करीन."},{"number":25,"verse":"मी तुमच्यावर तलवार आणीन, ती करार मोडल्याचा बदला घेईल; तुम्ही आपापल्या नगरात जमा व्हाल, तेव्हा मी तुमच्यावर मरी पाठवीन; मी तुम्हांला तुमच्या शत्रूच्या स्वाधीन करीन."},{"number":26,"verse":"मी तुमच्या भाकरीचा आधार मोडीन, तेव्हा दहा स्त्रिया एकाच भट्टीत तुमची भाकर भाजतील आणि ती तुम्हांला तोलून परत देतील; ती खाऊन तुमची तृप्ती व्हायची नाही."},{"number":27,"verse":"एवढे सर्व करूनही माझे तुम्ही ऐकले नाही व माझ्याविरुद्ध वागलात,"},{"number":28,"verse":"तर मी संतापून तुमच्याविरुद्ध चालेन आणि तुमच्या पापांबद्दल तुम्हांला सातपट शिक्षा करीन."},{"number":29,"verse":"आपल्या मुलांचे व मुलींचे मांस खाण्याची पाळी तुमच्यावर येईल."},{"number":30,"verse":"तुमच्या पूजेची उच्च स्थाने मी उद्ध्वस्त करीन, तुमच्या सूर्यमूर्ती1 फोडून टाकीन आणि तुमच्या मूर्तींच्या मढ्यांवर तुमची मढी फेकून देईन; माझ्या जिवाला तुमची किळस येईल."},{"number":31,"verse":"मी तुमची नगरे उजाड करीन, तुमची पवित्रस्थळे ओसाड करीन आणि तुमच्या सुगंधी द्रव्यांचा वास मी घेणार नाही."},{"number":32,"verse":"मी देशाची नासाडी करीन व हे पाहून देशात वसणारे तुमचे शत्रू चकित होतील."},{"number":33,"verse":"परराष्ट्रांमध्ये मी तुमची पांगापांग करीन; मी तलवार उपसून तुमच्या पाठीस लागेन; तुमचा देश उद्ध्वस्त होईल आणि तुमची नगरे ओसाड पडतील."},{"number":34,"verse":"जितके दिवस देश ओस पडून राहील आणि तुम्ही आपल्या शत्रूंच्या देशात राहाल तितके दिवस तुमचा देश आपले शब्बाथ उपभोगत राहील; तेव्हा देशाला विसावा मिळून तो आपले शब्बाथ उपभोगत राहील."},{"number":35,"verse":"देश ओस असेपर्यंत त्याला विसावा मिळेल; म्हणजे तुम्ही त्यात राहत असता तुमच्या शब्बाथांनी मिळाला नाही इतका विसावा त्याला मिळेल."},{"number":36,"verse":"तुमच्यातील जे उरतील त्यांच्या मनात ते शत्रूंच्या देशात असता मी अशी दहशत घालीन की, उडणार्‍या पाचोळ्याच्या आवाजाने ते पळून जातील; तलवार पाठीमागे लागल्यासारखे ते पळतील; कोणी पाठीस लागले नसताही ते पळतील."},{"number":37,"verse":"कोणी पाठीस लागले नसताही ते तलवारच पाठीस लागल्यासारखे अडखळून एकमेकांवर पडतील; तुमच्या शत्रूंशी सामना करण्यासाठी तुमच्यात त्राण उरणार नाही."},{"number":38,"verse":"राष्ट्राराष्ट्रांत पांगून तुम्ही नाश पावाल; तुमच्या शत्रूंचा देश तुम्हांला ग्रासून टाकील."},{"number":39,"verse":"तुमच्यातील जे उरतील ते आपल्या शत्रूंच्या देशांत आपल्या दुष्टतेमुळे खंगत जातील आणि आपल्या वाडवडिलांच्या दुष्टतेमुळे त्यांच्याप्रमाणेच खंगतील."},{"number":40,"verse":"त्यांनी माझ्याविरुद्ध अपराध केला ह्यात त्यांची व त्यांच्या वाडवडिलांची दुष्टता होय असे ते कबूल करतील,"},{"number":41,"verse":"तसेच ते माझ्याविरुद्ध चालले ह्या कारणामुळे मीही त्यांच्याविरुद्ध होऊन त्यांना शत्रूंच्या देशात आणले असे ते कबूल करतील, आणि त्यांचे अशुद्ध2 ह्रदय लीन होऊन ते आपल्या दुष्टतेचा दंड मान्य करतील."},{"number":42,"verse":"तेव्हा जो करार मी याकोबाशी केला तो मी स्मरेन. त्याचप्रमाणे इसहाकाशी केलेला करार व अब्राहामाशी केलेला करार ह्यांची मी आठवण करीन व त्या देशाचीही मी आठवण करीन."},{"number":43,"verse":"त्यांच्यावाचून देश ओस पडेल आणि त्यांच्यावाचून ओस असेपर्यंत तो आपले शब्बाथ उपभोगत राहील; त्यांनी माझ्या निर्बंधांचा अव्हेर केला व माझे विधी तुच्छ मानले म्हणूनच त्यांच्या दुष्टतेबद्दल केलेली शिक्षा ते मान्य करतील."},{"number":44,"verse":"इतके झाले तरी ते आपल्या शत्रूंच्या देशात असताना त्यांचा समूळ नाश करावा व त्यांच्याशी केलेला करार अगदी मोडून टाकावा, एवढा त्यांचा मी नाकार करणार नाही अथवा त्यांना मी तुच्छ मानणार नाही, कारण मी परमेश्वर त्यांचा देव आहे;"},{"number":45,"verse":"मी त्यांच्याकरता त्यांच्या वाडवडिलांशी केलेल्या कराराची आठवण करीन, कारण मी त्यांचा देव व्हावे म्हणून मी सर्व राष्ट्रांदेखत त्यांना मिसर देशातून काढून बाहेर आणले; मी परमेश्वर आहे.”"},{"number":46,"verse":"जे विधी, निर्बंध व नियम परमेश्वराने आपल्या व इस्राएल लोकांमध्ये सीनाय पर्वतावर मोशेच्या हस्ते ठरवले ते हेच होत."}]}