{"bibleAbbr":"t4t2014","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":11,"verses":[{"number":1,"verse":"You people of [APO] Lebanon should open your gates, because you will not be able to stop fire from burning your cedar trees!"},{"number":2,"verse":"Your cypress/pine trees [APO] should also wail because the cedar trees have been cut down. Those glorious/great trees have been destroyed. The oak trees in the Bashan region should also wail, because the other trees in the forest have been cut down."},{"number":3,"verse":"And listen to the shepherds crying because the fertile pastures have been ruined. Listen to the lions roar; they roar because the delightful forest where they live near the Jordan River has been ruined."},{"number":4,"verse":"(The parable of the two shepherds) This is what Yahweh my God said to me: “I want you to become a shepherd for a flock of sheep that are about to be slaughtered."},{"number":5,"verse":"The people who are going to buy the sheep will kill the sheep, and they will not be punished. Those who are selling the sheep say, ‘I praise Yahweh, because I will become rich!’ Even the shepherds do not feel sorry for the sheep."},{"number":6,"verse":"And similarly, I no longer feel sorry for the people of this country. I am going to allow many of them [HYP] to be captured by other people or by their king. Those who capture them will ruin this country, and I will not rescue any of the people.”"},{"number":7,"verse":"So I became the shepherd of a flock of sheep that were about to be slaughtered for their meat to be sold to the dealers. I took good care of the sheep, even the ones that were the weakest sheep. Then I took two shepherds' ◄staffs/walking sticks►. I named the one staff 'Kindness' and the other staff 'Union.' And I took good care of the sheep."},{"number":8,"verse":"But the three shepherds who had been working with me detested me, and I became impatient with them. Within one month I ◄dismissed/got rid of► those shepherds."},{"number":9,"verse":"So I said to the dealers, “I will no longer be the shepherd. I will allow the ones that are dying to die. I will allow the ones that are getting lost to get lost. And I will not prevent those that remain from destroying each other.”"},{"number":10,"verse":"Then I took the staff that I had named 'Kindness' and I broke it. That showed that Yahweh was annulling/canceling the agreement that he had made with all the people-groups."},{"number":11,"verse":"So that agreement was ended immediately. And the men who bought and sold sheep who were watching me knew by seeing what I was doing that I was giving them a message from Yahweh."},{"number":12,"verse":"I told them, “If you think it is what you should do, pay me for taking care of the sheep. If you do not think that is what you should do, do not pay me.” So they paid me only thirty pieces of silver."},{"number":13,"verse":"Then Yahweh said to me, “That is a ridiculously small amount of money that they have paid to you! So throw it to the man who makes clay pots!” So I took the silver to the temple of Yahweh, and I threw it in the chest where the offerings/money is kept."},{"number":14,"verse":"Then I broke my second staff, the one that I named 'Union.' That indicated that Judah and Israel would no longer be united."},{"number":15,"verse":"Then Yahweh said to me, “Take again the things that a foolish shepherd uses,"},{"number":16,"verse":"because I am going to appoint a new king for the people, one who will not take care of my people. He will be like a foolish shepherd: [MET] He will not take care of those who are dying, those who are very young, those who have been injured, or those who do not have enough food. Instead, he will treat them very cruelly, like a shepherd who would [MET] kill and eat the best sheep and tear off their hoofs."},{"number":17,"verse":"But terrible things will happen to that foolish/useless king who abandons the people [MET] over whom he rules. His enemies will strike his arm and his right eye with their swords. The result will be that he will have no strength in his arm, and his right eye will become completely blind.”"}]}