{"bibleAbbr":"t4t2014","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":4,"verses":[{"number":1,"verse":"(The vision of the lampstand) Then the angel who had been talking with me returned, and he called to me while I was my thinking deeply, as though I had been asleep."},{"number":2,"verse":"He asked me, “What do you see?” I replied, “I see a lampstand made completely of gold. There is a small bowl for olive oil at the top, and there are seven small lamps around the bowl, and a place for a wick on each lamp."},{"number":3,"verse":"Furthermore, I see two olive trees, one at the right side of the lampstand and one at the left side.”"},{"number":4,"verse":"I asked the angel who was talking with me, “Sir, what are these?”"},{"number":5,"verse":"He replied, “Surely you know [RHQ] what they are?” I replied, “No, I do not know.” He said, “The seven bowls represent the eyes of Yahweh, who looks back and forth at everything that happens on the earth.”"},{"number":6,"verse":"Then he said to me, “This is the message that Yahweh says that you should give to Zerubbabel the governor of Judah: ‘You will do what I want you to do, but it will not be by your own strength or power. It will be done by the power of my Spirit, says the Almighty Commander of the armies of angels."},{"number":7,"verse":"Zerubbabel, you have many difficult matters to handle. They are like high mountains [MET]. But it will be as though they will become flat land. And you will bring to the temple the final stone to complete the rebuilding of the temple. When you do that, all the people will shout repeatedly, “It is beautiful! May God bless it!” ’ ”"},{"number":8,"verse":"Then Yahweh gave me another message."},{"number":9,"verse":"He said to me, “Zerubbabel [SYN] laid the first stone in the foundation of the temple, and he will put the last stone in its place. When that happens, the people will know that it is I, the Almighty Commander of the armies of angels, who have sent you to them."},{"number":10,"verse":"No one [RHQ] should think that little things that are done at the beginning of a big project are unimportant. When the temple is almost finished being rebuilt, Zerubbabel will use a ◄plumb line/string with a stone fastened to it► to see if the walls they are building are straight, so when the people see that, they will rejoice.”"},{"number":11,"verse":"Then I asked the angel, “What is the meaning of the two olive trees, one on each side of the lampstand?"},{"number":12,"verse":"And what is the meaning of the two olive branches, one alongside each of the gold pipes from which olive oil flows to the lamps?”"},{"number":13,"verse":"He replied, “Surely [RHQ] you know what they are?” I replied, “No, sir, I do not know.”"},{"number":14,"verse":"So he said, “They represent the two men who have been appointed [MTY] to serve the Lord who rules the entire earth.”"}]}