{"bibleAbbr":"t4t2014","bookName":"Zechariah","bookEnglishName":"Zechariah","chapterNumber":8,"verses":[{"number":1,"verse":"(Yahweh promised to bless Jerusalem) Yahweh gave me another message. He said,"},{"number":2,"verse":"“This is what I, the Almighty Commander of the armies of angels, say: ‘I love the people of Jerusalem; I love them very much, and I am very angry with their enemies.’"},{"number":3,"verse":"So this is what I say: ‘Some day I will return to Zion hill and I will live there. At that time, Jerusalem will be called the city where people ◄are faithful to/faithfully obey► me, and people will say that Zion hill is holy because it is where the Almighty Commander of the armies of angels dwells.’ ”"},{"number":4,"verse":"The Almighty Commander of the armies of angels also says this: “Some day old men and old women will again sit along the streets of Jerusalem, each of them holding a cane because of their being very old."},{"number":5,"verse":"And the city streets with be full of boys and girls playing.”"},{"number":6,"verse":"The Almighty Commander of the armies of angels also says this: “When those things happen, it will seem marvelous to the people who are still alive, but it certainly will not [RHQ] seem marvelous to me!”"},{"number":7,"verse":"The Almighty Commander of the armies of angels also says this: “I will rescue my people from countries to the northeast and to the southwest to which they were forced to go."},{"number":8,"verse":"I will bring them back to Judah, and they will again live in Jerusalem. They will be my people, and I will be their God. I will be faithful to them and act righteously toward them.”"},{"number":9,"verse":"The Almighty Commander of the armies of angels also says this: “When the foundation for my temple was laid, there were prophets there who gave messages from me. Some of you heard what those prophets said. So be brave/courageous [MTY] while you are building the temple, in order that you may finish building it."},{"number":10,"verse":"Before you started to rebuild the temple, no one could hire men or animals to work for them, because there was no money to pay for them. And people were afraid to go anywhere because I had caused people to oppose each other, and they thought that there were enemies everywhere."},{"number":11,"verse":"But now I will act differently toward you people who are still alive, differently than I did previously. That is what I, the Almighty Commander of the armies of angels, say."},{"number":12,"verse":"From now on, it will be peaceful when you plant your seeds, and your grapevines will produce grapes, and good crops will grow in your fields. There will be rain from the sky. I will give all those things to you people who are still alive."},{"number":13,"verse":"You people of Judah and Israel, the people of other nations have cursed you. But I will rescue you, and you will be a blessing to the people of many nations. So do not be afraid; work hard [MTY] to finish building the temple.”"},{"number":14,"verse":"The Almighty Commander of the armies of angels also says this: “When your ancestors caused me to become very angry, I decided to punish them. And I did not change my mind."},{"number":15,"verse":"But now I will do something different. I am planning to do good things to the people of Jerusalem and other towns in Judah. So do not be afraid."},{"number":16,"verse":"These are the things that you should do: You should always tell the truth to each other. In the courts, your judges must make decisions according to what is correct and fair."},{"number":17,"verse":"Do not plan to do evil things to others, and do not like to falsely promise to do things that you know that you will not do. I hate all those things.”"},{"number":18,"verse":"The Almighty Commander of the armies of angels spoke to me again."},{"number":19,"verse":"This is what he said: “The times when you people of Judah ◄fast/abstain from food► during the fourth, fifth, seventh, and tenth months of each year will become good and very happy/joyful [DOU] festivals. But you must want to speak truthfully and be peaceful.”"},{"number":20,"verse":"The Almighty Commander of the armies of angels also says this: “Some day people from many people-groups and foreign cities will come here to Jerusalem."},{"number":21,"verse":"People from one city will go to the people in another city and say, ‘Let's go together to Jerusalem to worship Yahweh and request him to bless us; we ourselves are going.’"},{"number":22,"verse":"And people from many people-groups and from powerful nations will come to Jerusalem to worship Yahweh and request him to bless them.”"},{"number":23,"verse":"The Almighty Commander of the armies of angels also says this: “At that time, this is what will happen everywhere: A group of people from one nation or a group of people who speak another language will grab the fringe/edge of the robe of a Jew and say to him, ‘We have heard people say that God is with you. So allow us to go with you to Jerusalem to worship him.’ ”"}]}