{"bibleAbbr":"bnOV2016","bookName":"শমূয়েলের প্রথম পুস্তক।","bookEnglishName":"1 Samuel","chapterNumber":13,"verses":[{"number":1,"verse":"( পলেষ্টীয়দের দৌরাত্ম্য। শৌলের অনাজ্ঞাবহতা।) শৌল [ত্রিশ] বৎসর বয়সে রাজা হন। দুই বৎসর ইস্রায়েলের উপরে রাজত্ব করিলে পর শৌল আপনার জন্য ইস্রায়েলের মধ্যে তিন সহস্র লোক মনোনীত করিলেন;"},{"number":2,"verse":"তাহার দুই সহস্র মিক্মসে ও বৈথেল পর্ব্বতে শৌলের সহিত থাকিল; এবং এক সহস্র বিন্যামীন প্রদেশস্থ গিবিয়াতে যোনাথনের সহিত থাকিল; আর অন্য সকল লোককে তিনি আপন আপন তাম্বুতে বিদায় করিলেন।"},{"number":3,"verse":"পরে যোনাথন গেবাতে স্থিত পলেষ্টীয়দের প্রহরী সৈন্যদলকে আঘাত করিলেন, ও পলেষ্টীয়েরা তাহা শুনিল; তখন শৌল দেশের সর্ব্বত্র তূরী বাজাইয়া কহিলেন, ইব্রীয়েরা শুনুক।"},{"number":4,"verse":"তখন সমস্ত ইস্রায়েল এই কথা শুনিল যে, শৌল পলেষ্টীয়দের সেই প্রহরী সৈন্যদলকে আঘাত করিয়াছেন, আর ইস্রায়েল পলেষ্টীয়দের নিকটে ঘৃণাস্পদ হইয়াছে। পরে লোকেরা শৌলের পশ্চাতে গিল্গলে সমাহূত হইল।"},{"number":5,"verse":"পরে পলেষ্টীয়েরা ইস্রায়েলের সহিত যুদ্ধ করিতে একত্র হইল; ত্রিশ সহস্র রথ, ছয় সহস্র অশ্বারোহী ও সমুদ্রতীরস্থ বালুকার ন্যায় অসংখ্য লোক আসিল; তাহারা আসিয়া বৈৎ-আবনের পূর্ব্বদিকে মিক্মসে শিবির স্থাপন করিল।"},{"number":6,"verse":"তখন ইস্রায়েল লোকেরা আপনাদিগকে বিপদ্গ্রস্ত দেখিল, কেননা লোকেরা উপদ্রুত হইতেছিল; তখন লোকেরা গুহাতে, ঝোপে, শৈলে, দৃঢ় গৃহে ও গর্ত্তে লুকাইল।"},{"number":7,"verse":"আর কতকগুলি ইব্রীয় যর্দ্দন পার হইয়া গাদ ও গিলিয়দ দেশে গেল। কিন্তু তৎকালেও শৌল গিল্গলে ছিলেন; এবং তাঁহার পশ্চাদগামী লোক সকল কম্পান্বিত হইতে লাগিল।"},{"number":8,"verse":"পরে শৌল শমূয়েলের নিরূপিত সময়ানুসারে সাত দিন অপেক্ষা করিলেন; কিন্তু শমূয়েল গিল্গলে আগমন করিলেন না, এবং লোকেরা তাঁহার নিকট হইতে ছিন্নভিন্ন হইতে লাগিল।"},{"number":9,"verse":"তাহাতে শৌল কহিলেন, এই স্থানে আমার নিকটে হোমবলি ও মঙ্গলার্থক বলি আন। পরে তিনি হোমবলি উৎসর্গ করিলেন।"},{"number":10,"verse":"হোমবলির উৎসর্গ সমাপ্ত করিবামাত্র দেখ, শমূয়েল উপস্থিত হইলেন; তাহাতে শৌল তাঁহাকে মঙ্গলবাদ করণার্থে তাঁহার সহিত সাক্ষাৎ করিতে গেলেন।"},{"number":11,"verse":"পরে শমূয়েল কহিলেন, তুমি কি করিলে? শৌল কহিলেন, আমি দেখিলাম, লোকেরা আমার নিকট হইতে ছিন্নভিন্ন হইতেছে, এবং নিরূপিত দিনের মধ্যে আপনিও আইসেন নাই, আর পলেষ্টীয়েরা মিক্মসে একত্র হইয়াছে;"},{"number":12,"verse":"তাই আমি মনে মনে কহিলাম, পলেষ্টীয়েরা এখনই আমার বিরুদ্ধে গিল্গলে নামিয়া আসিবে, আর আমি সদাপ্রভুর অনুগ্রহ যাচ্ঞা করি নাই; এই জন্য ইচ্ছা না থাকিলেও আমি হোমবলি উৎসর্গ করিলাম।"},{"number":13,"verse":"শমূয়েল শৌলকে কহিলেন, তুমি অজ্ঞানের কর্ম্ম করিয়াছ; তোমার ঈশ্বর সদাপ্রভু তোমাকে যে আজ্ঞা দিয়াছেন, তাহা পালন কর নাই; করিলে সদাপ্রভু এখন ইস্রায়েলের উপরে তোমার রাজত্ব চিরকাল স্থায়ী করিতেন।"},{"number":14,"verse":"কিন্তু এখন তোমার রাজত্ব স্থির থাকিবে না; সদাপ্রভু আপন মনের মত এক জনের অন্বেষণ করিয়া তাহাকেই আপন প্রজাদের অধ্যক্ষপদে নিযুক্ত করিয়াছেন; কেননা সদাপ্রভু তোমাকে যাহা আজ্ঞা করিয়াছিলেন, তুমি তাহা পালন কর নাই।"},{"number":15,"verse":"পরে শমূয়েল উঠিয়া গিল্গল হইতে বিন্যামীনের গিবিয়াতে প্রস্থান করিলেন; তখন শৌল আপনার নিকটে বর্ত্তমান লোকদিগকে গণনা করিলেন, তাহারা অনুমান ছয় শত।"},{"number":16,"verse":"শৌল, তাঁহার পুত্র যোনাথন ও তাঁহাদের নিকটে বর্ত্তমান লোকেরা বিন্যামীনের গেবাতে থাকিলেন, এবং পলেষ্টীয়েরা মিক্মসে শিবির স্থাপন করিয়া রহিল।"},{"number":17,"verse":"পরে পলেষ্টীয়দের শিবির হইতে তিন দল বিনাশক সৈন্য বাহির হইল, তাহার এক দল অফ্রার পথে গমন করিয়া শূয়াল প্রদেশে গেল।"},{"number":18,"verse":"আর এক দল বৈৎ-হোরোণের পথের দিকে ফিরিল; এবং আর এক দল প্রান্তরের দিকে সিবোয়িম উপত্যকার অভিমুখী সীমার পথ দিয়া গমন করিল।"},{"number":19,"verse":"ঐ সময়ে সমস্ত ইস্রায়েল দেশে কর্ম্মকার পাওয়া যাইত না; কারণ পলেষ্টীয়েরা কহিত, পাছে ইব্রীয়েরা আপনাদের জন্য খড়্গ কি বড়শা নির্ম্মাণ করে।"},{"number":20,"verse":"এই জন্য আপন আপন হলমুখ বা ফাল বা কুড়ালি বা কুদাল শাণ দিবার জন্য ইস্রায়েলের সমস্ত লোককে পলেষ্টীয়দের কাছে নামিয়া যাইতে হইত।"},{"number":21,"verse":"সুতরাং সকলের কুদাল, ফাল, বিদা, কুড়ালির ধার এবং শস্ত্রের কাঁটা ভোঁতা ছিল;"},{"number":22,"verse":"আর যুদ্ধের দিনে শৌলের ও যোনাথনের সঙ্গী লোকদের কাহারও হস্তে খড়্গ বা বড়শা পাওয়া গেল না, কেবল শৌলের ও তাঁহার পুত্র যোনাথনের হস্তে পাওয়া গেল।"},{"number":23,"verse":"পরে পলেষ্টীয়দের প্রহরী সৈন্যদল বাহির হইয়া মিক্মসের গিরিপথে আসিল।"}]}