{"bibleAbbr":"bnOV2016","bookName":"শমূয়েলের প্রথম পুস্তক।","bookEnglishName":"1 Samuel","chapterNumber":16,"verses":[{"number":1,"verse":"( শমূয়েল দায়ূদকে অভিষেক করেন।) পরে সদাপ্রভু শমূয়েলকে কহিলেন, তুমি কত কাল শৌলের জন্য শোক করিবে? আমি ত তাহাকে অগ্রাহ্য করিয়া ইস্রায়েলের রাজ্যচ্যুত করিয়াছি। তুমি তোমার শৃঙ্গ তৈলে পূর্ণ কর, যাও, আমি তোমাকে বৈৎলেহমীয় যিশয়ের নিকটে প্রেরণ করি, কেননা তাহার পুত্রগণের মধ্যে আমি আপনার জন্য এক রাজাকে দেখিয়া রাখিয়াছি।"},{"number":2,"verse":"শমূয়েল কহিলেন, আমি কি প্রকারে যাইতে পারি? শৌল যদি এই কথা শুনে, তবে আমাকে বধ করিবে। সদাপ্রভু কহিলেন, তুমি এক গোবৎসা সঙ্গে লইয়া বল, সদাপ্রভুর উদ্দেশে যজ্ঞ করিতে আসিলাম।"},{"number":3,"verse":"আর যিশয়কে সেই যজ্ঞে নিমন্ত্রিত করিও, পরে তুমি কি করিবে, তাহা আমি তোমাকে জানাইব; এবং আমি তোমার কাছে যাহার নাম করিব, তুমি আমার জন্য তাহাকে অভিষেক করিবে।"},{"number":4,"verse":"পরে শমূয়েল সদাপ্রভুর সেই বাক্যানুসারে কর্ম্ম করিলেন, তিনি বৈৎলেহমে উপস্থিত হইলেন। তখন নগরের প্রাচীনবর্গ কাঁপিতে কাঁপিতে তাঁহার সহিত সাক্ষাৎ করিতে আসিলেন, আর বলিলেন, আপনি শান্তিভাবে আসিয়াছেন ত?"},{"number":5,"verse":"তিনি কহিলেন, শান্তিভাবে আসিয়াছি; আমি সদাপ্রভুর উদ্দেশে যজ্ঞ করিতে আসিয়াছি; তোমরা আপনাদিগকে পবিত্র করিয়া আমার সহিত যজ্ঞে আইস। আর তিনি যিশয়কে ও তাঁহার পুত্রগণকে পবিত্র করিয়া যজ্ঞে নিমন্ত্রণ করিলেন।"},{"number":6,"verse":"পরে তাঁহারা আসিলে তিনি ইলীয়াবের প্রতি দৃষ্টি করিয়া মনে মনে কহিলেন, অবশ্য সদাপ্রভুর অভিষিক্ত ব্যক্তি তাঁহার সম্মুখে।"},{"number":7,"verse":"কিন্তু সদাপ্রভু শমূয়েলকে কহিলেন, তুমি উহার মূখশ্রীর বা কায়িক দীর্ঘতার প্রতি দৃষ্টি করিও না; কারণ আমি উহাকে অগ্রাহ্য করিলাম। কেননা মনুষ্য যাহা দেখে, তাহা কিছু নয়; যেহেতু মনুষ্য প্রত্যক্ষ বিষয়ের প্রতি দৃষ্টি করে, কিন্তু সদাপ্রভু অন্তঃকরণের প্রতি দৃষ্টি করেন।"},{"number":8,"verse":"পরে যিশয় অবীনাদবকে ডাকিয়া শমূয়েলের সম্মুখ দিয়া গমন করাইলেন; শমূয়েল কহিলেন, সদাপ্রভু ইহাকেও মনোনীত করেন নাই;"},{"number":9,"verse":"পরে যিশয় শম্মকে তাঁহার সম্মুখ দিয়া গমন করাইলেন; তিনি কহিলেন, সদাপ্রভু ইহাকেও মনোনীত করেন নাই।"},{"number":10,"verse":"এইরূপে যিশয় আপনার সাত পুত্রকে শমূয়েলের সম্মুখ দিয়া গমন করাইলেন। পরে শমূয়েল যিশয়কে কহিলেন, সদাপ্রভু ইহাদিগকে মনোনীত করেন নাই।"},{"number":11,"verse":"পরে শমূয়েল যিশয়কে কহিলেন, এই কি তোমার সমস্ত সন্তান? তিনি কহিলেন, কেবল কনিষ্ঠ অবশিষ্ট আছে, দেখুন, সে মেষ চরাইতেছে। তখন শমূয়েল যিশয়কে কহিলেন, লোক পাঠাইয়া তাহাকে আনাও; সে না আসিলে আমরা ভোজনে বসিব না।"},{"number":12,"verse":"পরে তিনি লোক পাঠাইয়া তাঁহাকে আনাইলেন। তিনি ঈষৎ রক্তবর্ণ, সুনয়ন ও দেখিতে সুন্দর ছিলেন। তখন সদাপ্রভু কহিলেন, উঠ, ইহাকে অভিষেক কর, কেননা এ সেই ব্যক্তি।"},{"number":13,"verse":"অতএব শমূয়েল তৈলশৃঙ্গ লইয়া তাঁহার ভ্রাতৃগণের মধ্যে তাঁহাকে অভিষেক করিলেন। আর সেই দিন হইতে সদাপ্রভুর আত্মা দায়ূদের উপরে আসিলেন। পরে শমূয়েল উঠিয়া রামাতে চলিয়া গেলেন।"},{"number":14,"verse":"তখন সদাপ্রভুর আত্মা শৌলকে ত্যাগ করিয়াছিলেন, আর সদাপ্রভু হইতে এক দুষ্ট আত্মা আসিয়া তাঁহাকে উদ্বিগ্ন করিতে লাগিল।"},{"number":15,"verse":"পরে শৌলের দাসগণ তাঁহাকে কহিল, দেখুন, ঈশ্বর হইতে এক দুষ্ট আত্মা আসিয়া আপনাকে উদ্বিগ্ন করিতেছে।"},{"number":16,"verse":"আমাদের প্রভু আজ্ঞা করুন, যেন আপনার সম্মুখস্থ এই দাসেরা এক জন নিপুন বীণাবাদকের অন্বেষণ করে; পরে যে সময়ে ঈশ্বর হইতে সেই দুষ্ট আত্মা আপনার উপরে আসিবে, তৎকালে সেই ব্যক্তি হস্ত দ্বারা বীণা বাজাইলে আপনি উপশম পাইবেন।"},{"number":17,"verse":"তখন শৌল আপন দাসদিগকে আজ্ঞা করিলেন, ভাল, তোমরা এক জন নিপুণ বাদকের অন্বেষণ করিয়া আমার নিকটে তাহাকে আন।"},{"number":18,"verse":"যুবকদের এক জন কহিল, দেখুন, আমি বৈৎলেহমীয় যিশয়ের এক পুত্রকে দেখিয়াছি; সে বীণা বাদনে নিপুণ, বলবান বীর, যোদ্ধা, বাক্পটু ও রূপবান, আর সদাপ্রভু তাহার সহবর্ত্তী।"},{"number":19,"verse":"পরে শৌল যিশয়ের নিকটে দূত পাঠাইয়া কহিলেন, তোমার পুত্র দায়ূদ, যে মেষ চরাইতেছে, তাহাকে আমার কাছে পাঠাইয়া দেও।"},{"number":20,"verse":"তখন যিশয় একটা গর্দ্দভে রুটী ও এক কুপা দ্রাক্ষারস চাপাইয়া, এবং একটী ছাগবৎস লইয়া আপন পুত্র দায়ূদের হস্তে দিয়া শৌলের কাছে পাঠাইয়া দিলেন।"},{"number":21,"verse":"পরে দায়ূদ শৌলের নিকটে আসিয়া তাঁহার সম্মুখে দাঁড়াইলে তিনি তাঁহাকে অতিশয় ভালবাসিতে লাগিলেন, আর তিনি তাঁহার শস্ত্রবাহক হইলেন।"},{"number":22,"verse":"পরে শৌল যিশয়কে বলিয়া পাঠাইলেন, বিনয় করি, দায়ূদকে আমার সম্মুখে দাঁড়াইতে দেও; কেননা সে আমার দৃষ্টিতে অনুগ্রহ পাইয়াছে।"},{"number":23,"verse":"পরে ঈশ্বর হইতে সেই আত্মা যখন শৌলের কাছে আসিত, তখন দায়ূদ বীণা লইয়া আপন হস্তে বাজাইতেন; তাহাতে শৌল স্বস্থ হইতেন, উপশম পাইতেন, এবং সেই দুষ্ট আত্মা তাঁহাকে ছাড়িয়া যাইত।"}]}