{"bibleAbbr":"bnOV2016","bookName":"শমূয়েলের প্রথম পুস্তক।","bookEnglishName":"1 Samuel","chapterNumber":19,"verses":[{"number":1,"verse":"পরে শৌল আপন পুত্র যোনাথনকে ও আপনার সমস্ত দাসকে বলিয়া দিলেন, যেন তাহারা দায়ূদকে বধ করে।"},{"number":2,"verse":"কিন্তু শৌলের পুত্র যোনাথন দায়ূদের প্রতি অতিশয় অনুরক্ত ছিলেন। যোনাথন দায়ূদকে কহিলেন, আমার পিতা শৌল তোমাকে বধ করিতে চেষ্টা করিতেছেন; অতএব বিনয় করি, তুমি প্রাতঃকালে সাবধান হইবে, একটী গুপ্ত স্থান আশ্রয় করিয়া লুকাইয়া থাকিও।"},{"number":3,"verse":"তুমি যে ক্ষেত্রে থাকিবে, সেই স্থানে আমি গিয়া আপন পিতার পার্শ্বে দাঁড়াইব, ও তোমার বিষয়ে পিতার সহিত কথোপকথন করিব, আর যদি তেমন কিছু বুঝিতে পারি, তোমাকে বলিয়া দিব।"},{"number":4,"verse":"পরে যোনাথন আপন পিতা শৌলের কাছে দায়ূদের পক্ষে ভাল কথা কহিলেন, তিনি বলিলেন, রাজা আপন দাস দায়ূদের বিষয়ে পাপ না করুন, কেননা সে আপনার বিরুদ্ধে পাপ করে নাই, বরং তাহার কর্ম্ম সকল আপনার পক্ষে অতি মঙ্গলজনক।"},{"number":5,"verse":"সে ত প্রাণ হাতে করিয়া সেই পলেষ্টীয়কে আঘাত করিল, আর সদাপ্রভু সমস্ত ইস্রায়েলের পক্ষে মহানিস্তার সাধন করিলেন; আপনি তাহা দেখিয়া আনন্দ করিয়াছিলেন; অতএব এখন অকারণে দায়ূদকে বধ করিয়া কেন নির্দ্দোষের রক্তপাতরূপ পাপ করিবেন?"},{"number":6,"verse":"তখন শৌল যোনাথনের রবে কর্ণপাত করিলেন, এবং শৌল দিব্য করিয়া কহিলেন, জীবন্ত সদাপ্রভুর দিব্য, সে হত হইবে না।"},{"number":7,"verse":"পরে যোনাথন দায়ূদকে ডাকিলেন, এবং যোনাথন ঐ সমস্ত কথা তাঁহাকে জ্ঞাত করিলেন। আর যোনাথন দায়ূদকে শৌলের কাছে আনিলেন, তাহাতে তিনি পূর্ব্বের মত তাঁহার কাছে থাকিলেন।"},{"number":8,"verse":"( শৌলের নিকট হইতে দায়ূদের পলায়ন।) পরে পুনর্ব্বার যুদ্ধ উপস্থিত হইলে দায়ূদ বাহির হইয়া পলেষ্টীয়দের সহিত যুদ্ধ করিলেন, তিনি মহাসংহারে তাহাদিগকে সংহার করিলেন, এবং তাহারা তাঁহার সম্মুখ হইতে পলায়ন করিল।"},{"number":9,"verse":"আর সদাপ্রভু হইতে এক দুষ্ট আত্মা সবলে শৌলের উপরে আসিল; তখন শৌল আপন গৃহে বসিয়াছিলেন, তাঁহার হস্তে তাঁহার বড়শা ছিল; আর দায়ূদ হস্ত দ্বারা বাদ্য করিতেছিলেন।"},{"number":10,"verse":"এমন সময় শৌল বড়শা দিয়া দায়ূদকে ভিত্তির সঙ্গে গাঁথিতে চেষ্টা করিলেন; কিন্তু তিনি শৌলের সম্মুখ হইতে সরিয়া যাওয়াতে তাঁহার বড়শা ভিত্তিতে ঢুকিয়া গেল, এবং দায়ূদ সে রাত্রিতে পলাইয়া রক্ষা পাইলেন।"},{"number":11,"verse":"পরে শৌল দায়ূদের গৃহের নিকটে দূতগণকে পাঠাইলেন, যেন তাহারা তাঁহার উপরে চক্ষু রাখে, আর প্রাতঃকালে তাঁহাকে বধ করে। কিন্তু দায়ূদের স্ত্রী মীখল তাঁহাকে সংবাদ দিয়া কহিলেন, তুমি যদি এই রাত্রিতে আপন প্রাণ রক্ষা না কর, তবে কাল মারা পড়িবে।"},{"number":12,"verse":"আর মীখল বাতায়ন দিয়া দায়ূদকে নামাইয়া দিলেন; তাহাতে তিনি গিয়া পলায়ন করিয়া রক্ষা পাইলেন।"},{"number":13,"verse":"আর মীখল ঠাকুর-প্রতিমা লইয়া শয্যাতে শয়ন করাইলেন, এবং ছাগলোমের একটা লেপ তাহার মস্তকে দিয়া বস্ত্র দ্বারা তাহা ঢাকিয়া রাখিলেন।"},{"number":14,"verse":"পরে শৌল দায়ূদকে ধরিতে দূতগণকে পাঠাইলে মীখল কহিলেন, তিনি পীড়িত আছেন।"},{"number":15,"verse":"তাহাতে শৌল দায়ূদকে দেখিবার জন্য সেই দূতগণকে পাঠাইয়া দিলেন, কহিলেন, তাহাকে খট্টাতে করিয়া আমার কাছে আন, আমি তাহাকে বধ করিব।"},{"number":16,"verse":"পরে দূতগণ যখন ভিতরে গেল, দেখ, খট্টাতে সেই ঠাকুর-প্রতিমা ও তাহার মস্তকে ছাগলোমের লেপ রহিয়াছে।"},{"number":17,"verse":"তখন শৌল মীখলকে কহিলেন, তুমি আমাকে কেন এইরূপে প্রবঞ্চনা করিলে? তুমি আমার শত্রুকে ছাড়িয়া দেওয়াতে সে পলায়ন করিয়াছে। তাহাতে মীখল শৌলকে উত্তর করিলেন, তিনি বলিয়াছিলেন, আমাকে যাইতে দেও, আমি তোমাকে কেন বধ করিব?"},{"number":18,"verse":"ইতিমধ্যে দায়ূদ পলায়ন করিয়া রক্ষা পাইলেন, এবং রামাতে শমূয়েলের কাছে গিয়া আপনার প্রতি শৌলের কৃত সমস্ত ব্যবহারের কথা জানাইলেন; পরে তিনি ও শমূয়েল গিয়া নায়োতে বাস করিলেন।"},{"number":19,"verse":"পরে কেহ শৌলকে কহিল, দেখুন, দায়ূদ রামাস্থ নায়োতে আছেন।"},{"number":20,"verse":"তখন শৌল দায়ূদকে ধরিবার জন্য দূতগণকে পাঠাইলেন; তাহাতে যখন দূতগণ ভাবোক্তি প্রচারকারী ভাববাদীর দলকে ও তাহাদের অধ্যক্ষরূপে দণ্ডায়মান শমূয়েলকে দেখিল, তখন ঈশ্বরের আত্মা শৌলের দূতগণের উপরে আসিলেন, তাহাতে তাহারাও ভাবোক্তি প্রচার করিতে লাগিল।"},{"number":21,"verse":"এই সংবাদ শৌলকে দেওয়া হইলে তিনি অন্য দূতদিগকে প্রেরণ করিলেন, আর তাহারাও ভাবোক্তি প্রচার করিতে লাগিল। পরে শৌল তৃতীয় বার দূতগণকে প্রেরণ করিলেন, আর তাহারাও ভাবোক্তি প্রচার করিতে লাগিল।"},{"number":22,"verse":"তখন শৌল আপনিও রামাতে গমন করিলেন; আর সেখূস্থ বৃহৎ কূপের নিকটে উপস্থিত হইয়া জিজ্ঞাসা করিলেন, শমূয়েল ও দায়ূদ কোথায়? এক জন কহিল, দেখুন, তাঁহারা রামাস্থ নায়োতে রহিয়াছেন। তখন শৌল রামাস্থিত নায়োতে গেলেন।"},{"number":23,"verse":"আর ঈশ্বরের আত্মা তাঁহার উপরেও আসিলেন, তাহাতে তিনি রামাস্থিত নায়োতে উপস্থিত না হওয়া পর্য্যন্ত যাইতে যাইতে ভাবোক্তি প্রচার করিলেন।"},{"number":24,"verse":"আর তিনিও আপন বস্ত্র খুলিয়া ফেলিলেন, এবং তিনিও শমূয়েলের সম্মুখে ভাবোক্তি প্রচার করিলেন, আর সমস্ত দিবারাত্রি বিবস্ত্র হইয়া পড়িয়া রহিলেন। এই জন্য লোকে বলে, শৌলও কি ভাববাদীদের মধ্যে এক জন?"}]}