{"bibleAbbr":"bnOV2016","bookName":"শমূয়েলের প্রথম পুস্তক।","bookEnglishName":"1 Samuel","chapterNumber":5,"verses":[{"number":1,"verse":"( সিন্দুক পুনরায় ইস্রায়েলীয়দের হস্তগত হয়।) পলেষ্টীয়েরা ঈশ্বরের সিন্দুক লইয়া এবন্-এষর হইতে অস্দোদে আনিয়াছিল।"},{"number":2,"verse":"পরে পলেষ্টীয়েরা ঈশ্বরের সিন্দুক দাগোন দেবের গৃহে লইয়া গিয়া দাগোনের পার্শ্বে স্থাপন করিল।"},{"number":3,"verse":"পরদিবসে অস্দোদের লোকেরা প্রত্যূষে উঠিল, আর দেখ, সদাপ্রভুর সিন্দুকের সম্মুখে দাগোন ভূমিতে উবুড় হইয়া পড়িয়া আছে; তাহাতে তাহারা দাগোনকে তুলিয়া পুনর্ব্বার স্বস্থানে স্থাপন করিল।"},{"number":4,"verse":"তাহার পরদিবসেও লোকেরা প্রত্যূষে উঠিল, আর দেখ, সদাপ্রভুর সিন্দুকের সম্মুখে দাগোন ভূমিতে উবুড় হইয়া পড়িয়া আছে, এবং গোবরাটে দাগোনের মুণ্ড ও দুই কর ছিন্ন হইয়া পতিত আছে, কেবল দেহমাত্র অবশিষ্ট আছে।"},{"number":5,"verse":"এই নিমিত্ত দাগোনের পুরোহিত এবং আর যত লোক দাগোনের মন্দিরে প্রবেশ করে, তাহাদের মধ্যে অদ্য পর্য্যন্ত কেহ অস্দোদে স্থিত দাগোনের গোবরাটে পা দেয় না।"},{"number":6,"verse":"আর অস্দোদীয়দের উপরে সদাপ্রভুর হস্ত ভারী হইল, এবং তিনি তাহাদিগকে সংহার করিলেন, অস্দোদের ও আসপাশের লোকদিগকে স্ফোটক দ্বারা আঘাত করিলেন।"},{"number":7,"verse":"পরে অস্দোদীয়েরা এইরূপ দেখিয়া কহিল, ইস্রায়েলের ঈশ্বরের সিন্দুক আমাদের কাছে থাকিবে না; কেননা আমাদের উপরে ও আমাদের দেবতা দাগোনের উপরে তাঁহার হস্ত ক্লেশদায়ক হইয়াছে।"},{"number":8,"verse":"অতএব তাহারা লোক পাঠাইয়া পলেষ্টীয়দের ভূপালদিগকে আপনাদের নিকটে একত্র করিয়া কহিল, ইস্রায়েলের ঈশ্বরের সিন্দুকের বিষয়ে আমাদের কি কর্ত্তব্য? ভূপালেরা কহিলেন, ইস্রায়েলের ঈশ্বরের সিন্দুক গাতে নীত হউক। তাহাতে তাহারা ইস্রায়েলের ঈশ্বরের সিন্দুক তথায় লইয়া গেল।"},{"number":9,"verse":"তাহারা লইয়া গেলে পর ঐ নগরের বিরুদ্ধে সদাপ্রভুর হস্ত অত্যন্ত ত্রাসজনক হইল, এবং তিনি নগরের ছোট কি বড় সকল লোককে আঘাত করিলেন, তাহাদের স্ফোটক হইল।"},{"number":10,"verse":"পরে তাহারা ঈশ্বরের সিন্দুক ইক্রোণে প্রেরণ করিল। কিন্তু ঈশ্বরের সিন্দুক ইক্রোণে উপস্থিত হইলে ইক্রোণীয়েরা ক্রন্দন করিয়া কহিল, আমাদিগকে ও আমাদের লোকদিগকে বধ করিবার জন্য উহারা আমাদের কাছে ইস্রায়েলের ঈশ্বরের সিন্দুক আনিয়াছে।"},{"number":11,"verse":"পরে তাহারা লোক পাঠাইয়া পলেষ্টীয়দের সমস্ত ভূপালকে একত্র করিয়া কহিল, ইস্রায়েলের ঈশ্বরের সিন্দুক পাঠাইয়া দিউন, তাহা স্বস্থানে ফিরিয়া যাউক, আমাদিগকে ও আমাদের লোকদিগকে বধ না করুক। কারণ মারীভয়ে নগরের সর্ব্বত্র ত্রাস হইয়াছিল; সেই স্থানে ঈশ্বরের হস্ত অতিশয় ভারী হইয়াছিল।"},{"number":12,"verse":"যে লোকেরা মারা না পড়িল, তাহারা স্ফোটকে আহত হইল; আর নগরের আর্ত্তনাদ গগন পর্য্যন্ত উঠিল।"}]}