{"bibleAbbr":"KNCL","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":1,"verses":[{"number":1,"verse":"(ದಾನಿಯೇಲನು ಮತ್ತು ಗೆಳೆಯರು) ( ಜುದೇಯದ ಅರಸ ಯೆಹೋಯಾಕೀಮನ ಆಳ್ವಿಕೆಯ ಮೂರನೆಯ ವರ್ಷದಲ್ಲಿ ಬಾಬಿಲೋನಿನ ರಾಜ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಜೆರುಸಲೇಮಿಗೆ ಬಂದು ಮುತ್ತಿಗೆ ಹಾಕಿದನು."},{"number":2,"verse":"ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಜುದೇಯದ ಅರಸ ಯೆಹೋಯಾಕೀಮನನ್ನು ಅವನ ಕೈವಶ ವಾಗುವಂತೆ ಮಾಡಿದರು . ಅಂತೆಯೇ ದೇವಾಲಯದ ಅನೇಕ ಪೂಜಾಪಾತ್ರೆಗಳು ಅವನ ಕೈವಶವಾದವು. ನೆಬೂಕದ್ನೆಚ್ಚರನು ಅವುಗಳನ್ನು ಶಿನಾರ್ ದೇಶಕ್ಕೆ ಸಾಗಿಸಿ, ತನ್ನ ದೇವರ ಮಂದಿರಕ್ಕೆ ತಂದು, ಆ ದೇವರ ಭಂಡಾರಕ್ಕೆ ಸೇರಿಸಿಕೊಂಡನು."},{"number":3,"verse":"ಅನಂತರ ಆ ರಾಜನು ತನ್ನ ಕಂಚುಕಿಯರಲ್ಲಿ ಮುಖ್ಯಸ್ಥನಾದ ಅಶ್ಪೆನಜನಿಗೆ, “ನೀನು ಇಸ್ರಯೇಲರಲ್ಲಿ, ಅಂದರೆ ರಾಜವಂಶೀಯರಲ್ಲಿ ಮತ್ತು ಪ್ರಧಾನರಲ್ಲಿ ಕೆಲವು ಯುವಕರನ್ನು ಇಲ್ಲಿಗೆ ಕರೆದು ಬಾ."},{"number":4,"verse":"ಅವರು ಅಂಗದೋಷವಿಲ್ಲದವರಾಗಿರಬೇಕು. ಸುಂದರರು, ಸಮಸ್ತ ಶಾಸ್ತ್ರಜ್ಞರು, ಪಂಡಿತರು, ವಿದ್ಯಾನಿಪುಣರು, ರಾಜಾಲಯದಲ್ಲಿ ಸನ್ನಿಧಿಸೇವೆಮಾಡಲು ಸಮರ್ಥರೂ ಆಗಿರಬೇಕು. ಅವರಿಗೆ ಬಾಬಿಲೋನ್ ಪಂಡಿತರ ಭಾಷೆಯನ್ನೂ ಶಾಸ್ತ್ರಗಳನ್ನೂ ಕಲಿಸಬೇಕು,” ಎಂದು ಅಪ್ಪಣೆಕೊಟ್ಟನು."},{"number":5,"verse":"ಇದಲ್ಲದೆ, “ಇನ್ನು ಮುಂದಕ್ಕೆ ಅವರು ಸನ್ನಿಧಿಸೇವಕರಾಗುವಂತೆ, ನನ್ನ ಭೋಜನಪದಾರ್ಥಗಳನ್ನು ಹಾಗೂ ನಾನು ಕುಡಿಯುವ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಅವರಿಗೆ ಪ್ರತಿದಿನ ಬಡಿಸುವ ಏರ್ಪಾಡುಮಾಡಿ ಅವರನ್ನು ಮೂರು ವರ್ಷ ಪೋಷಿಸಬೇಕು,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":6,"verse":"ಹೀಗೆ ಆರಿಸಿಕೊಂಡ ಯುವಕರಲ್ಲಿ ದಾನಿಯೇಲನು, ಹನನ್ಯನು, ಮಿಶಾಯೇಲನು, ಅಜರ್ಯನು ಎಂಬ ಯೆಹೂದ್ಯರು ಸೇರಿದ್ದರು."},{"number":7,"verse":"ಕಂಚುಕಿಯರ ನಾಯಕನು ಇವರಿಗೆ ನಾಮಕರಣಮಾಡಿ ದಾನಿಯೇಲನಿಗೆ ‘ಬೇಲ್ತೆಶಚ್ಚರ್’, ಹನನ್ಯನಿಗೆ ‘ಶದ್ರಕ್’, ಮಿಶಾಯೇಲನಿಗೆ ‘ಮೇಶಕ್’, ಹಾಗೂ ಅಜರ್ಯನಿಗೆ ‘ಅಬೇದ್‍ನೆಗೋ’, ಎಂಬ ಹೆಸರಿಟ್ಟನು."},{"number":8,"verse":"ಆದರೆ ದಾನಿಯೇಲನು ತಾನು ರಾಜನ ಭೋಜನ ಪದಾರ್ಥಗಳನ್ನು ತಿಂದು ಹಾಗೂ ರಾಜನು ಕುಡಿಯುವ ದ್ರಾಕ್ಷಾರಸವನ್ನು ಕುಡಿದು ತನ್ನನ್ನೇ ಅಶುದ್ಧ ಮಾಡಿಕೊಳ್ಳಬಾರದೆಂದು ನಿಶ್ಚಯಿಸಿಕೊಂಡನು. ಕಂಚುಕಿಯರ ನಾಯಕನಿಗೆ, “ಕ್ಷಮಿಸು, ನಾನು ಅಶುದ್ಧನಾಗಲಾರೆ,” ಎಂದು ವಿನಂತಿಸಿದನು."},{"number":9,"verse":"ಕಂಚುಕಿಯರ ನಾಯಕನು ದಾನಿಯೇಲನ ಮೇಲೆ ಕನಿಕರ ಮತ್ತು ದಯೆತೋರುವಂತೆ ದೇವರು ಅನುಗ್ರಹಿಸಿದ್ದರು."},{"number":10,"verse":"ಆದುದರಿಂದ ಆ ನಾಯಕನು ದಾನಿಯೇಲನಿಗೆ, “ನಿಮಗೆ ಅನ್ನಪಾನಗಳನ್ನು ಏರ್ಪಡಿಸಿದ ನನ್ನೊಡೆಯನಾದ ರಾಜನು ನಿಮ್ಮಂತೆ ಆಯ್ಕೆಯಾದ ಯುವಕರ ಮುಖಕ್ಕಿಂತ ನಿಮ್ಮ ಮುಖ ಬಾಡಿರುವುದನ್ನು ನೋಡಿ ನನ್ನ ತಲೆ ತೆಗೆಸಬಹುದೆಂಬ ಭಯ ನನಗಿದೆ. ಇದಕ್ಕೆ ನೀವು ಕಾರಣರಾಗಬಹುದಲ್ಲವೆ?” ಎಂದು ಹೇಳಿದನು."},{"number":11,"verse":"ದಾನಿಯೇಲನು ತನ್ನನ್ನೂ, ಹನನ್ಯ, ಮಿಶಾಯೇಲ, ಅಜರ್ಯ ಇವರನ್ನೂ ನೋಡಿಕೊಳ್ಳಲು ಆ ನಾಯಕನು ನೇಮಿಸಿದ್ದ ವಿಚಾರಕನ ಬಳಿಗೆ ಬಂದು,"},{"number":12,"verse":"“ಅಯ್ಯಾ, ಹತ್ತು ದಿನಗಳ ಮಟ್ಟಿಗೆ ನಮ್ಮನ್ನು ಪರೀಕ್ಷಿಸಿನೋಡು. ಸೇವಕರಾದ ನಮಗೆ ಭೋಜನಕ್ಕೆ ಬದಲಾಗಿ ಕಾಯಿಪಲ್ಯ, ಪಾನಕ್ಕೆ ಬದಲಾಗಿ ನೀರು ಒದಗಿಸಿದರೆ ಸಾಕು."},{"number":13,"verse":"ಆಮೇಲೆ ನಮ್ಮ ಮುಖಗಳನ್ನೂ ರಾಜಭೋಜನ ಉಣ್ಣುವ ಯುವಕರ ಮುಖಗಳನ್ನೂ ಹೋಲಿಸಿನೋಡು. ಅನಂತರ ನಿನಗೆ ತೋಚಿದ ಹಾಗೆ ನಮಗೆ ಮಾಡು,” ಎಂದು ಕೇಳಿಕೊಂಡನು."},{"number":14,"verse":"ವಿಚಾರಕನು ಅವರ ಬಿನ್ನಹಕ್ಕೆ ಒಪ್ಪಿ ಹತ್ತು ದಿನದವರೆಗೆ ಪರೀಕ್ಷಿಸಿದನು."},{"number":15,"verse":"ಹತ್ತು ದಿನಗಳಾದ ಮೇಲೆ ರಾಜಭೋಜನ ಉಣ್ಣುತ್ತಿದ್ದ ಎಲ್ಲ ಯುವಕರಿಗಿಂತ ಇವರು ಸುಂದರವಾಗಿಯೂ ಪುಷ್ಟರಾಗಿಯೂ ಕಾಣಿಸಿದರು."},{"number":16,"verse":"ಅಂದಿನಿಂದ ವಿಚಾರಕನು ಇವರಿಗೆ ನೇಮಕವಾದ ಭೋಜನಪದಾರ್ಥಗಳನ್ನೂ ಕುಡಿಯಬೇಕಾದ ದ್ರಾಕ್ಷಾರಸವನ್ನೂ ತೆಗೆದುಬಿಟ್ಟು ಕಾಯಿಪಲ್ಯಗಳನ್ನೇ ಕೊಡುತ್ತಾ ಬಂದನು."},{"number":17,"verse":"ಹೀಗಿರಲು ದೇವರು ಆ ನಾಲ್ಕುಮಂದಿ ಯುವಕರಿಗೆ ಸಕಲ ಶಾಸ್ತ್ರಗಳಲ್ಲೂ ವಿದ್ಯೆಗಳಲ್ಲೂ ಜ್ಞಾನ ವಿವೇಕಗಳನ್ನು ದಯಪಾಲಿಸಿದರು. ದಾನಿಯೇಲನು ಸಮಸ್ತ ಸ್ವಪ್ನಗಳನ್ನೂ ದಿವ್ಯದರ್ಶನಗಳನ್ನೂ ಅರ್ಥೈಸುವುದರಲ್ಲಿ ಪ್ರವೀಣನಾದನು."},{"number":18,"verse":"ರಾಜನು ನೇಮಿಸಿದ ಕಾಲವು ಕಳೆಯಿತು. ಆ ಯುವಕರನ್ನು ರಾಜಸನ್ನಿಧಿಗೆ ಕರೆದುತರುವ ಸಮಯವು ಬಂದಿತು. ಕಂಚುಕಿಯರ ನಾಯಕ ಅವರನ್ನು ನೆಬೂಕದ್ನೆಚ್ಚರನ ಸಮ್ಮುಖಕ್ಕೆ ಕರೆದುತಂದನು."},{"number":19,"verse":"ರಾಜನು ಅವರ ಸಂಗಡ ಮಾತಾಡುವಾಗ ಅಲ್ಲಿದ್ದ ಯುವಕರಲ್ಲೆಲ್ಲ ದಾನಿಯೇಲನಿಗೆ, ಹನನ್ಯನಿಗೆ, ಮೀಶಾಯೇಲನಿಗೆ, ಅಜರ್ಯನಿಗೆ, ಸಮಾನರು ಯಾರೂ ಕಂಡುಬರಲಿಲ್ಲ. ಆದಕಾರಣ ಆ ನಾಲ್ವರು ಸನ್ನಿಧಿಸೇವಕರಾದರು."},{"number":20,"verse":"ಬಳಿಕ ರಾಜನು ಶಾಸ್ತ್ರೀಯ ವಿದ್ಯೆಯ ಎಲ್ಲ ವಿಷಯಗಳಲ್ಲಿ ಅವರನ್ನು ವಿಚಾರಮಾಡಿದಾಗ ಸಮಸ್ತರಾಜ್ಯದಲ್ಲಿನ ಎಲ್ಲ ಜೋಯಿಸರಿಗಿಂತಲೂ ಮಂತ್ರವಾದಿಗಳಿಗಿಂತಲೂ ಹತ್ತರಷ್ಟು ನಿಪುಣರಾಗಿ ಕಂಡುಬಂದರು."},{"number":21,"verse":"ದಾನಿಯೇಲನು ರಾಜ ಸೈರೆಷನ ಆಳ್ವಿಕೆಯ ಮೊದಲನೆಯ ವರ್ಷದ ತನಕ ಸನ್ನಿಧಿಸೇವಕನಾಗಿಯೇ ಇದ್ದನು."}]}