{"bibleAbbr":"KNCL","bookName":"Daniel","bookEnglishName":"Daniel","chapterNumber":2,"verses":[{"number":1,"verse":"(ನೆಬೂಕದ್ನೆಚ್ಚರನ ಕನಸು) ನೆಬೂಕದ್ನೆಚ್ಚರನು ತನ್ನ ಆಳ್ವಿಕೆಯ ಎರಡನೆಯ ವರ್ಷದಲ್ಲಿ ಒಂದು ಕನಸು ಕಂಡು ತತ್ತರಗೊಂಡನು. ಅವನಿಗೆ ನಿದ್ರೆ ತಪ್ಪಿತು."},{"number":2,"verse":"ಆಗ ಆ ರಾಜನು ತನ್ನ ಕನಸಿನ ಅರ್ಥ ತಿಳಿಸಬೇಕೆಂದು ಜೋಯಿಸರನ್ನೂ ಮಂತ್ರವಾದಿಗಳನ್ನೂ ಮಾಟಗಾರರನ್ನೂ ಪಂಡಿತರನ್ನೂ ಕರೆಯಿಸಿದನು. ಅವರು ಆಸ್ಥಾನಕ್ಕೆ ಬಂದು ರಾಜನ ಮುಂದೆ ನಿಂತುಕೊಂಡರು."},{"number":3,"verse":"ರಾಜನು ಅವರಿಗೆ, “ನಾನು ಒಂದು ಕನಸು ಕಂಡೆ. ಅದರ ಅರ್ಥವೇನೋ ಎಂದು ನನ್ನ ಮನಸ್ಸು ತತ್ತರಗೊಂಡಿದೆ,” ಎಂದನು."},{"number":4,"verse":"ಆ ಪಂಡಿತರು ಅರಮೀಯ ಭಾಷೆಯಲ್ಲಿ ರಾಜನಿಗೆ, “ಅರಸರೇ, ಚಿರಂಜೀವಿಯಾಗಿರಿ! ಆ ಕನಸನ್ನು ನಿಮ್ಮ ದಾಸರಾದ ನಮಗೆ ಹೇಳಿ. ಅದರ ತಾತ್ಪರ್ಯವನ್ನು ತಿಳಿಸುತ್ತೇವೆ,” ಎಂದು ಅರಿಕೆಮಾಡಿದರು."},{"number":5,"verse":"ಆಗ ರಾಜನು ಆ ಪಂಡಿತರಿಗೆ, “ನನ್ನ ಈ ಮಾತು ಖಂಡಿತ; ನೀವು ಈ ಕನಸನ್ನೂ ಅದರ ಉದ್ದೇಶವನ್ನೂ ನನಗೆ ತಿಳಿಸದಿದ್ದರೆ ನಿಮ್ಮನ್ನು ತುಂಡುತುಂಡಾಗಿ ಕತ್ತರಿಸುವೆನು; ನಿಮ್ಮ ಮನೆಗಳನ್ನು ತಿಪ್ಪೆಗುಂಡಿಯನ್ನಾಗಿಸುವೆನು."},{"number":6,"verse":"ನೀವು ಆ ಕನಸನ್ನೂ ಅದರ ಉದ್ದೇಶವನ್ನೂ ತಿಳಿಸಿದ್ದೇ ಆದರೆ ನನ್ನಿಂದ ನಿಮಗೆ ದಾನ ಬಹುಮಾನಗಳೂ ವಿಶೇಷ ಸನ್ಮಾನಗಳೂ ದೊರಕುವುವು. ಆದಕಾರಣ ಆ ಕನಸನ್ನೂ ಅದರ ಉದ್ದೇಶವನ್ನೂ ನನಗೆ ತಿಳಿಸಿ,” ಎಂದನು."},{"number":7,"verse":"ಪಂಡಿತರು, “ರಾಜರು ತಮ್ಮ ದಾಸರಿಗೆ ಕನಸನ್ನು ತಿಳಿಸೋಣವಾಗಲಿ, ನಾವು ಅದರ ತಾತ್ಪರ್ಯವನ್ನು ವಿವರಿಸುವೆವು,” ಎಂದು ಮತ್ತೊಮ್ಮೆ ಉತ್ತರಕೊಟ್ಟರು."},{"number":8,"verse":"ಅದಕ್ಕೆ ರಾಜನು, “ನೀವು ಆ ಕನಸನ್ನು ನನಗೆ ತಿಳಿಸದಿದ್ದರೆ ನಿಮಗೆ ಮರಣದಂಡನೆಯಾಗುವುದು ಖಚಿತವೆಂದು ತಿಳಿದೇ ಕಾಲಹರಣ ಮಾಡುತ್ತಿದ್ದೀರಿ. ಇದು ನನಗೆ ಚೆನ್ನಾಗಿ ಗೊತ್ತು."},{"number":9,"verse":"ಕಾಲ ಬದಲಾಗುತ್ತಿರುತ್ತದೆ ಎಂದುಕೊಂಡೇ ನನ್ನ ಮುಂದೆ ಇಲ್ಲಸಲ್ಲದ್ದನ್ನು ಆಡಲು ಒಪ್ಪಂದ ಮಾಡಿಕೊಂಡಿದ್ದೀರಿ. ಅಂತು ಆ ಕನಸನ್ನು ನೀವು ನನಗೆ ತಿಳಿಸಲೇಬೇಕು. ಆಗ ಅದರ ಉದ್ದೇಶವನ್ನು ವಿವರಿಸಬಲ್ಲಿರೆಂದು ನಾನು ತಿಳಿದುಕೊಳ್ಳುವೆನು,” ಎಂದು ಹೇಳಿದನು."},{"number":10,"verse":"ಆಗ ಆ ಪಂಡಿತರು ಸನ್ನಿಧಿಯ ಮುಂದೆ, “ರಾಜರು ಕೇಳುವ ಸಂಗತಿಯನ್ನು ತಿಳಿಸಬಲ್ಲವನು ಈ ಲೋಕದಲ್ಲಿ ಯಾವನೂ ಇಲ್ಲ. ಎಷ್ಟೆಷ್ಟೋ ಬಲಿಷ್ಠರಾದ , ಪ್ರಬಲರಾದ ಯಾವ ಅರಸರೂ ಜೋಯಿಸನನ್ನಾಗಲಿ, ಮಾಟಗಾರನನ್ನಾಗಲಿ, ಪಂಡಿತನನ್ನಾಗಲಿ, ಇಂಥ ಸಂಗತಿಯನ್ನು ಎಂದೂ ಕೇಳಿದ್ದಿಲ್ಲ."},{"number":11,"verse":"ರಾಜರು ಕೇಳುತ್ತಿರುವ ಸಂಗತಿ ಅತಿಕಷ್ಟವಾದುದು. ನರಮಾನವರ ನಡುವೆ ವಾಸಮಾಡದ ದೇವರುಗಳೇ ಹೊರತು ಇನ್ನಾರೂ ರಾಜರ ಸಮ್ಮುಖದಲ್ಲಿ ಇದನ್ನು ತಿಳಿಸಲಾರರು,” ಎಂದು ಉತ್ತರಕೊಟ್ಟರು."},{"number":12,"verse":"ಇದನ್ನು ಕೇಳಿ ರಾಜನು ಉಗ್ರಕೋಪಗೊಂಡನು. ಬಾಬಿಲೋನಿನ ಸಕಲ ವಿದ್ವಾಂಸರನ್ನು ಕೊಲ್ಲಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":13,"verse":"ಕೂಡಲೆ ಆ ಆಜ್ಞೆ ಹೊರಪಟ್ಟಿತು. ವಿದ್ವಾಂಸರು ಪ್ರಾಣಾಪಾಯಕ್ಕೆ ಗುರಿಯಾದರು. ಅಂತೆಯೇ ದಾನಿಯೇಲನನ್ನೂ ಅವನ ಗೆಳೆಯರೆಲ್ಲರನ್ನೂ ಕೊಲ್ಲಲಿಕ್ಕೆ ಹುಡುಕಿದರು."},{"number":14,"verse":"(ಕನಸಿನ ವಿವರ ದಾನಿಯೇಲನಿಗೆ ವಿಶದ) ರಾಜನ ಮೈಗಾವಲಿನವರ ದಳವಾಯಿಯಾದ ಅರ್ಯೋಕನು ಬಾಬಿಲೋನಿನ ವಿದ್ವಾಂಸರ ಸಂಹಾರಕ್ಕಾಗಿ ಹೊರಟಾಗ ದಾನಿಯೇಲನು ಬುದ್ಧಿವಿವೇಕಗಳಿಂದ ಅವನ ಸಂಗಡ ಮಾತಾಡಿದನು."},{"number":15,"verse":"“ಈ ರಾಜಾಜ್ಞೆಯೇಕೆ ಇಷ್ಟು ತೀಕ್ಷ್ಣ?” ಎಂದು ಕೇಳಿದನು. ಅರ್ಯೋಕನು ನಡೆದ ಸಂಗತಿಯನ್ನು ದಾನಿಯೇಲನಿಗೆ ತಿಳಿಸಿದನು."},{"number":16,"verse":"ಆಮೇಲೆ ದಾನಿಯೇಲನು ಅರಮನೆಗೆ ಹೋಗಿ, “ನನಗೆ ಸಮಯಕೊಟ್ಟರೆ ಆ ಕನಸಿನ ಅರ್ಥವನ್ನು ರಾಜರಿಗೆ ನಾನು ವಿವರಿಸಬಲ್ಲೆ,” ಎಂದು ಅರಿಕೆ ಮಾಡಿದನು."},{"number":17,"verse":"ಬಳಿಕ ದಾನಿಯೇಲನು ತನ್ನ ಮನೆಗೆ ಹಿಂತಿರುಗಿ ಹನನ್ಯ, ಮೀಶಾಯೇಲ ಮತ್ತು ಅಜರ್ಯ ಎಂಬ ತನ್ನ ಗೆಳೆಯರಿಗೆ ಈ ಸಮಾಚಾರ ತಿಳಿಸಿದನು."},{"number":18,"verse":"“ನಾವು ಬಾಬಿಲೋನಿನ ಇತರ ವಿದ್ವಾಂಸರೊಂದಿಗೆ ನಾಶವಾಗದಂತೆ ಪರಲೋಕ ದೇವರು ಈ ರಹಸ್ಯದ ವಿಷಯವಾಗಿ ಕೃಪೆತೋರುವಂತೆ ಬೇಡಿಕೊಳ್ಳೋಣ,” ಎಂದು ಹೇಳಿದನು."},{"number":19,"verse":"ಆ ರಾತ್ರಿಯೇ ಸ್ವಪ್ನದಲ್ಲಿ ಕನಸಿನ ಗುಟ್ಟು ದಾನಿಯೇಲನಿಗೆ ವ್ಯಕ್ತವಾಯಿತು. ಕೂಡಲೆ ಆತನು ಪರಲೋಕ ದೇವರನ್ನು ಹೀಗೆಂದು ಸ್ತುತಿಸಿದನು:"},{"number":20,"verse":"ಯುಗಯುಗಾಂತರಕ್ಕೂ ದೇವರ ನಾಮಕ್ಕೆ ಸ್ತುತಿಸ್ತೋತ್ರ! ಏಕೆಂದರೆ ಜ್ಞಾನವೂ ಶಕ್ತಿಯೂ ಆತನಿಗೆ ಸ್ವಂತ."},{"number":21,"verse":"ಕಾಲಗಳು ಋತುಗಳು ಆತನ ಕೈಯಲ್ಲಿವೆ ರಾಜರನ್ನು ಕೆಳಕ್ಕಿಳಿಸುವವನು, ಮೇಲೆ ನಿಲ್ಲಿಸುವವನು ಆತನೆ. ಜ್ಞಾನಿಗಳ ಜ್ಞಾನ, ವಿವೇಕಿಗಳ ವಿವೇಕ ಆತನ ಕೊಡುಗೆ."},{"number":22,"verse":"ಅಗಾಧ ವಿಷಯಗಳನ್ನೂ ನಿಗೂಢ ರಹಸ್ಯಗಳನ್ನೂ ತರುವನಾತ ಬಯಲಿಗೆ. ಕಗ್ಗತ್ತಲೆಯಲ್ಲಿ ಅಡಗಿರುವುದೂ ಆತನಿಗೆ ಗೋಚರ ಏಕೆಂದರೆ ಬೆಳಕು ಆತನಲ್ಲೇ ಸುಸ್ಥಿರ."},{"number":23,"verse":"ನನ್ನ ಪಿತೃಗಳ ದೇವಾ, ಮಾಡುವೆ ನಿನ್ನ ಗುಣಗಾನ, ನಿನಗೆ ನನ್ನ ಧನ್ಯವಾದ. ಏಕೆಂದರೆ ನೀನೇ ನನಗೆ ಜ್ಞಾನಶಕ್ತಿಗಳನ್ನು ದಯಪಾಲಿಸಿದಾತ. ನಾವು ಬೇಡಿದ್ದನ್ನು ನನಗೆ ತೋರ್ಪಡಿಸಿದಾತ ನೀನೇ ಹೌದು, ರಾಜ ಬಯಸಿದ ಗುಟ್ಟನ್ನು ನಮಗೆ ವ್ಯಕ್ತಪಡಿಸಿದಾತ ನೀನೇ."},{"number":24,"verse":"(ರಾಜಸ್ವಪ್ನದ ವಿವರ ದಾನಿಯೇಲನಿಂದ) ತರುವಾಯ ದಾನಿಯೇಲನು ಬಾಬಿಲೋನಿನ ವಿದ್ವಾಂಸರನ್ನು ಕೊಲ್ಲುವುದಕ್ಕೆ ರಾಜನು ನೇಮಿಸಿದ್ದ ಅರ್ಯೋಕನ ಬಳಿಗೆ ಹೋದನು. ಅವನಿಗೆ, “ಬಾಬಿಲೋನಿನ ವಿದ್ವಾಂಸರನ್ನು ಕೊಲ್ಲಬೇಡ. ನನ್ನನ್ನು ರಾಜನ ಸನ್ನಿಧಿಗೆ ಸೇರಿಸಿಬಿಡು, ನಾನು ಆ ಕನಸಿನ ಉದ್ದೇಶವನ್ನು ರಾಜನಿಗೆ ತಿಳಿಸುವೆನು,” ಎಂದು ಕೇಳಿಕೊಂಡನು."},{"number":25,"verse":"ಕೂಡಲೆ ಅರ್ಯೋಕನು ದಾನಿಯೇಲನನ್ನು ರಾಜನ ಸನ್ನಿಧಿಗೆ ಬೇಗಬೇಗನೆ ಕರೆದುಕೊಂಡು ಬಂದನು. “ರಾಜರೇ, ಆ ಕನಸಿನ ಉದ್ದೇಶವನ್ನು ನಿಮಗೆ ತಿಳಿಸಬಲ್ಲ ಒಬ್ಬನು ನನಗೆ ಸಿಕ್ಕಿದ್ದಾನೆ. ಅವನು ಜುದೇಯದಿಂದ ಸೆರೆಯಾಳಾಗಿ ತಂದವರಲ್ಲಿ ಒಬ್ಬನಾಗಿದ್ದಾನೆ,” ಎಂದು ಅರಿಕೆಮಾಡಿದನು."},{"number":26,"verse":"ರಾಜನು ಬೇಲ್ತೆಶಚ್ಚರನೆಂದು ಹೆಸರು ಪಡೆದಿದ್ದ ದಾನಿಯೇಲನನ್ನು ನೋಡಿ, “ನಾನು ಕಂಡ ಕನಸನ್ನೂ ಅದರ ಅರ್ಥವನ್ನೂ ತಿಳಿಸಬಲ್ಲೆಯಾ?” ಎಂದು ವಿಚಾರಿಸಿದನು."},{"number":27,"verse":"ಅದಕ್ಕೆ ದಾನಿಯೇಲನು ಸನ್ನಿಧಿಯಲ್ಲಿ, “ರಾಜರು ಕೇಳುವ ರಹಸ್ಯವನ್ನು ವಿದ್ವಾಂಸರಾಗಲಿ, ಮಾಟಗಾರರಾಗಲಿ, ಜೋಯಿಸರಾಗಲಿ, ಶಕುನದವರಾಗಲಿ ಯಾರೂ ತಿಳಿಸಲಾರರು."},{"number":28,"verse":"ಆದರೆ ರಹಸ್ಯಗಳನ್ನು ವ್ಯಕ್ತಪಡಿಸಬಲ್ಲವರು ಒಬ್ಬರಿದ್ದಾರೆ. ಅವರೇ ಪರಲೋಕದಲ್ಲಿರುವ ದೇವರು. ಬರಲಿರುವ ಕಾಲದಲ್ಲಿ ನಡೆಯತಕ್ಕದ್ದನ್ನು ರಾಜ ನೆಬೂಕದ್ನೆಚ್ಚರರಾದ ನಿಮಗೆ ಅವರೇ ತಿಳಿಯಪಡಿಸಿದ್ದಾರೆ. ನೀವು ಕಂಡ ಕನಸು, ಹಾಸಿಗೆಯ ಮೇಲೆ ಮಲಗಿದ್ದಾಗ ನಿಮ್ಮ ಮನಸ್ಸಿಗೆ ತೋಚಿದ ಸ್ವಪ್ನಗಳು ಹೀಗಿವೆ:"},{"number":29,"verse":"“ರಾಜರೇ, ನೀವು ಹಾಸಿಗೆಯ ಮೇಲೆ ಮಲಗಿರುವಾಗ ಮುಂದೆ ಏನು ಸಂಭವಿಸುವುದೋ ಎಂಬ ಯೋಚನೆ ನಿಮ್ಮಲ್ಲಿ ಹುಟ್ಟಿತ್ತು. ಗುಟ್ಟುಗಳನ್ನು ಬಟ್ಟಬಯಲಾಗಿಸುವಾತ ಮುಂದೆ ಸಂಭವಿಸುವುದನ್ನು ನಿಮಗೆ ಗೋಚರಪಡಿಸಿದ್ದಾರೆ."},{"number":30,"verse":"ಆ ಗುಟ್ಟನ್ನು ನನಗೂ ವ್ಯಕ್ತಪಡಿಸಿದ್ದಾರೆ. ನಾನು ಎಲ್ಲ ಜೀವಂತರಿಗಿಂತ ಹೆಚ್ಚು ಬುದ್ಧಿಯುಳ್ಳವನು ಎಂದೇನೂ ಅಲ್ಲ. ಆ ಕನಸಿನ ಉದ್ದೇಶ ರಾಜರಾದ ತಮಗೆ ಗೋಚರವಾಗಿ ನಿಮ್ಮ ಮನದಾಲೋಚನೆಗಳು ನಿಮಗೆ ಅರ್ಥವಾಗಲಿ ಎಂದು ನನಗೂ ವ್ಯಕ್ತಪಡಿಸಲಾಗಿದೆ."},{"number":31,"verse":"“ರಾಜರೇ ಕೇಳಿ, ತಾವು ಕಂಡದ್ದು ಒಂದು ಅದ್ಭುತ ಪ್ರತಿಮೆ. ಥಳಥಳನೆ ಹೊಳೆಯುವ ಆ ದೊಡ್ಡ ಪ್ರತಿಮೆ ನಿಮ್ಮೆದುರಿಗೆ ನಿಂತಿತ್ತು. ಭಯಂಕರವಾಗಿ ಕಾಣಿಸುತ್ತಿತ್ತು."},{"number":32,"verse":"ಆ ಪ್ರತಿಮೆಯ ತಲೆ ಅಪ್ಪಟ ಬಂಗಾರದ್ದು. ಎದೆ ತೋಳುಗಳು ಬೆಳ್ಳಿಯವು. ಹೊಟ್ಟೆ ಸೊಂಟಗಳು ಕಂಚಿನವು."},{"number":33,"verse":"ಕಾಲುಗಳು ಕಬ್ಬಿಣದವು. ಪಾದಗಳು ಕಬ್ಬಿಣ ಮತ್ತು ಮಣ್ಣಿನಿಂದ ಮಾಡಿದವು."},{"number":34,"verse":"ನೀವು ನೋಡುತ್ತಿದ್ದ ಹಾಗೆ ಬೆಟ್ಟದಿಂದ ಒಂದು ಗುಂಡು ಬಂಡೆ, ಯಾವ ಕೈಯೂ ಮುಟ್ಟದೆಯೇ, ಸಿಡಿದುಬಂದು ಆ ಪ್ರತಿಮೆಯ ಕಬ್ಬಿಣ ಮಣ್ಣಿನಿಂದಾದ ಆ ಪಾದಗಳಿಗೆ ಬಡಿದು ಚೂರುಚೂರು ಮಾಡಿಬಿಟ್ಟಿತು."},{"number":35,"verse":"ಆಗ ಕಬ್ಬಿಣ-ಮಣ್ಣು-ಕಂಚು-ಬೆಳ್ಳಿ-ಬಂಗಾರ ಇವುಗಳೆಲ್ಲವೂ ಪುಡಿಪುಡಿಯಾದವು; ಸುಗ್ಗಿಯ ಕಣಗಳ ಹೊಟ್ಟಿನಂತಾದವು. ಗಾಳಿ ಅವುಗಳನ್ನು ತೂರಿಕೊಂಡುಹೋಯಿತು. ಅವುಗಳಿಗೆ ನೆಲೆಯೇ ಇಲ್ಲವಾಯಿತು. ಪ್ರತಿಮೆಗೆ ಬಡಿದ ಆ ಬಂಡೆ ಮಹಾ ಪರ್ವತವಾಗಿ ಭೂಲೋಕದಲ್ಲೆಲ್ಲಾ ತುಂಬಿಕೊಂಡಿತು."},{"number":36,"verse":"“ಅರಸರೇ, ಇದೇ ನೀವು ಕಂಡ ಕನಸು. ಇದರ ಅರ್ಥವನ್ನೂ ತಮ್ಮ ಸನ್ನಿಧಿಯಲ್ಲಿ ಅರಿಕೆಮಾಡುತ್ತೇವೆ."},{"number":37,"verse":"ನೀವು ರಾಜಾಧಿರಾಜರು, ಪರಲೋಕ ದೇವರು ನಿಮಗೆ ರಾಜ್ಯಬಲ, ಪರಾಕ್ರಮ ಹಾಗು ವೈಭವಗಳನ್ನು ದಯಪಾಲಿಸಿದ್ದಾರೆ."},{"number":38,"verse":"ನರಮಾನವರು ವಾಸಿಸುವ ಸಕಲ ಪ್ರಾಂತ್ಯಗಳಲ್ಲಿ ಆಕಾಶಪಕ್ಷಿಗಳನ್ನೂ ಭೂಜಂತುಗಳನ್ನೂ ನಿಮ್ಮ ಕೈಗೆ ಒಪ್ಪಿಸಿದ್ದಾರೆ."},{"number":39,"verse":"ನಿಮ್ಮ ಕಾಲವಾದ ಮೇಲೆ ನಿಮಗಿಂತ ಬೀಳಾದ ಮತ್ತೊಂದು ರಾಜ್ಯ ತಲೆಯೆತ್ತಿಕೊಳ್ಳುವುದು. ಅನಂತರ ಬೇರೊಂದು ರಾಜ್ಯ ಕಂಚಿನದಾಗಿ ಕಾಣಿಸಿಕೊಂಡು ಭೂಮಂಡಲವನ್ನೆಲ್ಲ ಆಳುವುದು."},{"number":40,"verse":"ನಾಲ್ಕನೆಯ ರಾಜ್ಯ ಕಬ್ಬಿಣದಷ್ಟು ಗಟ್ಟಿಗೆ ಕಬ್ಬಿಣ ಎಲ್ಲ ವಸ್ತುಗಳನ್ನು ಚೂರುಚೂರಾಗಿ ಒಡೆದುಹಾಕುತ್ತದೆ. ಅಂತೆಯೇ ಅದು ಎಲ್ಲವನ್ನು ಚೂರುಚೂರಾಗಿಸಿ ಧ್ವಂಸ ಮಾಡುವುದು."},{"number":41,"verse":"ಪಾದಗಳಲ್ಲಿ ಹಾಗು ಪಾದಬೆರಳುಗಳಲ್ಲಿ ಒಂದು ಅಂಶ ಕಬ್ಬಿಣ ಮತ್ತೊಂದು ಅಂಶ ಮಣ್ಣು ಆಗಿದ್ದನ್ನು ನೀವು ನೋಡಿದಿರಿ. ಅಂತೆಯೇ ಆ ರಾಜ್ಯವು ಭಿನ್ನಭಿನ್ನವಾಗಿರುವುದು. ಜೇಡಿಮಣ್ಣಿನೊಂದಿಗೆ ಕಬ್ಬಿಣ ಮಿಶ್ರವಾಗಿದ್ದನ್ನು ನೀವು ನೋಡಿದಂತೆ ಆ ರಾಜ್ಯದಲ್ಲಿ ಕಬ್ಬಿಣದ ಬಲ ಸೇರಿರುವುದು."},{"number":42,"verse":"ಕಾಲ್ಬೆರಳುಗಳ ಒಂದಂಶ ಮಣ್ಣು ಆಗಿದ್ದ ಹಾಗೆ ಆ ರಾಜ್ಯದ ಒಂದಂಶ ಗಟ್ಟಿ ಇನ್ನೊಂದು ಅಂಶ ಬೆಂಡು."},{"number":43,"verse":"ಕಬ್ಬಿಣ ಜೇಡಿಮಣ್ಣಿನೊಂದಿಗೆ ಬೆರೆತಿರುವುದನ್ನು ನೀವು ನೋಡಿದ ಮೇರೆಗೆ ಆ ರಾಜ್ಯಾಂಶಗಳು ಮದುವೆ ಸಂಬಂಧದಿಂದ ಬೆರೆತುಕೊಳ್ಳುವುವು. ಆದರೆ ಕಬ್ಬಿಣ ಮಣ್ಣಿನೊಂದಿಗೆ ಹೇಗೆ ಕಲೆಯುವುದಿಲ್ಲವೋ ಹಾಗೆ ಅವು ಒಂದಕ್ಕೊಂದು ಅಂಟಿಕೊಳ್ಳುವುದಿಲ್ಲ."},{"number":44,"verse":"ಆ ರಾಜರ ಕಾಲದಲ್ಲಿ ಪರಲೋಕ ದೇವರು ಒಂದು ಸಾಮ್ರಾಜ್ಯವನ್ನು ಸ್ಥಾಪಿಸುವರು. ಅದು ಎಂದಿಗೂ ಅಳಿಯದು. ಅದರ ಪ್ರಾಬಲ್ಯವು ಬೇರೆ ರಾಷ್ಟ್ರಕ್ಕೆ ಜಾರಿಹೋಗದು. ರಾಷ್ಟ್ರಗಳನ್ನೆಲ್ಲಾ ಭಂಗಪಡಿಸಿ, ನಿರ್ನಾಮಮಾಡಿ ಆ ಸಾಮ್ರಾಜ್ಯ ಶಾಶ್ವತವಾಗಿ ನಿಲ್ಲುವುದು."},{"number":45,"verse":"ಬೆಟ್ಟದಿಂದ ಒಂದು ಗುಂಡುಬಂಡೆ, ಯಾವ ಕೈಯೂ ಮುಟ್ಟದೆಯೇ, ಸಿಡಿದುಬಂದು ಕಬ್ಬಿಣ-ಕಂಚು-ಮಣ್ಣು-ಬೆಳ್ಳಿ-ಬಂಗಾರ ಇವುಗಳನ್ನು ಚೂರುಚೂರು ಮಾಡಿದ್ದನ್ನು ನೀವು ನೋಡಿದಿರಿ. ಇದರಿಂದ ಪರಲೋಕ ದೇವರು ಮುಂದೆ ನಡೆಯಲಿರುವ ವಿಷಯಗಳನ್ನು ರಾಜರಾದ ತಮಗೆ ತಿಳಿಯಪಡಿಸಿದ್ದಾರೆ. ಆ ಕನಸು ನಿಜವಾದುದು. ಅದರ ಅರ್ಥವೂ ನಂಬತಕ್ಕದ್ದು,” ಎಂದು ವಿವರಿಸಿದನು."},{"number":46,"verse":"(ಅರಸನ ವಿಶ್ವಾಸ) ಇದನ್ನು ಆಲಿಸಿದ ರಾಜ ನೆಬೂಕದ್ನೆಚ್ಚರನು ಎದ್ದು ಅಡ್ಡಬಿದ್ದನು. ದಾನಿಯೇಲನನ್ನು ಪೂಜಿಸಿ, ಅವನಿಗೆ ನೈವೇದ್ಯಮಾಡಿ, ಧೂಪಾರತಿ ಎತ್ತಬೇಕೆಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":47,"verse":"ದಾನಿಯೇಲನ ವಿವರಕ್ಕೆ ಉತ್ತರವಾಗಿ, “ನೀನು ಈ ಗುಟ್ಟನ್ನು ಬಯಲಿಗೆ ತರಲು ಸಮರ್ಥನಾದ ಕಾರಣ ನಿಮ್ಮ ದೇವರು ದೇವಾಧಿದೇವರು, ರಾಜಾಧಿರಾಜರು, ಗುಟ್ಟನ್ನು ಬಟ್ಟಬಯಲಾಗಿಸುವವರು! ಇದು ಸತ್ಯ,” ಎಂದು ಹೇಳಿದನು."},{"number":48,"verse":"ಬಳಿಕ ರಾಜನು ದಾನಿಯೇಲನನ್ನು ದೊಡ್ಡ ಪದವಿಗೆ ಏರಿಸಿದನು. ಅಮೂಲ್ಯವಾದ ಬಹುಮಾನಗಳನ್ನು ಕೊಟ್ಟನು. ಬಾಬಿಲೋನಿನ ಸಂಸ್ಥಾನವನ್ನೆಲ್ಲ ಅವನಿಗೆ ಅಧೀನಪಡಿಸಿ ಬಾಬಿಲೋನಿನ ಎಲ್ಲಾ ವಿದ್ವಾಂಸರಿಗೂ ಅವನನ್ನು ಅಧ್ಯಕ್ಷನನ್ನಾಗಿ ನೇಮಿಸಿದನು."},{"number":49,"verse":"ದಾನಿಯೇಲನ ಕೋರಿಕೆಯ ಪ್ರಕಾರ ರಾಜನು ಶದ್ರಕ್, ಮೇಶಕ್ ಮತ್ತು ಅಬೇದ್‍ನೆಗೋ ಎಂಬುವರನ್ನು ಬಾಬಿಲೋನಿನ ಪ್ರಾಂತ್ಯಾಧಿಪತಿಗಳನ್ನಾಗಿ ನೇಮಿಸಿದನು. ದಾನಿಯೇಲನು ಮಾತ್ರ ಅರಮನೆಯಲ್ಲೇ ಕಾರ್ಯನಿರತನಾದನು."}]}