{"bibleAbbr":"urGV2010","bookName":"کلسیوں","bookEnglishName":"Colossians","chapterNumber":2,"verses":[{"number":1,"verse":"مَیں چاہتا ہوں کہ آپ جان لیں کہ مَیں آپ کے لئے کس قدر جاں فشانی کر رہا ہوں — آپ کے لئے، لودیکیہ والوں کے لئے اور اُن تمام ایمان داروں کے لئے بھی جن کی میرے ساتھ ملاقات نہیں ہوئی۔"},{"number":2,"verse":"میری کوشش یہ ہے کہ اُن کی دلی حوصلہ افزائی کی جائے اور وہ محبت میں ایک ہو جائیں، کہ اُنہیں وہ ٹھوس اعتماد حاصل ہو جائے جو پوری سمجھ سے پیدا ہوتا ہے۔ کیونکہ مَیں چاہتا ہوں کہ وہ اللہ کا راز جان لیں۔ راز کیا ہے؟ مسیح خود۔"},{"number":3,"verse":"اُسی میں حکمت اور علم و عرفان کے تمام خزانے پوشیدہ ہیں۔"},{"number":4,"verse":"غرض خبردار رہیں کہ کوئی آپ کو بظاہر صحیح اور میٹھے میٹھے الفاظ سے دھوکا نہ دے۔"},{"number":5,"verse":"کیونکہ گو مَیں جسم کے لحاظ سے حاضر نہیں ہوں، لیکن روح میں مَیں آپ کے ساتھ ہوں۔ اور مَیں یہ دیکھ کر خوش ہوں کہ آپ کتنی منظم زندگی گزارتے ہیں، کہ آپ کا مسیح پر ایمان کتنا پختہ ہے۔"},{"number":6,"verse":"( مسیح میں زندگی) آپ نے عیسیٰ مسیح کو خداوند کے طور پر قبول کر لیا ہے۔ اب اُس میں زندگی گزاریں۔"},{"number":7,"verse":"اُس میں جڑ پکڑیں، اُس پر اپنی زندگی تعمیر کریں، اُس ایمان میں مضبوط رہیں جس کی آپ کو تعلیم دی گئی ہے اور شکرگزاری سے لبریز ہو جائیں۔"},{"number":8,"verse":"محتاط رہیں کہ کوئی آپ کو فلسفیانہ اور محض فریب دینے والی باتوں سے اپنے جال میں نہ پھنسا لے۔ ایسی باتوں کا سرچشمہ مسیح نہیں بلکہ انسانی روایتیں اور اِس دنیا کی قوتیں ہیں۔"},{"number":9,"verse":"کیونکہ مسیح میں الوہیت کی ساری معموری مجسم ہو کر سکونت کرتی ہے۔"},{"number":10,"verse":"اور آپ کو جو مسیح میں ہیں اُس کی معموری میں شریک کر دیا گیا ہے۔ وہی ہر حکمران اور اختیار والے کا سر ہے۔"},{"number":11,"verse":"اُس میں آتے وقت آپ کا ختنہ بھی کروایا گیا۔ لیکن یہ ختنہ انسانی ہاتھوں سے نہیں کیا گیا بلکہ مسیح کے وسیلے سے۔ اُس وقت آپ کی پرانی فطرت اُتار دی گئی،"},{"number":12,"verse":"آپ کو بپتسمہ دے کر مسیح کے ساتھ دفنایا گیا اور آپ کو ایمان سے زندہ کر دیا گیا۔ کیونکہ آپ اللہ کی قدرت پر ایمان لائے تھے، اُسی قدرت پر جس نے مسیح کو مُردوں میں سے زندہ کر دیا تھا۔"},{"number":13,"verse":"پہلے آپ اپنے گناہوں اور نامختون جسمانی حالت کے سبب سے مُردہ تھے، لیکن اب اللہ نے آپ کو مسیح کے ساتھ زندہ کر دیا ہے۔ اُس نے ہمارے تمام گناہوں کو معاف کر دیا ہے۔"},{"number":14,"verse":"ہمارے قرض کی جو رسید اپنی شرائط کی بنا پر ہمارے خلاف تھی اُسے اُس نے منسوخ کر دیا۔ ہاں، اُس نے ہم سے دُور کر کے اُسے کیلوں سے صلیب پر جڑ دیا۔"},{"number":15,"verse":"اُس نے حکمرانوں اور اختیار والوں سے اُن کا اسلحہ چھین کر سب کے سامنے اُن کی رُسوائی کی۔ ہاں، مسیح کی صلیبی موت سے وہ اللہ کے قیدی بن گئے اور اُنہیں فتح کے جلوس میں اُس کے پیچھے پیچھے چلنا پڑا۔"},{"number":16,"verse":"چنانچہ کوئی آپ کو اِس وجہ سے مجرم نہ ٹھہرائے کہ آپ کیا کیا کھاتے پیتے یا کون کون سی عیدیں مناتے ہیں۔ اِسی طرح کوئی آپ کی عدالت نہ کرے اگر آپ ہلال کی عید یا سبت کا دن نہیں مناتے۔"},{"number":17,"verse":"یہ چیزیں تو صرف آنے والی حقیقت کا سایہ ہی ہیں جبکہ یہ حقیقت خود مسیح میں پائی جاتی ہے۔"},{"number":18,"verse":"ایسے لوگ آپ کو مجرم نہ ٹھہرائیں جو ظاہری فروتنی اور فرشتوں کی پوجا پر اصرار کرتے ہیں۔ بڑی تفصیل سے اپنی رویاؤں میں دیکھی ہوئی باتیں بیان کرتے کرتے اُن کے غیرروحانی ذہن خواہ مخواہ پھول جاتے ہیں۔"},{"number":19,"verse":"یوں اُنہوں نے مسیح کے ساتھ لگے رہنا چھوڑ دیا اگرچہ وہ بدن کا سر ہے۔ وہی جوڑوں اور پٹھوں کے ذریعے پورے بدن کو سہارا دے کر اُس کے مختلف حصوں کو جوڑ دیتا ہے۔ یوں پورا بدن اللہ کی مدد سے ترقی کرتا جاتا ہے۔"},{"number":20,"verse":"( مسیح کے ساتھ مرنا اور زندگی گزارنا) آپ تو مسیح کے ساتھ مر کر دنیا کی قوتوں سے آزاد ہو گئے ہیں۔ اگر ایسا ہے تو آپ زندگی ایسے کیوں گزارتے ہیں جیسے کہ آپ ابھی تک اِس دنیا کی ملکیت ہیں؟ آپ کیوں اِس کے احکام کے تابع رہتے ہیں؟"},{"number":21,"verse":"مثلاً ”اِسے ہاتھ نہ لگانا، وہ نہ چکھنا، یہ نہ چھونا۔“"},{"number":22,"verse":"اِن تمام چیزوں کا مقصد تو یہ ہے کہ استعمال ہو کر ختم ہو جائیں۔ یہ صرف انسانی احکام اور تعلیمات ہیں۔"},{"number":23,"verse":"بےشک یہ احکام جو گھڑے ہوئے مذہبی فرائض، نام نہاد فروتنی اور جسم کے سخت دباؤ کا تقاضا کرتے ہیں حکمت پر مبنی تو لگتے ہیں، لیکن یہ بےکار ہیں اور صرف جسم ہی کی خواہشات پوری کرتے ہیں۔"}]}