{"bibleAbbr":"siROV","bookName":"ගීතාවලිය","bookEnglishName":"Psalms","chapterNumber":94,"verses":[{"number":1,"verse":"( පොළොවේ විනිශ්චයකාරවූ ස්වාමීන්වහන්සේ) පළිගැන්ම අයත් දෙවිවූ ස්වාමිනි , පළිගැන්ම අයත් දෙවියන්වහන්ස, බැබළුව මැනව."},{"number":2,"verse":"පොළොවේ විනිශ්චයකාරයාණෙනි, නැගුටුණ මැනව. උඩඟුවූවන්ට ප්‍රතිඵල දුන මැනව."},{"number":3,"verse":"ස්වාමිනි , දුෂ්ඨයෝ කොපමණ කල්, දුෂ්ටයෝ කොපමණ කල් ජය ඝෝෂා කරන්නෝද?"},{"number":4,"verse":"ඔව්හු දොඩවති, අහංකාරලෙස කථා කෙරෙති. අයුතුකම්කරන සියල්ලෝම පාරට්ටු කරගනිති."},{"number":5,"verse":"ස්වාමිනි , ඔව්හු ඔබගේ සෙනඟ කැබලිකරති, ඔබගේ උරුමයට පීඩාකෙරෙති."},{"number":6,"verse":"ඔව්හු වැන්දඹුව සහ විදේශියාද නසති, පියා නැත්තන් මරති."},{"number":7,"verse":"ස්වාමීන්වහන්සේ නොදක්නාසේක, යාකොබ්ගේ දෙවියන්වහන්සේ නොසලකනසේකැයි කියති."},{"number":8,"verse":"සෙනඟ අතරේ මෝඩයෙනි, කල්පනාකරව්. ආඥානයෙනි, ඔබ සැම කවදා ඥානවන්තවන්නහුද?"},{"number":9,"verse":"කන පිහිටෙවු තැනන්වහන්සේට නොඇසෙන්නේද? ඇස සෑදූ තැනන්වහන්සේට නොපෙනෙන්නේද?"},{"number":10,"verse":"ජාතීන්ට දඬුවම්කරන තැනන්වහන්සේ, එනම් මනුෂ්‍යයාට ඥානය උගන්වන්නාවූ තැනන්වහන්සේ, දඬුවම් නොකරනසේක්ද?"},{"number":11,"verse":"මනුෂ්‍යයාගේ සිතිවිලි නිෂ්ඵල බව ස්වාමීන්වහන්සේ දන්නාසේක."},{"number":12,"verse":"ස්වාමිනි , දුෂ්ටයාට වළ හෑරෙන තුරු, විපත්ති දවස්වලින් නිවාඩු දෙන පිණිස,"},{"number":13,"verse":"ඔබ විසින් දඬුවම්කොට ඔබගේ ව්‍යවස්ථාවෙන් උගන්වනු ලබන මනුෂ්‍යයා පිනැත්තෙක්ය."},{"number":14,"verse":"මක්නිසාද ස්වාමීන්වහන්සේ තමන් සෙනඟ ඉවත නොදමනසේක, තමන් උරුමයද අත් නොහරිනසේක."},{"number":15,"verse":"මක්නිසාද විනිශ්චය ධර්මිෂ්ඨකමට හැරෙන්නේය. අවංක සිත් ඇති සියල්ලෝ එය අනුව යන්නෝය."},{"number":16,"verse":"නපුරුකම්කරන්නන්ට විරුද්ධව මාගේ පක්ෂයට නැගිටින්නේ කවුද? අයුතුකම්කරන්නන්ට විරුද්ධව මාගේ පක්ෂයට සිටින්නේ කවුද?"},{"number":17,"verse":"ස්වාමීන්වහන්සේ මට පිහිට නුවූසේක්නම් මාගේ ආත්මය නිශ්ශබ්ද ස්ථානයෙහි වාසයට ළංවිය."},{"number":18,"verse":"මාගේ පාද ලිස්සන්නේයයි මා කීකල, ස්වාමිනි , ඔබගේ කරුණාව මා ඉසිලීය."},{"number":19,"verse":"මා තුළ මාගේ සිතිවිලි බොහෝවූ කල, ඔබගේ සැනසීම මාගේ ආත්මයට සැප දෙයි."},{"number":20,"verse":"පනතෙන් නපුර යොදන්නාවූ දුෂ්ටකමේ සිංහාසනය ඔබ හා සම්බන්ධ වන්නේද?"},{"number":21,"verse":"ධර්මිෂ්ඨයාගේ ප්‍රාණයට විරුද්ධව ඔව්හු රැස්ව නිදොස් ( හෙවත්, නිදොස් තැනැත්තා.) ලෙය වරදට පත්කරති."},{"number":22,"verse":"නුමුත් ස්වාමීන්වහන්සේ මාගේ බලකොටුව වූසේක; මාගේ දෙවියන්වහන්සේ මාගේ ආරක්ෂා පර්වතය වූසේක."},{"number":23,"verse":"උන්වහන්සේ ඔවුන්ගේ අයුතුකම ඔවුන් පිටට පෙරළූසේක, ඔවුන්ගේම නපුරුකමෙහි ඔවුන් සිඳ දමනසේක; අපේ දෙවිවූ ස්වාමීන්වහන්සේ ඔවුන් සිඳදමනසේක."}]}