{"bibleAbbr":"BBE1965","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":23,"verses":[{"number":1,"verse":"Do not let a false statement go further; do not make an agreement with evil-doers to be a false witness."},{"number":2,"verse":"Do not be moved to do wrong by the general opinion, or give the support of your words to a wrong decision:"},{"number":3,"verse":"But, on the other hand, do not be turned from what is right in order to give support to a poor man's cause."},{"number":4,"verse":"If you come across the ox or the ass of one who is no friend to you wandering from its way, you are to take it back to him."},{"number":5,"verse":"If you see the ass of one who has no love for you bent down to the earth under the weight which is put on it, you are to come to its help, even against your desire."},{"number":6,"verse":"Let no wrong decisions be given in the poor man's cause."},{"number":7,"verse":"Keep yourselves far from any false business; never let the upright or him who has done no wrong be put to death: for I will make the evil-doer responsible for his sin."},{"number":8,"verse":"Take no rewards in a cause: for rewards make blind those who have eyes to see, and make the decisions of the upright false."},{"number":9,"verse":"Do not be hard on the man from a strange country who is living among you; for you have had experience of the feelings of one who is far from the land of his birth, because you yourselves were living in Egypt, in a strange land."},{"number":10,"verse":"For six years put seed into your fields and get in the increase;"},{"number":11,"verse":"But in the seventh year let the land have a rest and be unplanted; so that the poor may have food from it: and let the beasts of the field take the rest. Do the same with your vine-gardens and your olive-trees."},{"number":12,"verse":"For six days do your work, and on the seventh day keep the Sabbath; so that your ox and your ass may have rest, together with the son of your servant and the man from a strange land living among you."},{"number":13,"verse":"Take note of all these things which I have said to you, and let not the names of other gods come into your minds or from your lips."},{"number":14,"verse":"Three times in the year you are to keep a feast to me."},{"number":15,"verse":"You are to keep the feast of unleavened bread; for seven days let your bread be without leaven, as I gave you orders, at the regular time in the month Abib (for in it you came out of Egypt); and let no one come before me without an offering:"},{"number":16,"verse":"And the feast of the grain-cutting, the first-fruits of your planted fields: and the feast at the start of the year, when you have got in all the fruit from your fields."},{"number":17,"verse":"Three times in the year let all your males come before the Lord God."},{"number":18,"verse":"Do not give the blood of my offering with leavened bread; and do not let the fat of my feast be kept all night till the morning."},{"number":19,"verse":"The best of the first-fruits of your land are to be taken into the house of the Lord your God. The young goat is not to be cooked in its mother's milk."},{"number":20,"verse":"See, I am sending an angel before you, to keep you on your way and to be your guide into the place which I have made ready for you."},{"number":21,"verse":"Give attention to him and give ear to his voice; do not go against him; for your wrongdoing will not be overlooked by him, because my name is in him."},{"number":22,"verse":"But if you truly give ear to his voice, and do whatever I say, then I will be against those who are against you, fighting those who are fighting you."},{"number":23,"verse":"And my angel will go before you, guiding you into the land of the Amorite and the Hittite and the Perizzite and the Canaanite and the Hivite and the Jebusite, and they will be cut off by my hand."},{"number":24,"verse":"Do not go down on your faces and give worship to their gods, or do as they do; but overcome them completely, and let their pillars be broken down."},{"number":25,"verse":"And give worship to the Lord your God, who will send his blessing on your bread and on your water; and I will take all disease away from among you."},{"number":26,"verse":"All your animals will give birth without loss, not one will be without young in all your land; I will give you a full measure of life."},{"number":27,"verse":"I will send my fear before you, putting to flight all the people to whom you come; all those who are against you will go in flight, turning their backs before you."},{"number":28,"verse":"I will send hornets before you, driving out the Hivite and the Canaanite and the Hittite before your face."},{"number":29,"verse":"I will not send them all out in one year, for fear that their land may become waste, and the beasts of the field be increased overmuch against you."},{"number":30,"verse":"Little by little I will send them away before you, till your numbers are increased and you take up your heritage in the land."},{"number":31,"verse":"I will let the limits of your land be from the Red Sea to the sea of the Philistines, and from the waste land to the river Euphrates: for I will give the people of those lands into your power; and you will send them out before you."},{"number":32,"verse":"Make no agreement with them or with their gods."},{"number":33,"verse":"Let them not go on living in your land, or they will make you do evil against me: for if you give worship to their gods, it will certainly be a cause of sin to you."}]}