{"bibleAbbr":"BBE1965","bookName":"Exodus","bookEnglishName":"Exodus","chapterNumber":33,"verses":[{"number":1,"verse":"And the Lord said to Moses, Go forward from this place, you and the people whom you have taken up out of the land of Egypt, to that land about which I made an oath to Abraham, Isaac, and Jacob, saying, To your seed will I give it."},{"number":2,"verse":"And I will send an angel before you, driving out the Canaanite and the Amorite and the Hittite and the Perizzite and the Hivite and the Jebusite:"},{"number":3,"verse":"Go up to that land flowing with milk and honey; but I will not go up among you, for you are a stiff-necked people, for fear that I send destruction on you while you are on the way."},{"number":4,"verse":"Hearing this bad news the people were full of grief, and no one put on his ornaments."},{"number":5,"verse":"And the Lord said to Moses, Say to the children of Israel, You are a stiff-necked people: if I come among you, even for a minute, I will send destruction on you; so take off all your ornaments, so that I may see what to do with you."},{"number":6,"verse":"So the children of Israel took off their ornaments at Mount Horeb, and did not put them on again."},{"number":7,"verse":"Now it was Moses' way to put up the Tent of meeting outside the tent-circle, at some distance away; giving it the name of The Tent of meeting. And everyone desiring to make his prayer to the Lord went to the Tent of meeting outside the tent-circle."},{"number":8,"verse":"And whenever Moses went out to the Tent of meeting, all the people got up and everyone went to the door of his tent, looking after Moses till he went inside the Tent."},{"number":9,"verse":"And whenever Moses went into the Tent, the pillar of cloud came down, and took its place by the door of the Tent, as long as the Lord was talking with Moses."},{"number":10,"verse":"And all the people saw the cloud at the door of the Tent, and they went down on their faces, everyone at the door of his tent."},{"number":11,"verse":"And the Lord had talk with Moses face to face, as a man may have talk with his friend. And when Moses came back to the tents, his servant, the young man Joshua, the son of Nun, did not come away from the Tent."},{"number":12,"verse":"And Moses said to the Lord, See, you say to me, Be this people's guide on their journey, but you have not made clear to me whom you will send with me. But you have said, I have knowledge of you by name, and you have grace in my eyes."},{"number":13,"verse":"If then I have grace in your eyes, let me see your ways, so that I may have knowledge of you and be certain of your grace; and my prayer is that you will keep in mind that this nation is your people."},{"number":14,"verse":"And he said, I myself will go with you and give you rest."},{"number":15,"verse":"And Moses said, If you yourself are not going with us, do not send us on from here."},{"number":16,"verse":"For is not the fact of your going with us the sign that I and this people have grace in your eyes, so that we, that is, I and your people, are separate from all other people on the face of the earth?"},{"number":17,"verse":"And the Lord said to Moses, I will do as you say: for you have grace in my eyes, and I have knowledge of you by your name."},{"number":18,"verse":"And Moses said, O Lord, let me see your glory."},{"number":19,"verse":"And he said, I will make all the light of my being come before you, and will make clear to you what I am; I will be kind to those to whom I will be kind, and have mercy on those on whom I will have mercy."},{"number":20,"verse":"But it is not possible for you to see my face, for no man may see me and still go on living."},{"number":21,"verse":"And the Lord said, See, there is a place near me, and you may take your place on the rock:"},{"number":22,"verse":"And when my glory goes by, I will put you in a hole in the rock, covering you with my hand till I have gone past:"},{"number":23,"verse":"Then I will take away my hand, and you will see my back: but my face is not to be seen."}]}