{"bibleAbbr":"KNCL","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":11,"verses":[{"number":1,"verse":"(ಶೆಮಾಯ ನುಡಿದ ಭವಿಷ್ಯ) ( ರೆಹಬ್ಬಾಮನು ಜೆರುಸಲೇಮನ್ನು ಮುಟ್ಟಿದ ನಂತರ ಇಸ್ರಯೇಲರಿಗೆ ವಿರುದ್ಧ ಯುದ್ಧಮಾಡುವುದಕ್ಕೂ ಅವರ ರಾಜ್ಯವನ್ನು ಮರಳಿ ವಶಪಡಿಸಿಕೊಳ್ಳುವುದಕ್ಕೂ ಯೆಹೂದ ಬೆನ್ಯಾಮೀನ್ ಕುಲಗಳಿಂದ ಲಕ್ಷದ ಎಂಬತ್ತು ಸಾವಿರ ಮಂದಿ ಶ್ರೇಷ್ಟ ಸೈನಿಕರನ್ನು ಕೂಡಿಸಿದನು."},{"number":2,"verse":"ಆಗ ದೈವಪುರುಷನಾದ ಶೆಮಾಯನಿಗೆ ಸರ್ವೇಶ್ವರನ ಈ ವಾಣಿ ಕೇಳಿಸಿತು:"},{"number":3,"verse":"“ನೀನು ಹೋಗಿ ಸೊಲೊಮೋನನ ಮಗನೂ ಜುದೇಯದ ಅರಸನೂ ಆದ ರೆಹಬ್ಬಾಮನಿಗೂ ಯೆಹೂದ ಬೆನ್ಯಾಮೀನ್ ಕುಲಗಳ ಇಸ್ರಯೇಲರೆಲ್ಲರಿಗೂ,"},{"number":4,"verse":"‘ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ: ನೀವು ನಿಮ್ಮ ಸಹೋದರರೊಡನೆ ಯುದ್ಧಮಾಡುವುದಕ್ಕೆ ಹೋಗಬಾರದು. ಎಲ್ಲರು ಹಿಂದಿರುಗಿಹೋಗಿರಿ; ಈ ವಿಭಜನಾಕಾರ್ಯ ಸರ್ವೇಶ್ವರನಿಂದಾಗಿದೆ’ ಎಂದು ಹೇಳಬೇಕು.” ಅಂತೆಯೇ ಆ ಜನರು ಸರ್ವೇಶ್ವರನ ಮಾತನ್ನು ಕೇಳಿ ಯಾರೊಬ್ಬಾಮನಿಗೆ ವಿರೋಧವಾಗಿ ಹೊರಡದೆ ಹಿಂದಿರುಗಿ ಹೋದರು."},{"number":5,"verse":"(ರೆಹಬ್ಬಾಮನಿಂದ ಜುದೇಯದ ಸುಭದ್ರತೆ) ರೆಹಬ್ಬಾಮನು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ವಾಸವಾಗಿದ್ದು ಜುದೇಯದ ಈ ಕೆಳಕಂಡ ಪಟ್ಟಣಗಳನ್ನು ಭದ್ರಪಡಿಸಿದನು:"},{"number":6,"verse":"ಬೆತ್ಲೆಹೇಮ್, ಏತಾಮ್, ತೆಕೋವ,"},{"number":7,"verse":"ಬೇತ್ಚೂರ್, ಸೋಕೋ, ಅದುಲ್ಲಾಮ್, ಗತ್‍ಊರು,"},{"number":9,"verse":"ಮಾರೇಷ, ಜೀಫ್, ಅದೋರೈಮ್, ಲಾಕೀಷ್,"},{"number":10,"verse":"ಅಜೇಕ, ಚೊರ್ಗ, ಅಯ್ಯಾಲೋನ್ ಹಾಗೂ ಹೆಬ್ರೋನ್. ಕೋಟೆಕೊತ್ತಲಗಳಿಂದ ಕೂಡಿದ್ದ ಈ ಪಟ್ಟಣಗಳು ಯೆಹೂದ-ಬೆನ್ಯಾಮೀನ್ ಕುಲ ಪ್ರಾಂತ್ಯಗಳಾಗಿದ್ದವು."},{"number":11,"verse":"ಅವನುಈ ಕೋಟೆಗಳನ್ನು ಬಲಪಡಿಸಿ, ನಾಯಕರ ವಶಕ್ಕೆ ಕೊಟ್ಟು, ಪ್ರತಿ ಒಂದರಲ್ಲಿ ಆಹಾರಪದಾರ್ಥ, ಎಣ್ಣೆ, ದ್ರಾಕ್ಷಾರಸ ಇವುಗಳನ್ನೂ ಗುರಾಣಿಬರ್ಜಿಗಳನ್ನೂ ಸಂಗ್ರಹಿಸಿಟ್ಟನು."},{"number":12,"verse":"ಹೀಗೆ ಇವುಗಳನ್ನು ಮತ್ತಷ್ಟು ಸುಭದ್ರಪಡಿಸಿದನು."},{"number":13,"verse":"(ರೆಹಬ್ಬಾಮನನ್ನು ಸೇರಿಕೊಂಡ ಯಾಜಕರು ಮತ್ತು ಲೇವಿಯರು) ಯೆಹೂದ, ಬೆನ್ಯಾಮೀನ್ ಕುಲಗಳವರು ಅವನ ಸ್ವಾಧೀನದಲ್ಲಿದ್ದುದಲ್ಲದೆ ಬೇರೆ ಎಲ್ಲ ಇಸ್ರಯೇಲ್ ಪ್ರಾಂತ್ಯಗಳಲ್ಲಿದ್ದ ಯಾಜಕರು ಹಾಗೂ ಲೇವಿಯರು ಅವನೊಡನೆ ಸೇರಿಕೊಂಡರು."},{"number":14,"verse":"ಲೇವಿಯರು ಸರ್ವೇಶ್ವರನಿಗೆ ಯಾಜಕ ಸೇವೆಮಾಡದಂತೆ ಯಾರೊಬ್ಬಾಮನು ಮತ್ತು ಅವನ ಮಕ್ಕಳು ಅವರನ್ನು ಬಹಿಷ್ಕರಿಸಿ ಇದ್ದರು."},{"number":15,"verse":"ತಾವೇ ಏರ್ಪಡಿಸಿದ್ದ ಪೂಜಾಸ್ಥಳಗಳಿಗಾಗಿ ಹಾಗೂ ಅಜದೇವತೆ, ಹೋರಿಕರುಗಳ ಮೂರ್ತಿಪೂಜೆಗಾಗಿ ಬೇರೆ ಪೂಜಾರಿಗಳನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದರು. ಆದುದರಿಂದ ಅವರು ಗೋಮಾಳಗಳಿದ್ದ ತಮ್ಮ ಸೊತ್ತುಗಳನ್ನು ಬಿಟ್ಟು ಜುದೇಯನಾಡಿಗೂ ಜೆರುಸಲೇಮಿಗೂ ಬಂದರು."},{"number":16,"verse":"ಇಸ್ರಯೇಲರ ಎಲ್ಲ ಕುಲಗಳಲ್ಲಿ ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ದರ್ಶನವನ್ನು ಬಯಸುತ್ತಿದ್ದವರು ತಮ್ಮ ಪೂರ್ವಜರ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಬಲಿಯರ್ಪಿಸುವುದಕ್ಕಾಗಿ ಆ ಲೇವಿಯರನ್ನು ಹಿಂಬಾಲಿಸಿ ಜೆರುಸಲೇಮಿಗೆ ಬಂದರು."},{"number":17,"verse":"ಇವರೆಲ್ಲರು ಮೊದಲನೆಯ ಮೂರು ವರ್ಷಗಳಲ್ಲಿ ದಾವೀದ ಹಾಗೂ ಸೊಲೊಮೋನರ ಮಾರ್ಗದಲ್ಲೇ ನಡೆಯುತ್ತಿದ್ದರು. ಎಂದೇ ಜುದೇಯರಾಜ್ಯವು ಆ ವರ್ಷಗಳಲ್ಲಿ ವೃದ್ಧಿಯಾಗಿ, ಸೊಲೊಮೋನನ ಮಗ ರೆಹಬ್ಬಾಮನು ಬಲಿಷ್ಠನಾದನು."},{"number":18,"verse":"(ರೆಹಬ್ಬಾಮನ ಕುಟುಂಬ) ರೆಹಬ್ಬಾಮನು, ದಾವೀದನ ಮಗ ಯೆರೀಮೋತನಿಗೆ ಜೆಸ್ಸೆಯ ಮೊಮ್ಮಗಳೂ ಎಲೀಯಾಬನ ಮಗಳೂ ಆದ ಅಬೀಹೈಲಳಲ್ಲಿ ಹುಟ್ಟಿದ ಮಹ್ಲತ್ ಎಂಬಾಕೆಯನ್ನು ಹೆಂಡತಿಯನ್ನಾಗಿ ತೆಗೆದುಕೊಂಡನು."},{"number":19,"verse":"ಆಕೆ ಅವನಿಂದ ಯೆಗೂಷ್, ಶೆಮರ್ಯ, ಜಾಹಮ್ ಎಂಬ ಗಂಡು ಮಕ್ಕಳನ್ನು ಹೆತ್ತಳು."},{"number":20,"verse":"ಅನಂತರ ಅವನು ಅಬ್ಷಾಲೋಮನ ಮಗಳಾದ ಮಾಕ ಎಂಬಾಕೆಯನ್ನು ಮದುವೆ ಮಾಡಿಕೊಂಡನು; ಆಕೆ ಅವನಿಂದ ಅಬೀಯ, ಅತ್ತೈ, ಜೀಜ, ಶೆಲೋಮೀತ್ ಎಂಬುವರನ್ನು ಹೆತ್ತಳು."},{"number":21,"verse":"ರೆಹಬ್ಬಾಮನು ತನ್ನ ಎಲ್ಲಾ ಪತ್ನಿಯರಲ್ಲಿಯೂ ಉಪಪತ್ನಿಯರಲ್ಲಿಯೂ ಅಬ್ಷಾಲೋಮನ ಮಗಳಾದ ಮಾಕಳನ್ನು ಹೆಚ್ಚಾಗಿ ಪ್ರೀತಿಸುತ್ತಿದ್ದನು. ಅವನಿಗೆ ಹದಿನೆಂಟು ಮಂದಿ ಪತ್ನಿಯರೂ ಅರವತ್ತು ಮಂದಿ ಉಪಪತ್ನಿಯರೂ ಇದ್ದರು. ಇವರಲ್ಲಿ ಅವನಿಗೆ ಇಪ್ಪತ್ತ ಎಂಟು ಮಂದಿ ಗಂಡುಮಕ್ಕಳೂ ಅರವತ್ತು ಮಂದಿ ಹೆಣ್ಣು ಮಕ್ಕಳೂ ಹುಟ್ಟಿದರು."},{"number":22,"verse":"ರೆಹಬ್ಬಾಮನು ಮಾಕಳ ಮಗನಾದ ಅಬೀಯನನ್ನು ಅರಸನನ್ನಾಗಿ ಮಾಡಬೇಕೆಂದು ಅವನನ್ನು ಅವನ ಅಣ್ಣತಮ್ಮಂದಿರಲ್ಲಿ ಪ್ರಧಾನನನ್ನಾಗಿಯೂ ನೇಮಿಸಿದನು."},{"number":23,"verse":"ತನ್ನ ಉಳಿದ ಎಲ್ಲ ಮಕ್ಕಳನ್ನು ಜಾಣತನದಿಂದ ವಿಂಗಡಿಸಿ ಯೆಹೂದ-ಬೆನ್ಯಾಮೀನ್ ಕುಲಪ್ರದೇಶಗಳಲ್ಲಿ ಇದ್ದ ಕೋಟೆ ಕೊತ್ತಲುಗಳಿಂದ ಕೂಡಿದ ಆಯಾ ಪಟ್ಟಣಗಳಲ್ಲಿಟ್ಟು, ಅವರಿಗೆ ಬೇಕಾದಷ್ಟು ಜೀವನಾಂಶವನ್ನು ಏರ್ಪಡಿಸಿ, ಹಲವಾರು ಹೆಂಡತಿಯರನ್ನೂ ಗೊತ್ತುಮಾಡಿಕೊಟ್ಟನು."}]}