{"bibleAbbr":"KNCL","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":12,"verses":[{"number":1,"verse":"ಜುದೇಯದ ಮೇಲೆ ಈಜಿಪ್ಟರ ದಾಳಿ(110 14:25-28) ರೆಹಬ್ಬಾಮನು ತನ್ನ ರಾಜ್ಯಾಧಿಕಾರವನ್ನು ಸುಭದ್ರಪಡಿಸಿಕೊಂಡ ಮೇಲೆ ಅವನೂ ಅವನ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಯೇಲರೆಲ್ಲರೂ ಸರ್ವೇಶ್ವರನ ಧರ್ಮೋಪದೇಶವನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟರು;"},{"number":2,"verse":"ಸರ್ವೇಶ್ವರನಿಗೆ ದ್ರೋಹಿಗಳಾದರು. ಅರಸ ರೆಹಬ್ಬಾಮನ ಆಳ್ವಿಕೆಯ ಐದನೆಯ ವರ್ಷದಲ್ಲಿ"},{"number":3,"verse":"ಈಜಿಪ್ಟಿನ ಅರಸ ಶೀಶಕನು, ಸಾವಿರದ ಇನ್ನೂರು ರಥಗಳನ್ನೂ ಅರವತ್ತು ಸಾವಿರ ಮಂದಿ ರಾಹುತರನ್ನೂ ಈಜಿಪ್ಟಿನ, ಲಿಬ್ಯದ, ಸುಕ್ಕೀಯದ ಹಾಗೂ ಕೂಷ್ಯದ ಅಸಂಖ್ಯ ಸೈನಿಕರನ್ನೂ ಕೂಡಿಸಿಕೊಂಡು ಜೆರುಸಲೇಮಿಗೆ ಹೊರಟುಬಂದನು."},{"number":4,"verse":"ಜುದೇಯ ನಾಡಿನ ಕೋಟೆಕೊತ್ತಲುಗಳಿಂದ ಕೂಡಿದ ಪಟ್ಟಣಗಳನ್ನು ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡ ನಂತರ ಜೆರುಸಲೇಮನ್ನು ಸಮೀಪಿಸಿದನು."},{"number":5,"verse":"ಆಗ ಪ್ರವಾದಿ ಶೆಮಾಯನು ರೆಹಬ್ಬಾಮನ ಬಳಿಗೆ ಹಾಗೂ ಶೀಶಕನಿಗೆ ಹೆದರಿ ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಕೂಡಿದ್ದ ಯೆಹೂದ್ಯ ಪ್ರಧಾನರ ಬಳಿಗೆ ಬಂದು, “ನೀವು ನನ್ನನ್ನು ಬಿಟ್ಟದ್ದರಿಂದ ನಾನು ನಿಮ್ಮನ್ನು ಶೀಶಕನ ಕೈಗೆ ಬಿಟ್ಟುಬಿಟ್ಟಿದ್ದೇನೆ,” ಎನ್ನುತ್ತಾರೆ ಸರ್ವೇಶ್ವರ ಎಂದು ಹೇಳಿದನು."},{"number":6,"verse":"ಆಗ ಅರಸನೂ ಇಸ್ರಯೇಲ್ ಪ್ರಧಾನರೂ, ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ನ್ಯಾಯವಂತರೆಂದು ಒಪ್ಪಿಕೊಂಡು ತಮ್ಮನ್ನೇ ತಗ್ಗಿಸಿಕೊಂಡರು."},{"number":7,"verse":"ಸರ್ವೇಶ್ವರ ಇದನ್ನು ನೋಡಿ ಶೆಮಾಯನಿಗೆ, “ಇವರು ತಮ್ಮನ್ನೇ ತಗ್ಗಿಸಿಕೊಂಡದ್ದರಿಂದ ಇವರನ್ನು ಸಂಹರಿಸುವುದಿಲ್ಲ; ಸ್ವಲ್ಪಕಾಲದಲ್ಲೇ ಇವರಿಗೆ ರಕ್ಷಣೆಯನ್ನು ಅನುಗ್ರಹಿಸುವೆನು; ಶೀಶಕನ ಮುಖಾಂತರ ನನ್ನ ರೌದ್ರವನ್ನು ಜೆರುಸಲೇಮಿನ ಮೇಲೆ ಸುರಿದುಬಿಡುವುದಿಲ್ಲ."},{"number":8,"verse":"ಆದರೂ ನನ್ನ ಸೇವೆಗೂ ಅನ್ಯರಾಜ್ಯಗಳ ಸೇವೆಗೂ ಇರುವ ವ್ಯತ್ಯಾಸ ಇವರಿಗೆ ಗೊತ್ತಾಗುವಂತೆ ಇವರು ಶೀಶಕನಿಗೆ ದಾಸರಾಗಬೇಕು,” ಎಂದು ಹೇಳಿದರು."},{"number":9,"verse":"ಹೀಗೆ ಜೆರುಸಲೇಮಿಗೆ ವಿರೋಧವಾಗಿ ಬಂದ ಈಜಿಪ್ಟಿನ ರಾಜ ಶೀಶಕನು ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಮತ್ತು ಅರಮನೆಯ ಎಲ್ಲ ದ್ರವ್ಯವನ್ನೂ ಸೊಲೊಮೋನನು ಮಾಡಿಸಿದ್ದ ಬಂಗಾರದ ಗುರಾಣಿಗಳನ್ನೂ ದೋಚಿಕೊಂಡು ಹೋದನು."},{"number":10,"verse":"ಅರಸ ರೆಹಬ್ಬಾಮನು ಅವುಗಳಿಗೆ ಬದಲಾಗಿ ಕಂಚಿನ ಗುರಾಣಿಗಳನ್ನು ಮಾಡಿಸಿ, ಅವುಗಳನ್ನು ಅರಮನೆಯ ದ್ವಾರಪಾಲಕರಾಗಿದ್ದ ಮೈಗಾವಲಿನವರ ದಳವಾಯಿಗಳಿಗೆ ಒಪ್ಪಿಸಿದನು."},{"number":11,"verse":"ಅರಸನು ಸರ್ವೇಶ್ವರನ ಆಲಯಕ್ಕೆ ಹೋಗುವಾಗಲೆಲ್ಲಾ ಮೈಗಾವಲಿನವರು ಅವುಗಳನ್ನು ಹಿಡಿದುಕೊಂಡು ಹೋಗುತ್ತಿದ್ದರು; ಅಲ್ಲಿಂದ ಹಿಂದಕ್ಕೆ ಬಂದ ಮೇಲೆ ಅವುಗಳನ್ನು ತಮ್ಮ ಕೋಣೆಯಲ್ಲಿ ಇಡುತ್ತಿದ್ದರು."},{"number":12,"verse":"ರೆಹಬ್ಬಾಮನು ತನ್ನನ್ನು ತಗ್ಗಿಸಿಕೊಂಡದ್ದರಿಂದ ಹಾಗೂ ಯೆಹೂದ್ಯರಲ್ಲಿ ಕೆಲವು ಸುಲಕ್ಷಣಗಳು ತೋರುತ್ತಿದ್ದುದರಿಂದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ರೆಹಬ್ಬಾಮನ ಮೇಲಿದ್ದ ಕೋಪವನ್ನು ತೊರೆದುಬಿಟ್ಟರು; ಅವನನ್ನು ಪೂರ್ತಿಯಾಗಿ ಹಾಳುಮಾಡಲಿಲ್ಲ."},{"number":13,"verse":"ಅರಸ ರೆಹಬ್ಬಾಮನು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ತನ್ನ ರಾಜ್ಯಾಧಿಕಾರವನ್ನು ಸ್ಥಿರಪಡಿಸಿಕೊಂಡು ಪಟ್ಟಕ್ಕೆ ಬಂದದ್ದು ತನ್ನ ನಲವತ್ತೊಂದನೆಯ ವರ್ಷದಲ್ಲಿ. ಸರ್ವೇಶ್ವರ ಎಲ್ಲಾ ಕುಲಪ್ರಾಂತ್ಯಗಳಿಂದ ತಮ್ಮ ಹೆಸರಿಗಾಗಿ ಆರಿಸಿಕೊಂಡ ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಅವನು ಹದಿನೇಳು ವರ್ಷ ಆಳಿದನು. ಅಮ್ಮೋನಿಯಳಾದ ನಯಮಾ ಎಂಬಾಕೆ ಅವನ ತಾಯಿ."},{"number":14,"verse":"ಅವನು ಸರ್ವೇಶ್ವರನಿಗೆ ವಿಧೇಯನಾಗಿ ನಡೆಯಲು ಮನಸ್ಸುಮಾಡದೆ ದ್ರೋಹಿಯಾದನು."},{"number":15,"verse":"ರೆಹಬ್ಬಾಮನ ಪೂರ್ವೋತ್ತರ ಕೃತ್ಯಗಳು ಪ್ರವಾದಿಯಾದ ಶೆಮಾಯ ಹಾಗೂ ದರ್ಶಿಯಾದ ಇದ್ದೋ ಎಂಬುವರ ಚರಿತ್ರೆಗಳ ವಂಶಾವಳಿ ಭಾಗದಲ್ಲಿ ಬರೆದಿರುತ್ತವೆ. ರೆಹಬ್ಬಾಮನಿಗೂ ಯಾರೊಬ್ಬಾಮನಿಗೂ ಯಾವಾಗಲೂ ಯುದ್ಧ ನಡೆಯುತ್ತಿತ್ತು."},{"number":16,"verse":"ರೆಹಬ್ಬಾಮನು ಮೃತನಾಗಿ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನ ಶವಕ್ಕೆ ದಾವೀದ ನಗರದಲ್ಲಿ ಸಮಾಧಿಯಾಯಿತು. ಅವನ ಮಗ ಅಬೀಯನು ಅವನಿಗೆ ಬದಲಾಗಿ ಅರಸನಾದನು."}]}