{"bibleAbbr":"KNCL","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":13,"verses":[{"number":1,"verse":"(ಅರಸನಾದ ಅಬೀಯನಿಗೂ ಯಾರೊಬ್ಬಾಮನಿಗೂ ಯುದ್ಧ) ( ಅರಸ ಯಾರೊಬ್ಬಾಮನ ಆಳ್ವಿಕೆಯ ಹದಿನೆಂಟನೆಯ ವರ್ಷದಲ್ಲಿ ಅಬೀಯನು ಜುದೇಯದ ಅರಸನಾಗಿ"},{"number":2,"verse":"ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಮೂರು ವರ್ಷ ಆಳಿದನು. ಗಿಬೆಯದ ಊರೀಯೇಲನ ಮಗಳಾದ ಮೀಕಾಯ ಎಂಬಾಕೆ ಇವನ ತಾಯಿ. ಇವನಿಗೂ ಯಾರೊಬ್ಬಾಮನಿಗೂ ಯುದ್ಧ ನಡೆಯಿತು."},{"number":3,"verse":"ಅಬೀಯನು ನಾಲ್ಕು ಲಕ್ಷ ಮಂದಿ ರಣವೀರರನ್ನು ಆರಿಸಿಕೊಂಡು ಬಂದು ಯುದ್ಧ ಪ್ರಾರಂಭಿಸಿದನು. ಯಾರೊಬ್ಬಾಮನು ಎಂಟು ಲಕ್ಷ ಶ್ರೇಷ್ಠಯೋಧರೊಡನೆ ಅವನಿಗೆ ವಿರೋಧವಾಗಿ ಬಂದು ವ್ಯೂಹಕಟ್ಟಿದನು."},{"number":4,"verse":"ಆಗ ಅಬೀಯನು ಎಫ್ರಯಿಮ್ ಪರ್ವತಪ್ರದೇಶದಲ್ಲಿರುವ ಚೆಮಾರೈಮೆಂಬ ಬೆಟ್ಟದಲ್ಲಿ ನಿಂತು, “ಯಾರೊಬ್ಬಾಮನೇ, ಎಲ್ಲಾ ಇಸ್ರಯೇಲರೇ, ನನ್ನ ಮಾತಿಗೆ ಕಿವಿಗೊಡಿ;"},{"number":5,"verse":"ಮುರಿಯಲಾಗದ ಒಡಂಬಡಿಕೆಯಿಂದ ದಾವೀದನಿಗೂ ಅವನ ಸಂತಾನದವರಿಗೂ ಇಸ್ರಯೇಲರ ಮೇಲೆ ಸರ್ವೇಶ್ವರ ಶಾಶ್ವತವಾದ ಅರಸುತನವನ್ನು ಕೊಟ್ಟಿದ್ದಾರೆಂದು ನಿಮಗೆ ಗೊತ್ತಿಲ್ಲವೇ?"},{"number":6,"verse":"ಹೀಗೆ ಇದ್ದರೂ ದಾವೀದನ ಮಗ ಸೊಲೊಮೋನನ ಸೇವೆಯಲ್ಲಿದ್ದ, ನೆಬಾಟನ ಮಗ ಯಾರೊಬ್ಬಾಮನು ದಂಗೆಯೆದ್ದು ತನ್ನ ದಣಿಗೆ ವಿರುದ್ಧ ದ್ರೋಹವೆಸಗಿದ;"},{"number":7,"verse":"ಕಾಕಪೋಕರೂ ದುಷ್ಟರೂ ಆದ ಜನರನ್ನು ಕೂಡಿಕೊಂಡ ಎಳೇಪ್ರಾಯದವನೂ ಮುಗ್ಧನೂ ತಮ್ಮೆದುರಿನಲ್ಲಿ ನಿಲ್ಲಲು ಅಶಕ್ತನೂ ಆದ ಸೊಲೊಮೋನನ ಮಗ ರೆಹಬ್ಬಾಮನನ್ನು ಇವರು ಪ್ರತಿಭಟಿಸಿ ಬಲಗೊಂಡರು."},{"number":8,"verse":"ಈಗ ನೀವು ದೊಡ್ಡ ಗುಂಪಾಗಿ ಇರುವುದರಿಂದ ಹಾಗು ಯಾರೊಬ್ಬಾಮನು ನಿಮಗೆ ದೇವರುಗಳೆಂದು ಮಾಡಿಕೊಟ್ಟ ಬಂಗಾರದ ಹೋರಿಕರುಗಳ ಮೂರ್ತಿಗಳು ನಿಮ್ಮಲ್ಲಿರುವುದರಿಂದ, ದಾವೀದನ ಸಂತಾನದವರ ಕೈಯಲ್ಲಿರುವ ಸರ್ವೇಶ್ವರನ ರಾಜ್ಯಕ್ಕೆ ವಿರುದ್ಧ ದಂಗೆಯೆದ್ದು ಗೆಲ್ಲಬಹುದೆಂದು ನೆನಸುತ್ತೀರೋ?"},{"number":9,"verse":"ನೀವು ಸರ್ವೇಶ್ವರನ ಯಾಜಕರಾದ ಆರೋನನ ಸಂತಾನದವರನ್ನೂ ಲೇವಿಯರನ್ನೂ ಓಡಿಸಿಬಿಟ್ಟು ಅನ್ಯದೇಶಗಳವರಂತೆ ನಿಮಗಾಗಿ ಪೂಜಾರಿಗಳನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದೀರಿ; ತಾನು ಪೂಜಾರಿಯಾಗಿ ಪ್ರತಿಷ್ಠಿತನಾಗಬೇಕೆಂದು ಒಂದು ಎಳೇ ಹೋರಿಯನ್ನೂ ಏಳು ಟಗರುಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಬಂದ ಪ್ರತಿಯೊಬ್ಬನೂ ದೇವರಲ್ಲದವುಗಳಿಗೆ ಪೂಜಾರಿಯಾದನಷ್ಟೆ!"},{"number":10,"verse":"ನಮಗಾದರೋ ಸರ್ವೇಶ್ವರನೊಬ್ಬನೇ ದೇವರು; ನಾವು ಅವರನ್ನು ಬಿಡಲಿಲ್ಲ. ಸರ್ವೇಶ್ವರನ ಆರಾಧನೆ ನಡೆಸಲು ಆರೋನನ ಸಂತಾನದವರಾದ ಯಾಜಕರು ಹಾಗೂ ತಮಗೆ ನೇಮಕವಾದ ಕೆಲಸದಲ್ಲಿ ನಿರತರಾದ ಲೇವಿಯರು ನಮಗಿರುತ್ತಾರೆ."},{"number":11,"verse":"ಈ ಯಾಜಕರು ಪ್ರತಿದಿನ ಬೆಳಿಗ್ಗೆ ಹಾಗೂ ಸಂಜೆ ಸರ್ವೇಶ್ವರನಿಗಾಗಿ ದಹನಬಲಿಗಳನ್ನು ಸಮರ್ಪಿಸುತ್ತಾ, ಸುಗಂಧದ್ರವ್ಯಗಳ ಧೂಪಾರತಿ ಎತ್ತುತ್ತಾ, ಚೊಕ್ಕಬಂಗಾರದ ಮೇಜಿನ ಮೇಲೆ ನೈವೇದ್ಯವಾದ ರೊಟ್ಟಿಗಳನ್ನಿಡುತ್ತಾ, ಪ್ರತೀ ಸಾಯಂಕಾಲ ಬಂಗಾರದ ದೀಪಸ್ತಂಭದ ದೀಪಗಳನ್ನು ಹಚ್ಚುತ್ತಾ ಇರುತ್ತಾರೆ. ಹೀಗೆ ನಾವು ನಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಕಟ್ಟಳೆಗಳನ್ನು ಕೈಕೊಳ್ಳುತ್ತೇವೆ; ನೀವಾದರೋ ಅವರನ್ನು ತೊರೆದುಬಿಟ್ಟವರು."},{"number":12,"verse":"ಇಗೋ, ದೇವರೇ ನಾಯಕರಾಗಿ ನಮ್ಮೊಂದಿಗಿರುತ್ತಾರೆ; ನಿಮಗೆ ವಿರುದ್ಧ ಯುದ್ಧ ಕಹಳೆಗಳನ್ನು ಮೊಳಗಿಸುವ ಯಾಜಕರೂ ನಮ್ಮೊಂದಿಗೆ ಇರುತ್ತಾರೆ. ಇಸ್ರಯೇಲರೇ, ನಿಮ್ಮ ಪೂರ್ವಜರ ದೇವರಾದ ಸರ್ವೇಶ್ವರನೊಡನೆ ಯುದ್ಧಮಾಡಬೇಡಿ; ನೀವು ಜಯಿಸಲಾರಿರಿ,” ಎಂದು ಕೂಗಿ ಹೇಳಿದನು."},{"number":13,"verse":"ಯಾರೊಬ್ಬಾಮನು ಯೆಹೂದ್ಯರ ಹಿಂದೆ ಹೊಂಚುಹಾಕುವುದಕ್ಕಾಗಿ ತನ್ನ ಸೈನ್ಯದ ಒಂದು ಗುಂಪನ್ನು ಕಳುಹಿಸಿದನು. ಹೀಗೆ ಶತ್ರುಸೈನ್ಯ ಯೆಹೂದ್ಯರ ಮುಂದೆಯೂ ಹೊಂಚುಹಾಕುವವರು ಅವರ ಹಿಂದೆಯೂ ಇದ್ದರು."},{"number":14,"verse":"ಯೆಹೂದ್ಯರು ತಮ್ಮ ಮುಂದೆಯೂ ಹಿಂದೆಯೂ ಯುದ್ಧ ಪ್ರಾರಂಭವಾಗಿರುವುದನ್ನು ಕಂಡು ಸರ್ವೇಶ್ವರನಿಗೆ ಅಭಿಮುಖರಾಗಿ ಮೊರೆಯಿಟ್ಟರು; ಯಾಜಕರು ಕಹಳೆಗಳನ್ನು ಊದಿದರು."},{"number":15,"verse":"ಅನಂತರ ಜನರು ಆರ್ಭಟಿಸಿದರು. ಅವರು ಆರ್ಭಟಿಸಿದ ಕೂಡಲೆ ದೇವರು ಯಾರೊಬ್ಬಾಮನನ್ನೂ ಎಲ್ಲಾ ಇಸ್ರಯೇಲರನ್ನೂ ಅಬೀಯನಿಂದ ಹಾಗೂ ಯೆಹೂದ್ಯರಿಂದ ಅಪಜಯಗೊಳಿಸಿದರು."},{"number":16,"verse":"ಹೀಗಾಗಿ ಇಸ್ರಯೇಲರು ಯೆಹೂದ್ಯರ ಎದುರಿನಿಂದ ಓಡಿಹೋದರು. ದೇವರು ಅವರನ್ನು ಯೆಹೂದ್ಯರ ಕೈಗೆ ಒಪ್ಪಿಸಿದರು."},{"number":17,"verse":"ಅಬೀಯನೂ ಅವನ ಜನರೂ ಅವರಲ್ಲಿ ಅನೇಕಾನೇಕರನ್ನು ಸದೆಬಡಿದರು. ಇಸ್ರಯೇಲ್ ಯೋಧರಲ್ಲಿ ಹತರಾಗಿ ಬಿದ್ದವರು ಐದು ಲಕ್ಷ ಮಂದಿ ."},{"number":18,"verse":"ಹೀಗೆ ಇಸ್ರಯೇಲರು ಆ ಕಾಲದಲ್ಲಿ ಸೋಲು ಸವಿದರು; ಯೆಹೂದ್ಯರು ತಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಲ್ಲಿ ಭರವಸೆಯಿಟ್ಟದ್ದರಿಂದ ಜಯಶೀಲರಾದರು."},{"number":19,"verse":"ಅಬೀಯನು ಯಾರೊಬ್ಬಾಮನನ್ನು ಹಿಂದಟ್ಟಿ, ಅವನಿಂದ ಬೇತೇಲ್, ಯೆಷಾನಾ, ಎಫ್ರೋನ್ ಎಂಬ ಪಟ್ಟಣಗಳನ್ನೂ ಅವುಗಳಿಗೆ ಸೇರಿದ ಗ್ರಾಮಗಳನ್ನೂ ಕಿತ್ತುಕೊಂಡನು."},{"number":20,"verse":"ಯಾರೊಬ್ಬಾಮನು ಅಬೀಯನ ಜೀವಮಾನದಲ್ಲಿ ಮತ್ತೆ ತಲೆಯೆತ್ತಲೇ ಇಲ್ಲ. ಕಾಲಕ್ರಮೇಣ, ಸರ್ವೇಶ್ವರನ ದಂಡನೆಯಿಂದ ಅವನು ಸತ್ತನು."},{"number":21,"verse":"ಇತ್ತ ಅಬೀಯನು ಪ್ರಬಲನಾದನು. ಅವನಿಗೆ ಹದಿನಾಲ್ಕು ಮಂದಿ ಹೆಂಡತಿಯರೂ ಇಪ್ಪತ್ತೆರಡು ಮಂದಿ ಗಂಡುಮಕ್ಕಳೂ ಹದಿನಾರು ಮಂದಿ ಹೆಣ್ಣುಮಕ್ಕಳೂ ಇದ್ದರು."},{"number":22,"verse":"ಅಬೀಯನ ಉಳಿದ ಚರಿತ್ರೆ ಹಾಗೂ ನಡೆನುಡಿಗಳು ಪ್ರವಾದಿ ಇದ್ದೋವಿನ ವ್ಯಾಖ್ಯಾನದಲ್ಲಿ ಲಿಖಿತವಾಗಿವೆ."}]}