{"bibleAbbr":"KNCL","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":26,"verses":[{"number":1,"verse":"ಜುದೇಯದ ಅರಸ ಉಜ್ಜೀಯನು(120 14:21-22; 120 15:1-7) ಅನಂತರ ಎಲ್ಲ ಯೆಹೂದ್ಯರೂ ಕೂಡಿ ಹದಿನಾರು ವರ್ಷದವನಾಗಿದ್ದ ಉಜ್ಜೀಯನನ್ನು ಅವನ ತಂದೆ ಅಮಚ್ಯನಿಗೆ ಬದಲಾಗಿ ಅರಸನನ್ನಾಗಿ ಮಾಡಿದರು."},{"number":2,"verse":"ಅರಸನು ಸತ್ತು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಿದ ಮೇಲೆ ಇವನು ಏಲೋತ್ ಪಟ್ಟಣವನ್ನು ಮತ್ತೆ ಜುದೇಯ ರಾಜ್ಯಕ್ಕೆ ಸೇರಿಸಿಕೊಂಡು ಭದ್ರಪಡಿಸಿದನು."},{"number":3,"verse":"ಉಜ್ಜೀಯನು ಪಟ್ಟಕ್ಕೆ ಬಂದಾಗ ಅವನಿಗೆ ಹದಿನಾರು ವರ್ಷ ವಯಸ್ಸು. ಅವನು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಐವತ್ತ ಎರಡು ವರ್ಷ ಆಳಿದನು. ಜೆರುಸಲೇಮಿನವಳಾದ ಯೆಕೊಲ್ಯ ಎಂಬಾಕೆ ಅವನ ತಾಯಿ."},{"number":4,"verse":"ಅವನು ತನ್ನ ತಂದೆ ಅಮಚ್ಯನಂತೆ ಸರ್ವೇಶ್ವರನ ಚಿತ್ತಾನುಸಾರವಾಗಿ ನಡೆದನು."},{"number":5,"verse":"ದೇವಭಕ್ತಿಯನ್ನು ಬೋಧಿಸುತ್ತಿದ್ದ ಜೆಕರ್ಯನ ಜೀವಮಾನ ಕಾಲದಲ್ಲಿ ಅವನು ದೇವರನ್ನು ಅವಲಂಬಿಸಿದ್ದ ಕಾಲಾವಧಿಯಲ್ಲೇ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಅವನನ್ನು ಅಭಿವೃದ್ಧಿಗೆ ತಂದದ್ದು."},{"number":6,"verse":"ಉಜ್ಜೀಯನು ಫಿಲಿಷ್ಟಿಯರ ಮೇಲೆ ಯುದ್ಧಕ್ಕೆ ಹೊರಟು ಗತ್‍ಊರು, ಯಬ್ನೆ, ಅಷ್ಡೋದ್ ಎಂಬ ಪಟ್ಟಣಗಳ ಗೋಡೆಗಳನ್ನು ಕೆಡವಿಬಿಟ್ಟು ಅಷ್ಡೋದಿನ ಮತ್ತು ಫಿಲಿಷ್ಟಿಯರ ಪ್ರಾಂತಗಳಲ್ಲಿ ಪಟ್ಟಣಗಳನ್ನು ಕಟ್ಟಿಸಿದನು."},{"number":7,"verse":"ಫಿಲಿಷ್ಟಿಯರೊಡನೆ ಗೂರ್‍ಬಾಳಿನಲ್ಲಿರುವ ಅರೇಬಿಯರೊಡನೆ ಹಾಗು ಮೆಗೂನ್ಯರೊಡನೆ ಯುದ್ಧಮಾಡುವಾಗ ಅವನಿಗೆ ದೇವರ ಸಹಾಯ ದೊರೆಯಿತು."},{"number":8,"verse":"ಅಮ್ಮೋನಿಯರೂ ಉಜ್ಜೀಯನಿಗೆ ಕಪ್ಪವನ್ನು ಕೊಡುತ್ತಿದ್ದರು. ಅವನು ಅಧಿಕ ಬಲ ಉಳ್ಳವನಾಗಿ ಅವನ ಹೆಸರು ಈಜಿಪ್ಟಿನ ಗಡಿಗಳವರೆಗೂ ಹಬ್ಬಿತು."},{"number":9,"verse":"ಉಜ್ಜೀಯನು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಮೂಲೆ ಬಾಗಿಲು, ತಗ್ಗಿನ ಬಾಗಿಲು, ಗೋಡೆ ತಿರುಗುವ ಭಾಗ, ಇವುಗಳ ಮೇಲೆ ಬುರುಜುಗಳನ್ನು ಕಟ್ಟಿಸಿ ಭದ್ರಗೊಳಿಸಿದನು."},{"number":10,"verse":"ಅವನಿಗೆ ಇಳಕಲಿನ ಪ್ರದೇಶದಲ್ಲೂ ತಪ್ಪಲ ಸೀಮೆಯಲ್ಲೂ ಅಲ್ಲದೆ ಅಡವಿಯಲ್ಲೂ ಪಶುಪ್ರಾಣಿಗಳ ದೊಡ್ಡಮಂದೆಗಳು ಇದ್ದವು. ಆದುದರಿಂದ ಆ ಅಡವಿಯಲ್ಲಿ ಬುರುಜುಗಳನ್ನು ಕಟ್ಟಿಸಿ ಹಲವು ಬಾವಿಗಳನ್ನು ತೋಡಿಸಿದನು. ವ್ಯವಸಾಯದಲ್ಲಿ ಅವನಿಗೆ ಅಭಿರುಚಿ ಇದ್ದುದರಿಂದ ಗುಡ್ಡ, ಫಲವತ್ತಾದ ಬಯಲು, ಇವುಗಳಲ್ಲಿ ಹೊಲ ಹಾಗು ದ್ರಾಕ್ಷಿತೋಟಗಳ ಕೆಲಸಗಾರರನ್ನು ನೇಮಿಸಿದನು."},{"number":11,"verse":"ಇದಲ್ಲದೆ, ಯುದ್ಧಕ್ಕೆ ಬೇಕಾದ ಸೈನ್ಯವೂ ಉಜ್ಜೀಯನಿಗಿತ್ತು. ಲೇಖಕನಾದ ಯೆಗೀಯೇಲ್, ಅಧಿಕಾರಿಯಾದ ಮಾಸೇಯ, ಇವರು ಅರಸನ ಸರದಾರರಲ್ಲಿ ಒಬ್ಬನಾದ ಹನನ್ಯನ ಆಜ್ಞಾನುಸಾರ, ಅವನ ಪಟ್ಟಿಯನ್ನು ಬರೆದಿದ್ದರು. ಆಯಾ ಗುಂಪುಗಳು ಪಟ್ಟಿಯ ಕ್ರಮಾನುಸಾರ ಯುದ್ಧಕ್ಕೆ ಹೊರಡುತ್ತಿದ್ದವು."},{"number":12,"verse":"ರಣವೀರರು ಆಗಿದ್ದ ಎಲ್ಲ ಗೋತ್ರಪ್ರಧಾನರ ಸಂಖ್ಯೆ ಎರಡು ಸಾವಿರದ ಆರುನೂರು."},{"number":13,"verse":"ಇವರ ಕೈಕೆಳಗಿದ್ದ ಯೋಧರ ಸಂಖ್ಯೆ, ಮೂರು ಲಕ್ಷದ ಏಳು ಸಾವಿರದ ಐನೂರು; ಇವರು ಅರಸನ ಸೇವೆಯಲ್ಲಿದ್ದು, ಅವನ ವೈರಿಗಳಿಗೆ ವಿರುದ್ಧ, ಪರಾಕ್ರಮದಿಂದ ಯುದ್ಧ ಮಾಡುತ್ತಿದ್ದರು."},{"number":14,"verse":"ಉಜ್ಜೀಯನು ಈ ಎಲ್ಲ ಸೈನ್ಯದವರಿಗೆ ಬೇಕಾದ ಗುರಾಣಿ, ಬರ್ಜಿ, ಶಿರಸ್ತ್ರಾಣ, ಕವಚ, ಬಿಲ್ಲು, ಕವಣೆಯಕಲ್ಲು ಇವುಗಳನ್ನು ಒದಗಿಸಿಕೊಟ್ಟನು."},{"number":15,"verse":"ಇದಲ್ಲದೆ, ಅವನು ಬಾಣಗಳನ್ನೂ ದೊಡ್ಡ ಕಲ್ಲುಗಳನ್ನೂ ಎಸೆಯುವುದಕ್ಕಾಗಿ, ತಜ್ಞರ ಕಲ್ಪನೆಯ ಮೇರೆಗೆ ಯಂತ್ರಗಳನ್ನು ಮಾಡಿಸಿ, ಅವುಗಳನ್ನು ಜೆರುಸಲೇಮಿನ ಬುರುಜುಗಳ ಮೇಲೆಯೂ ಆಳುವೇರಿಗಳ ಮೇಲೆಯೂ ಇಡಿಸಿದ್ದನು. ಬಲಿಷ್ಠನಾಗುವವರೆಗೂ ಅವನ ದೇವರ ಸಹಾಯವನ್ನು ಆಶ್ಚರ್ಯಕರವಾದ ರೀತಿಯಲ್ಲಿ ಪಡೆಯುತ್ತಿದ್ದನು; ಅವನ ಕೀರ್ತಿ ಬಲು ದೂರದವರೆಗೆ ಹಬ್ಬಿತ್ತು."},{"number":16,"verse":"ಉಜ್ಜೀಯನ ಗರ್ವಕ್ಕೆ ಶಿಕ್ಷೆ ಆದರೆ ಅವನು ಬಲಿಷ್ಠನಾದ ಮೇಲೆ, ಗರ್ವಿಷ್ಠನೂ ಭ್ರಷ್ಠನೂ ಆದನು. ತನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ದ್ರೋಹಿಯಾಗಿ, ಧೂಪವೇದಿಯ ಮೇಲೆ ತಾನೇ ಧೂಪಾರತಿ ಎತ್ತಬೇಕೆಂದು ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಒಳಕ್ಕೆ ಹೋದನು."},{"number":17,"verse":"ಆಗ ಮಹಾಯಾಜಕ ಅಜರ್ಯನು ಹಾಗು ಧೈರ್ಯಶಾಲಿಗಳಾದ ಎಂಬತ್ತು ಮಂದಿ ಇತರ ಯಾಜಕರು, ಅರಸ ಉಜ್ಜೀಯನ ಹಿಂದೆಯೇ ಹೋಗಿ ಅವನೆದುರಿಗೆ ನಿಂತು,"},{"number":18,"verse":"“ಉಜ್ಜೀಯರೇ, ಸರ್ವೇಶ್ವರನಿಗೆ ಧೂಪಾರತಿ ಎತ್ತುವುದು ನಿಮ್ಮ ಕೆಲಸವಲ್ಲ; ಅದಕ್ಕೆ ಆರೋನನ ಸಂತಾನದವರ ಯಾಜಕರು ಪ್ರತಿಷ್ಠಿತರಾಗಿದ್ದಾರೆ. ಪವಿತ್ರಾಲಯವನ್ನು ಬಿಟ್ಟು ಹೋಗಿ; ನೀವು ಮಾಡುತ್ತಿರುವುದು ದ್ರೋಹ. ಇದಕ್ಕೆ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಂದ ನಿಮಗೆ ಮರ್ಯಾದೆ ದೊರಕಲಾರದು,” ಎಂದರು."},{"number":19,"verse":"ಧೂಪಾರತಿ ಎತ್ತಬೇಕೆಂದು ಕೈಯಲ್ಲಿ ಧೂಪಕಳಸ ವನ್ನು ಹಿಡಿದಿದ್ದ ಉಜ್ಜೀಯನು ಕೋಪಗೊಂಡನು . ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಧೂಪವೇದಿಯ ಬಳಿಯಲ್ಲಿ ನಿಂತು, ಯಾಜಕ ರೊಡನೆ ಅವನು ಸಿಟ್ಟಿನಿಂದ ಮಾತಾಡುತ್ತಿರುವಾಗಲೆ ಯಾಜಕರ ಸಮಕ್ಷಮದಲ್ಲೇ, ಅವನ ಹಣೆಯಲ್ಲಿ ಕುಷ್ಠ ಹುಟ್ಟಿತು."},{"number":20,"verse":"ಮಹಾಯಾಜಕನಾದ ಅಜರ್ಯನೂ ಎಲ್ಲ ಯಾಜಕರೂ ಅವನನ್ನು ದೃಷ್ಟಿಸಿ ನೋಡಿದಾಗ, ಅವನ ಹಣೆಯಲ್ಲಿ ಕುಷ್ಠ ಕಂಡುಬಂದ ಕಾರಣ, ಅವನನ್ನು ಶೀಘ್ರವಾಗಿ ಅಲ್ಲಿಂದ ಹೊರಗಟ್ಟಿದರು. ಸರ್ವೇಶ್ವರ, ತನ್ನನ್ನು ದಂಡಿಸಿದ್ದಾರೆಂದು ಅವನಿಗೆ ತಿಳಿಯಿತು. ಎಂದೇ ಅವನು ಶೀಘ್ರವಾಗಿ ಹೊರಗೆಹೋದನು."},{"number":21,"verse":"ಉಜ್ಜೀಯನು ಜೀವದಿಂದಿರುವವರೆಗೂ ಕುಷ್ಠರೊಗಿಯಾಗಿದ್ದು, ಸರ್ವೇಶ್ವರನ ಆಲಯಕ್ಕೆ ಬಾರದಂತೆ ಬಹಿಷ್ಕೃತನಾದನು. ಕುಷ್ಠದ ನಿಮಿತ್ತ ಅವನು ಪ್ರತ್ಯೇಕವಾದ ಮನೆಯಲ್ಲಿ ವಾಸಿಸಬೇಕಾಯಿತು. ರಾಜಗೃಹಾಧಿಪತ್ಯವನ್ನೂ ಪ್ರಜಾಪಾಲನೆಯನ್ನೂ ಅವನ ಮಗ ಯೋತಾಮನು ನೋಡಿಕೊಳ್ಳುತ್ತಿದ್ದನು."},{"number":22,"verse":"ಉಜ್ಜೀಯನ ಉಳಿದ ಪೂರ್ವೋತ್ತರ ಚರಿತ್ರೆಯನ್ನು ಆಮೋಚನ ಮಗ ಯೆಶಾಯನೆಂಬ ಪ್ರವಾದಿ ಬರೆದಿದ್ದಾನೆ."},{"number":23,"verse":"ಉಜ್ಜೀಯನು ಸತ್ತು ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನ ಶವವನ್ನು ಕುಷ್ಠರೋಗಿಯದೆಂದು, ರಾಜಕುಟುಂಬ ಸ್ಮಶಾನವಿದ್ದ ಹೊಲದಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗ ಯೋತಾಮನು ಅರಸನಾದನು."}]}