{"bibleAbbr":"KNCL","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":28,"verses":[{"number":1,"verse":"ಜುದೇಯದ ಅರಸ ಅಹಾಜನು(120 16:1-4) ಅಹಾಜನು ಪಟ್ಟಕ್ಕೆ ಬಂದಾಗ ಇಪ್ಪತ್ತು ವರ್ಷದವನಾಗಿದ್ದನು. ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಅವನು ಹದಿನಾರು ವರ್ಷ ಆಳಿದನು. ಸರ್ವೇಶ್ವರನ ಚಿತ್ತಾನುಸಾರ ಅವನು ನಡೆಯಲಿಲ್ಲ."},{"number":2,"verse":"ತನ್ನ ಪೂರ್ವಿಕನಾದ ದಾವೀದನ ಮಾರ್ಗವನ್ನು ಬಿಟ್ಟು, ಇಸ್ರಯೇಲ್ ರಾಜರ ಮಾರ್ಗದಲ್ಲಿ ನಡೆದು, ಅವರಂತೆ ಬಾಳ್‍ದೇವರುಗಳ ಎರಕದ ವಿಗ್ರಹಗಳನ್ನು ಮಾಡಿಸಿದನು."},{"number":3,"verse":"ಅವನು ಬೆನ್‍ಹಿನ್ನೋಮ್ ಎಂಬ ಕಣಿವೆಯಲ್ಲಿ ಧೂಪ ಹಾಕಿಸಿದ್ದಲ್ಲದೆ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿ ಇಸ್ರಯೇಲರ ನಾಡಿನಿಂದ ಓಡಿಸಿಬಿಟ್ಟ ಜನಾಂಗಗಳ ಅಸಹ್ಯಕಾರ್ಯಗಳನ್ನು ಅನುಸರಿಸಿ ತನ್ನ ಮಕ್ಕಳನ್ನು ಬಲಿಯಗ್ನಿ ಪರೀಕ್ಷೆಗೆ ಗುರಿಪಡಿಸಿದ್ದನು."},{"number":4,"verse":"ಪೂಜಾಸ್ಥಳಗಳಲ್ಲೂ, ದಿನ್ನೆಗಳ ಮೇಲೂ ಹಾಗು ಎಲ್ಲ ಹಸಿರು ಮರಗಳ ಕೆಳಗೂ ಬಲಿಗಳನ್ನೂ ಧೂಪಗಳನ್ನೂ ಸಮರ್ಪಿಸುತ್ತಿದ್ದನು."},{"number":5,"verse":"ಸಿರಿಯಾ ಮತ್ತು ಇಸ್ರಯೇಲ್ ವಿರುದ್ಧ ಕದನ(120 16:5) ಈ ಕಾರಣ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಅಹಾಜನನ್ನು ಸಿರಿಯಾದ ಅರಸನ ಕೈಗೆ ಒಪ್ಪಿಸಿದನು. ಸಿರಿಯಾದವರು ಅವನನ್ನು ಸೋಲಿಸಿ ಅವನ ಜನರಲ್ಲಿ ದೊಡ್ಡ ಗುಂಪನ್ನು ಸೆರೆಹಿಡಿದು ದಮಸ್ಕಕ್ಕೆ ಒಯ್ದರು. ಇದಲ್ಲದೆ, ಅವನು ಇಸ್ರಯೇಲ್ ರಾಜನ ಕೈವಶವಾಗಿ ಅವನಿಂದಲೂ ಪೂರ್ಣವಾಗಿ ಅಪಜಯ ಹೊಂದಿದನು."},{"number":6,"verse":"ರೆಮಲ್ಯನ ಮಗ ಪೆಕಹ ಎಂಬವನು ಒಂದೇ ದಿವಸ ಯೆಹೂದ್ಯರಲ್ಲಿ ಲಕ್ಷದ ಇಪ್ಪತ್ತು ಸಾವಿರ ಮಂದಿಯನ್ನು ಕೊಲ್ಲಿಸಿದನು. ಇವರೆಲ್ಲರು ರಣವೀರರು. ಯೆಹೂದ್ಯರು ತಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಬಿಟ್ಟದ್ದೇ ಇದಕ್ಕೆ ಕಾರಣವಾಗಿತ್ತು."},{"number":7,"verse":"ರಾಜಪುತ್ರನಾದ ಮಾಸೇಯ, ರಾಜಗೃಹಾಧಿಪತಿಯಾದ ಅಜ್ರೀಕಾಮ್, ರಾಜಪ್ರತಿನಿಧಿಯಾದ ಎಲ್ಕಾನ ಎಂಬವರನ್ನು ಎಫ್ರಯಿಮ್ ನಾಡಿನ ಜಿಕ್ರಿಯೆಂಬ ಶೂರನು ಕೊಂದನು."},{"number":8,"verse":"ಇದಲ್ಲದೆ, ಇಸ್ರಯೇಲರು ತಮ್ಮ ಬಂಧುಗಳಾದ ಯೆಹೂದ್ಯರಲ್ಲಿ ಎರಡು ಲಕ್ಷ ಮಂದಿ ಹೆಂಗಸರನ್ನೂ ಗಂಡು ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನೂ ಸೆರೆಹಿಡಿದು, ದೊಡ್ಡ ಕೊಳ್ಳೆಯನ್ನೂ ಕೂಡಿಸಿಕೊಂಡು, ಸಮಾರಿಯಕ್ಕೆ ಒಯ್ದರು."},{"number":9,"verse":"ಪ್ರವಾದಿ ಓದೇದ್ ಸಮಾರಿಯದಲ್ಲಿ ಸರ್ವೇಶ್ವರನ ಒಬ್ಬ ಪ್ರವಾದಿ ಇದ್ದನು. ಅವನ ಹೆಸರು ಓದೇದ್. ಅವನು ಸಮಾರಿಯಕ್ಕೆ ಬರುತ್ತಿದ್ದ ಸೈನ್ಯದವರನ್ನು ಎದುರುಗೊಂಡು, “ನಿಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಸರ್ವೇಶ್ವರನು ಯೆಹೂದ್ಯರ ಮೇಲೆ ಕೋಪಗೊಂಡು ಅವರನ್ನು ನಿಮ್ಮ ಕೈಗೆ ಒಪ್ಪಿಸಿಕೊಟ್ಟರು. ಅವರನ್ನು ಸಂಹರಿಸುವುದರಲ್ಲಿ ನಿಮ್ಮ ರೌದ್ರ ಆಕಾಶವನ್ನು ಮುಟ್ಟಿತು."},{"number":10,"verse":"ಇದೂ ಸಾಲದೆಂದು ನೀವು ಯೆಹೂದ್ಯರನ್ನೂ ಜೆರುಸಲೇಮನ್ನೂ ಬಲಾತ್ಕರಿಸಿ ದಾಸದಾಸಿಯರನ್ನಾಗಿಯೂ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದಿದ್ದೀರಿ. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ವಿರುದ್ಧ ಅಪರಾಧಗಳನ್ನು ನೀವೂ ಮಾಡಿದ್ದೀರಲ್ಲವೆ?"},{"number":11,"verse":"ಈಗ ನೀವು ನನ್ನ ಮಾತಿಗೆ ಕಿವಿಗೊಟ್ಟು ನಿಮ್ಮ ಸಹೋದರರಿಂದ ಸೆರೆಯಾಗಿ ತಂದವರನ್ನು ಹಿಂದಕ್ಕೆ ಕಳುಹಿಸಿರಿ; ಸರ್ವೇಶ್ವರನ ಕೋಪಾಗ್ನಿ ನಿಮ್ಮ ಮೇಲೆ ಉರಿಯುತ್ತಾ ಇದೆ!” ಎಂದನು."},{"number":12,"verse":"ಆಗ ಎಫ್ರಯಿಮರಲ್ಲಿ ಮುಖಂಡರಾಗಿದ್ದ ಯೆಹೋಹಾನಾನನ ಮಗ ಅಜರ್ಯ, ಮೆಷಿಲ್ಲೇಮೋತನ ಮಗ ಬೆರೆಕ್ಯ, ಶಲ್ಲೂಮನ ಮಗ ಹಿಜ್ಕೀಯ, ಹದ್ಲೈಯನ ಮಗ ಅಮಾಸ ಎಂಬವರು ಯುದ್ಧದಿಂದ ಬರುತ್ತಿದ್ದವರ ಮುಂದೆ ನಿಂತು,"},{"number":13,"verse":"“ನೀವು ಸೆರೆಹಿಡಿದವರನ್ನು ಇಲ್ಲಿಗೆ ತರಬೇಡಿ; ನೀವು ನಮ್ಮ ಪಾಪಾಪರಾಧಗಳ ಜೊತೆಗೆ ಸರ್ವೇಶ್ವರನಿಗೆ ವಿರುದ್ಧ ಮತ್ತೊಂದು ಅಪರಾಧವನ್ನು ಸೇರಿಸಬೇಕೆಂದಿರುತ್ತೀರೋ? ನಮ್ಮ ಅಪರಾಧ ದೊಡ್ಡದು; ಇಸ್ರಯೇಲರ ಮೇಲಿರುವ ದೈವಕೋಪ ಉಗ್ರವಾಗಿದೆ!” ಎಂದು ಹೇಳಿದರು."},{"number":14,"verse":"ಯೋಧರು ಇದನ್ನು ಕೇಳಿ ಸೆರೆಯವರನ್ನೂ ಕೊಳ್ಳೆಯನ್ನೂ ಅಧಿಪತಿಗಳ ಮತ್ತು ಸಮೂಹದವರ ಮುಂದೆಯೇ ಬಿಟ್ಟುಬಿಟ್ಟರು."},{"number":15,"verse":"ಆಗ ಮೇಲೆ ಹೇಳಿದ ಪುರುಷರು ಎದ್ದುಬಂದು ಸೆರೆಯವರಲ್ಲಿ ಬೆತ್ತಲೆಯಾದವರೆಲ್ಲರಿಗೆ ಕೊಳ್ಳೆಯಿಂದ ಬಂದ ಬಟ್ಟೆಗಳನ್ನೂ, ಕಾಲಿಗೆ ಕೆರಗಳನ್ನೂ ಕೊಟ್ಟರು; ಅನ್ನಪಾನಗಳನ್ನಿತ್ತು, ತೈಲಹಚ್ಚಿದರು; ಬಳಲಿಹೋದವರನ್ನು ಕತ್ತೆಗಳ ಮೇಲೆ ಕುಳ್ಳಿರಿಸಿ, ಎಲ್ಲರನ್ನೂ ಜೆರಿಕೋ ಎಂಬ ಖರ್ಜೂರ ನಗರಕ್ಕೆ ಕರೆದುಕೊಂಡು ಹೋದರು; ಅಲ್ಲಿ ಅವರ ಬಂಧುಗಳ ಹತ್ತಿರ ಬಿಟ್ಟು, ಸಮಾರಿಯಕ್ಕೆ ಹಿಂದಿರುಗಿದರು."},{"number":16,"verse":"ಅಸ್ಸೀರಿಯಾ ರಾಜನ ಸಹಾಯಕ್ಕಾಗಿ ಬೇಡಿಕೆ(120 16:7-9) ಆ ಕಾಲದಲ್ಲಿ ಅರಸ ಅಹಾಜನು ತನಗೆ ಸಹಾಯ ಮಾಡಬೇಕೆಂದು ಅಸ್ಸೀರಿಯದ ರಾಜರನ್ನು ದೂತರ ಮುಖಾಂತರ ಬೇಡಿಕೊಂಡನು."},{"number":17,"verse":"ಏಕೆಂದರೆ ಎದೋಮ್ಯರು ಯೆಹೂದ್ಯರ ಮೇಲೆ ಮರಳಿ ಯುದ್ಧಕ್ಕೆ ಬಂದು ಅವರನ್ನು ಸೋಲಿಸಿ ಅನೇಕ ಜನರನ್ನು ಸೆರೆಗೊಯ್ದಿದ್ದರು."},{"number":18,"verse":"ಫಿಲಿಷ್ಟಿಯರು ಜುದೇಯದ ಇಳಕಲಿನ ಪ್ರದೇಶದ ಮತ್ತು ದಕ್ಷಿಣಪ್ರಾಂತದ ಪಟ್ಟಣಗಳ ಮೇಲೆ ದಾಳಿಮಾಡಿ ಬೇತ್ಷೆಮೆಷ್, ಅಯ್ಯಾಲೋನ್, ಗೆದೇರೋತ್ ಇವುಗಳನ್ನೂ ಸೋಕೋ, ತಿಮ್ನಾ, ಗಿಮ್ಜೋ ಇವುಗಳನ್ನೂ ಇವುಗಳಿಗೆ ಸೇರಿದ ಗ್ರಾಮಗಳನ್ನೂ ಸ್ವಾಧೀನಮಾಡಿಕೊಂಡು ಅವುಗಳಲ್ಲಿ ವಾಸವಾಗಿ ಇದ್ದರು."},{"number":19,"verse":"ಯೆಹೂದ್ಯರನ್ನು ಅಧರ್ಮಕ್ಕೆ ಪ್ರಚೋದಿಸಿ ಸರ್ವೇಶ್ವರನಿಗೆ ದ್ರೋಹಮಾಡಿದ ಇಸ್ರಯೇಲ ಅರಸ ಅಹಾಜನ ನಿಮಿತ್ತ ಸರ್ವೇಶ್ವರ ಯೆಹೂದ್ಯರನ್ನು ಈ ಪ್ರಕಾರ ತಗ್ಗಿಸಿದ್ದರು."},{"number":20,"verse":"ಅಸ್ಸೀರಿಯದ ಅರಸ ತಿಲ್ಗತ್ಪಿಲ್ನೆಸರನು ಬಂದು, ಅವನಿಗೆ ನೆರವಾಗುವುದಕ್ಕೆ ಬದಲಾಗಿ ಅವನು ತಲೆತಗ್ಗಿಸುವಂತೆ ಮಾಡಿದ್ದನು."},{"number":21,"verse":"ಅಹಾಜನು, ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಹಾಗು ಅರಮನೆಯ ಅಧಿಪತಿಗಳ ಆಸ್ತಿಯನ್ನು ಸೂರೆಮಾಡಿಕೊಂಡು ಹೋಗಿ, ಅಸ್ಸೀರಿಯದ ಅರಸನಿಗೆ ಕಾಣಿಕೆಯನ್ನಾಗಿ ಕೊಟ್ಟರೂ ಅವನಿಂದ ಏನೂ ಸಹಾಯವಾಗಲಿಲ್ಲ."},{"number":22,"verse":"ಅಹಾಜನ ಪಾಪಕೃತ್ಯಗಳು ಕಷ್ಟಬಂದಾಗ ಅರಸ ಅಹಾಜನು ಸರ್ವೇಶ್ವರನಿಗೆ ಮತ್ತಷ್ಟು ದ್ರೋಹಮಾಡಿದನು."},{"number":23,"verse":"ಹೇಗೆಂದರೆ, ‘ಸಿರಿಯಾ ರಾಜರ ದೇವತೆಗಳು ಅವರಿಗೆ ಜಯವನ್ನನುಗ್ರಹಿಸಿವೆ; ಅಂತೆಯೇ ನಾನೂ ಅವುಗಳಿಗೆ ಬಲಿಸಮರ್ಪಿಸಿದರೆ ನನಗೂ ಜಯವಾಗುವುದು’, ಎಂದುಕೊಂಡನು; ಅವನು ತನ್ನ ಅಪಜಯಕ್ಕೆ ಕಾರಣವಾಗಿದ್ದ ದಮಸ್ಕದ ದೇವತೆಗಳಿಗೆ ಬಲಿಕೊಟ್ಟನು. ಆದರೆ ಆ ದೇವತೆಗಳಿಂದ ಅವನಿಗೂ ಎಲ್ಲ ಇಸ್ರಯೇಲರಿಗೂ ಕೇಡು ಉಂಟಾಯಿತು."},{"number":24,"verse":"ಇದಲ್ಲದೆ, ಅಹಾಜನು ದೇವಾಲಯದ ಸಾಮಗ್ರಿಗಳನ್ನು ಕೂಡಿಸಿ, ಅವುಗಳನ್ನು ಚೂರುಚೂರು ಮಾಡಿಬಿಟ್ಟನು; ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಬಾಗಿಲುಗಳನ್ನು ಮುಚ್ಚಿ ಜೆರುಸಲೇಮಿನ ಪ್ರತಿಯೊಂದು ಮೂಲೆಯಲ್ಲೂ ಯಜ್ಞವೇದಿಗಳನ್ನು ಕಟ್ಟಿಸಿದನು."},{"number":25,"verse":"ಅನ್ಯದೇವತೆಗಳಿಗೆ ಧೂಪಹಾಕುವುದಕ್ಕಾಗಿ ಜುದೇಯದ ಎಲ್ಲ ಪಟ್ಟಣಗಳಲ್ಲೂ ಪೂಜಾಸ್ಥಳಗಳನ್ನು ನಿರ್ಮಿಸಿದನು. ಹೀಗೆ ತನ್ನ ಪಿತೃಗಳ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ರೇಗಿಸಿದನು."},{"number":26,"verse":"ಅಹಾಜನ ಉಳಿದ ಪೂರ್ವೋತ್ತರ ಚರಿತ್ರೆ ಹಾಗು ಅವನ ಎಲ್ಲ ಪ್ರವರ್ತನೆಗಳು ಯೆಹೂದ್ಯರ ಮತ್ತು ಇಸ್ರಯೇಲರ ರಾಜಗ್ರಂಥದಲ್ಲಿ ಲಿಖಿತವಾಗಿವೆ."},{"number":27,"verse":"ಅವನು ಸತ್ತು ತನ್ನ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಲು ಅವನನ್ನು ಇಸ್ರಯೇಲ್ ರಾಜಸ್ಮಶಾನದಲ್ಲಿ ಹೂಣದೆ ಜೆರುಸಲೇಮ್ ಪಟ್ಟಣದೊಳಗಿನ ಒಂದು ಸ್ಥಳದಲ್ಲಿ ಹೂಣಿಟ್ಟರು. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗ ಹಿಜ್ಕೀಯನು ಅರಸನಾದನು."}]}