{"bibleAbbr":"KNCL","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":30,"verses":[{"number":1,"verse":"ಪಾಸ್ಕಾಚರಣೆಗೆ ಹಿಜ್ಕೀಯ ಮಾಡಿದ ಸಿದ್ಧತೆ ತರುವಾಯ ಹಿಜ್ಕೀಯನು, ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರಸ್ವಾಮಿಯ ಪಾಸ್ಕವನ್ನು ಆಚರಿಸುವುದಕ್ಕಾಗಿ ಜೆರುಸಲೇಮಿನಲ್ಲಿರುವ ಸರ್ವೇಶ್ವರನ ಮಹಾಲಯಕ್ಕೆ ಬರಬೇಕೆಂದು ಎಲ್ಲ ಇಸ್ರಯೇಲರಿಗೆ, ಯೆಹೂದ್ಯರಿಗೆ, ಎಫ್ರಯಿಮರಿಗೆ ಹಾಗು ಮನಸ್ಸೆಯವರಿಗೆ ದೂತರ ಮುಖಾಂತರ ಮತ್ತು ಪತ್ರಗಳ ಮೂಲಕ ತಿಳಿಯಪಡಿಸಿದನು."},{"number":2,"verse":"ಯಾಜಕರಲ್ಲಿ ತಕ್ಕಷ್ಟು ಮಂದಿ ತಮ್ಮನ್ನು ಶುದ್ಧಪಡಿಸಿಕೊಂಡಿರಲಿಲ್ಲ. ಜನರು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಇನ್ನೂ ಕೂಡಿಬಂದಿರಲಿಲ್ಲವಾದುದರಿಂದ ಪಾಸ್ಕವನ್ನು ಕೂಡಲೆ ಆಚರಿಸಲಾಗದೆಂದು ಅರಸನು, ಅವನ ಪದಾಧಿಕಾರಿಗಳು ಹಾಗು ಜೆರುಸಲೇಮಿನ ಸರ್ವಸಂಘದವರು ತಿಳಿದು"},{"number":3,"verse":"ಎರಡನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಅದನ್ನು ಆಚರಿಸಬೇಕೆಂದು ಅಭಿಪ್ರಾಯಪಟ್ಟರು."},{"number":4,"verse":"ಈ ಅಭಿಪ್ರಾಯ ಅರಸನಿಗೂ ಸಾರ್ವಜನಿಕರಿಗೂ ಸರಿಕಂಡಿತು."},{"number":5,"verse":"ಜನರು ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಪಾಸ್ಕವನ್ನು ಆಚರಿಸುವುದಕ್ಕಾಗಿ ಜೆರುಸಲೇಮಿಗೆ ಬರಬೇಕೆಂಬುದಾಗಿ ಬೇರ್ಷೆಬದಿಂದ ದಾನಿನವರೆಗೂ ವಾಸಿಸುವ ಇಸ್ರಯೇಲರೊಳಗೆ ಡಂಗುರ ಹೊಡಿಸಬೇಕೆಂದು ನಿರ್ಣಯಿಸಿದರು. ಆವರೆಗೂ, ಜನರಲ್ಲಿ ಹೆಚ್ಚುಮಂದಿ ಧರ್ಮಶಾಸ್ತ್ರವಿಧಿಯ ಮೇರೆಗೆ, ಪಾಸ್ಕವನ್ನು ಆಚರಿಸಲಿಲ್ಲ."},{"number":6,"verse":"ಅರಸನ ಮತ್ತು ಅವನ ಪದಾಧಿಕಾರಿಗಳ ಪತ್ರವನ್ನು ತೆಗೆದುಕೊಂಡುಹೋದ ದೂತರು ಇಸ್ರಯೇಲ್ ಹಾಗು ಜುದೇಯ ನಾಡುಗಳಲ್ಲೆಲ್ಲಾ ಸಂಚರಿಸಿ ರಾಜಾಜ್ಞೆಯಂತೆ ಹೀಗೆಂದು ಪ್ರಕಟಿಸಿದರು: “ಇಸ್ರಯೇಲರೇ, ಅಬ್ರಹಾಮ್, ಇಸಾಕ್, ಇಸ್ರಯೇಲರ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಅಭಿಮುಖರಾಗಿರಿ. ಆಗ ಅವರೂ ನಿಮ್ಮಲ್ಲಿ ಅಸ್ಸೀರಿಯಾದ ಅರಸನ ಕೈಗೆ ಸಿಕ್ಕದೆ ತಪ್ಪಿಸಿಕೊಂಡ ಅಳಿದುಳಿದವರಿಗೆ ಅಭಿಮುಖರಾಗುವರು."},{"number":7,"verse":"ನಿಮ್ಮ ಹೆತ್ತವರೂ ಸಹೋದರರೂ ನಡೆದಂತೆ ನೀವೂ ನಡೆಯಬೇಡಿ. ಅವರು ತಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ದ್ರೋಹಿಗಳಾದರು; ಈ ಕಾರಣ ನಾಶನಕ್ಕೆ ಗುರಿಯಾದರು. ಅದಕ್ಕೆ ನೀವೇ ಸಾಕ್ಷಿಗಳು."},{"number":8,"verse":"ಈಗ ನಿಮ್ಮ ಪೂರ್ವಜರಂತೆ ಆಜ್ಞೆಗೆ ಮಣಿಯದವರಾಗಬೇಡಿ. ಸರ್ವೇಶ್ವರನಿಗೆ ಅಧೀನರಾಗಿರಿ. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಸದಾಕಾಲಕ್ಕೂ ಪ್ರತಿಷ್ಠಿಸಿಕೊಂಡ ಪವಿತ್ರಾಲಯಕ್ಕೆ ಬಂದು ಅವರನ್ನು ಅವಲಂಬಿಸಿರಿ. ಆಗ ನಿಮ್ಮ ಮೇಲಿರುವ ಅವರ ಉಗ್ರಕೋಪ ತೊಲಗಿಹೋಗುವುದು."},{"number":9,"verse":"ನೀವು ಸರ್ವೇಶ್ವರನಿಗೆ ಅಭಿಮುಖರಾದರೆ, ನಿಮ್ಮ ಸಹೋದರರೂ ಮಕ್ಕಳೂ ತಮ್ಮನ್ನು ಸೆರೆಯೊಯ್ದವರ ದೃಷ್ಟಿಯಲ್ಲಿ ದಯೆಗೆ ಪಾತ್ರರಾಗಿ, ಮರಳಿ ಸ್ವದೇಶಕ್ಕೆ ಬರುವರು. ನಿಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ದಯಾವಂತರು, ಕನಿಕರವುಳ್ಳವರು. ತಮಗೆ ಅಭಿಮುಖರಾಗುವ ನಿಮ್ಮನ್ನು ಕಟಾಕ್ಷಿಸದೆ ಇರುವುದಿಲ್ಲ.”"},{"number":10,"verse":"ಪಾಸ್ಕ ಕೊಂಡಾಟ ದೂತರು ಎಫ್ರಯಿಮ್, ಮನಸ್ಸೆ, ಜೆಬುಲೂನ್ ಪ್ರಾಂತಗಳಲ್ಲಿ ಪಟ್ಟಣದಿಂದ ಪಟ್ಟಣಕ್ಕೆ ಹೋದರು. ಆದರೆ ಜನರು ಅವರನ್ನು ಕಂಡು ನಕ್ಕು ಗೇಲಿಮಾಡಿದರು."},{"number":11,"verse":"ಕೆಲವು ಮಂದಿ ಆಶೇರ್ಯರು, ಮನಸ್ಸೆಯವರು ಹಾಗು ಜೆಬುಲೂನ್ಯರು ಮಾತ್ರ ದೀನಮನಸ್ಕರಾಗಿ ಜೆರುಸಲೇಮಿಗೆ ಬಂದರು."},{"number":12,"verse":"ಯೆಹೂದ್ಯರಾದರೋ ದೇವರ ಕೃಪಾಹಸ್ತದಿಂದ, ಅವರ ಪ್ರೇರಣೆಯಿಂದ, ಏಕಮನಸ್ಸುಳ್ಳವರಾಗಿ, ಸರ್ವೇಶ್ವರನ ಧರ್ಮಶಾಸ್ತ್ರಾನುಸಾರ, ಅರಸನಿಂದಲೂ ಅಧಿಕಾರಿಗಳಿಂದಲೂ ಹೊರಟ ಆಜ್ಞೆಯನ್ನು ಕೈಕೊಂಡರು."},{"number":13,"verse":"ಹೀಗೆ, ಅನೇಕಾನೇಕ ಜನರು ಎರಡನೆಯ ತಿಂಗಳಿನಲ್ಲಿ ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳ ಹಬ್ಬವನ್ನು ಆಚರಿಸುವುದಕ್ಕಾಗಿ ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಕೂಡಿದರು; ಅದೊಂದು ಮಹಾಕೂಟವಾಗಿತ್ತು."},{"number":14,"verse":"ಅವರು ಜೆರುಸಲೇಮಿನಲ್ಲಿದ್ದ ಯಜ್ಞವೇದಿಗಳನ್ನೂ ಧೂಪವೇದಿಗಳನ್ನೂ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಕಿದ್ರೋನ್ ಹಳ್ಳದಲ್ಲಿ ಬಿಸಾಡಿಬಿಟ್ಟರು."},{"number":15,"verse":"ಆಮೇಲೆ ಎರಡನೆಯ ತಿಂಗಳಿನ ಹದಿನಾಲ್ಕನೆಯ ದಿನ ಪಾಸ್ಕಹಬ್ಬಕ್ಕಾಗಿ ಕುರಿಮರಿಗಳನ್ನು ವಧಿಸಿದರು. ಯಾಜಕರೂ ಲೇವಿಯರೂ, ಮೊದಲನೆಯ ಸಾರಿ ತಪ್ಪಿದ್ದಕ್ಕಾಗಿ ನಾಚಿಕೆಪಟ್ಟು, ತಮ್ಮನ್ನು ಶುದ್ಧಪಡಿಸಿಕೊಂಡರು. ಸರ್ವೇಶ್ವರನ ಆಲಯದಲ್ಲಿ ದಹನಬಲಿಗಳನ್ನು ಸಮರ್ಪಿಸಿದರು;"},{"number":16,"verse":"ತಮ್ಮ ತಮ್ಮ ಸ್ಥಳಗಳಲ್ಲಿ ನಿಂತು, ದೈವಪುರುಷನಾದ ಮೋಶೆಯ ಧರ್ಮಶಾಸ್ತ್ರದಿಂದ ತಮಗೆ ನೇಮಕವಾದ, ಸೇವೆಯನ್ನು ಸಲ್ಲಿಸಿದರು. ಯಾಜಕರು ಲೇವಿಯರ ಕೈಯಿಂದ ರಕ್ತವನ್ನು ತೆಗೆದುಕೊಂಡು ಅದನ್ನು ಪ್ರೋಕ್ಷಿಸಿದರು."},{"number":17,"verse":"ಜನಸಮೂಹದಲ್ಲಿ ಅನೇಕರು ತಮ್ಮನ್ನು ಶುದ್ಧಪಡಿಸಿಕೊಳ್ಳದೆ ಇದ್ದುದರಿಂದ, ಅಶುದ್ಧರಾಗಿದ್ದವರೆಲ್ಲರ ಬಲಿಪಶುಗಳು ಸರ್ವೇಶ್ವರನಿಗೆ ಮೀಸಲಾಗುವಂತೆ ಅವುಗಳನ್ನು ಲೇವಿಯರೇ ವಧಿಸಿದರು."},{"number":18,"verse":"ಜನರಲ್ಲಿ ಅನೇಕಾನೇಕರು ಅಂದರೆ, ಹೆಚ್ಚಾಗಿ ಎಫ್ರಯಿಮ್, ಮನಸ್ಸೆ, ಇಸ್ಸಾಕಾರ್ ಹಾಗು ಜೆಬಲೂನ್ ಪ್ರಾಂತಗಳವರು, ತಮ್ಮನ್ನು ಶುದ್ಧಪಡಿಸಿಕೊಳ್ಳದೆ, ಧರ್ಮಶಾಸ್ತ್ರಕ್ಕೆ ವಿರುದ್ಧವಾದ ರೀತಿಯಿಂದ, ಪಾಸ್ಕಭೋಜನವನ್ನು ಮಾಡಿದರು. ಆದರೆ ಹಿಜ್ಕೀಯನು, “ಸರ್ವೇಶ್ವರಾ, ದಯಾಪರರಾದ ದೇವರೇ, ಈ ದೇವಾಲಯಕ್ಕೆ ಯಾತ್ರಿಕರಾಗಿ ಬಂದಿರುವವರಲ್ಲಿ ಇರಬೇಕಾದ ಪರಿಶುದ್ಧತೆ ಅನೇಕರಲ್ಲಿ ಇಲ್ಲ."},{"number":19,"verse":"ಆದರೂ ಪಿತೃಗಳ ದೇವರಾದ ನಿಮ್ಮನ್ನು ಅರಸುವ ಮನಸ್ಸಿನಿಂದ ಬಂದಿರುವವರಿಗೆಲ್ಲಾ ಕ್ಷಮೆಯನ್ನು ಅನುಗ್ರಹಿಸಿರಿ,” ಎಂದು ವಿಜ್ಞಾಪನೆ ಮಾಡಿದನು."},{"number":20,"verse":"ಅಂತೆಯೇ ಸರ್ವೇಶ್ವರ ಹಿಜ್ಕೀಯನ ಪ್ರಾರ್ಥನೆಯನ್ನು ಆಲಿಸಿದರು; ಜನರಿಗೆ ಕೇಡು ಮಾಡಲಿಲ್ಲ."},{"number":21,"verse":"ಕೊಂಡಾಟದ ಮೇಲೆ ಕೊಂಡಾಟ ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಕೂಡಿಬಂದ ಇಸ್ರಯೇಲರು ಏಳು ದಿನಗಳವರೆಗೂ ಮಹಾಸಂತೋಷದಿಂದ ಹುಳಿಯಿಲ್ಲದ ರೊಟ್ಟಿಗಳ ಹಬ್ಬವನ್ನು ಆಚರಿಸಿದರು. ಲೇವಿಯರೂ ಯಾಜಕರೂ ಮಹಾವಾದ್ಯದೊಡನೆ ಸರ್ವೇಶ್ವರನನ್ನು ಪ್ರತಿದಿನವೂ ಕೀರ್ತಿಸುತ್ತಿದ್ದರು."},{"number":22,"verse":"ಹಿಜ್ಕೀಯನು ಸರ್ವೇಶ್ವರನ ಸೇವೆಯಲ್ಲಿ ನಿಪುಣರಾದ ಎಲ್ಲ ಲೇವಿಯರನ್ನು ಪುರಸ್ಕರಿಸಿದನು. ನೇಮಕವಾದ ಏಳು ದಿನಗಳವರೆಗೂ ಜನರು ಶಾಂತಿಸಮಾಧಾನ ಬಲಿಗಳನ್ನು ಅರ್ಪಿಸುತ್ತಾ ತಮ್ಮ ಪಿತೃಗಳ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ತಮ್ಮ ದೇವರೆಂದು ಕೊಂಡಾಡುತ್ತಾ ಔತಣಮಾಡಿದರು."},{"number":23,"verse":"ಜುದೇಯದ ಅರಸ ಹಿಜ್ಕೀಯನು ಸಾವಿರ ಹೋರಿಗಳನ್ನು, ಏಳು ಸಾವಿರ ಕುರಿಗಳನ್ನು, ಪದಾಧಿಕಾರಿಗಳು ಸಾವಿರ ಹೋರಿಗಳನ್ನು ಹಾಗು ಹತ್ತು ಸಾವಿರ ಕುರಿಗಳನ್ನು ಜನರಿಗೆ ದಾನಮಾಡಿದರು; ಯಾಜಕರಲ್ಲಿ ಬಹುಮಂದಿ ತಮ್ಮನ್ನು ಶುದ್ಧಪಡಿಸಿಕೊಂಡರು."},{"number":24,"verse":"ಈ ಕಾರಣ, ಸಮೂಹದವರು ಇನ್ನೂ ಏಳು ದಿವಸ ಹಬ್ಬಮಾಡಬೇಕೆಂದು ತೀರ್ಮಾನಿಸಿಕೊಂಡರು. ಆ ಏಳು ದಿನಗಳಲ್ಲಿಯೂ ಬಹಳವಾಗಿ ಸಂತೋಷದಿಂದ ಹಬ್ಬವನ್ನು ಆಚರಿಸಿದರು."},{"number":25,"verse":"ಯೆಹೂದ್ಯರ ಸರ್ವಸಮೂಹದವರು, ಯಾಜಕರು, ಲೇವಿಯರು ಇಸ್ರಯೇಲ್ ಪ್ರಾಂತಗಳಿಂದ ನೆರೆದುಬಂದವರು ಎಲ್ಲರು ಹಾಗು ಇಸ್ರಯೇಲ್, ಜುದೇಯ ಪ್ರಾಂತ್ಯಗಳಲ್ಲಿದ್ದ ಪ್ರವಾಸಿಗಳು ಈ ಉತ್ಸವದಲ್ಲಿ ಪಾಲುಗಾರರಾಗಿದ್ದರು."},{"number":26,"verse":"ದಾವೀದನ ಮಗನೂ ಇಸ್ರಯೇಲರ ಅರಸನೂ ಆದ ಸೊಲೊಮೋನನ ಕಾಲದಿಂದ ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಅಂಥ ಉತ್ಸವ ನಡೆದಿರಲಿಲ್ಲ. ಆದುದರಿಂದ ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಹೇಳತೀರದ ಆನಂದವಿತ್ತು."},{"number":27,"verse":"ಯಾಜಕರು ಆಗಿದ್ದ ಲೇವಿಯರು ಆಮೇಲೆ ಎದ್ದು ನಿಂತು ಜನರನ್ನು ಆಶೀರ್ವದಿಸಿದರು. ಅವರ ಸ್ವರ ದೇವರಿಗೆ ಕೇಳಿಸಿತು; ಅವರ ಪ್ರಾರ್ಥನೆ ಪರಲೋಕದಲ್ಲಿರುವ ಆ ದೇವರ ಪರಿಶುದ್ಧ ನಿವಾಸಕ್ಕೆ ಮುಟ್ಟಿತು."}]}