{"bibleAbbr":"KNCL","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":34,"verses":[{"number":1,"verse":"(ಜುದೇಯದ ಅರಸ ಯೋಷೀಯನು) ( ಯೋಷೀಯನು ಅರಸನಾದಾಗ ಅವನಿಗೆ ಎಂಟು ವರ್ಷ ಪ್ರಾಯ. ಅವನು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಮೂವತ್ತೊಂದು ವರ್ಷ ಆಳಿದನು."},{"number":2,"verse":"ಅವನು ಎಡಕ್ಕಾಗಲಿ ಬಲಕ್ಕಾಗಲಿ ಹೋಗದೆ ತನ್ನ ಪೂರ್ವಜ ದಾವೀದನ ಮಾರ್ಗದಲ್ಲೇ ನೇರವಾಗಿ ಸರ್ವೇಶ್ವರನ ಚಿತ್ತಾನುಸಾರ ನಡೆದನು."},{"number":3,"verse":"(ಧಾರ್ಮಿಕ ಸುಧಾರಣೆ) ಯೋಷೀಯನು ತನ್ನ ಆಳ್ವಿಕೆಯ ಎಂಟನೆಯ ವರ್ಷದಲ್ಲಿ, ಇನ್ನೂ ಯೌವನಸ್ಥನಾಗಿರುವಾಗಲೇ, ತನ್ನ ಪೂರ್ವಜನಾದ ದಾವೀದನ ದೇವರನ್ನು ಅವಲಂಬಿಸುವವನಾದನು; ಹನ್ನೆರಡನೆಯ ವರ್ಷ ಜುದೇಯದಲ್ಲೂ, ಜೆರುಸಲೇಮಿನಲ್ಲೂ ಇದ್ದ ಪೂಜಾಸ್ಥಳಗಳನ್ನು, ಆಶೇರಸ್ತಂಭಗಳನ್ನು ಹಾಗು ಕೆತ್ತಿದ ಮತ್ತು ಎರಕದ ವಿಗ್ರಹಗಳನ್ನು ತೆಗೆದುಹಾಕಿ ನಾಡನ್ನು ಶುದ್ಧಪಡಿಸಿದನು."},{"number":4,"verse":"ಇದಲ್ಲದೆ, ಅವನು ಬಾಳ್‍ದೇವತೆಗಳ ಬಲಿಪೀಠಗಳನ್ನು ತನ್ನೆದುರಿನಲ್ಲೇ ಹಾಳುಮಾಡಿಸಿ, ಅವುಗಳ ಮೇಲಿದ್ದ ಸೂರ್ಯಸ್ತಂಭಗಳನ್ನು ಕೆಡವಿಸಿ, ಅಶೇರಸ್ತಂಭ, ಕೆತ್ತಿದ ಮತ್ತು ಎರಕದ ವಿಗ್ರಹ, ಇವುಗಳನ್ನು ಒಡಿಸಿ, ಪುಡಿಪುಡಿಮಾಡಿಸಿ, ಅವುಗಳಿಗೆ ಬಲಿಯರ್ಪಿಸಿದವರ ಸಮಾಧಿಗಳ ಮೇಲೆ ಆ ಧೂಳನ್ನು ಚೆಲ್ಲಿಸಿದನು."},{"number":5,"verse":"ಅವುಗಳ ಪೂಜಾರಿಗಳ ಎಲುಬುಗಳನ್ನು ಆ ಬಲಿಪೀಠಗಳ ಮೇಲೆ ಸುಡಿಸಿ, ಜುದೇಯದ ಮತ್ತು ಜೆರುಸಲೇಮಿನ ಅಶುದ್ಧತ್ವವನ್ನೆಲ್ಲಾ ಪರಿಹರಿಸಿದನು."},{"number":6,"verse":"ಮನಸ್ಸೆ, ಎಫ್ರಯಿಮ್, ಸಿಮೆಯೋನ್, ನಫ್ತಾಲಿ ಪ್ರಾಂತ್ಯಗಳ ಊರುಗಳ ಸುತ್ತಲು ಹಾಳುಬೀಳುಗಳಲ್ಲಿದ್ದ ಬಲಿಪೀಠಗಳನ್ನು ಕೆಡವಿಸಿದನು;"},{"number":7,"verse":"ಆಶೇರಸ್ತಂಭಗಳನ್ನೂ ವಿಗ್ರಹಗಳನ್ನೂ ಒಡೆಸಿದನು, ಇಸ್ರಯೇಲ್ ನಾಡಿನಲ್ಲಿದ್ದ ಸೂರ್ಯಸ್ತಂಭಗಳನ್ನು ಪುಡಿಪುಡಿಮಾಡಿಸಿ ಜೆರುಸಲೇಮಿಗೆ ಹಿಂದಿರುಗಿದನು."},{"number":8,"verse":"ಅವನು ತನ್ನ ಆಳ್ವಿಕೆಯ ಹದಿನೆಂಟನೆಯ ವರ್ಷದಲ್ಲಿ ನಾಡನ್ನೂ ದೇವಾಲಯವನ್ನೂ ಶುದ್ಧಿಪಡಿಸಿದ ಮೇಲೆ ತನ್ನ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಆಲಯವನ್ನು ದುರಸ್ತಿಮಾಡಿಸುವುದಕ್ಕಾಗಿ ಅಚಲ್ಯನ ಮಗ ಶಾಫಾನನನ್ನು ಪುರಾಧಿಕಾರಿಯಾದ ಮಾಸೇಯನನ್ನು ಮತ್ತು ಮುಖ್ಯಮಂತ್ರಿಯಾಗಿದ್ದ ಯೋವಾಹಾಜನ ಮಗ ಯೋವಾಹನನ್ನು ಕಳುಹಿಸಿದನು."},{"number":9,"verse":"ಇವರು ಮಹಾಯಾಜಕ ಹಿಲ್ಕೀಯನ ಬಳಿಗೆ ಹೋಗಿ, ದೇವಾಲಯಕ್ಕಾಗಿ ಸಂಗ್ರಹವಾದ ಹಣವನ್ನು, ಅಂದರೆ, ದ್ವಾರಪಾಲಕರಾದ ಲೇವಿಯರು ಮನಸ್ಸೆ, ಎಫ್ರಯಿಮ್ ಮುಂತಾದ ಇಸ್ರಯೇಲ್‍ಕುಲಗಳಲ್ಲಿ ಉಳಿದವರಿಂದ ಎಲ್ಲ ಯೆಹೂದ ಬೆನ್ಯಾಮೀನ್ಯರಿಂದ ಹಾಗು ಜೆರುಸಲೇಮಿನವರಿಂದ ಸಂಗ್ರಹಿಸಿದ್ದ ಹಣವನ್ನು"},{"number":10,"verse":"ದೇವಾಲಯದ ಕೆಲಸಮಾಡಿಸುವವರಿಗೆ ಕೊಡಲೆಂದು, ಅವನಿಗೆ ಒಪ್ಪಿಸಿದರು. ದೇವಾಲಯದ ಕೆಲಸಮಾಡಿಸುತ್ತಿದ್ದವರು"},{"number":11,"verse":"ಕೆತ್ತಿದ ಕಲ್ಲು, ಜೋಡಿಸತಕ್ಕ ತೊಲೆ ಇವುಗಳನ್ನು ಕೊಂಡುಕೊಳ್ಳಲು ಹಾಗು ಜುದೇಯ ಅರಸರ ಅಲಕ್ಷ್ಯದಿಂದ ಹಾಳಾಗಿದ್ದ ಕಟ್ಟಡಗಳಿಗೆ ಮಾಳಿಗೆ ಕಟ್ಟಲು, ಅಂತು ದೇವಾಲಯವನ್ನು ದುರಸ್ತಿಮಾಡಿ ಭದ್ರಪಡಿಸಲು ಬಡಗಿಗಳಿಗೂ ಶಿಲ್ಪಿಗಳಿಗೂ ಆ ಹಣವನ್ನು ಕೊಟ್ಟರು."},{"number":12,"verse":"ಕೆಲಸಗಾರರು ನಂಬಿಗಸ್ತರಾಗಿದ್ದರು; ಮೆರಾರಿಯರಲ್ಲಿ ಯಹತ್, ಓಬದ್ಯ ಎಂಬ ಲೇವಿಯರೂ, ಕೆಹಾತ್ಯರಲ್ಲಿ ಜೆಕರ್ಯ, ಮೆಷುಲ್ಲಾಮ್ ಎಂಬ ಲೇವಿಯರೂ ಅವರ ಮೇಲ್ವಿಚಾರಕರಾಗಿದ್ದರು."},{"number":13,"verse":"ಗಾಯನ ನಿಪುಣರಾದ ಲೇವಿಯರೆಲ್ಲರೂ ಹೊರೆಹೊರುವವರ ಮೇಲ್ವಿಚಾರಕರಾಗಿದ್ದು ಎಲ್ಲಾ ವಿಧವಾದ ಕೆಲಸಮಾಡುವವರನ್ನು ನೋಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು; ಎಲ್ಲ ಲೇಖಕರು, ಅಧಿಕಾರಿಗಳು ಹಾಗು ದ್ವಾರಪಾಲಕರು ಲೇವಿಯರೇ ಆಗಿದ್ದರು."},{"number":14,"verse":"(ಪತ್ತೆಯಾದ ಧರ್ಮೋಪದೇಶ ಗ್ರಂಥ) ( ಸರ್ವೇಶ್ವರನ ಆಲಯದಲ್ಲಿ ಸಂಗ್ರಹವಾಗಿದ್ದ ಹಣವನ್ನು ಹೊರಗೆ ತೆಗೆಯುವಾಗ ಮೋಶೆಯ ಮುಖಾಂತರ ಕೊಡಲಾಗಿದ್ದ ಸರ್ವೇಶ್ವರನ ಧರ್ಮೋಪದೇಶದ ಗ್ರಂಥವು ಯಾಜಕ ಹಿಲ್ಕೀಯನಿಗೆ ಸಿಕ್ಕಿತು."},{"number":15,"verse":"ಹಿಲ್ಕೀಯನು ಲೇಖಕನಾದ ಶಾಫಾನನಿಗೆ, “ಸರ್ವೇಶ್ವರನ ಆಲಯದಲ್ಲಿ ನನಗೆ ಧರ್ಮೋಪದೇಶಗ್ರಂಥವು ಸಿಕ್ಕಿದೆ,” ಎಂದು ಹೇಳಿ ಅದನ್ನು ಅವನ ಕೈಗೆ ಕೊಟ್ಟನು."},{"number":16,"verse":"ಶಾಫಾನನು ಆ ಗ್ರಂಥವನ್ನು ಅರಸನ ಬಳಿಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ, “ನೀವು ಆಜ್ಞಾಪಿಸಿದ್ದೆಲ್ಲವನ್ನೂ ನಿಮ್ಮ ಸೇವಕರು ಮಾಡುತ್ತಿದ್ದಾರೆ."},{"number":17,"verse":"ದೇವಾಲಯದಲ್ಲಿ ಸಂಗ್ರಹವಾದ ಹಣವನ್ನು ತೆಗೆದು ಮೇಸ್ತ್ರಿಗಳಿಗೂ ಕೆಲಸಮಾಡುವವರಿಗೂ ಒಪ್ಪಿಸಿದ್ದಾರೆ,” ಎಂದು ತಿಳಿಸಿದನು."},{"number":18,"verse":"ಇದಲ್ಲದೆ, ಲೇಖಕ ಶಾಫಾನನು ಅರಸನಿಗೆ, “ಯಾಜಕ ಹಿಲ್ಕೀಯ ನನಗೊಂದು ಗ್ರಂಥವನ್ನು ಕೊಟ್ಟಿದ್ದಾರೆ,” ಎಂದು ಹೇಳಿ ಅವನ ಮುಂದೆ ಅದನ್ನು ಓದಿದನು."},{"number":19,"verse":"ಅರಸ ಯೋಷೀಯನು ಧರ್ಮಶಾಸ್ತ್ರದ ವಾಕ್ಯಗಳನ್ನು ಕೇಳಿದಾಗ,"},{"number":20,"verse":"“ದುಃಖಾವೇಶದಿಂದ ಬಟ್ಟೆಗಳನ್ನು ಹರಿದುಕೊಂಡನು. ಹಿಲ್ಕೀಯ, ಶಾಫಾನನ ಮಗ ಅಹೀಕಾಮ್, ಮೀಕನ ಮಗ ಅಬ್ದೋನ್, ಲೇಖಕ ಶಾಫಾನ್, ಸಹಕಾರಿಯಾದ ಅಸಾಯ ಎಂಬುವರಿಗೆ,"},{"number":21,"verse":"“ನಮ್ಮ ಪೂರ್ವಜರು ಈ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುವ ಸರ್ವೇಶ್ವರನ ಆಜ್ಞೆಗಳನ್ನೆಲ್ಲಾ ಕೈಗೊಳ್ಳದೆ ಹೋದುದರಿಂದಲೇ ಸರ್ವೇಶ್ವರ ತಮ್ಮ ಮಹಾರೌದ್ರವನ್ನು ನಮ್ಮ ಮೇಲೆ ಸುರಿದಿದ್ದಾರೆ. ಆದುದರಿಂದ ನೀವು ನನ್ನ ಪರವಾಗಿ, ಹಾಗು ಇಸ್ರಯೇಲರಲ್ಲಿ ಮತ್ತು ಯೆಹೂದ್ಯರಲ್ಲಿ ಉಳಿದಿರುವವರ ಪರವಾಗಿ ಸರ್ವೇಶ್ವರನ ಬಳಿಗೆ ಹೋಗಿ ನಮಗೆ ಸಿಕ್ಕಿರುವ ಈ ಗ್ರಂಥದ ವಾಕ್ಯಗಳ ಬಗ್ಗೆ ವಿಚಾರಿಸಿರಿ,” ಎಂದು ಆಜ್ಞಾಪಿಸಿದನು."},{"number":22,"verse":"ಆಗ ಹಿಲ್ಕೀಯನೂ ಅರಸನ ಜನರೂ ಹುಲ್ದ ಎಂಬ ಪ್ರವಾದಿನಿಯ ಬಳಿಗೆ ಹೋಗಿ, ಅಪ್ಪಣೆಯಾದಂತೆ ಆಕೆಯ ಬಳಿ ವಿಚಾರಿಸಿದರು. ಹಸ್ತನ ಮೊಮ್ಮಗನೂ ತೊಕ್ಹತನ ಮಗನೂ ರಾಜವಸ್ತ್ರಾಗಾರದ ಅಧಿಪತಿಯೂ ಆಗಿದ್ದ ಶಲ್ಲೂಮನು ಆಕೆಯ ಗಂಡ. ಆಕೆ ಜೆರುಸಲೇಮಿನ ಎರಡನೆಯ ಕೇರಿಯಲ್ಲಿ ವಾಸವಾಗಿದ್ದಳು."},{"number":23,"verse":"ಹುಲ್ದಳು ಅವರಿಗೆ, “ನಿಮ್ಮನ್ನು ಕಳುಹಿಸಿದವರಿಗೆ ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರನ ಈ ಮಾತುಗಳನ್ನು ತಿಳಿಸಿರಿ:"},{"number":24,"verse":"‘ಈ ನಾಡಿನ ಮೇಲೂ ಜನರ ಮೇಲೂ, ಜುದೇಯದ ಅರಸನ ಹಿಂದೆ ಪಾರಾಯಣವಾದ ಆ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುವ ಎಲ್ಲ ಶಾಪಗಳನ್ನು ಬರಮಾಡುವೆನು;"},{"number":25,"verse":"ಅವರು ನನ್ನನ್ನು ಬಿಟ್ಟು ಅನ್ಯದೇವತೆಗಳಿಗೆ ಧೂಪಾರತಿ ಎತ್ತಿ ತಮ್ಮ ದುಷ್ಕೃತ್ಯಗಳಿಂದ ನನ್ನನ್ನು ರೇಗಿಸಿದ್ದಾರೆ; ನನ್ನ ಕೋಪಾಗ್ನಿ ಈ ನಾಡಿನ ಮೇಲೆ ಉರಿಯುತ್ತಿರುವುದು ಆರಿಹೋಗುವುದಿಲ್ಲ,” ಎನ್ನುತ್ತಾರೆ."},{"number":26,"verse":"ತಾನು ಕೇಳಿದ ವಾಕ್ಯಗಳ ಬಗ್ಗೆ, ಸರ್ವೇಶ್ವರನ ಬಳಿ ವಿಚಾರಿಸುವುದಕ್ಕೆ ನಿಮ್ಮನ್ನು ಕಳುಹಿಸಿದ ಜುದೇಯದ ಅರಸನಿಗೆ ನೀವು ತಿಳಿಸಬೇಕಾದ ಮಾತೇನೆಂದರೆ: ‘ಇಸ್ರಯೇಲ್ ದೇವರಾದ ಸರ್ವೇಶ್ವರ ಇಂತೆನ್ನುತ್ತಾರೆ;"},{"number":27,"verse":"ಈ ನಾಡಿನ ಮತ್ತು ಇದರ ನಿವಾಸಿಗಳ ಬಗ್ಗೆ ನಾನು ಹೇಳಿದ ಮಾತುಗಳನ್ನು ಕೇಳಿದಾಗ ನೀನು ದುಃಖಪಟ್ಟು ದೇವರಾದ ನನ್ನ ಮುಂದೆ ತಗ್ಗಿಸಿಕೊಂಡೆ; ದೀನಮನಸ್ಸಿನಿಂದ ಬಟ್ಟೆಗಳನ್ನು ಹರಿದುಕೊಂಡು ಕಣ್ಣೀರು ಸುರಿಸಿದೆ; ಆದ್ದರಿಂದ ನಿನ್ನನ್ನು ಲಕ್ಷಿಸಿದೆನು"},{"number":28,"verse":"ನಾನು ನಾಡಿನ ಮೇಲೂ ಇದರ ನಿವಾಸಿಗಳ ಮೇಲೂ ಬರಮಾಡುವ ಶಿಕ್ಷೆಗಳಲ್ಲಿ ನೀನು ಒಂದನ್ನೂ ನೋಡದೆ ಸಮಾಧಾನದಿಂದ ಮೃತಿಹೊಂದಿ ಸಮಾಧಿ ಸೇರುವಂತೆ ಅನುಗ್ರಹಿಸುವೆನು,’ ಎಂಬುದಾಗಿ ತಿಳಿಸಿರಿ,” ಎಂದು ಹೇಳಿದಳು. ಅವರು ಹಿಂದಿರುಗಿ ಬಂದು ಅರಸನಿಗೆ ಆ ಮಾತುಗಳನ್ನು ತಿಳಿಸಿದರು."},{"number":29,"verse":"(ಒಡಂಬಡಿಕೆಯ ನವೀಕರಣ) ( ಅನಂತರ ಅರಸನು ದೂತರ ಮುಖಾಂತರ ಜೆರುಸಲೇಮಿನ ಮತ್ತು ಜುದೇಯದ ಎಲ್ಲ ಹಿರಿಯರನ್ನು ಕೂಡಿಸಿದನು."},{"number":30,"verse":"ಜೆರುಸಲೇಮಿನವರನ್ನು, ಬೇರೆ ಎಲ್ಲ ಯೆಹೂದ್ಯರನ್ನು, ಯಾಜಕರನ್ನು ಹಾಗು ಲೇವಿಯರನ್ನು ಕರೆದುಕೊಂಡು ಸರ್ವೇಶ್ವರನ ಆಲಯಕ್ಕೆ ಹೋದನು. ದೊಡ್ಡವರೂ ಚಿಕ್ಕವರೂ ಎಲ್ಲರೂ ಅವನನ್ನು ಹಿಂಬಾಲಿಸಿದರು. ಅಲ್ಲಿ ಅವನು ಎಲ್ಲರಿಗೂ ಕೇಳಿಸುವಂತೆ ಸರ್ವೇಶ್ವರನ ಆಲಯದಲ್ಲಿ ಸಿಕ್ಕಿದ ನಿಬಂಧನ ಗ್ರಂಥವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಓದಿದನು."},{"number":31,"verse":"ತನ್ನ ಸ್ಥಳದಲ್ಲೇ ನಿಂತು, ತಾನು ಸರ್ವೇಶ್ವರನ ಮಾರ್ಗದಲ್ಲಿ ನಡೆಯುವುದಾಗಿ ಆತನ ಆಜ್ಞಾನಿಯಮ ವಿಧಿಗಳನ್ನು ಪೂರ್ಣಮನಸ್ಸಿನಿಂದಲೂ ಪೂರ್ಣಪ್ರಾಣದಿಂದಲೂ ಕೈಕೊಳ್ಳುವುದಾಗಿ ಮತ್ತು ನಿಬಂಧನ ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುವ ಎಲ್ಲ ವಾಕ್ಯಗಳನ್ನು ನೆರವೇರಿಸುವುದಾಗಿ ಸರ್ವೇಶ್ವರನಿಗೆ ಪ್ರಮಾಣಮಾಡಿದನು."},{"number":32,"verse":"ಅಂತೆಯೇ ಎಲ್ಲ ಜೆರುಸಲೇಮಿನವರಿಂದಲೂ ಬೆನ್ಯಾಮೀನ್ಯರಿಂದಲೂ ಪ್ರಮಾಣಮಾಡಿಸಿದನು . ಜೆರುಸಲೇಮಿನವರು ಏಕದೇವರಾದ ತಮ್ಮ ಪೂರ್ವಜರ ದೇವರ ನಿಬಂಧನೆಯನ್ನು ಕೈಕೊಳ್ಳುವಂಥವರಾದರು."},{"number":33,"verse":"ಯೋಷೀಯನು ಇಸ್ರಯೇಲರಿಗೆ ಸೇರಿದ ಎಲ್ಲಾ ಪ್ರಾಂತಗಳಿಂದ ಅಸಹ್ಯಮೂರ್ತಿಗಳನ್ನೆಲ್ಲಾ ತೆಗೆದುಹಾಕಿಸಿ, ಇಸ್ರಯೇಲರಲ್ಲಿ ಉಳಿದಿರುವವರು ತಮ್ಮ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಅವಲಂಬಿಸುವಂತೆ ಮಾಡಿದನು. ಅವನ ಜೀವಮಾನದಲ್ಲೆಲ್ಲಾ ಅವರು ತಮ್ಮ ಪೂರ್ವಜರ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಬಿಡದೆ ಹಿಂಬಾಲಿಸಿದರು."}]}