{"bibleAbbr":"KNCL","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":7,"verses":[{"number":1,"verse":"(ದೇವಾಲಯದ ಪ್ರತಿಷ್ಠಾಪನೆ) ( ಸೊಲೊಮೋನನು ತನ್ನ ಪ್ರಾರ್ಥನೆಯನ್ನು ಮುಗಿಸಿದ ಕೂಡಲೆ ಆಕಾಶದಿಂದ ಬೆಂಕಿ ಇಳಿದು ಬಂದು ದಹನಬಲಿದ್ರವ್ಯಗಳನ್ನೂ ಬಲಿಮಾಂಸವನ್ನೂ ದಹಿಸಿಬಿಟ್ಟಿತು; ಸರ್ವೇಶ್ವರನ ತೇಜಸ್ಸು ಆಲಯದಲ್ಲಿ ತುಂಬಿಕೊಂಡಿತು."},{"number":2,"verse":"ಸರ್ವೇಶ್ವರನ ಆ ತೇಜಸ್ಸು ಆಲಯದಲ್ಲಿ ತುಂಬಿಕೊಂಡಿದ್ದರಿಂದ ಯಾಜಕರು ಒಳಗೆ ಪ್ರವೇಶಿಸಲಾರದೆ ಹೋದರು."},{"number":3,"verse":"ಇಸ್ರಯೇಲರೆಲ್ಲರು ಬೆಂಕಿ ಇಳಿದು ಬರುವುದನ್ನೂ ಸರ್ವೇಶ್ವರನ ತೇಜಸ್ಸು ಆಲಯದಲ್ಲಿರುವುದನ್ನೂ ನೋಡಿ ನೆಲಗಟ್ಟಿನ ಮೇಲೆ ಸಾಷ್ಟಾಂಗವೆರಗಿ ಆರಾಧಿಸಿದರು; “ಸರ್ವೇಶ್ವರ ಒಳ್ಳೆಯವರು; ಅವರ ಅಚಲ ಪ್ರೀತಿ ಶಾಶ್ವತ” ಎಂದು ಕೃತಜ್ಞತಾಸ್ತುತಿ ಮಾಡಿದರು."},{"number":4,"verse":"ಅರಸನೂ ಜನರೆಲ್ಲರೂ ಸರ್ವೇಶ್ವರನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಬಲಿದಾನಮಾಡಿದರು."},{"number":5,"verse":"ಅರಸ ಸೊಲೊಮೋನನು ಬಲಿಯಾಗಿ ವಧಿಸಿದ ಹೋರಿಗಳು ಇಪ್ಪತ್ತೆರಡು ಸಾವಿರ, ಕುರಿಗಳು ಲಕ್ಷದ ಇಪ್ಪತ್ತು ಸಾವಿರ. ಈ ಪ್ರಕಾರ ಅರಸನೂ ಇಸ್ರಯೇಲರೆಲ್ಲರೂ ದೇವಾಲಯವನ್ನು ಪ್ರತಿಷ್ಠಿಸಿದರು."},{"number":6,"verse":"ಯಾಜಕರೂ ಲೇವಿಯರೂ ತಮ್ಮ ತಮ್ಮ ಸ್ಥಳಗಳಲ್ಲಿ ನಿಂತರು. ದಾವೀದನು ಸರ್ವೇಶ್ವರನ ಗಾಯನಸೇವೆಗಾಗಿ ಮಾಡಿಸಿದ ವಾದ್ಯಗಳು ಈ ಲೇವಿಯರ ಕೈಯಲ್ಲಿ ಇದ್ದವು. ಇವರು ರಾಜಸೇವೆಯಲ್ಲಿದ್ದುಕೊಂಡು ದೇವಾರಾಧನೆ ನಡೆಸುತ್ತಾ, “ಸರ್ವೇಶ್ವರನಿಗೆ ಕೃತಜ್ಞತಾ ಸ್ತುತಿಯನ್ನು ಸಮರ್ಪಿಸಿರಿ; ಅವರ ಅಚಲಪ್ರೀತಿ ಶಾಶ್ವತ” ಎಂಬುದಾಗಿ ಆ ವಾದ್ಯಗಳೊಡನೆ ಭಜಿಸುತ್ತಿದ್ದರು. ಯಾಜಕರು ಇವರ ಎದುರಾಗಿ ನಿಂತು ತುತೂರಿಯೂದುತ್ತಿದ್ದರು. ಇಸ್ರಯೇಲರೆಲ್ಲರೂ ನಿಂತಿದ್ದರು."},{"number":7,"verse":"ಸೊಲೊಮೋನನು ಮಾಡಿಸಿದ್ದ ಕಂಚಿನ ಬಲಿಪೀಠವು, ಸಮರ್ಪಣೆಯಾದ ದಹನಬಲಿದ್ರವ್ಯಗಳನ್ನೂ ಧಾನ್ಯನೈವೇದ್ಯಗಳನ್ನೂ ಶಾಂತಿಸಮಾಧಾನಬಲಿಯ ಕೊಬ್ಬನ್ನೂ ಹಿಡಿಯಲಾಗಲಿಲ್ಲ. ಆದ್ದರಿಂದ ಅವನು ಸರ್ವೇಶ್ವರನ ಆಲಯದ ಮುಂದಿನ ಪ್ರಾಕಾರದ ಮಧ್ಯಸ್ಥಳವನ್ನು ಪ್ರತಿಷ್ಠಿಸಿ, ಅಲ್ಲಿ ಇವುಗಳನ್ನೆಲ್ಲಾ ಸಮರ್ಪಿಸಿದನು."},{"number":8,"verse":"ಈ ಪ್ರಕಾರ ಸೊಲೊಮೋನನು ಮತ್ತು ಹಮಾತಿನ ದಾರಿಯಿಂದ ಈಜಿಪ್ಟಿನ ಹಳ್ಳದವರೆಗಿರುವ ಪ್ರಾಂತ್ಯಗಳಿಂದ ಮಹಾಸಮೂಹವಾಗಿ ಕೂಡಿಬಂದಿದ್ದ ಇಸ್ರಯೇಲರೆಲ್ಲರು ಅದೇ ಸಮಯದಲ್ಲಿ ಏಳು ದಿನಗಳವರೆಗೂ ಜಾತ್ರೆ ನಡೆಸಿದರು."},{"number":9,"verse":"ತರುವಾಯ ಎಂಟನೆಯ ದಿನದಲ್ಲಿ ಸಭೆಸೇರಿದರು. ಹೀಗೆ ಏಳು ದಿವಸ ಬಲಿಪೀಠ ಪ್ರತಿಷ್ಠೆಯನ್ನೂ ಇನ್ನು ಏಳು ದಿವಸ ಜಾತ್ರೆಯನ್ನೂ ನಡೆಸಿದರು."},{"number":10,"verse":"ಏಳನೆಯ ತಿಂಗಳಿನ ಇಪ್ಪತ್ತಮೂರನೆಯ ದಿನ ಅರಸನು ಜನರಿಗೆ ಅಪ್ಪಣೆಕೊಟ್ಟನು; ಅವರು ದಾವೀದ - ಸೊಲೊಮೋನರಿಗೂ ಪ್ರಜೆಗಳಾದ ಇಸ್ರಯೇಲರಿಗೂ ಸರ್ವೇಶ್ವರ ಮಾಡಿದ ಉಪಕಾರಗಳನ್ನು ನೆನಸಿಕೊಂಡು, ಆನಂದಭರಿತರಾಗಿ ಹರ್ಷಿಸುತ್ತಾ, ತಮ್ಮ ತಮ್ಮ ನಿವಾಸಗಳಿಗೆ ಹಿಂದಿರುಗಿದರು."},{"number":11,"verse":"(ಸೊಲೊಮೋನನಿಗೆ ದೇವರಿತ್ತ ಎರಡನೇ ದರ್ಶನ) ( ಸೊಲೊಮೋನನು ಸರ್ವೇಶ್ವರನ ಆಲಯವನ್ನೂ ತನ್ನ ಅರಮನೆಯನ್ನೂ ಕಟ್ಟಿಸಿ, ಆ ಕಟ್ಟಡಗಳ ವಿಷಯವಾಗಿ ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಇದ್ದ ಯೋಜನೆಯನ್ನು ಈಡೇರಿಸಿದನು."},{"number":12,"verse":"ಬಳಿಕ ಸರ್ವೇಶ್ವರ ಅವನಿಗೆ ರಾತ್ರಿಯಲ್ಲಿ ಪ್ರತ್ಯಕ್ಷರಾಗಿ, “ನೀನು ನನಗೆ ಮಾಡಿದ ಪ್ರಾರ್ಥನೆಯನ್ನು ಆಲಿಸಿ, ಈ ಮನೆಯನ್ನು ಬಲಿಯರ್ಪಣಾ ಮಂದಿರಕ್ಕಾಗಿ ಆರಿಸಿಕೊಂಡಿದ್ದೇನೆ."},{"number":13,"verse":"ನಾನು ಆಕಾಶವನ್ನು ಮಳೆಗರೆಯದಂತೆ ಮುಚ್ಚುವಾಗಲು, ನಾಡನ್ನು ನಾಶಮಾಡುವುದಕ್ಕೆ ಮಿಡತೆಗಳನ್ನು ಕಳುಹಿಸುವಾಗಲು ಹಾಗೂ ನನ್ನ ಪ್ರಜೆಯ ಮೇಲೆ ಘೋರವ್ಯಾಧಿಯನ್ನು ಬರಮಾಡುವಾಗಲು"},{"number":14,"verse":"ನನ್ನವರೆಂದು ಹೆಸರುಗೊಂಡ ನನ್ನ ಪ್ರಜೆಗಳು ತಮ್ಮನ್ನೇ ತಗ್ಗಿಸಿಕೊಂಡು, ನನ್ನ‍ನ್ನು ಪ್ರಾರ್ಥಿಸಿ, ನನ್ನ ದರ್ಶನವನ್ನು ಬಯಸುವುದಾದರೆ ನಾನು ಪರಲೋಕದಿಂದ ಆಲಿಸಿ, ಅವರ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸಿ, ಅವರ ನಾಡಿಗೆ ಆರೋಗ್ಯಭಾಗ್ಯವನ್ನು ದಯಪಾಲಿಸುವೆನು."},{"number":15,"verse":"ಇನ್ನು ಮುಂದೆ ಈ ಸ್ಥಳದಲ್ಲಿ ಪ್ರಾರ್ಥಿಸುವವರನ್ನು ಕಟಾಕ್ಷಿಸಿ ಅವರ ವಿಜ್ಞಾಪನೆಗೆ ಕಿವಿಗೊಡುವೆನು."},{"number":16,"verse":"ನನ್ನ ನಾಮ ಮಹಿಮೆ ಈ ಆಲಯದಲ್ಲಿ ಶಾಶ್ವತವಾಗಿರುವಂತೆ ಇದನ್ನು ನನಗಾಗಿ ಆರಿಸಿ ಪ್ರತಿಷ್ಠಿಸಿಕೊಂಡಿದ್ದೇನೆ. ನನ್ನ ದೃಷ್ಟಿಯೂ ಮನಸ್ಸೂ ಸದಾ ಅಲ್ಲಿ ಇರುವುವು."},{"number":17,"verse":"ನೀನು ನಿನ್ನ ತಂದೆಯಾದ ದಾವೀದನಂತೆ ನನ್ನ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ಕೈಗೊಂಡು ನನಗೆ ವಿಧೇಯನಾಗಿ ನಡೆದುಕೊಂಡರೆ"},{"number":18,"verse":"ನಿನ್ನ ರಾಜ್ಯಸಿಂಹಾಸನವನ್ನು ಸ್ಥಿರಪಡಿಸುವೆನು; ‘ಇಸ್ರಯೇಲರಲ್ಲಿ ನಿನ್ನ ಸಂತಾನದವರು ತಪ್ಪದೆ ರಾಜ್ಯಾಧಿಕಾರ ನಡೆಸುವರು’ ಎಂಬುದಾಗಿ ನಿನ್ನ ತಂದೆ ದಾವೀದನಿಗೆ ಮಾಡಿದ ವಾಗ್ದಾನವನ್ನು ನೆರವೇರಿಸುವೆನು."},{"number":19,"verse":"ಆದರೆ ನೀವು ದ್ರೋಹಿಗಳಾಗಿ, ನನ್ನ ಆಜ್ಞಾವಿಧಿಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿ, ಅನ್ಯದೇವತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಿ, ಅವುಗಳಿಗೆ ಕೈ ಮುಗಿಯುವುದಾದರೆ,"},{"number":20,"verse":"ನಾನು ಇಸ್ರಯೇಲರಿಗೆ ಕೊಟ್ಟ ನನ್ನ ನಾಡಿನಿಂದ ನಿಮ್ಮನ್ನು ಕಿತ್ತುಹಾಕುವೆನು; ನನ್ನ ಹೆಸರಿಗೆ ಪ್ರತಿಷ್ಠಿಸಿಕೊಂಡ ಈ ಆಲಯವನ್ನು ನಿರಾಕರಿಸಿಬಿಡುವೆನು; ಎಲ್ಲ ಜನಾಂಗಗಳವರು ಪರಿಹಾಸ್ಯದಿಂದ ಲಾವಣಿ ಕಟ್ಟುವುದಕ್ಕೂ ನಿಂದಿಸುವುದಕ್ಕೂ ಇದು ಆಸ್ಪದವಾಗುವಂತೆ ಮಾಡುವೆನು."},{"number":21,"verse":"ಉನ್ನತವಾದ ಈ ಮಂದಿರದ ಮಾರ್ಗವಾಗಿ ಹೋಗುವವರು ಇದನ್ನು ನೋಡಿ ವಿಸ್ಮಿತರಾಗಿ, ‘ಸರ್ವೇಶ್ವರ ಈ ನಾಡನ್ನೂ ಈ ಆಲಯವನ್ನೂ ಹೀಗೇಕೆ ಮಾಡಿಬಿಟ್ಟರು?’ ಎಂದು ಕೇಳುವರು."},{"number":22,"verse":"ಆಗ ಅವರಿಗೆ, ‘ಈ ನಾಡಿನವರು ತಮ್ಮನ್ನು ಈಜಿಪ್ಟ್ ದೇಶದಿಂದ ಬರಮಾಡಿದ ತಮ್ಮ ಪೂರ್ವಜರ ದೇವರಾದ ಸರ್ವೇಶ್ವರನನ್ನು ಬಿಟ್ಟು, ಅನ್ಯದೇವತೆಗಳನ್ನು ಅವಲಂಭಿಸಿ, ಅವುಗಳಿಗೆ ಅಡ್ಡಬಿದ್ದು ಸೇವೆಸಲ್ಲಿಸಿದ್ದರಿಂದಲೇ ಅವರು ಈ ಎಲ್ಲಾ ಆಪತ್ತುಗಳನ್ನು ಅವರಿಗೆ ಬರಮಾಡಿ ಇದ್ದಾರೆ,’ ಎಂಬ ಉತ್ತರ ಸಿಕ್ಕುವುದು,” ಎಂದರು."}]}