{"bibleAbbr":"KNCL","bookName":"2 Chronicles","bookEnglishName":"2 Chronicles","chapterNumber":9,"verses":[{"number":1,"verse":"(ಶೆಬಾ ದೇಶದ ರಾಣಿಯಿತ್ತ ಭೇಟಿ) ( ಶೆಬಾದ ರಾಣಿ ಸೊಲೊಮೋನನ ಕೀರ್ತಿಯನ್ನು ಕೇಳಿ, ಅವನನ್ನು ಒಗಟುಗಳಿಂದ ಪರೀಕ್ಷಿಸುವುದಕ್ಕೆ ಜೆರುಸಲೇಮಿಗೆ ಬಂದಳು. ಆಕೆ ಸುಗಂಧದ್ರವ್ಯ, ಅಪರಿಮಿತವಾದ ಬಂಗಾರ, ರತ್ನ ಇವುಗಳನ್ನು ಒಂಟೆಗಳ ಮೇಲೆ ಹೇರಿಸಿಕೊಂಡು ಮಹಾಪರಿವಾರದೊಡನೆ ಸೊಲೊಮೋನನ ಬಳಿಗೆ ಬಂದಳು. ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಗೊತ್ತುಮಾಡಿಕೊಂಡಿದ್ದ ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನು ಕುರಿತು ಅವನೊಡನೆ ಸಂಭಾಷಿಸಿದಳು."},{"number":2,"verse":"ಸೊಲೊಮೋನನು ಆಕೆಯ ಪ್ರಶ್ನೆಗಳಿಗೆಲ್ಲಾ ಉತ್ತರಕೊಟ್ಟನು. ಅವುಗಳಲ್ಲಿ ಬಗೆಹರಿಸಲು ಅವನಿಗೆ ಅಸಾಧ್ಯವಾದದ್ದು ಒಂದೂ ಇರಲಿಲ್ಲ; ಎಲ್ಲವುಗಳಿಗೂ ಉತ್ತರಕೊಟ್ಟನು."},{"number":3,"verse":"ಆ ಶೆಬಾದ ರಾಣಿ ಸೊಲೊಮೋನನ ಜ್ಞಾನ, ಅವನು ಕಟ್ಟಿಸಿದ ಅರಮನೆ,"},{"number":4,"verse":"ಅವನ ಭೋಜನಪೀಠದ ಆಹಾರ, ಆ ಪೀಠದ ಸುತ್ತಲಿದ್ದ ಉದ್ಯೋಗಸ್ಥರ ಆಸನಗಳು, ಅವನ ಪರಿಚಾರಕರ ಸೇವಾಕ್ರಮ ಮತ್ತು ಅವರ ಉಡುಪುಗಳು, ಅವನ ಪಾನಸೇವಕರು, ಅವರ ಉಡುಪುಗಳು ಇವುಗಳನ್ನೆಲ್ಲಾ ನೋಡಿದಳು. ಅಂತೆಯೇ ಅವನು ಸರ್ವೇಶ್ವರನ ಆಲಯದಲ್ಲಿ ಸಮರ್ಪಿಸುತ್ತಿದ್ದ ದಹನ ಬಲಿಗಳನ್ನೂ ಗಮನಿಸಿದಳು."},{"number":5,"verse":"ಇವುಗಳಿಂದ ಆಶ್ಚರ್ಯಚಕಿತಳಾಗಿ, ಅವನಿಗೆ, “ನಾನು ನನ್ನ ದೇಶದಲ್ಲಿ ನಿಮ್ಮ ಜ್ಞಾನವನ್ನೂ ಸಾಧನೆಗಳನ್ನೂ ಕುರಿತು ಕೇಳಿದ್ದು ಸತ್ಯವಾಗಿದೆ."},{"number":6,"verse":"ನಾನಾಗಿ ಇಲ್ಲಿಗೆ ಬಂದು ಕಣ್ಣಾರೆ ನೋಡುವುದಕ್ಕಿಂತ ಮೊದಲು ಜನರು ಹೇಳಿದ ಸುದ್ದಿಯನ್ನು ನಂಬಲಿಲ್ಲ; ಈಗ ನೋಡಿದರೆ, ನಿಮ್ಮ ಜ್ಞಾನಾತಿಶಯವು ನಾನು ಕೇಳಿದ್ದಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿದೆ; ಜನರು ನನಗೆ ಇದರಲ್ಲಿ ಅರ್ಧವನ್ನಾದರೂ ಹೇಳಲಿಲ್ಲ."},{"number":7,"verse":"ನಿಮ್ಮ ಪ್ರಜೆಗಳು ಹಾಗೂ ಸದಾ ನಿಮ್ಮ ಸನ್ನಿಧಿಯಲ್ಲಿ ಇದ್ದುಕೊಂಡು ನಿಮ್ಮ ಜ್ಞಾನವಾಕ್ಯಗಳನ್ನು ಕೇಳುವ ಸೇವಕರು ಧನ್ಯರು!"},{"number":8,"verse":"ನಿಮ್ಮನ್ನು ಮೆಚ್ಚಿ, ತಮ್ಮ ಸಮ್ಮುಖದಲ್ಲಿ ಅರಸನಾಗಿಸಲು, ತಮ್ಮ ಸಿಂಹಾಸನದ ಮೇಲೆ ನಿಮ್ಮನ್ನು ಕುಳ್ಳಿರಿಸಿದ ಆ ದೇವರಾದ ಸರ್ವೇಶ್ವರನಿಗೆ ಸ್ತೋತ್ರವಾಗಲಿ! ನಿಮ್ಮ ದೇವರು ಇಸ್ರಯೇಲರನ್ನು ಪ್ರೀತಿಸಿ ಅವರನ್ನು ನಿರಂತರವಾಗಿ ಸ್ಥಿರಗೊಳಿಸಬೇಕೆಂದಿದ್ದಾರೆ. ಆದ್ದರಿಂದಲೇ ಈ ಜನರ ನೀತಿನ್ಯಾಯಗಳನ್ನು ಸ್ಥಾಪಿಸುವುದಕ್ಕಾಗಿ ನಿಮ್ಮನ್ನೇ ಅರಸನನ್ನಾಗಿ ನೇಮಿಸಿದ್ದಾರೆ,” ಎಂದು ಹೇಳಿದಳು."},{"number":9,"verse":"ಆಕೆ ಅರಸನಿಗೆ 4000 ಕಿಲೋಗ್ರಾಂಗೂ ಹೆಚ್ಚು ಬಂಗಾರವನ್ನೂ ಅಪರಿಮಿತ ಸುಗಂಧದ್ರವ್ಯವನ್ನೂ ರತ್ನಗಳನ್ನೂ ಕೊಟ್ಟಳು. ಶೆಬಾದ ರಾಣಿ ಅರಸ ಸೊಲೊಮೋನನಿಗೆ ಕೊಟ್ಟ ಸುಗಂಧದ್ರವ್ಯಕ್ಕೆ ಸರಿಸಮಾನವಾದದ್ದು ಯಾವುದೂ ಇರಲಿಲ್ಲ."},{"number":10,"verse":"ಹೂರಾಮನ ಮತ್ತು ಸೊಲೊಮೋನನ ಆಳುಗಳು ಓಫೀರ್‍ದೇಶದ ಬಂಗಾರವನ್ನಲ್ಲದೆ ಸುಗಂಧದ ಮರವನ್ನೂ ರತ್ನಗಳನ್ನೂ ತಂದರು."},{"number":11,"verse":"ಅರಸನು ಸುಗಂಧದ ಮರದಿಂದ ದೇವಾಲಯ ಹಾಗೂ ಅರಮನೆಗಳಿಗೆ ಸೋಪಾನಗಳನ್ನೂ ಗಾಯಕರಿಗಾಗಿ ಕಿನ್ನರಿಗಳನ್ನೂ ಸ್ವರಮಂಡಲಗಳನ್ನೂ ಮಾಡಿಸಿದನು. ಇಂಥ ಸುಗಂಧದ ಮರವನ್ನು ಹಿಂದೆಂದೂ ಜುದೇಯ ನಾಡಿನಲ್ಲಿ ಕಂಡಿರಲಿಲ್ಲ."},{"number":12,"verse":"ಅರಸ ಸೊಲೊಮೋನನು ಶೆಬಾದ ರಾಣಿಯಿಂದ ತನಗೆ ದೊರಕಿದ ಬಹುಮಾನಕ್ಕೆ ಪ್ರತಿಯಾಗಿ ಆಕೆಗೆ ತಾನು ಕೊಟ್ಟ ವಸ್ತುಗಳನ್ನಲ್ಲದೆ ಆಕೆ ಕೇಳಿದವುಗಳನ್ನೆಲ್ಲಾ ಕೊಟ್ಟುಬಿಟ್ಟನು. ಅನಂತರ ಆಕೆ ತನ್ನ ಪರಿವಾರದವರೊಡನೆ ಸ್ವದೇಶಕ್ಕೆ ಹೊರಟುಹೋದಳು."},{"number":13,"verse":"(ಸೊಲೊಮೋನನ ವೈಭವ) ( ಸೊಲೊಮೋನನಿಗೆ ದೇಶಾಂತರ ವ್ಯಾಪಾರಿಗಳು, ವರ್ತಕರು, ಅರೇಬಿಯ ಅರಸರು ಹಾಗೂ ದೇಶಾಧಿಪತಿಗಳು ತರುತ್ತಿದ್ದ ಬೆಳ್ಳಿಬಂಗಾರವಲ್ಲದೆ,"},{"number":14,"verse":"ಪ್ರತಿವರ್ಷ ಸುಮಾರು 23000 ಕಿಲೋಗ್ರಾಂ ಬಂಗಾರ ದೊರಕುತ್ತಿತ್ತು."},{"number":15,"verse":"ಅರಸ ಸೊಲೊಮೋನನು ಬಂಗಾರದ ತಗಡಿನಿಂದ ಇನ್ನೂರು ಗುರಾಣಿಗಳನ್ನು ಮಾಡಿಸಿದನು; ಪ್ರತಿಯೊಂದು ಗುರಾಣಿಗೆ ಸುಮಾರು ಏಳು ಕಿಲೋಗ್ರಾಂ ಬಂಗಾರ ಹಿಡಿಯಿತು."},{"number":16,"verse":"ಇದಲ್ಲದೆ ಅವನು ಬಂಗಾರದ ತಗಡಿನಿಂದ ಮುನ್ನೂರು ಖೇಡ್ಯಗಳನ್ನು ಮಾಡಿಸಿದನು; ಪ್ರತಿಯೊಂದು ಖೇಡ್ಯಕ್ಕೆ ಎರಡು ಕಿಲೋಗ್ರಾಂ ಬಂಗಾರ ಹಿಡಿಯಿತು. ಅವನು ಇವುಗಳನ್ನು ‘ಲೆಬನೋನಿನ ತೋಪು’ ಎನಿಸಿಕೊಳ್ಳುವ ಮಂದಿರದಲ್ಲಿ ಇರಿಸಿದನು."},{"number":17,"verse":"ಇದಲ್ಲದೆ ಅರಸನು ದೊಡ್ಡದಾದ ಒಂದು ದಂತ ಸಿಂಹಾಸನವನ್ನು ಮಾಡಿಸಿ, ಅದನ್ನು ಚೊಕ್ಕ ಬಂಗಾರದ ತಗಡಿನಿಂದ ಹೊದಿಸಿದನು."},{"number":18,"verse":"ಅದಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗಿ ಆರು ಮೆಟ್ಟಿಲುಗಳೂ ಬಂಗಾರದ ಪಾದಪೀಠವೂ ಇದ್ದವು."},{"number":19,"verse":"ಆರು ಮೆಟ್ಟಿಲುಗಳ ಎರಡು ಕಡೆಗಳಲ್ಲೂ ಒಟ್ಟು ಹನ್ನೆರಡು ಸಿಂಹಗಳು ನಿಂತಿದ್ದವು. ಇಂಥ ಸಿಂಹಾಸನವು ಬೇರೆ ಯಾವ ರಾಜ್ಯದಲ್ಲಿಯೂ ಇರಲಿಲ್ಲ."},{"number":20,"verse":"ಅರಸ ಸೊಲೊಮೋನನ ಎಲ್ಲಾ ಪಾನಪಾತ್ರೆಗಳು ಬಂಗಾರದವುಗಳು. ‘ಲೆಬನೋನಿನ ತೋಪು’ ಎನಿಸಿಕೊಳ್ಳುವ ಮಂದಿರದ ಎಲ್ಲಾ ಸಾಮಗ್ರಿಗಳು ಚೊಕ್ಕ ಬಂಗಾರದವುಗಳು. ಸೊಲೊಮೋನನ ಕಾಲದಲ್ಲಿ ಬೆಳ್ಳಿಗೆ ಬೆಲೆಯೇ ಇರಲಿಲ್ಲ."},{"number":21,"verse":"ಅರಸನ ಹಡಗುಗಳು ಹೂರಾಮನ ನಾವಿಕರ ಜೊತೆಯಲ್ಲಿ ತಾರ್ಷೀಷಿಗೆ ಹೋಗಿ ಮೂರು ವರ್ಷಕ್ಕೊಮ್ಮೆ ಬಂಗಾರ, ಬೆಳ್ಳಿ, ದಂತ, ಕಪಿ, ನವಿಲು ಇವುಗಳನ್ನು ತರುತ್ತಿದ್ದವು."},{"number":22,"verse":"ಈ ಪ್ರಕಾರ ಅರಸ ಸೊಲೊಮೋನನು ಐಶ್ವರ್ಯದಲ್ಲೂ ಜ್ಞಾನದಲ್ಲೂ ಭೂಲೋಕದ ಎಲ್ಲಾ ಅರಸರಿಗಿಂತ ಮಿಗಿಲಾಗಿದ್ದನು."},{"number":23,"verse":"ದೇವರು ಅವನಿಗೆ ಅನುಗ್ರಹಿಸಿದ ಜ್ಞಾನವಾಕ್ಯಗಳನ್ನು ಕೇಳುವುದಕ್ಕಾಗಿ ಭೂರಾಜರೆಲ್ಲರು ಅವನ ದರ್ಶನಕ್ಕೆ ಬರುತ್ತಿದ್ದರು."},{"number":24,"verse":"ಅವರೆಲ್ಲರು ಅವನಿಗೆ ವರ್ಷ ವರ್ಷವೂ ಬೆಳ್ಳಿ ಬಂಗಾರದ ಸಾಮಾನು, ಉಡುಪು, ಯುದ್ಧಾಯುಧ, ಸುಗಂಧದ್ರವ್ಯ, ಕುದುರೆ, ಹೇಸರಗತ್ತೆ ಇವುಗಳನ್ನು ಕಾಣಿಕೆಯಾಗಿ ಕೊಡುತ್ತಿದ್ದರು."},{"number":25,"verse":"ಸೊಲೊಮೋನನ ಅಶ್ವಸಹಿತವಾದ ರಥಗಳು ನಾಲ್ಕು ಸಾವಿರ ಹಾಗೂ ರಾಹುತರು ಹನ್ನೆರಡು ಸಾವಿರ. ಇವುಗಳನ್ನು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ತನ್ನ ಬಳಿಯಲ್ಲೂ ರಥಗಳಿಗಾಗಿ ನೇಮಿಸಿದ್ದ ಪಟ್ಟಣಗಳಲ್ಲೂ ಇರಿಸಿದ್ದನು."},{"number":26,"verse":"ಅವನು ಯೂಫ್ರೆಟಿಸ್ ನದಿ ಮೊದಲುಗೊಂಡು ಫಿಲಿಷ್ಟಿಯರ ಮತ್ತು ಈಜಿಪ್ಟರ ದೇಶಗಳವರೆಗೂ ಇರುವ ಎಲ್ಲ ರಾಜರನ್ನು ಆಳುತ್ತಿದ್ದನು."},{"number":27,"verse":"ಅರಸನ ಕಾಲದಲ್ಲಿ ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಬೆಳ್ಳಿ, ಕಲ್ಲಿನಂತೆಯೂ ದೇವದಾರು ಮರಗಳು, ಇಳಕಲಿನ ಪ್ರದೇಶದಲ್ಲಿ ಬೆಳೆಯುವ ಅತ್ತಿಮರಗಳಂತೆಯೂ ವಿಫುಲವಾಗಿ ಇದ್ದವು."},{"number":28,"verse":"ಸೊಲೊಮೋನನಿಗಾಗಿ ಈಜಿಪ್ಟ್ ಮುಂತಾದ ದೇಶಗಳಿಂದ ಕುದುರೆಗಳನ್ನು ತರುತ್ತಿದ್ದರು."},{"number":29,"verse":"(ಸೊಲೊಮೋನನ ಮರಣ) ( ಸೊಲೊಮೋನನ ಉಳಿದ ಪೂರ್ವೋತ್ತರ ಚರಿತ್ರೆಯನ್ನು, ಪ್ರವಾದಿ ನಾತಾನನ ಚರಿತ್ರೆ ಶೀಲೋವಿನವನಾದ ಅಹೀಯನ ಪ್ರವಾದನೆ ಹಾಗೂ ದಿವ್ಯದರ್ಶಿಯಾದ ಇದ್ದೋವನು ನೆಬಾಟನ ಮಗ ಯಾರೊಬ್ಬಾಮನನ್ನು ಕುರಿತು ನುಡಿದ ದರ್ಶನೋಕ್ತಿ ಎಂಬ ಗ್ರಂಥಗಳಲ್ಲಿ ಬರೆದಿಡಲಾಗಿ ಇದೆ."},{"number":30,"verse":"ಸೊಲೊಮೋನನು ಜೆರುಸಲೇಮಿನಲ್ಲಿ ಇದ್ದುಕೊಂಡು ಎಲ್ಲ ಇಸ್ರಯೇಲರನ್ನು ನಾಲ್ವತ್ತು ವರ್ಷ ಆಳಿದನಂತರ ನಿಧನನಾಗಿ ಪಿತೃಗಳ ಬಳಿಗೆ ಸೇರಿದನು."},{"number":31,"verse":"ಅವನ ಶವವನ್ನು ಅವನ ತಂದೆ ದಾವೀದನ ಪಟ್ಟಣದಲ್ಲಿ ಸಮಾಧಿಮಾಡಿದರು. ಅವನಿಗೆ ಬದಲಾಗಿ ಅವನ ಮಗ ರೆಹಬ್ಬಾಮನು ಅರಸನಾದನು."}]}