{"bibleAbbr":"WEB2020+","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":10,"verses":[{"number":1,"verse":"Now Ahab <WH256> had seventy <WH7657> sons <WH1121> in Samaria. <WH8111> Jehu <WH3058> wrote <WH3789> letters, <WH5612> and sent <WH7971> to Samaria, <WH8111> to the rulers <WH8269> of Jezreel, <WH3157> even the elders, <WH2205> and to those who brought up <WH539> the sons of Ahab, <WH256> saying, <WH559>"},{"number":2,"verse":"\"Now as soon as this letter <WH5612> comes <WH935> to you, <WH113> since your master's sons <WH1121> are with you, <WH7393> and there are with you chariots and horses, <WH5483> a fortified <WH4013> city <WH5892> also, <WH5402> and armor."},{"number":3,"verse":"Select <WH7200> the best <WH2896> and fittest <WH3477> of your master <WH113>'s sons, <WH1121> set <WH7760> him on his father <WH1>'s throne, <WH3678> and fight <WH3898> for your master <WH113>'s house. <WH1004>\""},{"number":4,"verse":"But they were exceedingly <WH3966> afraid, <WH3372> and said, <WH559> \"Behold, <WH8147> the two kings <WH4428> didn't <WH5975> stand before <WH6440> him! <WH5975> How then shall we stand?\""},{"number":5,"verse":"He who was over the household, <WH1004> and he who was over the city, <WH5892> the elders <WH2205> also, <WH539> and those who raised the children, <WH7971> sent to Jehu, <WH3058> saying, <WH559> \"We are your servants, <WH5650> and will do <WH6213> all that you ask <WH559> us. <WH376> We will not make any man king. <WH4427> You do <WH6213> that which is good <WH2896> in your eyes. <WH5869>\""},{"number":6,"verse":"Then he wrote <WH3789> a letter <WH5612> the second time <WH8145> to them, <WH559> saying, \"If you are on my side, <WH8085> and if you will listen to my voice, <WH6963> take <WH3947> the heads <WH7218> of the men <WH582> your master <WH113>'s sons, <WH1121> and come <WH935> to me to Jezreel <WH3157> by tomorrow <WH4279> this time. <WH6256>\" Now the king <WH4428>'s sons, <WH1121> being seventy <WH7657> persons, <WH376> were with the great men <WH1419> of the city, <WH5892> who brought them up. <WH1431>"},{"number":7,"verse":"It happened, <WH5612> when the letter came <WH935> to them, <WH3947> that they took the king <WH4428>'s sons, <WH1121> and killed <WH7819> them, <WH7657> even seventy persons, <WH376> and put <WH7760> their heads <WH7218> in baskets, <WH1731> and sent <WH7971> them to him to Jezreel. <WH3157>"},{"number":8,"verse":"A messenger <WH4397> came, <WH935> and told <WH5046> him, <WH935> \"They have brought the heads <WH7218> of the king <WH4428>'s sons. <WH1121>\" He said, <WH559> \"Lay <WH7760> them in <WH6607> two <WH8147> heaps <WH6652> at the entrance <WH6607> of the gate <WH8179> until the morning. <WH1242>\""},{"number":9,"verse":"It happened in the morning, <WH1242> that he went out, <WH3318> and stood, <WH5975> and said <WH559> to all the people, <WH5971> \"You are righteous. <WH6662> Behold, <WH7194> I conspired against my master, <WH113> and killed <WH2026> him; <WH5221> but who struck all these?"},{"number":10,"verse":"Know <WH3045> now <WH645> that nothing shall fall <WH5307> to the earth <WH776> of the word <WH1697> of Yahweh, <WH3068> which Yahweh <WH3068> spoke <WH1696> concerning the house <WH1004> of Ahab. <WH256> For Yahweh <WH3068> has done <WH6213> that which he spoke <WH1696> by <WH3027> his servant <WH5650> Elijah. <WH452>\""},{"number":11,"verse":"So Jehu <WH3058> struck <WH5221> all that remained <WH7604> of the house <WH1004> of Ahab <WH256> in Jezreel, <WH3157> with all his great men, <WH1419> his familiar <WH3045> friends, <WH3548> and his priests, until he left <WH7604> him none remaining. <WH8300>"},{"number":12,"verse":"He arose <WH6965> and departed, <WH935> and went <WH3212> to Samaria. <WH8111> As he was at the shearing <WH7462> house <WH1004> of the shepherds on the way, <WH1870>"},{"number":13,"verse":"Jehu <WH3058> met <WH4672> with the brothers <WH251> of Ahaziah <WH274> king <WH4428> of Judah, <WH3063> and said, <WH559> \"Who are you? <WH559>\" They answered, \"We are the brothers <WH251> of Ahaziah. <WH274> We are going down <WH3381> to greet <WH7965> the children <WH1121> of the king <WH4428> and the children <WH1121> of the queen. <WH1377>\""},{"number":14,"verse":"He said, <WH559> \"Take <WH8610> them alive! <WH2416>\" They took <WH8610> them alive, <WH2416> and killed <WH7819> them at the pit <WH953> of the shearing house, <WH1044> even forty <WH705> - two <WH8147> men. <WH376> He didn't <WH7604> leave any of them. <WH376>"},{"number":15,"verse":"When he had departed <WH3212> from there, <WH3082> he met Jehonadab the son <WH1121> of Rechab <WH7394> coming to meet <WH7125> him. <WH1288> He greeted him, <WH559> and said to him, <WH3426> \"Is your heart <WH3824> right, <WH3477> as my heart <WH3824> is <WH3426> with your heart? <WH3824>\" Jehonadab <WH3082> answered, <WH559> \"It is. <WH3426>\" \"If it is, give <WH5414> me your hand. <WH3027>\" He gave <WH5414> him his hand; <WH3027> and he took him up <WH5927> to him into the chariot. <WH4818>"},{"number":16,"verse":"He said, <WH559> \"Come <WH3212> with me, <WH7200> and see my zeal <WH7068> for Yahweh. <WH3068>\" So they made him ride <WH7392> in his chariot. <WH7393>"},{"number":17,"verse":"When he came <WH935> to Samaria, <WH8111> he struck <WH5221> all who remained <WH7604> to Ahab <WH256> in Samaria, <WH8111> until he had destroyed <WH8045> him, <WH1697> according to the word of Yahweh, <WH3068> which he spoke <WH1696> to Elijah. <WH452>"},{"number":18,"verse":"Jehu <WH3058> gathered <WH6908> all the people <WH5971> together, <WH6908> and said <WH559> to them, <WH256> \"Ahab served <WH5647> Baal <WH1168> a little; <WH4592> but Jehu <WH3058> will serve <WH5647> him much. <WH7235>"},{"number":19,"verse":"Now therefore call <WH7121> to me all the prophets <WH5030> of Baal, <WH1168> all of his worshippers, <WH5647> and all of his priests. <WH3548> Let none <WH376> be absent; <WH6485> for I have a great <WH1419> sacrifice <WH2077> to Baal. <WH1168> Whoever is absent, <WH6485> he shall not live. <WH2421>\" But Jehu <WH3058> did <WH6213> it in subtlety, <WH6122> intending that he might destroy <WH6> the worshippers <WH5647> of Baal. <WH1168>"},{"number":20,"verse":"Jehu <WH3058> said, <WH559> \"Sanctify <WH6942> a solemn assembly <WH6116> for Baal! <WH1168>\" They proclaimed it. <WH7121>"},{"number":21,"verse":"Jehu <WH3058> sent <WH7971> through all Israel; <WH3478> and all the worshippers <WH5647> of Baal <WH1168> came, <WH935> so that there was not a man <WH376> left <WH7604> that didn't <WH935> come. They came <WH935> into the house <WH1004> of Baal; <WH1168> and the house <WH1004> of Baal <WH1168> was filled <WH4390> from one end <WH6310> to another. <WH6310>"},{"number":22,"verse":"He said <WH559> to him who was over the vestry, <WH4458> \"Bring out <WH3318> robes <WH3830> for all the worshippers <WH5647> of Baal! <WH1168>\" He brought robes <WH4403> out to them. <WH3318>"},{"number":23,"verse":"Jehu <WH3058> went <WH935> with Jehonadab <WH3082> the son <WH1121> of Rechab <WH7394> into the house <WH1004> of Baal. <WH1168> Then he said <WH559> to the worshippers <WH5647> of Baal, <WH1168> \"Search, <WH2664> and look <WH7200> that there are <WH3426> here with you none of the servants <WH5650> of Yahweh, <WH3068> but the worshippers <WH5647> of Baal only. <WH1168>\""},{"number":24,"verse":"They went in <WH935> to offer <WH6213> sacrifices <WH2077> and burnt offerings. <WH5930> Now Jehu <WH3058> had appointed <WH7760> him eighty <WH8084> men <WH376> outside, <WH2351> and said, <WH559> \"If any <WH376> of the men <WH582> whom I bring <WH935> into your hands <WH3027> escape, <WH4422> he who lets him go, <WH5315> his life shall be for the life of him. <WH5315>\""},{"number":25,"verse":"It happened, <WH3615> as soon as he had made an end of offering <WH5930> the burnt offering, <WH6213> that Jehu <WH3058> said <WH559> to the guard <WH7323> and to the captains, <WH7991> \"Go in, <WH935> and kill <WH5221> them! <WH376> Let none escape. <WH3318>\" They struck <WH5221> them with the edge <WH6310> of the sword; <WH2719> and the guard <WH7323> and the captains <WH7991> cast them out, <WH7993> and went <WH3212> to the city <WH5892> of the house <WH1004> of Baal. <WH1168>"},{"number":26,"verse":"They brought out <WH3318> the pillars <WH4676> that were in the house <WH1004> of Baal, <WH1168> and burned them. <WH8313>"},{"number":27,"verse":"They broke down <WH5422> the pillar <WH4676> of Baal, <WH1168> and broke down <WH5422> the house <WH1004> of Baal, <WH1168> and made <WH7760> it a latrine, <WH4163> to this day. <WH3117>"},{"number":28,"verse":"Thus Jehu <WH3058> destroyed <WH8045> Baal <WH1168> out of Israel. <WH3478>"},{"number":29,"verse":"However from the sins <WH2399> of Jeroboam <WH3379> the son <WH1121> of Nebat, <WH5028> with which he made Israel <WH3478> to sin, <WH2398> Jehu <WH3058> didn't <WH5493> depart from after <WH310> them, <WH2091> the golden calves <WH5695> that were in Bethel, <WH1008> and that were in Dan. <WH1835>"},{"number":30,"verse":"Yahweh <WH3068> said <WH559> to Jehu, <WH3058> \"Because you have done well <WH2895> in executing <WH6213> that which is right <WH3477> in my eyes, <WH5869> and have done <WH6213> to the house <WH1004> of Ahab <WH256> according to all that was in my heart, <WH3824> your sons <WH1121> of the fourth <WH7243> generation shall sit <WH3427> on the throne <WH3678> of Israel. <WH3478>\""},{"number":31,"verse":"But Jehu <WH3058> took no heed <WH8104> to walk <WH3212> in the law <WH8451> of Yahweh, <WH3068> the God <WH430> of Israel, <WH3478> with all his heart. <WH3824> He didn't <WH5493> depart from the sins <WH2403> of Jeroboam, <WH3379> with which he made Israel <WH3478> to sin. <WH2398>"},{"number":32,"verse":"In those days <WH3117> Yahweh <WH3068> began <WH2490> to cut <WH7096> off <WH7096> from Israel; <WH3478> and Hazael <WH2371> struck <WH5221> them in all the borders <WH1366> of Israel; <WH3478>"},{"number":33,"verse":"from the Jordan <WH3383> eastward, <WH4217> all the land <WH776> of Gilead, <WH1568> the Gadites, <WH1425> and the Reubenites, <WH7206> and the Manassites, <WH4520> from Aroer, <WH6177> which is by the valley <WH5158> of the Arnon, <WH769> even Gilead <WH1568> and Bashan. <WH1316>"},{"number":34,"verse":"Now the rest <WH3499> of the acts <WH1697> of Jehu, <WH3058> and all that he did, <WH6213> and all his might, <WH1369> aren't <WH3789> they written in the book <WH5612> of the chronicles <WH1697> of the kings <WH4428> of Israel? <WH3478>"},{"number":35,"verse":"Jehu <WH3058> slept <WH7901> with his fathers; <WH1> and they buried <WH6912> him in Samaria. <WH8111> Jehoahaz <WH3059> his son <WH1121> reigned in his place. <WH4427>"},{"number":36,"verse":"The time <WH3117> that Jehu <WH3058> reigned <WH4427> over Israel <WH3478> in Samaria <WH8111> was twenty <WH6242> - eight <WH8083> years. <WH8141>"}]}