{"bibleAbbr":"WEB2020+","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":24,"verses":[{"number":1,"verse":"In his days <WH3117> Nebuchadnezzar <WH5019> king <WH4428> of Babylon <WH894> came up, <WH5927> and Jehoiakim <WH3079> became his servant <WH5650> three <WH7969> years: <WH8141> then he turned <WH7725> and rebelled against him. <WH4775>"},{"number":2,"verse":"Yahweh <WH3068> sent <WH7971> against him bands <WH1416> of the Chaldeans, <WH3778> and bands <WH1416> of the Syrians, <WH758> and bands <WH1416> of the Moabites, <WH4124> and bands <WH1416> of the children <WH1121> of Ammon, <WH5983> and sent <WH7971> them against Judah <WH3063> to destroy <WH6> it, <WH1697> according to the word of Yahweh, <WH3068> which he spoke <WH1696> by <WH3027> his servants <WH5650> the prophets. <WH5030>"},{"number":3,"verse":"Surely at the commandment <WH6310> of Yahweh <WH3068> came this on Judah, <WH3063> to remove <WH5493> them out of his sight, <WH6440> for the sins <WH2403> of Manasseh, <WH4519> according to all that he did, <WH6213>"},{"number":4,"verse":"and also for the innocent <WH5355> blood <WH1818> that he shed; <WH8210> for he filled <WH4390> Jerusalem <WH3389> with innocent <WH5355> blood: <WH1818> and Yahweh <WH3068> would <WH14> not pardon. <WH5545>"},{"number":5,"verse":"Now the rest <WH3499> of the acts <WH1697> of Jehoiakim, <WH3079> and all that he did, <WH6213> aren't <WH3789> they written in the book <WH5612> of the chronicles <WH1697> of the kings <WH4428> of Judah? <WH3063>"},{"number":6,"verse":"So Jehoiakim <WH3079> slept <WH7901> with his fathers; <WH1> and Jehoiachin <WH3078> his son <WH1121> reigned in his place. <WH4427>"},{"number":7,"verse":"The king <WH4428> of Egypt <WH4714> didn't <WH3318> come again <WH3254> out of his land <WH776> any more; <WH4428> for the king of Babylon <WH894> had taken, <WH3947> from the brook <WH5104> of Egypt <WH4714> to the river <WH5158> Euphrates, <WH6578> all that pertained to the king <WH4428> of Egypt. <WH4714>"},{"number":8,"verse":"Jehoiachin <WH3078> was eighteen <WH8083> years <WH8141> old <WH1121> when he began to reign; <WH4427> and he reigned <WH4427> in Jerusalem <WH3389> three <WH7969> months: <WH2320> and his mother <WH517>'s name <WH8034> was Nehushta <WH5179> the daughter <WH1323> of Elnathan <WH494> of Jerusalem. <WH3389>"},{"number":9,"verse":"He did <WH6213> that which was evil <WH7451> in the sight <WH5869> of Yahweh, <WH3068> according to all that his father <WH1> had done. <WH6213>"},{"number":10,"verse":"At that time <WH6256> the servants <WH5650> of Nebuchadnezzar <WH5019> king <WH4428> of Babylon <WH894> came up <WH5927> to Jerusalem, <WH3389> and the city <WH5892> was besieged. <WH935>"},{"number":11,"verse":"Nebuchadnezzar <WH5019> king <WH4428> of Babylon <WH894> came <WH935> to the city, <WH5892> while his servants <WH5650> were besieging it; <WH6696>"},{"number":12,"verse":"and Jehoiachin <WH3078> the king <WH4428> of Judah <WH3063> went out <WH3318> to the king <WH4428> of Babylon, <WH894> he, <WH517> and his mother, and his servants, <WH5650> and his princes, <WH8269> and his officers: <WH5631> and the king <WH4428> of Babylon <WH894> took <WH3947> him in the eighth <WH8083> year <WH8141> of his reign. <WH4427>"},{"number":13,"verse":"He carried out <WH3318> there all the treasures <WH214> of the house <WH1004> of Yahweh, <WH3068> and the treasures <WH214> of the king <WH4428>'s house, <WH1004> and cut in pieces <WH7112> all the vessels <WH3627> of gold, <WH2091> which Solomon <WH8010> king <WH4428> of Israel <WH3478> had made <WH6213> in the temple <WH1964> of Yahweh, <WH3068> as Yahweh <WH3068> had said. <WH1696>"},{"number":14,"verse":"He carried away <WH1540> all Jerusalem, <WH3389> and all the princes, <WH8269> and all the mighty men <WH1368> of valor, <WH2428> even ten <WH6235> thousand <WH505> captives, <WH1540> and all the craftsmen <WH2796> and the smiths; <WH4525> none remained, <WH7604> except <WH2108> the poorest sort <WH1803> of the people <WH5971> of the land. <WH776>"},{"number":15,"verse":"He carried away <WH1540> Jehoiachin <WH3078> to Babylon; <WH894> and the king <WH4428>'s mother, <WH517> and the king <WH4428>'s wives, <WH802> and his officers, <WH5631> and the chief <WH352> men of the land, <WH776> carried <WH3212> he into captivity <WH1473> from Jerusalem <WH3389> to Babylon. <WH894>"},{"number":16,"verse":"All the men <WH582> of might, <WH2428> even seven <WH7651> thousand, <WH505> and the craftsmen <WH2796> and the smiths <WH4525> one thousand, <WH505> all of them strong <WH1368> and apt <WH6213> for war, <WH4421> even them the king <WH4428> of Babylon <WH894> brought <WH935> captive <WH1473> to Babylon. <WH894>"},{"number":17,"verse":"The king <WH4428> of Babylon <WH894> made Mattaniah, <WH4983> Jehoiachin <WH1730>'s father's brother, king <WH4427> is his place, <WH5437> and changed his name <WH8034> to Zedekiah. <WH6667>"},{"number":18,"verse":"Zedekiah <WH6667> was twenty <WH6242> - one <WH259> years <WH8141> old <WH1121> when he began to reign; <WH4427> and he reigned <WH4427> eleven <WH259> years <WH8141> in Jerusalem: <WH3389> and his mother <WH517>'s name <WH8034> was Hamutal <WH2537> the daughter <WH1323> of Jeremiah <WH3414> of Libnah. <WH3841>"},{"number":19,"verse":"He did <WH6213> that which was evil <WH7451> in the sight <WH5869> of Yahweh, <WH3068> according to all that Jehoiakim <WH3079> had done. <WH6213>"},{"number":20,"verse":"For through the anger <WH639> of Yahweh, <WH3068> it happened in Jerusalem <WH3389> and Judah, <WH3063> until he had cast them out <WH7993> from his presence. <WH6440> Zedekiah <WH6667> rebelled <WH4775> against the king <WH4428> of Babylon. <WH894>"}]}