{"bibleAbbr":"WEB2020+","bookName":"2 Kings","bookEnglishName":"2 Kings","chapterNumber":4,"verses":[{"number":1,"verse":"Now there cried <WH6817> a certain <WH259> woman <WH802> of the wives <WH802> of the sons <WH1121> of the prophets <WH5030> to Elisha, <WH477> saying, <WH559> \"Your servant <WH5650> my husband <WH376> is dead. <WH4191> You know <WH3045> that your servant <WH5650> feared <WH3373> Yahweh. <WH3068> Now the creditor <WH5383> has come <WH935> to take <WH3947> for himself my two <WH8147> children <WH3206> to be slaves. <WH5650>\""},{"number":2,"verse":"Elisha <WH477> said <WH559> to her, <WH6213> \"What shall I do for you? <WH5046> Tell me: <WH3426> what do you have in the house? <WH1004>\" She said, <WH559> \"Your handmaid <WH8198> has nothing in the house, <WH1004> except a pot <WH610> of oil. <WH8081>\""},{"number":3,"verse":"Then he said, <WH559> \"Go, <WH3212> borrow <WH7592> containers <WH3627> from of all <WH2351> your neighbors, <WH7934> even empty <WH7386> containers. <WH3627> Don't <WH4591> borrow just a few."},{"number":4,"verse":"You shall go in, <WH935> and shut <WH5462> the door <WH1817> on you and on your sons, <WH1121> and pour out <WH3332> into all those containers; <WH3627> and you shall set aside <WH5265> that which is full. <WH4392>\""},{"number":5,"verse":"So she went <WH3212> from him, <WH5462> and shut the door <WH1817> on her and on <WH1157> her sons; <WH1121> they <WH1992> brought <WH5066> the containers to her, <WH3332> and she poured out."},{"number":6,"verse":"It happened, <WH3627> when the containers were full, <WH4390> that she said <WH559> to her son, <WH1121> \"Bring <WH5066> me another container. <WH3627>\" He said <WH559> to her, <WH3627> \"There isn't another container.\" The oil <WH8081> stopped flowing. <WH5975>"},{"number":7,"verse":"Then she came <WH935> and told <WH5046> the man <WH376> of God. <WH430> He said, <WH559> \"Go, <WH3212> sell <WH4376> the oil, <WH8081> and pay <WH7999> your debt; <WH5386> and you and your sons <WH1121> live <WH2421> on the rest. <WH3498>\""},{"number":8,"verse":"It fell on a day, <WH3117> that Elisha <WH477> passed <WH5674> to Shunem, <WH7766> where there was a prominent <WH1419> woman; <WH802> and she persuaded <WH2388> him to eat <WH398> bread. <WH3899> So it was, <WH1767> that as often as he passed by, <WH5674> he turned <WH5493> in there to eat <WH398> bread. <WH3899>"},{"number":9,"verse":"She said <WH559> to her husband, <WH376> \"See now, <WH3045> I perceive that this is a holy <WH6918> man <WH376> of God, <WH430> that passes <WH5674> by us continually. <WH8548>"},{"number":10,"verse":"Please let us make <WH6213> a little <WH6996> room <WH5944> on the wall. <WH7023> Let us set <WH7760> for him there a bed, <WH4296> a table, <WH7979> a chair, <WH3678> and a lamp <WH4501> stand. <WH935> It shall be, when he comes to us, <WH5493> that he shall turn in there.\""},{"number":11,"verse":"One day <WH3117> he came <WH935> there, <WH5493> and he turned into the room <WH5944> and lay there. <WH7901>"},{"number":12,"verse":"He said <WH559> to Gehazi <WH1522> his servant, <WH5288> \"Call <WH7121> this Shunammite. <WH7767>\" When he had called <WH7121> her, <WH5975> she stood before him. <WH6440>"},{"number":13,"verse":"He said <WH559> to him, <WH559> \"Say now to her, <WH2729> 'Behold, you have cared for us with all this care. <WH2731> What is to be done <WH6213> for you? <WH3426> Would you like to be spoken <WH1696> for to the king, <WH4428> or to the captain <WH8269> of the army? <WH6635>'\" She answered, <WH559> \"I dwell <WH3427> among <WH8432> my own people. <WH5971>\""},{"number":14,"verse":"He said, <WH559> \"What then is to be done <WH6213> for her? <WH1522>\" Gehazi answered, <WH559> \"Most certainly <WH61> she has no son, <WH1121> and her husband <WH376> is old. <WH2204>\""},{"number":15,"verse":"He said, <WH559> \"Call <WH7121> her. <WH7121>\" When he had called her, <WH5975> she stood in the door. <WH6607>"},{"number":16,"verse":"He said, <WH559> \"At this season, <WH4150> when the time <WH6256> comes around, <WH2416> you will embrace <WH2263> a son. <WH1121>\" She said, <WH559> \"No, <WH113> my lord, you man <WH376> of God, <WH430> do not lie <WH3576> to your handmaid. <WH8198>\""},{"number":17,"verse":"The woman <WH802> conceived, <WH2029> and bore <WH3205> a son <WH1121> at that season, <WH4150> when the time <WH6256> came around, <WH2416> as Elisha <WH477> had said to her. <WH1696>"},{"number":18,"verse":"When the child <WH3206> was grown, <WH1431> it happened one day <WH3117> that he went out <WH3318> to his father <WH1> to the reapers. <WH7114>"},{"number":19,"verse":"He said <WH559> to his father, <WH1> \"My head! <WH7218> My head! <WH7218>\" He said <WH559> to his servant, <WH5288> \"Carry <WH5375> him to his mother. <WH517>\""},{"number":20,"verse":"When he had taken <WH5375> him, <WH935> and brought him to his mother, <WH517> he sat <WH3427> on her knees <WH1290> until noon, <WH6672> and then died. <WH4191>"},{"number":21,"verse":"She went up <WH5927> and laid <WH7901> him on the bed <WH4296> of the man <WH376> of God, <WH430> and shut <WH5462> the door on him, <WH3318> and went out."},{"number":22,"verse":"She called <WH7121> to her husband, <WH376> and said, <WH559> \"Please send <WH7971> me one <WH259> of the servants, <WH5288> and one <WH259> of the donkeys, <WH860> that I may run <WH7323> to the man <WH376> of God, <WH430> and come again. <WH7725>\""},{"number":23,"verse":"He said, <WH559> \"Why would you want go <WH1980> to him today? <WH3117> It is neither new moon <WH2320> nor Sabbath. <WH7676>\" She said, <WH559> \"It <WH7965>'s alright.\""},{"number":24,"verse":"Then she saddled <WH2280> a donkey, <WH860> and said <WH559> to her servant, <WH5288> \"Drive, <WH5090> and go forward! <WH3212> Don't <WH6113> slow down <WH7392> for me, <WH559> unless I ask you to.\""},{"number":25,"verse":"So she went, <WH3212> and came <WH935> to the man <WH376> of God <WH430> to Mount <WH2022> Carmel. <WH3760> It happened, <WH376> when the man of God <WH430> saw her afar off, <WH7200> that he said <WH559> to Gehazi <WH1522> his servant, <WH5288> \"Behold, <WH1975> there is the Shunammite. <WH7767>"},{"number":26,"verse":"Please run <WH7323> now to meet <WH7125> her, <WH559> and ask her, <WH7965> 'Is it well with you? <WH7965> Is it well with your husband? <WH376> Is it well <WH7965> with the child? <WH3206>'\" She answered, <WH559> \"It is well. <WH7965>\""},{"number":27,"verse":"When she came <WH935> to the man <WH376> of God <WH430> to the hill, <WH2022> she caught <WH2388> hold of his feet. <WH7272> Gehazi <WH1522> came near <WH5066> to thrust her away; <WH1920> but the man <WH376> of God <WH430> said, <WH559> \"Leave her alone; <WH7503> for her soul <WH5315> is troubled <WH4843> within her; <WH3068> and Yahweh has hidden <WH5956> it from me, <WH5046> and has not told me.\""},{"number":28,"verse":"Then she said, <WH559> \"Did I desire <WH7592> a son <WH1121> of my lord? <WH113> Didn't <WH559> I say, Do not deceive me? <WH7952>\""},{"number":29,"verse":"Then he said <WH559> to Gehazi, <WH1522> \"Tuck your cloak <WH4975> into your belt, <WH2296> take <WH3947> my staff <WH4938> in your hand, <WH3027> and go your way. <WH3212> If you meet <WH4672> any man, <WH376> don't <WH1288> greet him; <WH376> and if anyone greets <WH1288> you, <WH6030> don't answer him again. Then lay <WH7760> my staff <WH4938> on the face <WH6440> of the child. <WH5288>\""},{"number":30,"verse":"The mother <WH517> of the child <WH5288> said, <WH559> \"As Yahweh <WH3068> lives, <WH2416> and as your soul <WH5315> lives, <WH2416> I will not leave <WH5800> you. <WH6965>\" He arose, and followed her. <WH3212>"},{"number":31,"verse":"Gehazi <WH1522> passed on <WH5674> before <WH6440> them, <WH7760> and laid the staff <WH4938> on the face <WH6440> of the child; <WH5288> but there was neither voice, <WH6963> nor hearing. <WH7182> Therefore he returned <WH7725> to meet <WH7125> him, <WH5046> and told him, <WH559> saying, \"The child <WH5288> has not awakened. <WH6974>\""},{"number":32,"verse":"When Elisha <WH477> had come <WH935> into the house, <WH1004> behold, <WH5288> the child was dead, <WH4191> and laid <WH7901> on his bed. <WH4296>"},{"number":33,"verse":"He went in <WH935> therefore, <WH5462> and shut the door <WH1817> on them both, <WH8147> and prayed <WH6419> to Yahweh. <WH3068>"},{"number":34,"verse":"He went up, <WH5927> and lay <WH7901> on the child, <WH3206> and put <WH7760> his mouth <WH6310> on his mouth, <WH6310> and his eyes <WH5869> on his eyes, <WH5869> and his hands <WH3709> on his hands. <WH3709> He stretched <WH1457> himself on him; <WH1320> and the flesh of the child <WH3206> grew warm. <WH2552>"},{"number":35,"verse":"Then he returned, <WH7725> and walked <WH3212> in the house <WH1004> once back <WH259> and forth; <WH259> and went up, <WH5927> and stretched <WH1457> himself on him. <WH5288> Then the child sneezed <WH2237> seven <WH7651> times, <WH6471> and the child <WH5288> opened <WH6491> his eyes. <WH5869>"},{"number":36,"verse":"He called <WH7121> Gehazi, <WH1522> and said, <WH559> \"Call <WH7121> this Shunammite! <WH7767>\" So he called <WH7121> her. <WH935> When she had come in to him, <WH559> he said, \"Take up <WH5375> your son. <WH1121>\""},{"number":37,"verse":"Then she went in, <WH935> and fell <WH5307> at his feet, <WH7272> and bowed <WH7812> herself to the ground; <WH776> and she took up <WH5375> her son, <WH1121> and went out. <WH3318>"},{"number":38,"verse":"Elisha <WH477> came again <WH7725> to Gilgal. <WH1537> There was a famine <WH7458> in the land; <WH776> and the sons <WH1121> of the prophets <WH5030> were sitting <WH3427> before <WH6440> him; <WH559> and he said to his servant, <WH5288> \"Set <WH8239> on the great <WH1419> pot, <WH5518> and boil <WH1310> stew <WH5138> for the sons <WH1121> of the prophets. <WH5030>\""},{"number":39,"verse":"One <WH259> went out <WH3318> into the field <WH7704> to gather <WH3950> herbs, <WH219> and found <WH4672> a wild <WH7704> vine, <WH1612> and gathered <WH3950> of it wild <WH7704> gourds <WH6498> his lap <WH899> full, <WH4393> and came <WH935> and shred <WH6398> them into the pot <WH5518> of stew; <WH5138> for they didn't <WH3045> recognize them."},{"number":40,"verse":"So they poured out <WH3332> for the men <WH582> to eat. <WH398> It happened, <WH398> as they were eating of the stew, <WH5138> that they cried out, <WH6817> and said, <WH559> \"Man <WH376> of God, <WH430> there is death <WH4194> in the pot! <WH5518>\" They could <WH3201> not eat of it. <WH398>"},{"number":41,"verse":"But he said, <WH559> \"Then bring <WH3947> meal. <WH7058>\" He cast <WH7993> it into the pot; <WH5518> and he said, <WH559> \"Pour out <WH3332> for the people, <WH5971> that they may eat. <WH398>\" There was no harm <WH1697> in the pot. <WH5518>"},{"number":42,"verse":"A man <WH376> from Baal Shalishah came, <WH935> and brought <WH935> the man <WH376> of God <WH430> bread <WH3899> of the first <WH1061> fruits, <WH1061> twenty <WH6242> loaves <WH3899> of barley, <WH8184> and fresh ears of grain <WH3759> in his sack. <WH6861> He said, <WH559> \"Give <WH5414> to the people, <WH5971> that they may eat. <WH398>\""},{"number":43,"verse":"His servant <WH8334> said, <WH559> \"What, <WH5414> should I set this before <WH6440> a hundred <WH3967> men? <WH376>\" But he said, <WH559> \"Give <WH5414> the people, <WH5971> that they may eat; <WH398> for thus says <WH559> Yahweh, <WH3068> <WH398> 'They will eat, and will have some left over. <WH3498>'\""},{"number":44,"verse":"So he set <WH5414> it before <WH6440> them, <WH398> and they ate, and left <WH3498> some of it, <WH1697> according to the word of Yahweh. <WH3068>"}]}