{"bibleAbbr":"ISV2011","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":13,"verses":[{"number":1,"verse":"{Concluding Words} d Let brotherly love continue."},{"number":2,"verse":"Stop neglecting to show hospitality to strangers, for by showing hospitality {Lit. by this} some have had angels as their guests without being aware of it."},{"number":3,"verse":"Continue to remember those in prison as if you were in prison with them, as well as those who are mistreated, since they also are only mortal. {Lit. are in the body}"},{"number":4,"verse":"Let marriage be kept honorable in every way, and the marriage bed undefiled. For God will judge those who commit sexual sins, especially those who commit adultery."},{"number":5,"verse":"Keep your lives free from the love of money, and be content with what you have, for God {Lit. he} has said, \"I will never leave you or abandon you.\" {Deut 31:6}"},{"number":6,"verse":"Hence we can confidently say, \"The Lord is my helper; I will not be afraid. What can anyone do to me?\" {Ps 118:6}"},{"number":7,"verse":"Remember your leaders, those who have spoken God's word to you. Think about the impact of their lives, and imitate their faith."},{"number":8,"verse":"Jesus, the Messiah, {Or Christ} is the same yesterday and today and forever!"},{"number":9,"verse":"Stop being {Or Do not be} carried away by all kinds of unusual teachings, for it is good that the heart be strengthened by grace, not by food laws {Lit. by foods} that have never helped those who follow them."},{"number":10,"verse":"We have an altar, and those who serve in the tent have no right to eat at it."},{"number":11,"verse":"For the bodies of animals, whose blood is taken into the sanctuary by the high priest as an offering for sin, are burned outside the camp."},{"number":12,"verse":"That is why Jesus, in order to sanctify the people by his own blood, also suffered outside the city gate."},{"number":13,"verse":"Therefore go to him outside the camp and endure the insults he endured."},{"number":14,"verse":"For here we have no permanent city but are looking for the one that is coming."},{"number":15,"verse":"Therefore, through him let us always bring God a sacrifice of praise, that is, the fruit of our lips that confess his name."},{"number":16,"verse":"Do not neglect to do good and to be generous, for God is pleased with such sacrifices."},{"number":17,"verse":"Continue to follow and be submissive to your leaders, since they are watching over your souls as those who will have to give a word of explanation. By doing this, you will be letting them carry out their duties joyfully, and not with grief, for that would be harmful for you."},{"number":18,"verse":"Pray for us, for we are sure that we have a clear conscience and desire to live honorably in every way."},{"number":19,"verse":"I especially ask you to do this so that I may be brought back to you sooner."},{"number":20,"verse":"Now may the God of peace, who by the blood of the eternal covenant brought back from the dead our Lord Jesus, the Great Shepherd of the sheep,"},{"number":21,"verse":"equip you with everything good {Other mss. read for every good work} to do his will, accomplishing in us {Other mss. read you} what pleases him through Jesus, the Messiah. {Or Christ} To him be glory forever and ever! {Other mss. lack and ever} Amen."},{"number":22,"verse":"{Final Greeting} d I urge you, brothers, to listen patiently to my encouraging message, {Or word of exhortation} for I have written you a short letter. {Lit. written you briefly}"},{"number":23,"verse":"You should know that our brother Timothy has been set free. If he comes soon, he will be with me when I see you."},{"number":24,"verse":"Greet all your leaders and all the saints. Those who are from Italy greet you."},{"number":25,"verse":"May grace be with all of you! {Other mss. read with all of you! Amen}"}]}