{"bibleAbbr":"KJ3-2005","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":11,"verses":[{"number":1,"verse":"Now faith is the essence of things being hoped, the evidence of things not being seen."},{"number":2,"verse":"For by this the elders obtained witness."},{"number":3,"verse":"By faith we understand the ages to have been framed by a Word of God, so that the things being visible should not come into being out of things being seen."},{"number":4,"verse":"By faith Abel offered a greater sacrifice to God than Cain, by which he obtained witness to be righteous, God testifying over his gifts; and through it, having died, he yet speaks."},{"number":5,"verse":"By faith \"Enoch\" was translated so as not to see death, and \"was not found, because God translated him.\" For before his translation, he had obtained witness to have been well-pleasing to God. Gen 5:24"},{"number":6,"verse":"But without faith it is impossible to be pleasing to God. For it is necessary for the one drawing near to God to believe that He is, and that He becomes a rewarder to the ones seeking Him out."},{"number":7,"verse":"By faith, Noah having been divinely warned by God about the things not yet being seen, being moved with fear, he prepared an ark for the salvation of his house; through which he condemned the world and became heir of the righteousness according to faith."},{"number":8,"verse":"Being called out by faith, Abraham obeyed to go forth to a place which he was going to receive for an inheritance; and he went out not understanding where he goes."},{"number":9,"verse":"By faith he temporarily resided as a foreigner into a land of promise, living in tents with Isaac and Jacob, the joint-heirs of the same promise;"},{"number":10,"verse":"for he waited for a city having foundations, of which the builder and maker is God."},{"number":11,"verse":"Also by faith Sarah herself received power for laying down of seed even beyond the time of age, and gave birth; since she deemed the One having promised to be faithful."},{"number":12,"verse":"Therefore, even from one were generated seed, and these of one being as good as dead, even \"as the stars of the heaven\" in their fullness, and countless as sand by the lip of the sea\". Gen 15:5; 22:17"},{"number":13,"verse":"These all died by way of faith, not having received the promises, but seeing them from afar, and being persuaded, and having welcomed them and confessed that they are strangers and sojourning ones on the earth."},{"number":14,"verse":"For the ones saying such things make clear that they seek a fatherland."},{"number":15,"verse":"And truly if they were mindful of the place from which they came out, they might have had opportunity to return."},{"number":16,"verse":"But now they stretch forth to a better, that is, a heavenly land. Therefore, God is not ashamed of them, for Him to be called their God; for He prepared a city for them."},{"number":17,"verse":"By faith, being tested, Abraham offered up Isaac; and the one receiving the promises was offering up the only begotten,"},{"number":18,"verse":"as to whom it was said, \"In Isaac your Seed shall be called\" Gen 21:12"},{"number":19,"verse":"considering that; God was able to raise even from dead ones; from where indeed he obtained him in a parable."},{"number":20,"verse":"By faith concerning things to come Isaac blessed Jacob and Esau."},{"number":21,"verse":"By faith dying Jacob blessed each one of the sons of Joseph, and \"worshiped on the top of his staff\". LXX- Gen 47:31"},{"number":22,"verse":"Dying Joseph by faith made mention of the Exodus of the sons of Israel, and he gave orders about his bones."},{"number":23,"verse":"Having been generated, Moses was by faith hidden by his parents three months, because they saw the child was fair; and they did not fear the king's edict."},{"number":24,"verse":"Having become great, Moses by faith refused to be called the son of Pharaoh's daughter,"},{"number":25,"verse":"having chosen rather to suffer mistreatment with the people of God than to have the temporary enjoyment of sin;"},{"number":26,"verse":"having counted the reproach of Christ greater riches than the treasures of Egypt, for he was looking to the reward."},{"number":27,"verse":"By faith he left Egypt, not fearing the anger of the king; for he endured as seeing the Unseen One."},{"number":28,"verse":"By faith he has made the Passover, and the pouring forth of blood, that the one destroying the first-born might not touch them."},{"number":29,"verse":"By faith they passed through the Red Sea, as through dry land; by which attempt the Egyptians taking, they were swallowed."},{"number":30,"verse":"By faith the walls of Jericho fell down, having been circled during seven days."},{"number":31,"verse":"By faith Rahab the harlot did not perish with the ones having disobeyed, having received the spies with peace."},{"number":32,"verse":"And what more may I say? For the time will fail me telling about Gideon, Barak, and also Samson and Jephthah, and also David and Samuel, and the prophets,"},{"number":33,"verse":"who through faith overcame kingdoms, worked out righteousness, obtained promises, stopped the mouths of lions,"},{"number":34,"verse":"quenched the power of fire, escaped the mouths of the sword, acquired power from weakness, became strong in war, armies of foreigners being made to bow."},{"number":35,"verse":"Women received their dead ones by resurrection; but others were beaten to death, not accepting deliverance, that they might obtain a better resurrection."},{"number":36,"verse":"And others received trial of mockings and of scourgings; yea, more, of bonds and of prison:"},{"number":37,"verse":"they were stoned; they were tried; they were sawn in two; they died by murder of sword; they went about in sheepskins and in goatskins, being in need, being afflicted, being tormented;"},{"number":38,"verse":"of whom the world was not worthy, wandering in deserts, and mountains, and caves, and the holes of the earth."},{"number":39,"verse":"And having obtained witness through the faith, these all did not obtain the promise,"},{"number":40,"verse":"God having foreseen something better concerning us, that they should not be perfected apart from us."}]}