{"bibleAbbr":"KJ3-2005","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":13,"verses":[{"number":1,"verse":"Let brotherly love abide."},{"number":2,"verse":"Do not forget hospitality, for by this some unknowingly took in angels as guests."},{"number":3,"verse":"Be mindful of the prisoners, as having been bound with them; of the ones ill-treated, as also being in the body yourselves."},{"number":4,"verse":"Marriage is honorable in all, and the bed undefiled; but God will judge fornicators and adulterers."},{"number":5,"verse":"Set your way of life without moneyloving, being satisfied with present things; for He has said, \"Not I will leave you, not ever! Nor I will not forsake you, not ever!\" Deut 31:6"},{"number":6,"verse":"So that we may boldly say, \"The Lord is my helper, and I will not be afraid. What shall man do to me?\" Psa 118:6"},{"number":7,"verse":"Remember your leaders who spoke the Word of God to you, considering the issue of their conduct, imitate their faith:"},{"number":8,"verse":"Jesus Christ, the same yesterday and today and forever."},{"number":9,"verse":"Do not be carried away by various and strange doctrine; for it is good that the heart be confirmed by grace, not by foods, in which those walking in them were not profited."},{"number":10,"verse":"We have an altar of which the ones serving the tabernacle have no authority to eat."},{"number":11,"verse":"For of the animals whose \"blood is brought\" by the high priest \"into the Holy of Holies\" concerning sin, of these the bodies \"are burned outside the camp\". Lev 16:2, 27"},{"number":12,"verse":"Therefore, indeed, in order that He might sanctify the people by His own blood, Jesus suffered outside the gate."},{"number":13,"verse":"Therefore let us go forth to Him outside the camp bearing His reproach."},{"number":14,"verse":"For we do not have here a continuing city, but we seek the city coming."},{"number":15,"verse":"Therefore through Him let us offer up a sacrifice of praise to God always, this is, the fruit of the lips, confessing to His name."},{"number":16,"verse":"But do not be forgetful of doing good and sharing, for God is well pleased with such sacrifices."},{"number":17,"verse":"Yield to the ones taking the lead of you, and submit, for they watch for your souls, giving an account, that they may do this with joy, and not with groaning; for this would be unprofitable to you."},{"number":18,"verse":"Pray about us, for we are persuaded that we have a good conscience, in all things desiring to conduct ourselves well."},{"number":19,"verse":"But I even more urge you to do this that I may sooner be restored to you."},{"number":20,"verse":"Now the God of Peace, the One leading up out of the dead, the great Shepherd of the sheep, in the blood of the everlasting covenant, our Lord Jesus,"},{"number":21,"verse":"perfect you in every good work, in order to do His will, doing in you that which is pleasing in His sight, through Jesus Christ, to whom be the glory forever and ever. Amen."},{"number":22,"verse":"And, brothers, I exhort you, bear with the word of exhortation, for I indeed wrote to you by a few words."},{"number":23,"verse":"You know the brother, Timothy, having been freed, with whom if he comes quickly, I will see you."},{"number":24,"verse":"Greet all the ones leading you, also all the saints. The ones from Italy greet you."},{"number":25,"verse":"Grace be with you all. Amen."}]}