{"bibleAbbr":"KJ3-2005","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":3,"verses":[{"number":1,"verse":"For which reason, holy brothers, partakers of a heavenly calling, fully consider the Apostle and High Priest of our confession, Christ Jesus,"},{"number":2,"verse":"\"being faithful\" to Him having made Him, as also \"Moses\" was \"in all his house\". Num 12:7"},{"number":3,"verse":"For He was counted worthy of more glory than Moses, by so much as the one having prepared it has more honor than the house."},{"number":4,"verse":"For every house is built by someone; but the One who prepared all things is God."},{"number":5,"verse":"And \"Moses\" truly \"was faithful in all his house\" as a servant for a testimony of all the things being spoken; Num 12:7"},{"number":6,"verse":"but Christ as Son over His house, whose house we are, if truly we hold fast the boldness and rejoicing of the hope firm to the end."},{"number":7,"verse":"Therefore, even as the Holy Spirit says, \"Today, if you hear His voice,"},{"number":8,"verse":"do not harden your hearts, as in the provocation by rebelliousness, in the day of temptation in the wilderness,"},{"number":9,"verse":"there where your fathers tested Me, examining Me, and saw My works forty years."},{"number":10,"verse":"Therefore, I was very angry with that generation and said, They always go astray in heart; and they did not know My ways;"},{"number":11,"verse":"so I swore in My wrath, They shall not enter into My rest.\" LXX-Psalm 94:7-11; MT-Psalm 95:7-11"},{"number":12,"verse":"Watch, brothers, lest perhaps there shall be in any one of you an evil heart of unbelief to depart from the living God."},{"number":13,"verse":"But exhort yourselves each day, as long as it is being called today, that not any of you be hardened by the deceitfulness of sin."},{"number":14,"verse":"For we have become partakers of Christ, if truly we hold the beginning of the assurance firm to the end;"},{"number":15,"verse":"as in the saying, \"Today, if you hear His voice, do not harden your hearts, as in the provocation by rebelliousness,\" Psa 95:78 MT"},{"number":16,"verse":"For having heard, some provoked Him, but not all the ones coming out of Egypt through Moses."},{"number":17,"verse":"But with whom was He angry forty years? Was it not with the ones sinning, whose corpses fell in the wilderness?"},{"number":18,"verse":"And to whom did \"He swear\" \"they would not enter into His rest,\" except to the ones having disobeyed? LXX-Psa. 94:11; MT-Psa. 95:11"},{"number":19,"verse":"And we see that they were not able to enter in because of unbelief."}]}