{"bibleAbbr":"KJ3-2005","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":4,"verses":[{"number":1,"verse":"Therefore, let us fear lest perhaps a promise having been left to enter into His rest, that any of you may seem to have come short."},{"number":2,"verse":"For, indeed, we are having the gospel preached to us, even as they also; but the Word did not profit those hearing it, not having been mixed with faith in the ones having heard it."},{"number":3,"verse":"For we, the ones having believed, enter into the rest, even as He said, \"As I swore in My wrath, they shall not enter into My rest,\" though the works had come into being from the foundation of the world. LXX-Psa. 94:11; MT-Psa. 95:11"},{"number":4,"verse":"For He has spoken somewhere about the seventh day this way, \"And God rested from all His works in the seventh day.\" Gen 2:2"},{"number":5,"verse":"And in this again, \"They shall not enter into My rest.\" MT-Psalm 95:11"},{"number":6,"verse":"Therefore, since it remains for some to enter into it, and the ones who formerly had the gospel preached did not enter in on account of disobedience,"},{"number":7,"verse":"He again marks out a certain day, saying in David, Today (after so long a time, according as He has said), \"Today, if you hear His voice, do not harden your hearts.\" MT-Psalm 95:7, 8"},{"number":8,"verse":"For if Joshua brought them rest, He was not speaking about another day after these things."},{"number":9,"verse":"So, then, there remains a sabbath rest to the people of God."},{"number":10,"verse":"For he entering into His rest, he himself also rested from his works, as God had rested from His own. LXX-Psa. 95:11; Gen 2:2"},{"number":11,"verse":"Therefore, let us exert ourselves to enter into that rest, that not anyone fall in the same example of disobedience."},{"number":12,"verse":"For the Word of God is living, and working effectively, and sharper than every two-mouthed sword, and piercing as far as the division of both soul and spirit, of both joints and marrows, and able to judge of the thoughts and intentions of the heart;"},{"number":13,"verse":"and there is no creature unrevealed before Him; but all things are naked and having been laid open to His eyes, with whom is our account."},{"number":14,"verse":"Therefore having a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast the confession."},{"number":15,"verse":"For we do not have a high priest not being able to sympathize with our infirmities, but One having been tried according in all things according to our likeness, apart from sin."},{"number":16,"verse":"Therefore, let us draw near with confidence to the throne of grace, that we may receive mercy, and we may find grace for timely help."}]}