{"bibleAbbr":"KJ3-2005","bookName":"Hebrews","bookEnglishName":"Hebrews","chapterNumber":5,"verses":[{"number":1,"verse":"For every high priest being taken from men is appointed on behalf of men in the things as regards to God, that he may offer both gifts and sacrifices for sins;"},{"number":2,"verse":"being able to feel gently for the ones not knowing and being led astray, since he also is circled about with weakness."},{"number":3,"verse":"And because of this he ought to offer for sins as concerning the people, so also concerning himself."},{"number":4,"verse":"And no one takes the honor to himself, but the one being called by God, even as Aaron also."},{"number":5,"verse":"So also the Christ has not glorified Himself to become a high priest, but He speaking to Him, \"You are My Son; today I have begotten You.\" Psa 2:7"},{"number":6,"verse":"As He also says in another place, \"You are a priest unto the age according to the order of Melchizedek,\" Psa 110:4"},{"number":7,"verse":"who in the days of His flesh was offering both petitions and entreaties to the One being able to save Him from death, with strong crying and tears, and being heard from His godly fear;"},{"number":8,"verse":"though being a Son, He learned obedience from the things which He suffered,"},{"number":9,"verse":"and having been made complete, He came to be the responsible Author of eternal salvation to all the ones obeying Him,"},{"number":10,"verse":"having been called out by God to being a High Priest according to the order of Melchizedek."},{"number":11,"verse":"Concerning whom we have much discourse, and hard to interpret, or to speak, since you have come to be sluggish in the hearings."},{"number":12,"verse":"For indeed because of the time being due to be teachers, yet you need for the one to teach you again what are the rudiments of the beginning of the words of God, and you have become ones having need of milk, and not of solid food;"},{"number":13,"verse":"for every one partaking of milk is without experience in the Word of righteousness, for he is an infant."},{"number":14,"verse":"But solid food is for mature ones, of the ones of whom the faculties having been exercised through habit, for judgment of both good and bad."}]}