{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "வெளிப்படுத்தின விசேஷம்",
  "bookEnglishName" : "Revelation",
  "chapterNumber" : 2,
  "verses" : [ {
    "number" : 1,
    "verse" : "(எபேசு திருச்சபைக்கு)“எபேசு பட்டணத்திலுள்ள திருச்சபையின் இறைதூதனுக்கு நீ எழுத வேண்டியதாவது: ஏழு நட்சத்திரங்களை வலது கையால் உறுதியாகப் பிடித்திருக்கின்றவரும், ஏழு தங்க குத்துவிளக்குகளின் நடுவே உலாவுகின்றவரும் சொல்லும் வார்த்தைகள் என்னவென்றால்:"
  }, {
    "number" : 2,
    "verse" : "உனது செயல்களையும், உனது கடின உழைப்பையும், உனது விடாமுயற்சியையும் நான் அறிந்திருக்கிறேன். தீயவரை சகிக்க முடியாதிருக்கிறாய் என்பதையும், அப்போஸ்தலர்கள் அல்லாதிருந்தும் தங்களை அப்போஸ்தலர்கள் என்று சொல்லிக்கொள்பவர்களை நீ சோதித்து, அவர்கள் பொய்யான அப்போஸ்தலர்கள் என்பதை கண்டு கொண்டாய் என்பதையும் நான் அறிந்திருக்கிறேன்."
  }, {
    "number" : 3,
    "verse" : "நீ விடாமல் முயற்சித்து, என்னுடைய பெயருக்காக பல இன்னல்களை சகித்துக் கொண்டாய். அந்த இன்னல்களால் நீ சலிப்படையவும் இல்லை என்பதையும் அறிந்திருக்கிறேன்."
  }, {
    "number" : 4,
    "verse" : "ஆனால் நான் உன்னில் இந்தக் குறையைக் காண்கின்றேன். உனது ஆரம்ப கால அன்பை நீ கைவிட்டுவிட்டாய்."
  }, {
    "number" : 5,
    "verse" : "நீ எத்தகைய உயரத்திலிருந்து விழுந்துள்ளாய் என்பதை நினைத்துப் பார். மனந்திரும்பு, நீ ஆரம்பத்தில் செய்த செயல்களைத் திரும்பவும் செய். நீ மனந்திரும்பாவிட்டால், நான் உன்னிடம் வந்து, உன்னுடைய விளக்குத் தண்டை அதன் இடத்திலிருந்து அகற்றி விடுவேன்."
  }, {
    "number" : 6,
    "verse" : "ஆனால் உன்னில் பாராட்டுதலுக்குரிய ஒன்று உண்டு. நிக்கொலாயரின் செயல்களை நீ வெறுக்கிறாய், அவர்களின் செயல்களை நானும் வெறுக்கிறேன்."
  }, {
    "number" : 7,
    "verse" : "பரிசுத்த ஆவியானவர் திருச்சபைகளுக்குச் சொல்வதை, கேட்பதற்குக் காதுள்ள எவனும் கேட்டுப் புரிந்துகொள்ளட்டும். வெற்றி பெறுகின்றவர்களுக்கு நான் இறைவனுடைய பரதீசில் இருக்கின்ற வாழ்வின் மரத்திலிருந்து பழத்தைச் சாப்பிடும் உரிமையைக் கொடுப்பேன்."
  }, {
    "number" : 8,
    "verse" : "(சிமிர்னா திருச்சபைக்கு)“சிமிர்னா பட்டணத்திலிருக்கின்ற திருச்சபையின் இறைதூதனுக்கு நீ எழுத வேண்டியதாவது: தொடக்கமும் முடிவுமாயிருக்கின்ற, மரணித்து மீண்டும் உயிரடைந்தவருடைய வார்த்தைகள் என்னவென்றால்:"
  }, {
    "number" : 9,
    "verse" : "உன்னுடைய துன்பத்தையும், வறுமையையும் நான் அறிந்திருக்கிறேன். ஆனாலும், நீ செல்வந்தனாய் இருக்கின்றாய்! தங்களை யூதர்கள் என அழைத்துக்கொள்கிறவர்கள், உனக்கு விரோதமாய் அவதூறு பேசுவதை நான் அறிவேன். உண்மையில் அவர்கள் யூதர்கள் அல்ல, சாத்தானின் சபையைச் சேர்ந்தவர்கள்."
  }, {
    "number" : 10,
    "verse" : "உனக்கு வரப் போகின்ற துன்பத்தைக் குறித்து பயப்படாதே. உங்களைச் சோதிப்பதற்காக, உங்களில் சிலரை பிசாசு சிறையில் போடுவான். நீங்கள் பத்து நாட்கள் துன்பத்தை அனுபவிப்பீர்கள் என்று நான் உங்களுக்குச் சொல்கின்றேன். சாகும் வரை உண்மையுள்ளவனாய் இரு. அப்போது நான் உனக்கு வாழ்வின் கிரீடத்தைக் கொடுப்பேன்."
  }, {
    "number" : 11,
    "verse" : "பரிசுத்த ஆவியானவர் திருச்சபைகளுக்குச் சொல்வதை, கேட்பதற்குக் காதுள்ள எவனும் கேட்டுப் புரிந்துகொள்ளட்டும். வெற்றி பெறுகின்றவர்கள் இரண்டாம் மரணத்தினால் பாதிக்கப்படுவதில்லை."
  }, {
    "number" : 12,
    "verse" : "(பெர்கமு திருச்சபைக்கு)“பெர்கமு பட்டணத்திலுள்ள திருச்சபையின் இறைதூதனுக்கு, நீ எழுத வேண்டியதாவது: இரு பக்கமும் கூர்மையான வாளை வைத்திருக்கின்றவரின் வார்த்தைகள் இவையே:"
  }, {
    "number" : 13,
    "verse" : "நீ வாழ்கின்ற இடத்தை நான் அறிந்திருக்கிறேன், அங்குதான் சாத்தானின் அரியணை இருக்கின்றது. ஆனாலும், நீ என்னுடைய பெயருக்கு உண்மையுள்ளவனாய் நிலைத்திருக்கிறாய். சாத்தான் குடியிருக்கின்ற உங்களுடைய பட்டணத்தில், என்னுடைய உண்மையுள்ள சாட்சியாகிய அந்திப்பா கொல்லப்பட்ட நாட்களிலும், நீ என்னில் வைத்த விசுவாசத்தைக் கைவிட்டுவிடவில்லை."
  }, {
    "number" : 14,
    "verse" : "ஆனாலும், நான் உன்னில் சில குறைகளைக் காண்கின்றேன்: பிலேயாமுடைய போதனைகளைக் கைக்கொள்கின்றவர்கள் உன் நடுவே இருக்கின்றார்கள். இவனே இஸ்ரயேலரை விக்கிரகங்களுக்குப் பலியிடப்பட்ட உணவை உண்ணச் செய்து, அவர்களை பாலியல் ஒழுக்கக்கேட்டில் ஈடுபடச் செய்து, பாவத்திற்குள் விழச் செய்வதற்காக பாலாக் என்ற அரசனுக்குக் கற்றுக் கொடுத்தவன்."
  }, {
    "number" : 15,
    "verse" : "அவ்விதமாகவே, நிக்கொலாயரின் போதனையைக் கைக்கொள்கின்றவர்கள் சிலரும் உன் மத்தியில் இருக்கின்றார்கள்."
  }, {
    "number" : 16,
    "verse" : "ஆகவே, நீ மனந்திரும்பு! இல்லாவிட்டால் விரைவில் நான் உன்னிடம் வந்து என்னுடைய வாயிலிருந்து வெளியேறும் வாளினாலே அவர்களுக்கு எதிராய் போர் செய்வேன்."
  }, {
    "number" : 17,
    "verse" : "பரிசுத்த ஆவியானவர் திருச்சபைகளுக்குச் சொல்வதைக் காதுள்ள ஒவ்வொருவனும் கேட்டுப் புரிந்துகொள்ளட்டும். வெற்றி பெறுகின்றவர்களுக்கு நான் மறைக்கப்பட்ட மன்னாவைக் கொடுப்பேன். அத்துடன் நான் அவர்களுக்கு வெள்ளைக் கல் ஒன்றையும் கொடுப்பேன், அதில் ஒரு புதுப் பெயர் எழுதப்பட்டிருக்கும், அக்கல்லைப் பெற்றுக்கொள்கின்றவர்கள் மாத்திரமே அப்பெயரை அறிவார்கள்."
  }, {
    "number" : 18,
    "verse" : "(தியத்தீரா திருச்சபைக்கு)“தியத்தீரா பட்டணத்திலுள்ள திருச்சபையின் இறைதூதனுக்கு நீ எழுத வேண்டியதாவது: தீச்சுவாலை போல் கண்கள் உள்ளவரும், துலக்கப்பட்ட வெண்கலத்தைப் போல் பாதங்கள் உள்ளவருமான இறைவனுடைய மகனின் வார்த்தைகள் இவைகளே."
  }, {
    "number" : 19,
    "verse" : "உன்னுடைய செயல்களையும், உன்னுடைய அன்பு, விசுவாசம், நீ எனக்குச் செய்யும் ஊழியம், உன் விடாமுயற்சி என எல்லாவற்றையும் நான் அறிந்திருக்கிறேன். நீ ஆரம்பத்தில் செய்ததைவிட இப்போது அதிகமாய் ஊழியம் செய்கின்றதையும் நான் அறிந்திருக்கிறேன்."
  }, {
    "number" : 20,
    "verse" : "ஆனாலும், உன்னில் நான் இந்த குறையைக் காண்கின்றேன்: தன்னை ஒரு இறைவாக்கினள் என்று சொல்லிக்கொள்கின்ற அந்தப் பெண் யெசபேலை நீ பொறுத்துக்கொள்கிறாய். அவள் தன்னுடைய போதனையினாலே என்னுடைய ஊழியர்களை, பாலியல் ஒழுக்கக்கேட்டில் ஈடுபடவும், விக்கிரகங்களுக்குப் பலியிடப்பட்ட உணவை உண்ணும்படியும் செய்து அவர்களைத் தவறாய் வழிநடத்துகிறாள்."
  }, {
    "number" : 21,
    "verse" : "அவளுடைய பாலியல் ஒழுக்கக்கேட்டிலிருந்து மனந்திரும்ப அவளுக்குக் கால அவகாசம் கொடுத்தேன். ஆனால் அவளோ மனந்திரும்ப விரும்பவில்லை."
  }, {
    "number" : 22,
    "verse" : "ஆகவே நான் அவளை நோய்ப் படுக்கையில் விழச் செய்வேன். அவளோடு தகாத உறவில் ஈடுபடுகின்றவர்கள் அவளுடைய வழிகளைவிட்டு மனந்திரும்பாவிட்டால், அவர்களையும் கொடுந் துன்பத்தில் விழச் செய்வேன்."
  }, {
    "number" : 23,
    "verse" : "நான் அவளுடைய பிள்ளைகளை மரணத்திற்கு ஒப்புக்கொடுப்பேன். அப்போது இருதயங்களையும், மனங்களையும் ஆராய்கின்றவர் நானே என்றும், உங்கள் ஒவ்வொருவருடைய செயல்களுக்கும் ஏற்றவிதமாக நான் உங்களுக்குப் பதில் செய்கின்றவர் என்றும் எல்லா திருச்சபைகளும் அறிந்துகொள்ளும்."
  }, {
    "number" : 24,
    "verse" : "அவளுடைய போதனைகளைக் கைக்கொள்ளாதவர்களாகவும், சாத்தானுடைய ஆழங்கள் என்று அவர்கள் சொல்லிக்கொள்கின்ற காரியங்களை கற்றுக்கொள்ளாதவர்களாகவும் இருக்கின்ற தியத்தீரா பட்டணத்தில் உள்ள மற்றவர்களுக்கு நான் சொல்வதாவது: ‘உங்கள் மீது இதைத் தவிர நான் வேறு எந்தப் பாரத்தையும் சுமத்த மாட்டேன்,"
  }, {
    "number" : 25,
    "verse" : "நான் வரும்வரை உங்களிடமிருப்பதை பற்றிப்பிடித்துக் கொண்டவர்களாய் மாத்திரம் இருங்கள்.’"
  }, {
    "number" : 26,
    "verse" : "வெற்றி பெறுகின்றவர்களாய் முடிவு வரை என்னுடைய சித்தத்தைச் செய்கின்றவர்களுக்கு நான் என் பிதாவினிடமிருந்து அதிகாரம் பெற்றது போலவே, மக்கள் இனங்களின் மேல் அதிகாரம் கொடுப்பேன்."
  }, {
    "number" : 27,
    "verse" : "‘அவர் அவர்களை இரும்புச் செங்கோலால் ஆளுகை செய்வார். அவர்களை மட்பாண்டங்களைப்போல நொருக்கி விடுவார்’ என்ற வாக்குறுதியின்படி,"
  }, {
    "number" : 28,
    "verse" : "நான் அவர்களுக்கு விடிவெள்ளி நட்சத்திரத்தையும் கொடுப்பேன்."
  }, {
    "number" : 29,
    "verse" : "பரிசுத்த ஆவியானவர் திருச்சபைகளுக்குச் சொல்வதை, கேட்பதற்குக் காதுள்ள எவனும் கேட்டுப் புரிந்துகொள்ளட்டும்."
  } ]
}