{
  "bibleAbbr" : "TCVSL2022",
  "bookName" : "வெளிப்படுத்தின விசேஷம்",
  "bookEnglishName" : "Revelation",
  "chapterNumber" : 5,
  "verses" : [ {
    "number" : 1,
    "verse" : "ஆட்டுக்குட்டியானவர்பின்பு அரியணையில் அமர்ந்திருப்பவரின் வலதுகையில் ஒரு புத்தகச் சுருள் இருப்பதை நான் கண்டேன். அது இரண்டு பக்கங்களிலும் எழுதப்பட்டு, ஏழு முத்திரைகளால் முத்திரையிடப்பட்டிருந்தது."
  }, {
    "number" : 2,
    "verse" : "அப்போது “இந்த முத்திரைகளை உடைத்து, புத்தகச் சுருளைத் திறப்பதற்குத் தகுதியுள்ளவன் யார்?” என்று உரத்த குரலில் அறிவித்துக்கொண்டிருந்த வல்லமையுள்ள ஒரு இறைதூதனைக் கண்டேன்."
  }, {
    "number" : 3,
    "verse" : "ஆனால் அந்தப் புத்தகச் சுருளைத் திறப்பதற்கோ, அதன் உள்ளே இருப்பதைப் பார்ப்பதற்கோ பரலோகத்திலோ பூமியிலோ அல்லது பூமியின் கீழோ உள்ள ஒருவராலும் முடியவில்லை."
  }, {
    "number" : 4,
    "verse" : "அந்தப் புத்தகச் சுருளைத் திறப்பதற்கோ, அதன் உள்ளே வாசிப்பதற்கோ, தகுதியுள்ளவர்கள் எவரும் காணப்படவில்லை என்பதால் நான் மிகவும் அழுதேன்."
  }, {
    "number" : 5,
    "verse" : "அப்போது அந்த மூப்பர்களில் ஒருவன் என்னிடம், “அழாதே! இதோ, புத்தகச் சுருளையும் அதன் ஏழு முத்திரைகளையும் திறப்பதற்கு யூதா கோத்திரத்தின் சிங்கமும் தாவீதின் வேருமானவர் வெற்றி பெற்றிருக்கின்றார்” என்றான்."
  }, {
    "number" : 6,
    "verse" : "பின்பு ஆட்டுக்குட்டியானவர் அந்த நான்கு உயிரினங்களாலும், இருபத்துநான்கு மூப்பர்களாலும் சூழப்பட்டு அரியணையின் நடுவில் கொல்லப்பட்ட தோற்றத்தில் நின்று கொண்டிருப்பதைக் கண்டேன். அவருக்கு ஏழு கொம்புகளும் ஏழு கண்களும் இருந்தன. இந்தக் கண்கள் பூமியெங்கும் அனுப்பப்பட்ட இறைவனுடைய ஏழு ஆவிகள்."
  }, {
    "number" : 7,
    "verse" : "ஆட்டுக்குட்டியானவர் வந்து அரியணையில் அமர்ந்திருந்தவருடைய கரத்திலிருந்து அந்தப் புத்தகத்தை எடுத்துக் கொண்டார்."
  }, {
    "number" : 8,
    "verse" : "அவர் அந்தப் புத்தகத்தை எடுத்துக் கொண்டதும் அந்த நான்கு உயிரினங்களும், இருபத்துநான்கு மூப்பர்களும் ஆட்டுக்குட்டியானவருக்கு முன்பாகக் கீழே விழுந்தார்கள். அவர்கள் ஒவ்வொருவரும் வீணையையும், தூபம் நிறைந்த தங்கக் கிண்ணங்களையும் வைத்திருந்தார்கள். அத்தூபம் பரிசுத்தவான்களின் மன்றாடல்களைக் குறிக்கின்றது."
  }, {
    "number" : 9,
    "verse" : "அந்த மூப்பர்கள் ஒரு புதிய பாடலைப் பாடிக் கொண்டிருந்தார்கள்: “அந்தப் புத்தகத்தை எடுக்கவும், அதன் முத்திரைகளைத் திறக்கவும் நீர் தகுதியுள்ளவர். ஏனெனில் நீர் கொல்லப்பட்டீர். உம்முடைய இரத்தத்தினாலே எல்லா பின்னணியிலிருந்தும், எல்லா மொழியைப் பேசுகின்றவர்களிலிருந்தும், எல்லா நாட்டு மக்களிலிருந்தும், எல்லா பகுதியிலிருந்தும் மனிதர்களை இறைவனுக்கென்று விலை கொடுத்து வாங்கிக்கொண்டீர்."
  }, {
    "number" : 10,
    "verse" : "நீர் அவர்களை ஓர் அரசாகவும், நமது இறைவனுக்கு ஊழியம் செய்யும் மதகுருக்களாகவும் நியமித்திருக்கின்றீர். அவர்கள் பூமியின்மீது ஆளுகை செய்வார்கள்.”"
  }, {
    "number" : 11,
    "verse" : "அதன்பின்பு நான் பார்த்தபோது, அரியணையையும் அந்த உயிரினங்களையும் மூப்பர்களையும் சுற்றிக் காணப்பட்ட இறைதூதர்களின் குரலைக் கேட்டேன். அவர்கள் எண்ணிக்கையில் ஆயிரங்கள் ஆயிரங்களாகவும், இலட்சங்கள் இலட்சங்களாகவும் இருந்தார்கள்."
  }, {
    "number" : 12,
    "verse" : "அவர்கள் உரத்த குரலில்: “கொல்லப்பட்ட ஆட்டுக்குட்டியானவர் வல்லமையையும், செல்வத்தையும், ஞானத்தையும், வலிமையையும், மாண்பையும், மகிமையையும், துதியையும் பெற்றுக்கொள்வதற்குத் தகுதியுள்ளவர்!” என்று பாடினார்கள்."
  }, {
    "number" : 13,
    "verse" : "பின்பு பரலோகத்திலும், பூமியிலும், பூமியின் கீழும், கடலிலும் உள்ள எல்லா படைப்புயிர்களும், “அரியணையில் அமர்ந்திருக்கின்றவருக்கும், ஆட்டுக்குட்டியானவருக்கும் துதியும், மாண்பும், மகிமையும், வல்லமையும் என்றென்றைக்கும் உண்டாவதாக!” என்று பாடுவதைக் கேட்டேன்."
  }, {
    "number" : 14,
    "verse" : "அதற்கு, அந்த நான்கு உயிரினங்களும், “ஆமென்” என்று சொல்ல, அந்த மூப்பர்களும் பணிவுடன் விழுந்து வழிபட்டார்கள்."
  } ]
}