{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":11,"verses":[{"number":1,"verse":"( ଶାନ୍ତି ରାଜ୍ୟ) ଅନନ୍ତର ଯିଶୟର ଗଣ୍ତିରୁ ଏକ ପଲ୍ଲବ ନିର୍ଗତ ହେବ ଓ ତାହାର ମୂଳରୁ ଏକ ଶାଖା ଉତ୍ପନ୍ନ ହୋଇ ଫଳ ଫଳିବ।;"},{"number":2,"verse":"ପୁଣି, ସଦାପ୍ରଭୁଙ୍କର ଆତ୍ମା, ଜ୍ଞାନ ଓ ବିବେଚନାର ଆତ୍ମା, ମନ୍ତ୍ରଣା ଓ ପରାକ୍ରମର ଆତ୍ମା, ବୁଦ୍ଧି ଓ ସଦାପ୍ରଭୁ ବିଷୟକ ଭୟର ଆତ୍ମା ତାହାଙ୍କଠାରେ ଅଧିଷ୍ଠାନ କରିବେ;"},{"number":3,"verse":"ସଦାପ୍ରଭୁ ବିଷୟକ ଭୟରେ ତାହାଙ୍କର ଆମୋଦ ହେବ; ପୁଣି, ସେ ଆପଣା ଚକ୍ଷୁର ଦୃଷ୍ଟି ଅନୁସାରେ ବିଚାର କରିବେ ନାହିଁ, କିଅବା ଆପଣା କର୍ଣ୍ଣର ଶ୍ରବଣାନୁସାରେ ଅନୁଯୋଗ କରିବେ ନାହିଁ,"},{"number":4,"verse":"ମାତ୍ର ସେ ଧର୍ମରେ ଦୀନହୀନମାନଙ୍କର ବିଚାର କରିବେ ଓ ପୃଥିବୀସ୍ଥ ନମ୍ର ଲୋକମାନଙ୍କ ସକାଶେ ନ୍ୟାୟରେ ଅନୁଯୋଗ କରିବେନ୍ତ ପୁଣି, ସେ ଆପଣା ମୁଖସ୍ଥିତ ଦଣ୍ତ ଦ୍ଵାରା ପୃଥିବୀକି ଆଘାତ କରିବେ ଓ ଆପଣା ଓଷ୍ଠାଧରର ନିଃଶ୍ଵାସ ଦ୍ଵାରା ଦୁଷ୍ଟକୁ ସଂହାର କରିବେ ।"},{"number":5,"verse":"ଧର୍ମ ତାହାଙ୍କ କଟିଦେଶର ପଟୁକା ଓ ବିଶ୍ଵସ୍ତତା ତାହାଙ୍କ କକ୍ଷର ପଟୁକା ହେବ ।"},{"number":6,"verse":"ଆଉ, କେନ୍ଦୁଆ ବାଘ ମେଷଛୁଆ ସଙ୍ଗେ ବାସ କରିବ ଓ ଚିତା ବାଘ ଛେଳିଛୁଆ ସଙ୍ଗେ ଶୟନ କରିବ; ବାଛୁରି, ଯୁବାସିଂହ ଓ ହୃଷ୍ଟପୁଷ୍ଟ ପଶୁ ଏକତ୍ର ରହିବେନ୍ତ ଆଉ, ଏକ ସାନ ପିଲା ସେମାନଙ୍କୁ ଅଡ଼ାଇବ ।"},{"number":7,"verse":"ପୁଣି, ଗାଭୀ ଓ ଭଲ୍ଲୁକୀ ଚରିବେ; ସେମାନଙ୍କର ଛୁଆସବୁ ଏକତ୍ର ଶୟନ କରିବେ; ଆଉ, ସିଂହ ବଳଦ ପରି ନଡ଼ା ଖାଇବ ।"},{"number":8,"verse":"ପୁଣି, ସ୍ତନ୍ୟପାୟୀ ଶିଶୁ କାଳସର୍ପର ଗର୍ତ୍ତ ଉପରେ ଖେଳିବ ଓ ତ୍ୟକ୍ତସ୍ତନ୍ୟ ବାଳକ କାଳସର୍ପର ଗର୍ତ୍ତ ଉପରେ ହସ୍ତ ଥୋଇବ ।"},{"number":9,"verse":"ସେମାନେ ଆମ୍ଭ ପବିତ୍ର ପର୍ବତର କୌଣସି ସ୍ଥାନରେ ହିଂସା କି ବିନାଶ କରିବେ ନାହିଁ କାରଣ ସମୁଦ୍ର ଯେପରି ଜଳରେ ଆଚ୍ଛନ୍ନ, ପୃଥିବୀ ସେପରି ସଦାପ୍ରଭୁ ବିଷୟକ ଜ୍ଞାନରେ ପରିପୂର୍ଣ୍ଣ ହେବ ।"},{"number":10,"verse":"ଆଉ, ସେଦିନରେ ଗୋଷ୍ଠୀଗଣର ଧ୍ଵଜା ରୂପେ ସ୍ଥାପିତ⇧ ଯେ ଯିଶୟର ମୂଳ, ନାନା ଦେଶୀୟମାନେ ତାହାଙ୍କର ଅନ୍ଵେଷଣ କରିବେ; ଆଉ, ତାହାଙ୍କର ବିଶ୍ରାମ ସ୍ଥାନ ଗୌରବାନ୍ଵିତ ହେବ ।"},{"number":11,"verse":"ଆହୁରି, ସେହି ଦିନରେ ପ୍ରଭୁ ଆପଣା ଲୋକ-ମାନଙ୍କର ଅବଶିଷ୍ଟାଂଶକୁ ଅଶୂରରୁ, ମିସରରୁ ଓ ପଥ୍ରୋଷରୁ, କୂଶରୁ, ଏଲମରୁ, ଶିନୀୟରରୁ ଓ ହମାତରୁ ଓ ସମୁଦ୍ରର ଦ୍ଵୀପସମୂହରୁ ମୁକ୍ତ କରି ଆଣିବା ନିମନ୍ତେ ପୁନର୍ବାର ଦ୍ଵିତୀୟ ଥର ଆପଣା ହସ୍ତ ସ୍ଥାପନ କରିବେ ।"},{"number":12,"verse":"ପୁଣି, ସେ ଗୋଷ୍ଠୀବର୍ଗ ନିମନ୍ତେ ଗୋଟିଏ ଧ୍ଵଜା ଉଠାଇବେ ଓ ପୃଥିବୀର ଚତୁଷ୍କୋଣରୁ ଇସ୍ରାଏଲର ତାଡ଼ିତ ଲୋକମାନଙ୍କୁ ଏକତ୍ର କରିବେ ଓ ଯିହୁଦାର ଛିନ୍ନଭିନ୍ନ ଲୋକମାନଙ୍କୁ ସଂଗ୍ରହ କରିବେ ।"},{"number":13,"verse":"ଆହୁରି, ଇଫ୍ରୟିମର ଈର୍ଷା ଦୂର ହେବ ଓ ଯିହୁଦାକୁ କ୍ଳେଶ ଦେବା ଲୋକମାନେ ଉଚ୍ଛିନ୍ନ ହେବେ; ଇଫ୍ରୟିମ ଯିହୁଦାକୁ ଈର୍ଷା କରିବ ନାହିଁ ଓ ଯିହୁଦା ଇଫ୍ରୟିମକୁ କ୍ଳେଶ ଦେବ ନାହିଁ ।"},{"number":14,"verse":"ପୁଣି, ସେମାନେ ପଶ୍ଚିମ ଦିଗରେ ପଲେଷ୍ଟୀୟ-ମାନଙ୍କ ସ୍କନ୍ଧ ଉପରେ ଝାମ୍ପ ମାରିବେ; ସେମାନେ ଏକତ୍ର ହୋଇ ପୂର୍ବଦେଶୀୟ ସନ୍ତାନଗଣର ଦ୍ରବ୍ୟ ଲୁଟ କରିବେ; ସେମାନେ ଇଦୋମ ଓ ମୋୟାବ ଉପରେ ହସ୍ତକ୍ଷେପ କରିବେ ଓ ଅମ୍ମୋନ-ସନ୍ତାନଗଣ ସେମାନଙ୍କର ଆଜ୍ଞାବହ ହେବେ ।"},{"number":15,"verse":"ପୁଣି, ସଦାପ୍ରଭୁ ମିସ୍ରୀୟ ସମୁଦ୍ରର ଜିହ୍ଵା ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ବିନାଶ କରିବେ ଓ ଆପଣାର ଉତ୍ତପ୍ତ ବାୟୁ ଦ୍ଵାରା ନଦୀ ଉପରେ ଆପଣା ହସ୍ତ ହଲାଇବେ, ଆଉ ତାହାକୁ ପ୍ରହାର କରି ସପ୍ତସ୍ରୋତ କରିବେ ଓ ଲୋକମାନଙ୍କୁ ଶୁଷ୍କ ପଦରେ ତହିଁ ମଧ୍ୟ ଦେଇ ଗମନ କରାଇବେ ।"},{"number":16,"verse":"ପୁଣି, ଇସ୍ରାଏଲ ମିସର ଦେଶରୁ ବାହାର ହୋଇ ଆସିବା ବେଳେ ଯେପରି ତାହା ନିମନ୍ତେ ହୋଇଥିଲା, ସେପରି ତାହାଙ୍କ ଲୋକମାନଙ୍କ ଅବଶିଷ୍ଟାଂଶ ନିମନ୍ତେ, ଅର୍ଥାତ୍, ଅଶୂର ଦେଶରୁ ଅବଶିଷ୍ଟାଂଶ ଲୋକମାନଙ୍କ ନିମନ୍ତେ ଏକ ରାଜପଥ ହେବ ।"}]}