{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":13,"verses":[{"number":1,"verse":"( ବାବିଲର ଦଣ୍ତ) ବାବିଲ ବିଷୟକ ଭାରୋକ୍ତି, ଆମୋସର ପୁତ୍ର ଯିଶାଇୟ ଏହି ଦର୍ଶନ ପାଇଲେ ।"},{"number":2,"verse":"ତୁମ୍ଭେମାନେ ବୃକ୍ଷଶୂନ୍ୟ ପର୍ବତ ଉପରେ ଧ୍ଵଜା ଟେକ, ଲୋକମାନଙ୍କ ପ୍ରତି ରବ ଉଠାଅ, ହସ୍ତ ହଲାଅ,, ସେମାନେ ଅଧିପତିମାନଙ୍କର ନଗର-ଦ୍ଵାରରେ ପ୍ରବେଶ କରନ୍ତୁ ।"},{"number":3,"verse":"ଆମ୍ଭେ ଆପଣା ପ୍ରତିଷ୍ଠିତ ଲୋକମାନଙ୍କୁ ଆଦେଶ କରିଅଛୁ, ହଁ, ଆମ୍ଭେ ଆପଣା କ୍ରୋଧ ସଫଳାର୍ଥେ ଆମ୍ଭର ବୀରମାନଙ୍କୁ, ଅର୍ଥାତ୍, ଆମ୍ଭର ଦର୍ପିତ ଉଲ୍ଲାସକାରୀ-ଗଣଙ୍କୁ ଆହ୍ଵାନ କରିଅଛୁ ।"},{"number":4,"verse":"ପର୍ବତମାନରେ ମହାଜନତାର ନ୍ୟାୟ ଲୋକାରଣ୍ୟର ରବ ହେଉଅଛିଣ! ଏକତ୍ରୀକୃତ ଗୋଷ୍ଠୀୟମାନଙ୍କ ରାଜ୍ୟସମୂହର କଳରବ ହେଉଅଛି ! ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଯୁଦ୍ଧାର୍ଥେ ସେନା ସଂଗ୍ରହ କରୁଅଛନ୍ତି ।"},{"number":5,"verse":"ସେମାନେ, ଅର୍ଥାତ୍, ସଦାପ୍ରଭୁ ଓ ତାହାଙ୍କ କ୍ରୋଧରୂପ ଅସ୍ତ୍ରସବୁ ସମୁଦାୟ ଦେଶ ଉଚ୍ଛିନ୍ନ କରିବା ନିମନ୍ତେ ଦୂର ଦେଶରୁ, ଆକାଶମଣ୍ତଳର ପ୍ରା; ଭାଗରୁ ଆସୁଅଛନ୍ତି ।"},{"number":6,"verse":"ତୁମ୍ଭେମାନେ ହାହାକାର କର; କାରଣ ସଦାପ୍ରଭୁଙ୍କର ଦିନ ନିକଟବର୍ତ୍ତୀନ୍ତ ସର୍ବଶକ୍ତିମାନଙ୍କ ନିକଟରୁ ପ୍ରଳୟର ନ୍ୟାୟ ତାହା ଆସିବ ।"},{"number":7,"verse":"ଏହେତୁ ସକଳ ହସ୍ତ ଦୁର୍ବଳ ହେବ ଓ ପ୍ରତ୍ୟେକ ମାନବ ହୃଦୟ ତରଳି ଯିବ;"},{"number":8,"verse":"ପୁଣି, ସେମାନେ ବିହ୍ଵଳ ହେବେ; ଯନ୍ତ୍ରଣା ଓ ବେଦନା ସେମାନଙ୍କୁ ଆକ୍ରା; କରିବ; ସେମାନେ ପ୍ରସବକାରିଣୀ ସ୍ତ୍ରୀ ତୁଲ୍ୟ ବେଦନାଗ୍ରସ୍ତ ହେବେ; ସେମାନେ ଏକଆରେକର ବିଷୟରେ ଚମତ୍କୃତ ହେବେ; ସେମାନଙ୍କର ମୁଖ ଅଗ୍ନିଶିଖା ତୁଲ୍ୟ ହେବ ।"},{"number":9,"verse":"ଦେଖ, ଦେଶ ଧ୍ଵଂସ କରିବାକୁ ଓ ତହିଁ ମଧ୍ୟରୁ ପାପୀମାନଙ୍କୁ ବିନାଶ କରିବାକୁ ସଦାପ୍ରଭୁଙ୍କର ଦିନ ଦାରୁଣ; କ୍ରୋଧ ଓ ପ୍ରଚଣ୍ତ କ୍ରୋଧ ସଂଯୁକ୍ତ ହୋଇ ଆସୁଅଛି ।"},{"number":10,"verse":"କାରଣ ଆକାଶମଣ୍ତଳର ତାରାଗଣ ଓ ତହିଁର ନକ୍ଷତ୍ରଗଣ ଦୀପ୍ତି ଦେବେ ନାହିଁ; ସୂର୍ଯ୍ୟ ଆପଣା ଉଦୟ ସମୟରେ ଅନ୍ଧାରଗ୍ରସ୍ତ ହେବ ଓ ଚନ୍ଦ୍ର ଆପଣା ଜ୍ୟୋତ୍ସ୍ନା ପ୍ରକାଶ କରିବ ନାହିଁ ।"},{"number":11,"verse":"ପୁଣି, ଆମ୍ଭେ ଜଗତକୁ ଦୁଷ୍ଟତା ସକାଶେ ଓ ଦୁଷ୍ଟମାନଙ୍କୁ ସେମାନଙ୍କ ଅଧର୍ମ ସକାଶେ ଶାସ୍ତି ଦେବା ଓ ଆମ୍ଭେ ଅହଙ୍କାରୀମାନଙ୍କର ଦର୍ପ ନିବୃତ୍ତ କରାଇବା ଓ ଭୟଙ୍କର ଲୋକର ଗର୍ବ ଖର୍ବ କରିବା ।"},{"number":12,"verse":"ଆମ୍ଭେ ଉତ୍ତମ ସୁବର୍ଣ୍ଣ ଅପେକ୍ଷା ମର୍ତ୍ତ୍ୟକୁ ଓ ଓଫୀରର ଶୁଦ୍ଧ ସୁବର୍ଣ୍ଣ ଅପେକ୍ଷା ମନୁଷ୍ୟକୁ ଦୁର୍ଲଭ କରିବା ।"},{"number":13,"verse":"ଏହେତୁ ଆମ୍ଭେ ଆକାଶମଣ୍ତଳକୁ କମ୍ପାନ୍ଵିତ କରିବା, ଆଉ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁଙ୍କ କୋପରେ ଓ ତାହାଙ୍କ ପ୍ରଚଣ୍ତ କ୍ରୋଧର ଦିନରେ ପୃଥିବୀ ଟଳି ସ୍ଵସ୍ଥାନଚ୍ୟୁତ ହେବ ।"},{"number":14,"verse":"ତହିଁରେ ଏପରି ଘଟିବ ଯେ, ତାଡ଼ିତ ହରିଣର ନ୍ୟାୟ ଓ ଅରକ୍ଷକ ମେଷ ତୁଲ୍ୟ ଲୋକମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ଗୋଷ୍ଠୀ ପ୍ରତି ଫେରିବେ ଓ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ଦେଶ ଆଡ଼କୁ ପଳାୟନ କରିବେ ।"},{"number":15,"verse":"ଯେ ପ୍ରତ୍ୟେକ ଲୋକର ଉଦ୍ଦେଶ୍ୟ ମିଳିବ, ସେ ଅସ୍ତ୍ରବିଦ୍ଧ ହେବ ଓ ଯେ ପ୍ରତ୍ୟେକ ଲୋକ ଧରା ଯିବ, ସେ ଖଡ଼୍‍ଗରେ ପତିତ ହେବ ।"},{"number":16,"verse":"ସେମାନଙ୍କର ଶିଶୁଗଣ ମଧ୍ୟ ସେମାନଙ୍କ ଦୃଷ୍ଟିଗୋଚରରେ କଚଡ଼ା ଯିବେ; ସେମାନଙ୍କର ଗୃହ ଲୁଟିତ ହେବ ଓ ସେମାନଙ୍କର ଭାର୍ଯ୍ୟାମାନେ ବଳାତ୍କାରରେ ଭ୍ରଷ୍ଟ କରାଯିବେ ।"},{"number":17,"verse":"ଦେଖ, ଆମ୍ଭେ ସେମାନଙ୍କ ପ୍ରତିକୂଳରେ ମାଦୀୟମାନଙ୍କୁ ଉତ୍ତେଜିତ କରିବା, ସେମାନେ ରୂପାକୁ ଅନାଇବେ ନାହିଁ ଓ ସୁନାରେ ସେମାନେ ତୁଷ୍ଟ ହେବେ ନାହିଁ ।"},{"number":18,"verse":"ସେମାନଙ୍କର ଧନୁ ଯୁବକମାନଙ୍କୁ କଚାଡ଼ି ପକାଇବ ଓ ସେମାନେ ଗର୍ଭର ଫଳ ପ୍ରତି କିଛି ଦୟା କରିବେ ନାହିଁ, ବାଳକଗଣ ପ୍ରତି ସେମାନଙ୍କର କୃପାଦୃଷ୍ଟି ହେବ ନାହିଁ ।"},{"number":19,"verse":"ପୁଣି, ରାଜ୍ୟସମୂହର ଗୌରବ ସ୍ଵରୂପ ଓ କଲଦୀୟମାନଙ୍କ ଦର୍ପର ଲାବଣ୍ୟ ସ୍ଵରୂପ ଯେ ବାବିଲ, ତାହା ପରମେଶ୍ଵରଙ୍କ ଦ୍ଵାରା ଉତ୍ପାଟିତ ସଦୋମ ଓ ହମୋରାର ତୁଲ୍ୟ ହେବ।"},{"number":20,"verse":"ତାହା କଦାଚ ବସତିସ୍ଥାନ ନୋହିବ, ପୁରୁଷ ପୁରୁଷାନୁକ୍ରମେ କେହି ତହିଁରେ ବାସ କରିବେ ନାହିଁ; ଆରବୀୟ ଲୋକେ ସେଠାରେ ତମ୍ଵୁ ପକାଇବେ ନାହିଁ, କିଅବା ମେଷପାଳକମାନେ ଆପଣା ଆପଣା ପଲ ସେଠାରେ ଶୁଆଇବେ ନାହିଁ ।"},{"number":21,"verse":"ମାତ୍ର ବନ୍ୟ ପଶୁମାନେ ସେସ୍ଥାନରେ ଶୟନ କରିବେ ଓ ସେମାନଙ୍କର ଗୃହ ଚିତ୍କାରକାରୀ ଜନ୍ତୁରେ ପରିପୂର୍ଣ୍ଣ ହେବ; ଉଷ୍ଟ୍ରପକ୍ଷୀ ସେଠାରେ ବାସ କରିବେ ଓ ଛାଗମାନେ ସେଠାରେ ନୃତ୍ୟ କରିବେ ।"},{"number":22,"verse":"ପୁଣି, କେନ୍ଦୁଆମାନେ ସେମାନଙ୍କ ଅଟ୍ଟାଳିକାରେ ଓ ଶୃଗାଳମାନେ ସେମାନଙ୍କ ମନୋରମ ପ୍ରାସାଦରେ ବୋବାଇବେ; ତାହାର କାଳ ନିକଟବର୍ତ୍ତୀ ଓ ତାହାର ଦିନସବୁ ଦୀର୍ଘ ହେବ ନାହିଁ ।"}]}