{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":21,"verses":[{"number":1,"verse":"( ବାବିଲର ପତନର ଦର୍ଶନ) ସାଗର ସମୀପସ୍ଥ ପ୍ରାନ୍ତର ବିଷୟକ ଭାରୋକ୍ତି । ତାହା ଦକ୍ଷିଣ ଦିଗରେ ଅତି ବେଗରେ ଅଗ୍ରସର ଘୂର୍ଣ୍ଣିବାୟୁ ତୁଲ୍ୟ ପ୍ରାନ୍ତରରୁ, ଏକ ଭୟଙ୍କର ଦେଶରୁ ଆସୁଅଛି ।"},{"number":2,"verse":"ଏକ ଦୁଃଖଦାୟକ ଦର୍ଶନ ଆମ୍ଭ ପ୍ରତି ପ୍ରକାଶିତ ହୋଇଅଛି; ବିଶ୍ଵାସଘାତକ ବିଶ୍ଵାସଘାତକତା କରୁଅଛି ଓ ଲୁଟକାରୀ ଲୁଟୁଅଛି । ହେ ଏଲମ୍, ଉପରକୁ ଯାଅ; ହେ ମାଦୀୟେ, ଅବରୋଧ କର; ମୁଁ ତହିଁର ହାହାକାର ଧ୍ଵନିସବୁ ନିବୃତ୍ତ କରିଅଛି ।"},{"number":3,"verse":"ଏନିମନ୍ତେ ମୋହର କଟିଦେଶ ଯନ୍ତ୍ରଣାରେ ପରିପୂର୍ଣ୍ଣ ହୋଇଅଛି; ପ୍ରସବକାରିଣୀର ବେଦନା ତୁଲ୍ୟ ବେଦନା ମୋତେ ଆକ୍ରା; କରିଅଛିନ୍ତ ମୁଁ ଏପରି ବ୍ୟଥିତ ଯେ, ମୁଁ ଶୁଣି ପାରୁ ନାହିଁ; ମୁଁ ଏପରି ବିହ୍ଵଳ ଯେ, ମୁଁ ଦେଖି ପାରୁ ନାହିଁ ।"},{"number":4,"verse":"ମୋହର ହୃଦୟ ଧକାଉ ଅଛି, ମହାତ୍ରାସ ମୋତେ ଭୀତ କରାଉ ଅଛି; ଯେଉଁ ସାୟଂକାଳ ମୁଁ ବାଞ୍ଛା କଲି, ତାହା ମୋʼ ପ୍ରତି ଥରହରର କାରଣ ହୋଇଅଛି ।"},{"number":5,"verse":"ସେମାନେ ମେଜ ସଜାନ୍ତି, ସେମାନେ ପ୍ରହରୀ ନିଯୁକ୍ତ କରନ୍ତି, ସେମାନେ ଭୋଜନ କରନ୍ତି, ସେମାନେ ପାନ କରନ୍ତି; ହେ ଅଧିପତିମାନେ, ଉଠ, ଢାଲ ତୈଳାକ୍ତ କର ।"},{"number":6,"verse":"କାରଣ, ପ୍ରଭୁ ମୋତେ ଏହି କଥା କହିଅଛନ୍ତି, ଯାଅ, ଏକ ଜଣ ପ୍ରହରୀ ନିଯୁକ୍ତ କର; ସେ ଯାହା ଦେଖେ, ତାହା ପ୍ରକାଶ କରୁ;"},{"number":7,"verse":"ପୁଣି ସେ ଯେତେବେଳେ ଏକ ଦଳ ସୈନ୍ୟ, ଦୁଇ ଦୁଇ ଅଶ୍ଵାରୋହୀ, ଏକ ଦଳ ଗର୍ଦ୍ଦଭାରୋହୀ ଓ ଏକ ଦଳ ଉଷ୍ଟ୍ରାରୋହୀ ଦେଖିବ, ସେତେବେଳେ ସେ ମନୋଯୋଗ-ପୂର୍ବକ ଅତି ଯନିରେ କର୍ଣ୍ଣପାତ କରିବ ।"},{"number":8,"verse":"ତହିଁରେ ସେ ସିଂହ ତୁଲ୍ୟ ଉଚ୍ଚ ଶଦ୍ଦ କରି କହିଲା, ହେ ପ୍ରଭୁ, ମୁଁ ଦିନବେଳେ ନିରନ୍ତର ପ୍ରହରୀ-ଦୁର୍ଗରେ ଠିଆ ହୋଇଥାଏ ଓ କେତେକ ରାତ୍ରି ହେଲା ମୁଁ ଆପଣା ପହରା ସ୍ଥାନରେ ଅବସ୍ଥାପିତ ହୋଇଅଛି;"},{"number":9,"verse":"ଆଉ, ଦେଖ, ଏଠି ଏକ ଦଳ ଲୋକ ଦୁଇ ଦୁଇ ଅଶ୍ଵାରୋହୀ ହୋଇ ଆସୁଅଛନ୍ତି । ଆହୁରି, ସେ ପ୍ରତ୍ୟୁତ୍ତର କରି କହିଲା, ବାବିଲ ପଡ଼ିଲାନ୍ତ ପଡ଼ିଲା ଓ ତାହାର ଖୋଦିତ ପ୍ରତିମାସବୁ ଭାଙ୍ଗି ଭୂମିସାତ୍ ହେଲା ।"},{"number":10,"verse":"ହେ ମୋହର ମର୍ଦ୍ଦିତ ଓ ମୋʼ ଖମାରର ଶସ୍ୟ, ମୁଁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁଙ୍କଠାରୁ ଯାହା ଶୁଣିଅଛି, ତାହା ତୁମ୍ଭମାନଙ୍କୁ ଜଣାଇଲି ।"},{"number":11,"verse":"ଦୁମା ବିଷୟକ ଭାରୋକ୍ତି । ଜଣେ ସେୟୀରଠାରୁ ମୋତେ ଡାକି କହୁଅଛି, ପ୍ରହରୀ, କେତେ ରାତ୍ର ହେଲା ? ପ୍ରହରୀ, କେତେ ରାତ୍ର ହେଲା ?"},{"number":12,"verse":"ପ୍ରହରୀ କହିଲା, ପ୍ରଭାତ ଆସୁଅଛି ଓ ରାତ୍ରି ହିଁ ଆସୁଅଛି; ତୁମ୍ଭେମାନେ ଯେବେ ପଚାରିବ, ପଚାର; ତୁମ୍ଭେମାନେ ଫେର, ଆସ ।"},{"number":13,"verse":"ଆରବ ବିଷୟକ ଭାରୋକ୍ତି । ହେ ଦଦାନୀୟ ପଥିକ ଦଳ, ତୁମ୍ଭେମାନେ ଆରବର ବନ ମଧ୍ୟରେ ରାତ୍ରିଯାପନ କରିବ ।"},{"number":14,"verse":"ଯେଉଁ ଜନ ତୃଷିତ ଥିଲା, ସେମାନେ ତାହା ନିକଟକୁ ଜଳ ଆଣିଲେ; ଟେମା ଦେଶବାସୀମାନେ ଭକ୍ଷ୍ୟ ନେଇ ପଳାତକମାନଙ୍କ ସଙ୍ଗେ ସାକ୍ଷାତ କଲେ ।"},{"number":15,"verse":"କାରଣ ସେମାନେ ଖଡ଼୍‍ଗରୁ, ନିଷ୍କୋଷ ଖଡ଼୍‍ଗରୁ, ଗୁଣଦିଆ ଧନୁରୁ ଓ କ୍ଳେଶଜନକ ଯୁଦ୍ଧରୁ ପଳାଇଲେ ।"},{"number":16,"verse":"ଯେହେତୁ ସଦାପ୍ରଭୁ ମୋତେ କହିଅଛନ୍ତି, ବେତନଜୀବୀର ବର୍ଷ ପ୍ରମାଣେ ଏକ ବର୍ଷ ମଧ୍ୟରେ କେଦରର ସକଳ ପ୍ରତାପ ଲୁପ୍ତ ହେବ;"},{"number":17,"verse":"ଆଉ, କେଦରବଂଶୀୟ ବୀରଗଣ ମଧ୍ୟରେ ଅଳ୍ପସଂଖ୍ୟକ ଧନୁର୍ଦ୍ଧର ଅବଶିଷ୍ଟ ରହିବେ; କାରଣ ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଏହା କହିଅଛନ୍ତି ।"}]}