{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":25,"verses":[{"number":1,"verse":"( ପ୍ରଶଂସାର ଗୀତ) ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭେ ମୋହର ପରମେଶ୍ଵର; ମୁଁ ତୁମ୍ଭର ପ୍ରତିଷ୍ଠା କରିବି, ମୁଁ ତୁମ୍ଭ ନାମର ପ୍ରଶଂସା କରିବି; କାରଣ ତୁମ୍ଭେ ଆଶ୍ଚର୍ଯ୍ୟକ୍ରିୟା, ଅର୍ଥାତ୍, ପୁରାତନ କାଳର ମନ୍ତ୍ରଣାସବୁ ବିଶ୍ଵସ୍ତତାରେ ଓ ସତ୍ୟରେ ସାଧନ କରିଅଛ ⇧ ।"},{"number":2,"verse":"ଯେହେତୁ ତୁମ୍ଭେ ନଗରକୁ ଢିପି, ପ୍ରାଚୀରବେଷ୍ଟିତ ନଗରକୁ କାନ୍ଥଡ଼ା କରିଅଛ; ବିଦେଶୀମାନଙ୍କ ରାଜପୁରୀକୁ ବିନଷ୍ଟ କରିଅଛ; ତାହା ଆଉ କେବେ ନିର୍ମିତ ନୋହିବ ।"},{"number":3,"verse":"ଏଥିପାଇଁ ବଳବାନ ଲୋକମାନେ ତୁମ୍ଭର ଗୌରବ କରିବେ ଓ ଭୟଙ୍କର ଗୋଷ୍ଠୀୟମାନଙ୍କ ନଗର ତୁମ୍ଭଙ୍କୁ ଭୟ କରିବ ।"},{"number":4,"verse":"କାରଣ ତୁମ୍ଭେ ଦରିଦ୍ରର ଦୃଢ଼ ଦୁର୍ଗ, ଦୀନହୀନର ସଙ୍କଟ ସମୟରେ ତାହାର ଦୃଢ଼ ଦୁର୍ଗ, ଭୟଙ୍କର ଲୋକମାନଙ୍କ ଶ୍ଵାସବାୟୁ ପ୍ରବଳ ବତାସ ତୁଲ୍ୟ ପ୍ରାଚୀରରେ ଲାଗିବା ବେଳେ ପ୍ରବଳ ବତାସ ନିବାରକ ଆଶ୍ରୟ, ତାପ ନିବାରକ ଛାୟା ହୋଇଅଛ ।"},{"number":5,"verse":"ଯେପରି ତୁମ୍ଭେ ଶୁଷ୍କ ଦେଶରେ ତାପକୁ, ସେପରି ବିଦେଶୀମାନଙ୍କର କୋଳାହଳକୁ ନିବାରଣ କରିବ; ଯେପରି ମେଘର ଛାୟା ଦ୍ଵାରା ତାପ, ସେପରି ଭୟଙ୍କର ଲୋକ-ମାନଙ୍କର ଗାୟନ ଧ୍ଵନି କ୍ଷା; କରାଯିବ ।"},{"number":6,"verse":"ପୁଣି, ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଏହି ପର୍ବତରେ ଯାବତୀୟ ଗୋଷ୍ଠୀ ନିମନ୍ତେ ଉତ୍ତମ ଉତ୍ତମ ଖାଦ୍ୟଦ୍ରବ୍ୟର ଏକ ଭୋଜ, ପୁରାତନ ଦ୍ରାକ୍ଷାରସର, ମେଦପୂର୍ଣ୍ଣ ଉତ୍ତମ ଖାଦ୍ୟଦ୍ରବ୍ୟର, ସୁନିର୍ମଳୀକୃତ ପୁରାତନ ଦ୍ରାକ୍ଷାରସର ଏକ ଭୋଜ ପ୍ରସ୍ତୁତ କରିବେ ।"},{"number":7,"verse":"ଆଉ, ସର୍ବଗୋଷ୍ଠୀୟମାନଙ୍କ ଉପରେ ଯେଉଁ ଓଢ଼ଣା ପଡ଼ିଅଛି ଓ ସର୍ବଦେଶୀୟମାନଙ୍କ ଉପରେ ଯେଉଁ ଆବରକ ବସ୍ତ୍ର ପ୍ରସାରିତ ହୋଇଅଛି, ତାହା ସେ ଏହି ପର୍ବତରେ ବିନାଶ କରିବେ ।"},{"number":8,"verse":"ସେ ମୃତ୍ୟୁକୁ ଅନ; କାଳ ନିମନ୍ତେ ଗ୍ରାସ କରିଅଛନ୍ତି ଓ ପ୍ରଭୁ, ସଦାପ୍ରଭୁ, ସମସ୍ତଙ୍କ ମୁଖରୁ ଲୋତକ ଜଳ ପୋଛି ଦେବେ ଓ ସମୁଦାୟ ପୃଥିବୀରୁ ଆପଣା ଲୋକମାନଙ୍କର ଦୁର୍ନାମ ଦୂର କରିବେ; କାରଣ ସଦାପ୍ରଭୁ ଏହି କଥା କହିଅଛନ୍ତି ।"},{"number":9,"verse":"ପୁଣି, ସେଦିନ ଏହି କଥା କୁହାଯିବ, ଦେଖ, ଏହି ଆମ୍ଭମାନଙ୍କର ପରମେଶ୍ଵର; ଆମ୍ଭେମାନେ ତାହାଙ୍କୁ ଅପେକ୍ଷା କରିଅଛୁ ଓ ସେ ଆମ୍ଭମାନଙ୍କୁ ଉଦ୍ଧାର କରିବେ; ଏ ସଦାପ୍ରଭୁ ଅଟନ୍ତି; ଆମ୍ଭେମାନେ ତାହାଙ୍କୁ ଅପେକ୍ଷା କରିଅଛୁ, ଆମ୍ଭେମାନେ ତାହାଙ୍କ କୃତ ପରିତ୍ରାଣରେ ଆନନ୍ଦିତ ହୋଇ ଉଲ୍ଲାସ କରିବୁ ।"},{"number":10,"verse":"କାରଣ ଏହି ପର୍ବତରେ ସଦାପ୍ରଭୁଙ୍କର ହସ୍ତ ଅଧିଷ୍ଠିତ ହେବ, ଆଉ ଯେପରି କୁଟା ଖତଗଦାର ଜଳରେ ପଦ ତଳେ ଦଳିତ ହୁଏ, ସେପରି ମୋୟାବ ସ୍ଵସ୍ଥାନରେ ଦଳିତ ହେବ ।"},{"number":11,"verse":"ଆଉ, ପହଁରିବା ଲୋକ ଯେପରି ପହଁରିବା ପାଇଁ ହସ୍ତ ବିସ୍ତାର କରେ, ସେପରି ସେ ତହିଁ ମଧ୍ୟରେ ଆପଣା ହସ୍ତ ବିସ୍ତାର କରିବ; ମାତ୍ର ତାହାର ହସ୍ତ-କୌଶଳ ସମେତ ସେ ତାହାର ଗର୍ବ ଖର୍ବ କରିବେ ।"},{"number":12,"verse":"ପୁଣି, ସେ ତୁମ୍ଭର ଉଚ୍ଚ ପ୍ରାଚୀରଯୁକ୍ତ ଦୃଢ଼ ଦୁର୍ଗ ନିପାତ କରି ନତ କରିଅଛନ୍ତି ଓ ତାହା ଭୂମିସାତ୍ କରି ଧୂଳିରେ ମିଶାଇ ଅଛନ୍ତି ।"}]}