{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":27,"verses":[{"number":1,"verse":"( ଇସ୍ରାଏଲର ଉଦ୍ଧାର) ସେଦିନ ସଦାପ୍ରଭୁ ଆପଣାର ଦାରୁଣ ଓ ବୃହତ ଓ ଦୃଢ଼ ଖଡ଼୍‍ଗ ଦ୍ଵାରା ଦ୍ରୁତଗାମୀ ସର୍ପ ଲିବୀୟାଥନକୁ ଓ ବକ୍ରଗାମୀ ସର୍ପ ଲିବୀୟାଥନକୁ ପ୍ରତିଫଳ ଦେବେ; ଆଉ, ସେ ସମୁଦ୍ରସ୍ଥ ଦୀର୍ଘକାୟ ଜନ୍ତୁକୁ ନଷ୍ଟ କରିବେ ।"},{"number":2,"verse":"ସେ ଦିନରେ ଏକ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର ଅଛି, ତୁମ୍ଭେମାନେ ତହିଁର ଉଦ୍ଦେଶ୍ୟରେ ଗାନ କର ।"},{"number":3,"verse":"ଆମ୍ଭେ ସଦାପ୍ରଭୁ ତାହା ରକ୍ଷା କରୁ; ଆମ୍ଭେ ନିମିଷକୁ ନିମିଷ ତହିଁରେ ଜଳ ସେଚନ କରିବା; କେହି ଯେପରି ତାହାର କ୍ଷତି ନ କରେ, ଏଥିପାଇଁ ଆମ୍ଭେ ଦିବାରାତ୍ର ତାହା ରକ୍ଷା କରିବା ।"},{"number":4,"verse":"ଆମ୍ଭଠାରେ କ୍ରୋଧ ନାହିଁ; ଆଃ, ଯେବେ କାନକୋଳି ଓ କଣ୍ଟକ ବୃକ୍ଷସବୁ ଯୁଦ୍ଧରେ ଆମ୍ଭର ବିପକ୍ଷ ହୁଅନ୍ତେ ! ତେବେ ଆମ୍ଭେ ଆକ୍ରମଣ କରି ସେସବୁକୁ ଏକାବେଳେ ଦଗ୍ଧ କରନ୍ତୁ ।"},{"number":5,"verse":"ନତୁବା ଆମ୍ଭ ସଙ୍ଗେ ମିଳନ କରିବା ପାଇଁ ସେ ଆମ୍ଭ ପରାକ୍ରମର ଅବଲମ୍ଵନ କରୁ; ହଁ, ସେ ଆମ୍ଭ ସଙ୍ଗେ ମିଳନ କରୁ ।"},{"number":6,"verse":"ଭବିଷ୍ୟତ କାଳରେ ଯାକୁବ ଚେର ବାନ୍ଧିବ; ଇସ୍ରାଏଲ ମୁକ୍ତ ଓ ପ୍ରଫୁଲ୍ଲ ହେବ ଓ ସେମାନେ ଭୂମଣ୍ତଳକୁ ଫଳରେ ପରିପୂର୍ଣ୍ଣ କରିବେ ।"},{"number":7,"verse":"ତାହାର ପ୍ରହାରକାରୀମାନଙ୍କୁ ସେ ଯେପରି ପ୍ରହାର କଲେ, ସେପରି ସେ କି ତାହାକୁ ପ୍ରହାର କରିଅଛନ୍ତି ? ଅବା, ତାହା ଦ୍ଵାରା ହତ ଲୋକମାନଙ୍କ ତୁଲ୍ୟ ସେ କି ହତ ହୋଇଅଛି ?"},{"number":8,"verse":"ତୁମ୍ଭେ ତାହାକୁ ଦୂରକୁ ପଠାଇବା ବେଳେ ପରିତ୍ରାଣକ୍ରମେ ତାହା ସଙ୍ଗେ ବିବାଦ କରୁଅଛ; ସେ ପୂର୍ବୀୟ ବାୟୁ ଦିନରେ ନିଜ ପ୍ରବଳ ବାୟୁ ଦ୍ଵାରା ତାହାକୁ ସ୍ଥାନାନ୍ତରିତ କରିଅଛନ୍ତି ।"},{"number":9,"verse":"ଏହେତୁ ଏହା ଦ୍ଵାରା ଯାକୁବର ଅପରାଧ ମାର୍ଜିତ ହେବ ଓ ତାହାର ପାପ ଦୂରୀକୃତ ହେବାର ସମସ୍ତ ଫଳ ଏହି; ସେ ଯଜ୍ଞବେଦିର ପ୍ରସ୍ତର ସବୁକୁ ଚୂନର ଭଗ୍ନ ପ୍ରସ୍ତର ତୁଲ୍ୟ କଲେ, ଆଶେରା ମୂର୍ତ୍ତି ଓ ସୂର୍ଯ୍ୟ ପ୍ରତିମାସବୁ ଆଉ ଉଠିବେ ନାହିଁ ।"},{"number":10,"verse":"କାରଣ ସୁଦୃଢ଼ ନଗର ପ୍ରାନ୍ତରର ତୁଲ୍ୟ ନିର୍ଜନ, ଲୋକ ବିବର୍ଜିତ ଓ ପରିତ୍ୟକ୍ତ ବସତି ସ୍ଥାନ ହୋଇଅଛି; ସେସ୍ଥାନରେ ଗୋବତ୍ସ ଚରିବ ଓ ଶୟନ କରିବ, ପୁଣି ବୃକ୍ଷର ଶାଖାସବୁ ଗ୍ରାସ କରିବ ।"},{"number":11,"verse":"ତହିଁର ଡାଳସବୁ ଶୁଷ୍କ ହେଲେ ଭଙ୍ଗା ଯିବ; ସ୍ତ୍ରୀମାନେ ଆସି ତହିଁରେ ଅଗ୍ନି ଲଗାଇବେ; କାରଣ ସେହି ଲୋକମାନେ ବୁଦ୍ଧିହୀନ; ଏହେତୁ ଯେ ସେମାନଙ୍କୁ ନିର୍ମାଣ କଲେ, ସେ ସେମାନଙ୍କ ପ୍ରତି ଦୟା କରିବେ ନାହିଁ ଓ ଯେ ସେମାନଙ୍କୁ ଗଢ଼ିଲେ, ସେ ସେମାନଙ୍କ ପ୍ରତି ଅନୁଗ୍ରହ ପ୍ରକାଶ କରିବେ ନାହିଁ ।"},{"number":12,"verse":"ସେଦିନ ସଦାପ୍ରଭୁ ପ୍ଲାବିତ ନଦୀ ସୀମା ମିସରର ସ୍ରୋତ ପର୍ଯ୍ୟନ୍ତ ଆପଣା ଫଳ ଝାଡ଼ିବେ, ପୁଣି ହେ ଇସ୍ରାଏଲସନ୍ତାନଗଣ, ତୁମ୍ଭେମାନେ ଏକ ଏକ ହୋଇ ସଂଗୃହୀତ ହେବ ।"},{"number":13,"verse":"ଆଉ, ସେହି ଦିନରେ ଏକ ବୃହତ ତୂରୀ ବାଜିବ; ପୁଣି, ଅଶୂର ଦେଶରେ ନଷ୍ଟକଳ୍ପ ଓ ମିସର ଦେଶରେ ତାଡ଼ିତ ଲୋକମାନେ ଆସିବେ ⇧; ପୁଣି, ସେମାନେ ଯିରୂଶାଲମର ପବିତ୍ର ପର୍ବତରେ ସଦାପ୍ରଭୁଙ୍କୁ ପ୍ରଣାମ କରିବେ ।"}]}