{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":3,"verses":[{"number":1,"verse":"( ଯିହୁଦା ଓ ଯିରୂଶାଲମର ଶାସ୍ତି) ଦେଖ, ପ୍ରଭୁ, ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁ ଯିରୂଶାଲମ ଓ ଯିହୁଦାଠାରୁ ଯଷ୍ଟି ଓ ଯଷ୍ଟିକା, ଅର୍ଥାତ୍, ଅନ୍ନ ସ୍ଵରୂପ ସମସ୍ତ ଯଷ୍ଟି ଓ ଜଳ ସ୍ଵରୂପ ସମସ୍ତ ଯଷ୍ଟିକା ଦୂର କରୁଅଛନ୍ତି;"},{"number":2,"verse":"ବୀର ଓ ଯୋଦ୍ଧା; ବିଚାରକର୍ତ୍ତା ଓ ଭବିଷ୍ୟଦ୍ବକ୍ତା ଓ ମନ୍ତ୍ରଜ୍ଞ ଓ ପ୍ରାଚୀନନ୍ତ"},{"number":3,"verse":"ପଚାଶପତି ଓ ସମ୍ଭ୍ରାନ୍ତ ମନୁଷ୍ୟ, ମନ୍ତ୍ରୀ ଓ ନିପୁଣ ଶିଳ୍ପକର ଓ ନିପୁଣ ଶୁଭାଶୁଭବାଦୀ (ଦୂରୀକୃତ ହେବେ) ।"},{"number":4,"verse":"ପୁଣି, ଆମ୍ଭେ ବାଳକମାନଙ୍କୁ ସେମାନଙ୍କର ଅଧିପତି କରିବା ଓ ଶିଶୁମାନେ ସେମାନଙ୍କ ଉପରେ ଶାସନ କରିବେ ।"},{"number":5,"verse":"ଆଉ, ଲୋକମାନେ ଏକ ଜଣ ଅନ୍ୟ ଜଣ ଦ୍ଵାରା ଓ ପ୍ରତ୍ୟେକ ଲୋକ ଆପଣା ପ୍ରତିବାସୀ ଦ୍ଵାରା ଉପଦ୍ରୁତ ହେବେ; ବାଳକ ପ୍ରାଚୀନର ବିରୁଦ୍ଧରେ ଓ ଅଧମ ଲୋକ ସମ୍ଭ୍ରାନ୍ତ ଲୋକ ବିରୁଦ୍ଧରେ ଗର୍ବାଚରଣ କରିବ ।"},{"number":6,"verse":"କେହି କେହି ଆପଣା ଭ୍ରାତାକୁ ତାହାର ପିତୃଗୃହରେ ଧରି କହିବେ, ତୁମ୍ଭର ବସ୍ତ୍ର ଅଛି, ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କର ଶାସନକର୍ତ୍ତା ହୁଅ, ପୁଣି ଏହି ନିପତିତ (ରାଜ୍ୟ) ତୁମ୍ଭ ହସ୍ତାଧୀନ ହେଉ;"},{"number":7,"verse":"ସେ ସେହି ଦିନ ଆପଣା ରବ ଉଠାଇ କହିବ ମୁଁ ଚିକିତ୍ସକ ହେବି ନାହିଁ; କାରଣ ମୋʼ ଗୃହରେ ଖାଦ୍ୟ କି ବସ୍ତ୍ର ନାହିଁ; ତୁମ୍ଭେମାନେ ମୋତେ ଲୋକମାନଙ୍କର ଶାସନକର୍ତ୍ତା କର ନାହିଁ ।"},{"number":8,"verse":"ଯେହେତୁ ଯିରୂଶାଲମ ବିନଷ୍ଟ ଓ ଯିହୁଦା ପତିତ ହୋଇଅଛି; କାରଣ ସଦାପ୍ରଭୁଙ୍କର ପ୍ରତାପବିଶିଷ୍ଟ ଚକ୍ଷୁକୁ କ୍ରୋଧାନ୍ଵିତ କରିବା ପାଇଁ ସେମାନଙ୍କର ଜିହ୍ଵା ଓ କ୍ରିୟା ତାହାଙ୍କର ପ୍ରତିକୂଳ ଅଟେ ।"},{"number":9,"verse":"ସେମାନଙ୍କ ମୁଖର ଆକାର ସେମାନଙ୍କ ପ୍ରତିକୂଳରେ ସାକ୍ଷ୍ୟ ଦିଏ; ପୁଣି, ସେମାନେ ସଦୋମର ନ୍ୟାୟ ଆପଣାମାନଙ୍କ ପାପ ପ୍ରକାଶ କରି ଗୋପନ କରନ୍ତି ନାହିଁ । ସେମାନଙ୍କ ପ୍ରାଣର ସନ୍ତାପ ହେବ ! କାରଣ ସେମାନେ ଆପଣାମାନଙ୍କର ଅନିଷ୍ଟ ଆପେ କରିଅଛନ୍ତି ।"},{"number":10,"verse":"ତୁମ୍ଭେମାନେ ଧାର୍ମିକର ବିଷୟରେ କୁହ ଯେ, ତାହାର ମଙ୍ଗଳ ହେବ । ଯେହେତୁ ସେମାନେ ଆପଣା ଆପଣା କର୍ମର ଫଳ ଭୁଞ୍ଜିବେ;"},{"number":11,"verse":"ଦୁଷ୍ଟ ଲୋକର ସନ୍ତାପ ହେବ ! ତାହାର ଅମଙ୍ଗଳ ଘଟିବ; କାରଣ ତାହାର ହସ୍ତକୃତ କର୍ମର ପ୍ରତିଫଳ ତାହାକୁ ଦିଆଯିବ ।"},{"number":12,"verse":"ମୋʼ ଲୋକମାନଙ୍କ ବିଷୟ ଦେଖିଲେ, ବାଳକମାନେ ମୋʼ ଲୋକମାନଙ୍କର ଉପଦ୍ରବକାରୀ ଓ ସ୍ତ୍ରୀମାନେ ସେମାନଙ୍କ ଉପରେ ଶାସନ କରନ୍ତି । ହେ ମୋହର ଲୋକମାନେ, ତୁମ୍ଭର ପଥଦର୍ଶକମାନେ ତୁମ୍ଭକୁ ଭୁଲାନ୍ତି ଓ ତୁମ୍ଭ ଗମନର ପଥ ନଷ୍ଟ କରନ୍ତି ।"},{"number":13,"verse":"ସଦାପ୍ରଭୁ ପ୍ରତିବାଦ କରିବାକୁ ଠିଆ ହେଉଅଛନ୍ତି, ଗୋଷ୍ଠୀୟମାନଙ୍କର ବିଚାର କରିବାକୁ ଠିଆ ହେଉଅଛନ୍ତି ।"},{"number":14,"verse":"ସଦାପ୍ରଭୁ ଆପଣା ଲୋକମାନଙ୍କର ପ୍ରାଚୀନବର୍ଗର ଓ ଅଧିପତିଗଣର ସହିତ ବିଚାରରେ ଉପସ୍ଥିତ ହେବେ; ତୁମ୍ଭେମାନେ ହିଁ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର ଗ୍ରାସ କରିଅଛ; ଦରିଦ୍ରମାନଙ୍କଠାରୁ ଲୁଟିତ ଦ୍ରବ୍ୟ ତୁମ୍ଭମାନଙ୍କ ଗୃହରେ ଅଛି;"},{"number":15,"verse":"ତୁମ୍ଭେମାନେ ଯେ ଆମ୍ଭ ଲୋକମାନଙ୍କୁ ଦଳି ପକାଉଅଛ ଓ ଦରିଦ୍ରମାନଙ୍କ ମୁଖ ଘଷି ପକାଉଅଛ, ଏଥିରେ ତୁମ୍ଭମାନଙ୍କ ଅଭିପ୍ରାୟ କʼଣ ? ପ୍ରଭୁ, ବାହିନୀଗଣର ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି ।"},{"number":16,"verse":"ଆହୁରି ସଦାପ୍ରଭୁ କହିଲେ, ସିୟୋନର କନ୍ୟାଗଣ ଅହଙ୍କାରିଣୀ ଓ ଆପଣା ଆପଣା ଗ୍ରୀବା ଲମ୍ଵାଇ ଓ କଟାକ୍ଷ କରି ଗମନ କରନ୍ତି, ଗମନ କରୁ କରୁ ଚଞ୍ଚଳ ପାଦସଞ୍ଚାର ଓ ଚରଣରେ ରୁଣୁଝୁଣୁ ଶଦ୍ଦ କରନ୍ତି;"},{"number":17,"verse":"ଏହେତୁ ପ୍ରଭୁ ସିୟୋନର କନ୍ୟାଗଣର ମସ୍ତକ କାଛୁମୟ କରିବେ ଓ ସଦାପ୍ରଭୁ ସେମାନଙ୍କର ଗୁପ୍ତସ୍ଥାନ ଅନାବୃତ କରିବେ।"},{"number":18,"verse":"ସେ ଦିନ ପ୍ରଭୁ ସେମାନଙ୍କର ଗର୍ବ ସ୍ଵରୂପ ନୂପୁର ଓ ଜାଲିବସ୍ତ୍ର ଓ ଚନ୍ଦ୍ରହାର;"},{"number":19,"verse":"କର୍ଣ୍ଣଭୂଷଣ ଓ ଚୁଡ଼ି ଓ ଘୁମୁଟା;"},{"number":20,"verse":"ଶିରୋଭୂଷଣ ଓ ପାଦର ବଳା ଓ କଟିବନ୍ଧନୀ ଓ ଅତରଧାନୀ ଓ କବଚ;"},{"number":21,"verse":"ମୁଦି ଓ ନଥ;"},{"number":22,"verse":"ଉତ୍ସବକାଳୀନ ବସ୍ତ୍ର ଓ ଆବରଣୀୟ ବସ୍ତ୍ର ଓ ସାଲ ଓ ଗାଞ୍ଜିଆ;"},{"number":23,"verse":"ଦର୍ପଣ ଓ ସୂକ୍ଷ୍ମ ବସ୍ତ୍ର ଓ ଶିରୋବନ୍ଧନୀ ଓ ଓଢ଼ଣି କାଢ଼ି ପକାଇବେ ।"},{"number":24,"verse":"ତହିଁରେ ସୁଗନ୍ଧି-ଦ୍ରବ୍ୟ ବଦଳରେ ଦୁର୍ଗନ୍ଧ ପୂଜ ଓ କଟିବନ୍ଧନୀର ପରିବର୍ତ୍ତେ ରଜ୍ଜୁ ଓ ସୁନ୍ଦର କେଶବିନ୍ୟାସ ବଦଳରେ କେଶଶୂନ୍ୟତା ଓ ଆବରଣ ବସ୍ତ୍ର ପରିବର୍ତ୍ତେ ଚଟର ପଟୁକା; ସୌନ୍ଦର୍ଯ୍ୟ ବଦଳରେ ପୋଡ଼ାଦାଗ ହେବ ।"},{"number":25,"verse":"ତୁମ୍ଭର ପୁରୁଷମାନେ ଖଡ଼୍‍ଗାଘାତରେ ଓ ତୁମ୍ଭର ବିକ୍ରମୀଗଣ ଯୁଦ୍ଧରେ ପତିତ ହେବେ ।"},{"number":26,"verse":"ସିୟୋନର ନଗର-ଦ୍ଵାରସକଳ ଶୋକ ଓ ବିଳାପ କରିବେ ଓ ସେ ଅକିଞ୍ଚନା ହୋଇ ଭୂମିରେ ବସିବ ।"}]}