{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":34,"verses":[{"number":1,"verse":"( ଦେଶୀୟଗଣଙ୍କ ବିଚାର) ହେ ଦେଶୀୟଗଣ, ନିକଟକୁ ଆସି ଶ୍ରବଣ କର, ହେ ଗୋଷ୍ଠୀ-ଗଣ, ତୁମ୍ଭେମାନେ ମନୋ-ଯୋଗ କର; ପୃଥିବୀ ଓ ତତ୍ପ ୂର୍ଣ୍ଣତା ଶ୍ରବଣ କରୁ; ଜଗତ ଓ ତଦୁତ୍ପନ୍ନ ସକଳ ପଦାର୍ଥ ଶ୍ରବଣ କରୁ।"},{"number":2,"verse":"କାରଣ ଦେଶୀୟ ସମସ୍ତଙ୍କ ପ୍ରତିକୂଳରେ ସଦାପ୍ରଭୁଙ୍କର କ୍ରୋଧ ଓ ସେମାନଙ୍କର ସମସ୍ତ ସୈନ୍ୟ-ସାମନ୍ତର ପ୍ରତିକୂଳରେ ତାହାଙ୍କର ପ୍ରଚଣ୍ତ କୋପ ଅଛି; ସେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ବିନାଶ କରିଅଛନ୍ତି, ସେ ସେମାନଙ୍କୁ ହତ ହେବା ନିମନ୍ତେ ସମର୍ପଣ କରିଅଛନ୍ତି ।"},{"number":3,"verse":"ସେମାନଙ୍କର ହତ ଲୋକମାନେ ବାହାରେ ନିକ୍ଷିପ୍ତ ହେବେ, ସେମାନଙ୍କ ଶବରୁ ଦୁର୍ଗନ୍ଧ ଉଠିବ ଓ ସେମାନଙ୍କ ରକ୍ତରେ ପର୍ବତମାନ ତରଳି ଯିବ ।"},{"number":4,"verse":"ପୁଣି, ଆକାଶମଣ୍ତଳର ସୈନ୍ୟସମସ୍ତେ କ୍ଷୟ ପାଇବେ ଓ ଗଗନମଣ୍ତଳ ଲେଖାପତ୍ର ତୁଲ୍ୟ ଗୁଡ଼ା ହେବ; ଆଉ, ଯେପରି ଦ୍ରାକ୍ଷାଲତାର ଜୀର୍ଣ୍ଣପତ୍ର ଓ ଡିମିରି ବୃକ୍ଷର ଜୀର୍ଣ୍ଣପତ୍ର, ସେପରି ସେମାନଙ୍କର ସୈନ୍ୟସାମନ୍ତସବୁ କ୍ଷୟ ପାଇବେ ।"},{"number":5,"verse":"କାରଣ ଆମ୍ଭର ଖଡ଼୍‍ଗ ସ୍ଵର୍ଗରେ ପରିତୃପ୍ତ ରୂପେ ପାନ କରିଅଛି; ଦେଖ, ବିଚାର ସାଧନାର୍ଥେ ତାହା ଇଦୋମର ଓ ଆମ୍ଭର ଅଭିଶପ୍ତ ଲୋକମାନଙ୍କର ଉପରେ ପଡ଼ିବ ।"},{"number":6,"verse":"ସଦାପ୍ରଭୁଙ୍କ ଖଡ଼୍‍ଗ ରକ୍ତରେ ପରିତୃପ୍ତ ଓ ମେଦରେ ଓ ଛାଗଗଣର ଗୁରୁଦାର ମେଦରେ ପୁଷ୍ଟ ହୋଇଅଛି; କାରଣ ବସ୍ରାରେ ସଦାପ୍ରଭୁଙ୍କର ଏକ ଯଜ୍ଞ ଓ ଇଦୋମ ଦେଶରେ ଏକ ମହାହତ୍ୟାକାଣ୍ତ ହେବ ।"},{"number":7,"verse":"ପୁଣି, ସେମାନଙ୍କ ସଙ୍ଗେ ବନ୍ୟଗୋରୁ, ବୃଷଭ ସଙ୍ଗେ ଯୁବା ବୃଷ ଆସିବେ; ତହିଁରେ ସେମାନଙ୍କ ଦେଶ ରକ୍ତରେ ମତ୍ତ ଓ ସେମାନଙ୍କ ଧୂଳି ମେଦରେ ପୁଷ୍ଟ ହେବ ।"},{"number":8,"verse":"କାରଣ ଏହା ସଦାପ୍ରଭୁଙ୍କର ପ୍ରତିଶୋଧର ଦିନ, ଏହା ସିୟୋନର ବିବାଦ ସମ୍ଵନ୍ଧୀୟ ପ୍ରତିଫଳର ବର୍ଷ ।"},{"number":9,"verse":"ପୁଣି, ତହିଁର ସ୍ରୋତସବୁ ଝୁଣାରେ ଓ ତହିଁର ଧୂଳି ଗନ୍ଧକରେ ପରିଣତ ହେବ ଓ ତହିଁର ଭୂମି ପ୍ରଜ୍ଵଳିତ ଝୁଣା ହେବ ।"},{"number":10,"verse":"ତାହା ଦିବାରାତ୍ର ନିର୍ବାଣ ନୋହିବ; ତହିଁର ଧୂମ ସଦାକାଳ ଉଠିବ; ପୁରୁଷାନୁକ୍ରମେ ତାହା ମରୁଭୂମି ହୋଇ ରହିବ; ଅନ; କାଳ ତାହାର ମଧ୍ୟ ଦେଇ କେହି ଗମନ କରିବ ନାହିଁ ।"},{"number":11,"verse":"ମାତ୍ର ପାଣିଭେଳା ଓ ଝିଙ୍କ ତାହା ଅଧିକାର କରିବେ; ଆଉ, ପେଚା ଓ ଡାମରାକାଉ ତହିଁ ମଧ୍ୟରେ ବାସ କରିବେ; ପୁଣି, ସେ ତହିଁ ଉପରେ ଅବସ୍ତୁତାରୂପ ମାନରଜ୍ଜୁ ଓ ଶୂନ୍ୟତାରୂପ ଓଳମ ଟାଣିବେ ।"},{"number":12,"verse":"ସେମାନେ ତହିଁର କୁଳୀନମାନଙ୍କୁ ରାଜତ୍ଵ କରିବାକୁ ଡାକିବେ; ମାତ୍ର କେହି ସେଠାରେ ନ ଥିବେ ଓ ତହିଁର ଅଧିପତି ସମସ୍ତେ ଲୁପ୍ତ ହେବେ ।"},{"number":13,"verse":"ତହିଁର ଅଟ୍ଟାଳିକାସକଳରେ କଣ୍ଟକ ଓ ତହିଁର ଦୁର୍ଗସବୁରେ ବିଛୁଆତି ଓ କଣ୍ଟକ ଲତା ବଢ଼ିବ ଓ ତାହା ଶୃଗାଳଗଣର ବାସସ୍ଥାନ ଓ ଉଷ୍ଟ୍ରପକ୍ଷୀ-ଗଣର ଚରାସ୍ଥାନ ହେବ ।"},{"number":14,"verse":"ପୁଣି, ସେଠାରେ ବନ୍ୟ ପଶୁଗଣ କେନ୍ଦୁଆମାନଙ୍କ ସଙ୍ଗେ ମିଳିବେ ଓ ଛାଗ ଦେବତା ଆପଣା ସଙ୍ଗୀକି ଡାକିବ; ଆହୁରି, ନିଶାଚର ସେଠାରେ ବାସ କରି ବିଶ୍ରାମ ସ୍ଥାନ ପାଇବ ।"},{"number":15,"verse":"ସେସ୍ଥାନରେ ଡିଆଁ ସର୍ପ ଆପଣା ବସା କରି ଡିମ୍ଵ ଦେବ ଓ ଛୁଆ ଫୁଟାଇ ଆପଣା ଛାୟା ତଳେ ଏକତ୍ର କରିବ; ଆହୁରି, ଚିଲମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ସଙ୍ଗିନୀ ସହିତ ସେଠାରେ ଏକତ୍ର ହେବେ ।"},{"number":16,"verse":"ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କ ପୁସ୍ତକରୁ ଅନୁସନ୍ଧାନ କରି ପାଠ କର; ଏମାନଙ୍କ ମଧ୍ୟରୁ କେହି ଅନୁପସ୍ଥିତ ନୋହିବ, କେହି ଆପଣା ସଙ୍ଗିନୀବିହୀନ ନୋହିବ; କାରଣ ମୋʼ ମୁଖ ଦ୍ଵାରା ସେ ଏହା ଆଜ୍ଞା କରିଅଛନ୍ତି ଓ ତାହାଙ୍କର ଆତ୍ମା ସେମାନଙ୍କୁ ସଂଗ୍ରହ କରିଅଛି ।"},{"number":17,"verse":"ପୁଣି, ସେ ସେମାନଙ୍କ ନିମନ୍ତେ ଗୁଲିବାଣ୍ଟ କରିଅଛନ୍ତି ଓ ତାହାଙ୍କର ହସ୍ତ ପରିମାପକ ରଜ୍ଜୁ ଦ୍ଵାରା ତାହା ବିଭାଗ କରି ସେମାନଙ୍କୁ ଦେଇଅଛି; ସେମାନେ ତାହା ସଦା କାଳ ଅଧିକାର କରିବେ, ସେମାନେ ପୁରୁଷାନୁକ୍ରମେ ତହିଁ ମଧ୍ୟରେ ବାସ କରିବେ ।"}]}