{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":37,"verses":[{"number":1,"verse":"( ହିଜକୀୟଙ୍କୁ ଯିଶାଇୟଙ୍କ ପରାମର୍ଶ) ଏଥିରେ ହିଜକୀୟ ରାଜା ତାହା ଶୁଣନ୍ତେ, ଆପଣା ବସ୍ତ୍ର ଚିରି ଓ ଅଖା ଘୋଡ଼ାଇହୋଇ ସଦାପ୍ରଭୁଙ୍କ ଗୃହକୁ ଗଲା ।"},{"number":2,"verse":"ପୁଣି, ସେ ରାଜଗୃହାଧ୍ୟକ୍ଷ ଇଲୀୟାକୀମ୍କୁ ଓ ଶୀବ୍ନ ଲେଖକକୁ ଓ ଯାଜକମାନଙ୍କର ପ୍ରାଚୀନବର୍ଗଙ୍କୁ ଅଖା ଘୋଡ଼ାଇ ଆମୋସଙ୍କ ପୁତ୍ର ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କ ନିକଟକୁ ପଠାଇଲା ।"},{"number":3,"verse":"ତହିଁରେ ସେମାନେ ତାଙ୍କୁ କହିଲେ, ହିଜକୀୟ ଏହିପରି କହିଅଛନ୍ତି, ଆଜ ଦିନ ଆପଦ ଓ ଅନୁଯୋଗ ଓ ଅପମାନର ଦିନ; କାରଣ ସନ୍ତାନଗଣ ପ୍ରସବ-ଦ୍ଵାରରେ ଉପସ୍ଥିତ, ମାତ୍ର ପ୍ରସବ କରିବାକୁ ଶକ୍ତି ନାହିଁ ।"},{"number":4,"verse":"ହୋଇପାରେ, ଜୀବିତ ପରମେଶ୍ଵରଙ୍କୁ ଧିକ୍କାର କରିବା ପାଇଁ ଆପଣା ପ୍ରଭୁ ଅଶୂରୀୟ ରାଜା ଦ୍ଵାରା ପ୍ରେରିତ ରବଶାକିର ସମସ୍ତ କଥା ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ଶୁଣିବେ, ପୁଣି ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପରମେଶ୍ଵର ଯେଉଁ କଥା ଶୁଣିଅଛନ୍ତି, ତହିଁ ଲାଗି ଅନୁଯୋଗ କରିବେ; ଏହେତୁ ଯେଉଁ ଅବଶିଷ୍ଟାଂଶ ଅଛନ୍ତି, ସେମାନଙ୍କ ନିମନ୍ତେ ତୁମ୍ଭେ ପ୍ରାର୍ଥନା କର ।"},{"number":5,"verse":"ଏହିରୂପେ ହିଜକୀୟ ରାଜାର ଦାସମାନେ ଯିଶାଇୟଙ୍କ ନିକଟରେ ଉପସ୍ଥିତ ହେଲେ ।"},{"number":6,"verse":"ତହିଁରେ ଯିଶାଇୟ ସେମାନଙ୍କୁ କହିଲେ, ତୁମ୍ଭେମାନେ ଆପଣା ପ୍ରଭୁଙ୍କୁ ଏହିପରି କହିବ, ସଦାପ୍ରଭୁ କହନ୍ତି, ଅଶୂରୀୟ ରାଜାର ଦାସମାନେ ଆମ୍ଭଙ୍କୁ ନିନ୍ଦା କରିବାର ଯେଉଁ କଥା ତୁମ୍ଭେ ଶୁଣିଅଛ, ତହିଁରେ ଭୀତ ହୁଅ ନାହିଁ ।"},{"number":7,"verse":"ଦେଖ, ଆମ୍ଭେ ତାହା ମଧ୍ୟରେ ଏକ ଆତ୍ମା ଦେବା, ପୁଣି ସେ କୌଣସି ଜନରବ ଶୁଣି ଆପଣା ଦେଶକୁ ଫେରିଯିବ; ଆଉ, ଆମ୍ଭେ ତାହାର ନିଜ ଦେଶରେ ଖଡ଼୍‍ଗ ଦ୍ଵାରା ତାହାକୁ ନିପାତ କରିବା ।"},{"number":8,"verse":"ଅନନ୍ତର ଅଶୂରୀୟ ରାଜା ଲାଖୀଶ୍ଠାରୁ ପ୍ରସ୍ଥାନ କରିଅଛି ବୋଲି ରବ୍ଶାକି ଶୁଣି ଫେରିଗଲା ଓ ତାହାକୁ ଲିବ୍ନା ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରୁଥିବାର ଦେଖିଲା ।"},{"number":9,"verse":"ପୁଣି, ଅଶୂରୀୟ ରାଜା କୂଶଦେଶୀୟ ତିର୍ହକ ରାଜା ବିଷୟରେ ଏହି କଥା ଶୁଣିଲା ଯେ, ସେ ତୁମ୍ଭ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରିବାକୁ ଆସିଅଛି; ଏହା ଶୁଣି ସେ ହିଜକୀୟ ନିକଟକୁ ଦୂତଗଣ ପଠାଇ କହିଲା,"},{"number":10,"verse":"ତୁମ୍ଭେମାନେ ଯିହୁଦାର ରାଜା ହିଜକୀୟକୁ ଏହି କଥା କହିବ, ଯିରୂଶାଲମ ଅଶୂରୀୟ ରାଜାର ହସ୍ତଗତ ନୋହିବ, ଏହି କଥା କହି ତୁମ୍ଭର ବିଶ୍ଵାସ-ଭୂମି ପରମେଶ୍ଵର ତୁମ୍ଭକୁ ନ ଭୁଲାଉନ୍ତୁ ।"},{"number":11,"verse":"ଦେଖ, ଅଶୂରୀୟ ରାଜାମାନେ ନିଃଶେଷ ରୂପେ ବିନାଶ କରିବା ଦ୍ଵାରା ସମୁଦାୟ ଦେଶ ପ୍ରତି ଯାହା କରିଅଛନ୍ତି, ତାହା ତୁମ୍ଭେ ଶୁଣିଅଛ; ଆଉ, ତୁମ୍ଭେ କʼଣ ଉଦ୍ଧାର ପାଇବ ?"},{"number":12,"verse":"ମୋʼ ପିତୃଲୋକମାନେ ଯେଉଁ ଗୋଶନ ଓ ହାରୋଣ ଓ ରେତ୍ସଫ ଦେଶୀୟମାନଙ୍କୁ ଓ ତଳଃସର ନିବାସୀ ଏଦନ-ସନ୍ତାନମାନଙ୍କୁ ବିନାଶ କଲେ, ସେମାନଙ୍କର ଦେବତାମାନେ କʼଣ ସେମାନଙ୍କୁ ଉଦ୍ଧାର କଲେ ?"},{"number":13,"verse":"ହମାତର ରାଜା ଓ ଅର୍ପଦର ରାଜା ଓ ସଫର୍ବୟିମ ନଗରର, ହେନାର ଓ ଅବ୍ବାର ରାଜା କାହାନ୍ତି ?"},{"number":14,"verse":"( ହିଜକୀୟଙ୍କ ପ୍ରାର୍ଥନା) ତହିଁରେ ହିଜକୀୟ ଦୂତଗଣର ହସ୍ତରୁ ପତ୍ର ଗ୍ରହଣ କରି ତାହା ପାଠ କଲା; ଆଉ, ହିଜକୀୟ ସଦାପ୍ରଭୁଙ୍କ ଗୃହକୁ ଯାଇ ସଦାପ୍ରଭୁଙ୍କ ସମ୍ମୁଖରେ ତାହା ମେଲାଇଲା ।"},{"number":15,"verse":"ଆଉ, ହିଜକୀୟ ସଦାପ୍ରଭୁଙ୍କ ନିକଟରେ ପ୍ରାର୍ଥନା କରି କହିଲା,"},{"number":16,"verse":"ହେ କିରୂବଗଣ ଉପରେ ଉପବିଷ୍ଟ ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୋ, ଇସ୍ରାଏଲର ପରମେଶ୍ଵର, ତୁମ୍ଭେ, କେବଳ ତୁମ୍ଭେ ପୃଥିବୀସ୍ଥ ସମୁଦାୟ ରାଜ୍ୟର ପରମେଶ୍ଵର ଅଟ; ତୁମ୍ଭେ ସ୍ଵର୍ଗ ଓ ପୃଥିବୀ ନିର୍ମାଣ କରିଅଛ ।"},{"number":17,"verse":"ହେ ସଦାପ୍ରଭୋ, ଆପଣା କର୍ଣ୍ଣ ଡେରି ଶୁଣନ୍ତ ହେ ସଦାପ୍ରଭୋ, ଆପଣା ଚକ୍ଷୁ ଫିଟାଇ ଦେଖ; ପୁଣି, ଜୀବିତ ପରମେଶ୍ଵରଙ୍କୁ ଧିକ୍କାର କରିବା ପାଇଁ ସନ୍ହେରୀବ୍ ଯାହା କହି ପଠାଇଅଛି, ତାହାର ସେହିସବୁ କଥା ଶୁଣ।"},{"number":18,"verse":"ହେ ସଦାପ୍ରଭୋ, ଅଶୂରୀୟ ରାଜାମାନେ ସର୍ବଦେଶୀୟ ଲୋକମାନଙ୍କୁ ଓ ସେମାନଙ୍କର ଦେଶକୁ ଉଚ୍ଛିନ୍ନ କରିଅଛନ୍ତି ।"},{"number":19,"verse":"ଓ ସେମାନଙ୍କର ଦେବତାଗଣକୁ ଅଗ୍ନିରେ ନିକ୍ଷେପ କରିଅଛନ୍ତି, ଏହା ସତ୍ୟ; କାରଣ ସେମାନେ ପରମେଶ୍ଵର ନୁହନ୍ତି, ମନୁଷ୍ୟର ହସ୍ତକୃତ କର୍ମ, କାଷ୍ଠ ଓ ପ୍ରସ୍ତର ମାତ୍ର; ଏହେତୁ ସେମାନେ ସେମାନଙ୍କୁ ବିନାଶ କରିଅଛନ୍ତି ।"},{"number":20,"verse":"ଏଣୁ ଏବେ, ହେ ସଦାପ୍ରଭୋ, ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵର, ତାହାର ହସ୍ତରୁ ଆମ୍ଭମାନଙ୍କୁ ଉଦ୍ଧାର କର, ତହିଁରେ ତୁମ୍ଭେ, କେବଳ ତୁମ୍ଭେ ଯେ ସଦାପ୍ରଭୁ ଅଟ, ଏହା ପୃଥିବୀସ୍ଥ ସମୁଦାୟ ରାଜ୍ୟ ଜାଣିବେ।"},{"number":21,"verse":"( ସନ୍ହେରୀବର ପତନ) ଏଉତ୍ତାରେ ଆମୋସଙ୍କ ପୁତ୍ର ଯିଶାଇୟ ହିଜକୀୟ ନିକଟକୁ କହି ପଠାଇଲେ, ସଦାପ୍ରଭୁ ଇସ୍ରାଏଲର ପରମେଶ୍ଵର ଏହି କଥା କହନ୍ତି, ତୁମ୍ଭେ ଅଶୂରର ରାଜା ସନ୍ହେରୀବ୍ ବିରୁଦ୍ଧରେ ଆମ୍ଭ ନିକଟରେ ପ୍ରାର୍ଥନା କରିବାରୁ,"},{"number":22,"verse":"ସଦାପ୍ରଭୁ ତାହା ବିଷୟରେ ଏହି କଥା କହିଅଛନ୍ତି; ସିୟୋନର ଅନୂଢ଼ା କନ୍ୟା ତୁମ୍ଭକୁ ତୁଚ୍ଛ କରିଅଛି ଓ ତୁମ୍ଭକୁ ପରିହାସ କରିଅଛି; ଯିରୂଶାଲମର କନ୍ୟା ତୁମ୍ଭ ଆଡ଼େ ମୁଣ୍ତ ହଲାଇଅଛି ।"},{"number":23,"verse":"ତୁମ୍ଭେ କାହାକୁ ଧିକ୍କାର ଓ ନିନ୍ଦା କରିଅଛ ? ଓ ତୁମ୍ଭେ କାହା ବିରୁଦ୍ଧରେ ଆପଣା ରବ ଉଚ୍ଚ କରିଅଛ ଓ ଆପଣା ଚକ୍ଷୁ ଊର୍ଦ୍ଧ୍ଵକୁ ଉଠାଇଅଛ ? ଇସ୍ରାଏଲର ଧର୍ମସ୍ଵରୂପଙ୍କ ବିରୁଦ୍ଧରେ ତ ।"},{"number":24,"verse":"ତୁମ୍ଭେ ଆପଣା ଦାସଗଣ ଦ୍ଵାରା ପ୍ରଭୁଙ୍କୁ ଧିକ୍କାର କରିଅଛ ଓ କହିଅଛ, ଆମ୍ଭେ ଆପଣା ଅପାର ରଥରେ ପର୍ବତଗଣର ଊର୍ଦ୍ଧ୍ଵକୁ, ଲିବାନୋନର ଅଭ୍ୟନ୍ତରକୁ ଆସିଅଛୁ: ଆଉ, ଆମ୍ଭେ ତହିଁର ଉଚ୍ଚ ଏରସ ବୃକ୍ଷ ଓ ତହିଁର ଉତ୍କୃଷ୍ଟ ଦେବଦାରୁ ବୃକ୍ଷସବୁ କାଟି ପକାଇବା; ପୁଣି, ଆମ୍ଭେ ତାହାର ଦୂରବର୍ତ୍ତୀ ଉଚ୍ଚ ସ୍ଥାନରେ ଓ ତାହାର ଫଳପୂର୍ଣ୍ଣ କ୍ଷେତ୍ରରୂପ ଅରଣ୍ୟରେ ପ୍ରବେଶ କରିବା ।"},{"number":25,"verse":"ଆମ୍ଭେ ଖୋଳି ଜଳ ପାନ କରିଅଛୁ, ଆଉ ଆମ୍ଭେ ଆପଣା ପଦତଳରେ ମିସରର ନଦୀସବୁ ଶୁଷ୍କ କରିବା ।"},{"number":26,"verse":"କିପରି ଆମ୍ଭେ ଦୀର୍ଘ କାଳରୁ ଏହା ନିରୂପଣ କରିଅଛୁ ଓ ପୂର୍ବକାଳରୁ ଏହା ସ୍ଥିର କରିଅଛୁ, ଏହା କʼଣ ତୁମ୍ଭେ ଶୁଣି ନାହଁ ? ତୁମ୍ଭେ ଯେ ପ୍ରାଚୀରବେଷ୍ଟିତ ନଗରମାନ ବିନାଶ କରି ସେସବୁକୁ ଢିପି କରିବ, ଏହା ଏବେ ଆମ୍ଭେ ସଫଳ କରିଅଛୁ ।"},{"number":27,"verse":"ଏହେତୁ ତନ୍ନିବାସୀମାନେ ଅଳ୍ପ ଶକ୍ତିବିଶିଷ୍ଟ ହେଲେ, ସେମାନେ ହତାଶ ଓ ଉଦ୍ବିଗ୍ନ ହେଲେ; ସେମାନେ କ୍ଷେତ୍ରର ଘାସ ଓ ନବୀନ ତୃଣ, ଗୃହ-ଛାତର ଉପରିସ୍ଥ ଘାସ ଓ ଅପକ୍ଵ ଶସ୍ୟକ୍ଷେତ୍ର ତୁଲ୍ୟ ହେଲେ ।"},{"number":28,"verse":"ମାତ୍ର ତୁମ୍ଭର ବସିବାର ଓ ବାହାରେ ଯିବାର ଓ ଭିତରେ ଆସିବାର ଓ ଆମ୍ଭ ବିରୁଦ୍ଧରେ କ୍ରୋଧ କରିବାର ଆମ୍ଭେ ଜାଣୁ ।"},{"number":29,"verse":"ତୁମ୍ଭେ ଆମ୍ଭ ବିରୁଦ୍ଧରେ କ୍ରୋଧ କରିଅଛ ଓ ତୁମ୍ଭର ଦର୍ପ କଥା ଆମ୍ଭ କର୍ଣ୍ଣରେ ଉପସ୍ଥିତ ହୋଇଅଛି, ଏଥିପାଇଁ ଆମ୍ଭେ ତୁମ୍ଭ ନାସିକାରେ ଆପଣା ଅଙ୍କୁଶ ଓ ତୁମ୍ଭ ଓଷ୍ଠରେ ଆପଣା ଲଗାମ ଦେବା, ପୁଣି ତୁମ୍ଭେ ଯେଉଁ ବାଟରେ ଆସିଲ, ସେହି ବାଟରେ ଆମ୍ଭେ ତୁମ୍ଭକୁ ଫେରାଇ ଦେବା ।"},{"number":30,"verse":"ଏଣୁ (ହେ ହିଜକୀୟ,) ତୁମ୍ଭ ପ୍ରତି ଏହି ଚିହ୍ନ ହେବ; ତୁମ୍ଭେମାନେ ଏହି ବର୍ଷ ସ୍ଵୟଂ ଉତ୍ପନ୍ନ ଶସ୍ୟ ଓ ଦ୍ଵିତୀୟ ବର୍ଷ ତହିଁରୁ ଅଙ୍କୁରିତ ଶସ୍ୟ ଭୋଜନ କରିବ; ପୁଣି, ତୃତୀୟ ବର୍ଷ ବୀଜ ବୁଣି ଶସ୍ୟ କାଟିବ ଓ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର କରି ତହିଁର ଫଳ ଭୋଗ କରିବ ।"},{"number":31,"verse":"ପୁଣି, ଯିହୁଦା ବଂଶର ରକ୍ଷାପ୍ରାପ୍ତ ଅବଶିଷ୍ଟ ଲୋକମାନେ ପୁନର୍ବାର ତଳକୁ ଚେର ମାଡ଼ିବେ ଓ ଉପରେ ଫଳ ଫଳିବେ ।"},{"number":32,"verse":"କାରଣ ଯିରୂଶାଲମରୁ ଏକ ଅବଶିଷ୍ଟାଂଶ ଲୋକେ ଓ ରକ୍ଷାପ୍ରାପ୍ତ ଲୋକେ ସିୟୋନ ପର୍ବତରୁ ବାହାରିବେ; ସୈନ୍ୟାଧିପତି ସଦାପ୍ରଭୁଙ୍କର ଉଦ୍ଯୋଗ ଏହା ସିଦ୍ଧ କରିବ ।"},{"number":33,"verse":"ଏହେତୁ ସଦାପ୍ରଭୁ ଅଶୂରୀୟ ରାଜା ବିଷୟରେ ଏହି କଥା କହନ୍ତି, ସେ ଏହି ନଗରକୁ ଆସିବ ନାହିଁ, ଅବା ସେଠାରେ ତୀର ମାରିବ ନାହିଁ, କିଅବା ତହିଁ ସମ୍ମୁଖକୁ ଢାଲ ଧରି ଆସିବ ନାହିଁ, ଅଥବା ତହିଁ ବିରୁଦ୍ଧରେ ବନ୍ଧ ବାନ୍ଧିବ ନାହିଁ ।"},{"number":34,"verse":"ସଦାପ୍ରଭୁ କହନ୍ତି, ସେ ଯେଉଁ ବାଟରେ ଆସିଲା, ସେହି ବାଟରେ ଫେରିଯିବ ଓ ସେ ଏହି ନଗରକୁ ଆସିବ ନାହିଁ ।"},{"number":35,"verse":"କାରଣ ଆମ୍ଭେ ଆପଣା ସକାଶୁ ଓ ଆମ୍ଭ ଦାସ ଦାଉଦ ସକାଶୁ ଏହି ନଗରକୁ ରକ୍ଷା କରିବା ପାଇଁ ସପକ୍ଷ ହେବା।"},{"number":36,"verse":"ଅନନ୍ତର ସଦାପ୍ରଭୁଙ୍କ ଦୂତ ବାହାରି ଅଶୂରୀୟମାନଙ୍କ ଛାଉଣିରେ ଏକ ଲକ୍ଷ ପଞ୍ଚାଶୀ ସହସ୍ର ଲୋକ ସଂହାର କଲେ; ପୁଣି, ଲୋକମାନେ ଅତି ପ୍ରଭାତରେ ଉଠନ୍ତେ, ଦେଖ, ସମସ୍ତେ ମୃତ ଶବ ।"},{"number":37,"verse":"ତହିଁରେ ଅଶୂରର ରାଜା ସନ୍ହେରୀବ୍ ପ୍ରସ୍ଥାନ କଲା ଓ ଫେରିଯାଇ ନୀନିବୀରେ ବାସ କଲା ।"},{"number":38,"verse":"ଏଉତ୍ତାରେ ସେ ଆପଣାର ନିଷ୍ରୋକ ନାମକ ଦେବତାର ଗୃହରେ ପୂଜା କରିବା ବେଳେ ଅଦ୍ରମ୍ମେଲକ୍ ଓ ଶରେତ୍ସର ନାମକ ତାହାର ଦୁଇ ପୁତ୍ର ତାହାକୁ ଖଡ଼୍‍ଗରେ ବଧ କଲେ । ତହୁଁ ସେମାନେ ଅରାରଟ ଦେଶକୁ ପଳାୟନ କଲେ । ପୁଣି, ତାହାର ପୁତ୍ର ଏସର୍ହଦ୍ଦୋନ ତାହାର ପଦରେ ରାଜ୍ୟ କଲା ।"}]}