{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":49,"verses":[{"number":1,"verse":"( ସଦାପ୍ରଭୁଙ୍କ ଦାସ) ହେ ଦ୍ଵୀପସମୂହ, ମୋʼ କଥା ଶୁଣ; ହେ ଦୂରସ୍ଥ ଗୋଷ୍ଠୀସମୂହ, ମନୋଯୋଗ କର; ମୁଁ ଗର୍ଭସ୍ଥ ହେବା ସମୟଠାରୁ ସଦାପ୍ରଭୁ ମୋତେ ଆହ୍ଵାନ କରିଅଛନ୍ତି; ମୁଁ ମାତାଙ୍କ ଉଦରରୁ ଭୂମିଷ୍ଠ ହେବା ସମୟଠାରୁ ସେ ମୋହର ନାମ ଉଲ୍ଲେଖ କରିଅଛନ୍ତିନ୍ତ"},{"number":2,"verse":"ପୁଣି, ସେ ମୋର ମୁଖ ତୀକ୍ଷ୍ଣ ଖଡ଼୍‍ଗ ସ୍ଵରୂପ କରିଅଛନ୍ତି, ଆପଣା ହସ୍ତର ଛାୟାରେ ସେ ମୋତେ ଲୁଚାଇଅଛନ୍ତି ଓ ସେ ମୋତେ ଶାଣିତ ତୀର⇧ ସ୍ଵରୂପ କରି ଆପଣା ତୂଣରେ ଘୋଡ଼ାଇ ରଖିଅଛନ୍ତି;"},{"number":3,"verse":"ପୁଣି, ସେ ମୋତେ କହିଲେ, ତୁମ୍ଭେ ଆମ୍ଭର ଦାସ; ତୁମ୍ଭେ ଇସ୍ରାଏଲ, ତୁମ୍ଭ ଦ୍ଵାରା ଆମ୍ଭେ ମହିମାନ୍ଵିତ ହେବା ।"},{"number":4,"verse":"ମାତ୍ର ମୁଁ କହିଲି, ମୁଁ ବ୍ୟର୍ଥରେ ପରିଶ୍ରମ କରିଅଛି, ମୁଁ ନିରର୍ଥକ ଓ ଅସାରତାରେ ମୋହର ଶକ୍ତି ବ୍ୟୟ କରିଅଛି; ତଥାପି ନିଶ୍ଚୟ ମୋହର ବିଚାର ସଦାପ୍ରଭୁଙ୍କ ନିକଟରେ ଓ ମୋହର କର୍ମର ଫଳ ମୋହର ପରମେଶ୍ଵରଙ୍କଠାରେ ଅଛି ।"},{"number":5,"verse":"ପୁଣି, ମୋତେ ତାହାଙ୍କର ସେବକ ହେବା ପାଇଁ ଓ ଯାକୁବକୁ ତାହାଙ୍କ ନିକଟକୁ ଆଣିବା ପାଇଁ ଓ ଇସ୍ରାଏଲ ତାହାଙ୍କ ନିକଟରେ ସଂଗୃହୀତ ହେବା ପାଇଁ ଯେ ମୋତେ ଗର୍ଭରୁ ନିର୍ମାଣ କଲେ, ସେହି ସଦାପ୍ରଭୁ ଏବେ କହନ୍ତି; (କାରଣ ମୁଁ ସଦାପ୍ରଭୁଙ୍କ ଦୃଷ୍ଟିରେ ଆଦରଣୀୟ ଅଟେ ଓ ମୋହର ପରମେଶ୍ଵର ମୋହର ବଳ ସ୍ଵରୂପ ହୋଇଅଛନ୍ତିନ୍ତ)"},{"number":6,"verse":"ଏଣୁ ସେ କହନ୍ତି, ତୁମ୍ଭେ ଯେ ଯାକୁବର ଗୋଷ୍ଠୀବର୍ଗକୁ ଉତ୍ଥାପନ କରିବା ପାଇଁ ଓ ଇସ୍ରାଏଲର ରକ୍ଷିତ ଲୋକମାନଙ୍କୁ ପୁନର୍ବାର ଆଣିବା ପାଇଁ ଆମ୍ଭର ସେବକ ହେବ, ଏହା ଅତି କ୍ଷୁଦ୍ର ବିଷୟ; ତୁମ୍ଭେ ପୃଥିବୀର ସୀମା ପର୍ଯ୍ୟନ୍ତ ଯେପରି ଆମ୍ଭର କୃତ ପରିତ୍ରାଣ ସ୍ଵରୂପ ହେବ, ଏଥିପାଇଁ ଆମ୍ଭେ ତୁମ୍ଭକୁ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କର ଦୀପ୍ତି ସ୍ଵରୂପ ମଧ୍ୟ କରିବା ।"},{"number":7,"verse":"ଯାହାକୁ ମନୁଷ୍ୟ ଅବଜ୍ଞା କରେ, ଯାହାକୁ ଦେଶୀୟ ଲୋକମାନେ ଘୃଣା କରନ୍ତି, ଯେ ଶାସନକର୍ତ୍ତାମାନଙ୍କର ଦାସ, ତାହାକୁ ଇସ୍ରାଏଲର ମୁକ୍ତିଦାତା ଓ ତାହାର ଧର୍ମସ୍ଵରୂପ ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ବିଶ୍ଵାସନୀୟ ଓ ଇସ୍ରାଏଲର ଧର୍ମସ୍ଵରୂପ ଯେଉଁ ସଦାପ୍ରଭୁ ତୁମ୍ଭକୁ ମନୋନୀତ କରିଅଛନ୍ତି, ତାହାଙ୍କ ସକାଶୁ ରାଜାମାନେ ତୁମ୍ଭକୁ ଦେଖିଲେ ଉଠିବେ; ଅଧିପତିମାନେ ତୁମ୍ଭକୁ ପ୍ରଣାମ କରିବେ ।"},{"number":8,"verse":"( ଇସ୍ରାଏଲର ପୁନଃସ୍ଥାପନ) ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ଆମ୍ଭେ ଗ୍ରାହ୍ୟ ସମୟରେ ତୁମ୍ଭକୁ ଉତ୍ତର ଦେଇଅଛୁ ଓ ପରିତ୍ରାଣ ଦିନରେ ଆମ୍ଭେ ତୁମ୍ଭର ସାହାଯ୍ୟ କରିଅଛୁ; ପୁଣି, ଆମ୍ଭେ ତୁମ୍ଭକୁ ରକ୍ଷା କରିବା ଓ ଦେଶର ଉନ୍ନତି ସାଧନ ନିମନ୍ତେ, ଲୋକମାନଙ୍କୁ ସେମାନଙ୍କର ଧ୍ଵଂସିତ ଉତ୍ତରାଧିକାର ଭୋଗ କରାଇବା ନିମନ୍ତେ ଆମ୍ଭେ ତୁମ୍ଭକୁ ଲୋକମାନଙ୍କର ନିୟମ ସ୍ଵରୂପ ନିଯୁକ୍ତ କରିବା;"},{"number":9,"verse":"ତୁମ୍ଭେ ବନ୍ଦୀଗଣକୁ ବାହାରି ଯାଅ ବୋଲି, ଅନ୍ଧକାରସ୍ଥିତ ଲୋକମାନଙ୍କୁ ଆପଣାମାନଙ୍କୁ ଦେଖାଅ ବୋଲି କହିବ । ସେମାନେ ପଥରେ ଚରିବେ ଓ ବୃକ୍ଷଶୂନ୍ୟ ଉଚ୍ଚସ୍ଥଳୀସକଳ ସେମାନଙ୍କର ଚରାସ୍ଥାନ ହେବ ।"},{"number":10,"verse":"ସେମାନେ କ୍ଷୁଧାର୍ତ୍ତ କି ତୃଷାର୍ତ୍ତ ନୋହିବେ; କିଅବା ଗ୍ରୀଷ୍ମ ଅଥବା ସୂର୍ଯ୍ୟତାପ ସେମାନଙ୍କୁ କାଟିବ ନାହିଁ; କାରଣ ଯେ ସେମାନଙ୍କୁ ଦୟା କରନ୍ତି, ସେ ସେମାନଙ୍କୁ ଚଳାଇବେ, ଜଳ-ନିର୍ଝର ନିକଟ ଦେଇ ସେ ସେମାନଙ୍କୁ କଢ଼ାଇ ନେବେ ⇧।"},{"number":11,"verse":"ପୁଣି, ଆମ୍ଭେ ଆପଣାର ପର୍ବତସବୁକୁ ଏକ ପଥ କରିବା ଓ ଆମ୍ଭର ରାଜପଥ ସକଳ ଉଚ୍ଚ କରାଯିବ ।"},{"number":12,"verse":"ଦେଖ, ଏମାନେ ଦୂରରୁ ଆସିବେ; ଆଉ ଦେଖ, ଏମାନେ ଉତ୍ତର ଓ ପଶ୍ଚିମ ଦିଗରୁ ଆସିବେ; ପୁଣି, ଏମାନେ ସୀନୀମ୍ ଦେଶରୁ ଆସିବେ ।"},{"number":13,"verse":"ହେ ଆକାଶମଣ୍ତଳ, ଗାନ କର; ହେ ପୃଥିବୀ, ଉଲ୍ଲସିତ ହୁଅ; ହେ ପର୍ବତମାଳ, ଉଚ୍ଚସ୍ଵରେ ଗାନ କର; କାରଣ ସଦାପ୍ରଭୁ ଆପଣା ଲୋକମାନଙ୍କୁ ସାନ୍ତ୍ଵନା କରିଅଛନ୍ତି ଓ ଆପଣାର କ୍ଳିଷ୍ଟ ଲୋକମାନଙ୍କୁ କରୁଣା କରିବେ ।"},{"number":14,"verse":"ମାତ୍ର ସିୟୋନ କହିଲା, ସଦାପ୍ରଭୁ ମୋତେ ତ୍ୟାଗ କରିଅଛନ୍ତି, ପ୍ରଭୁ ମୋତେ ପାସୋରିଅଛନ୍ତି ।"},{"number":15,"verse":"ସ୍ତ୍ରୀଲୋକ ଆପଣା ଗର୍ଭଜାତ ପୁତ୍ରକୁ ସ୍ନେହ ନ କରି କି ଆପଣା ସ୍ତନ୍ୟପାୟୀ ଶିଶୁକୁ ପାସୋରି ପାରିବ ? ହଁ, ଏମାନେ ପାସୋରି ପାରନ୍ତି, ତଥାପି ଆମ୍ଭେ ତୁମ୍ଭକୁ ପାସୋରିବା ନାହିଁ ।"},{"number":16,"verse":"ଦେଖ, ଆମ୍ଭେ ଆପଣା ହସ୍ତଦ୍ଵୟର ପାପୁଲିରେ ତୁମ୍ଭର ଆକୃତି ଲେଖିଅଛୁ; ତୁମ୍ଭର ପ୍ରାଚୀର ସର୍ବଦା ଆମ୍ଭ ସମ୍ମୁଖରେ ଅଛି ।"},{"number":17,"verse":"ତୁମ୍ଭର ସନ୍ତାନମାନେ ଶୀଘ୍ର ଆସୁଅଛନ୍ତି, ତୁମ୍ଭର ଉତ୍ପାଟନକାରୀମାନେ ଓ ଯେଉଁମାନେ ତୁମ୍ଭକୁ ଉତ୍ସନ୍ନ କଲେ, ସେମାନେ ତୁମ୍ଭ ମଧ୍ୟରୁ ବାହାରି ଯିବେ ।"},{"number":18,"verse":"ତୁମ୍ଭେ ଚକ୍ଷୁ ମେଲାଇ ଚତୁର୍ଦ୍ଦିଗ ଦେଖ; ଏସମସ୍ତେ ଏକତ୍ରିତ ହୋଇ ତୁମ୍ଭ ନିକଟକୁ ଆସୁଅଛନ୍ତି । ସଦାପ୍ରଭୁ କହନ୍ତି, ଆମ୍ଭେ ଜୀବିତ ଥିବା ପ୍ରମାଣେ ତୁମ୍ଭେ ଭୂଷଣ ତୁଲ୍ୟ ଏହି ସମସ୍ତଙ୍କୁ ପରିଧାନ କରିବ, ପୁଣି କନ୍ୟାର କଟିଭୂଷଣ ତୁଲ୍ୟ ସେମାନଙ୍କୁ ଧାରଣ କରିବ ।"},{"number":19,"verse":"କାରଣ ନିଶ୍ଚୟ ଏବେ ତୁମ୍ଭେ, ତୁମ୍ଭ ଉତ୍ସନ୍ନ ଓ ଶୂନ୍ୟ ସ୍ଥାନସକଳ ଓ ତୁମ୍ଭର ନଷ୍ଟ ଦେଶ, ନିବାସୀଗଣ ନିମନ୍ତେ ସଂକୀର୍ଣ୍ଣ ହେବ ଓ ତୁମ୍ଭର ଗ୍ରାସକାରୀମାନେ ଦୂରରେ ରହିବେ ।"},{"number":20,"verse":"ତୁମ୍ଭର ଅପହୃତ ସନ୍ତାନଗଣ ପୁନର୍ବାର ତୁମ୍ଭ କର୍ଣ୍ଣଗୋଚରରେ କହିବେ, ମୋʼ ପାଇଁ ଏହି ସ୍ଥାନ ଅତି ସଂକୀର୍ଣ୍ଣ; ମୋତେ ସ୍ଥାନ ଦିଅ, ମୁଁ ବାସ କରିବି ।"},{"number":21,"verse":"ସେତେବେଳେ ତୁମ୍ଭେ ମନେ ମନେ କହିବ, ମୋର ସନ୍ତାନଗଣ ଅପହୃତ ହୋଇଅଛନ୍ତି, ମୁଁ ଏକାକିନୀ, ନିର୍ବାସିତା ହୋଇ ଏଣେତେଣେ ଭ୍ରମଣ କରୁଅଛି, ମୋହର ଏହି ସମସ୍ତଙ୍କୁ କିଏ ଜନ୍ମ ଦେଇଅଛି ? ଓ ଏମାନଙ୍କୁ କିଏ ପ୍ରତିପାଳନ କରିଅଛି ? ଦେଖ, ମୁଁ ଏକାକିନୀ ଅବଶିଷ୍ଟା ଥିଲି; ଏମାନେ କେଉଁଠାରେ ଥିଲେ ?"},{"number":22,"verse":"ପ୍ରଭୁ, ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ଦେଖ, ଆମ୍ଭେ ଅନ୍ୟ ଦେଶୀୟ ମାନଙ୍କ ପ୍ରତି ଆପଣା ହସ୍ତ ଉଠାଇବା ଓ ଗୋଷ୍ଠୀସମୂହର ପ୍ରତି ଆପଣା ଧ୍ଵଜା ଟେକିବା; ତହିଁରେ ସେମାନେ ତୁମ୍ଭ ପୁତ୍ରଗଣକୁ କୋଳରେ ଆଣିବେ ଓ ତୁମ୍ଭର କନ୍ୟାଗଣ ସେମାନଙ୍କ ସ୍କନ୍ଧରେ ବୁହାଯିବେ ।"},{"number":23,"verse":"ପୁଣି, ରାଜଗଣ ତୁମ୍ଭର ପାଳନକାରୀ ପିତା ଓ ସେମାନଙ୍କର ରାଣୀମାନେ ତୁମ୍ଭର ପାଳନକାରିଣୀ ମାତା ହେବେ; ସେମାନେ ଭୂମିକି ମୁଖ କରି ତୁମ୍ଭକୁ ପ୍ରଣାମ କରିବେ ଓ ତୁମ୍ଭ ପାଦର ଧୂଳି ଚାଟିବେ; ତହିଁରେ ଆମ୍ଭେ ଯେ ସଦାପ୍ରଭୁ ଓ ଆମ୍ଭର ଅପେକ୍ଷାକାରୀମାନେ ଯେ ଲଜ୍ଜିତ ନୋହିବେ ⇧, ଏହା ତୁମ୍ଭେ ଜାଣିବ ।"},{"number":24,"verse":"ବୀରଠାରୁ କି ଲୁଟିତ ଦ୍ରବ୍ୟ ହରଣ କରାଯିବ, ଅବା ନ୍ୟାୟରେ ବନ୍ଦୀକୃତ ଲୋକମାନେ କି ମୁକ୍ତ କରାଯିବେ ?"},{"number":25,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ବୀରର ବନ୍ଦୀକୃତ ଲୋକମାନେ ହିଁ ଅପହୃତ ହେବେ ଓ ଭୟଙ୍କର ଲୋକର ଲୁଟିତ ଦ୍ରବ୍ୟ ମୁକୁଳା ଯିବ; କାରଣ ତୁମ୍ଭ ବିରୋଧକାରୀର ସଙ୍ଗେ ଆମ୍ଭେ ବିରୋଧ କରିବା ଓ ତୁମ୍ଭ ସନ୍ତାନଗଣକୁ ଆମ୍ଭେ ରକ୍ଷା କରିବା ।"},{"number":26,"verse":"ପୁଣି, ଆମ୍ଭେ ତୁମ୍ଭର ଉପଦ୍ରବକାରୀମାନଙ୍କୁ ସେମାନଙ୍କର ନିଜ ମାଂସ ଭୋଜନ କରାଇବା ଓ ମିଷ୍ଟ ଦ୍ରାକ୍ଷାରସରେ ମତ୍ତ ହେବା ତୁଲ୍ୟ ସେମାନେ ନିଜ ରକ୍ତରେ ମତ୍ତ ହେବେ; ତହିଁରେ ଆମ୍ଭେ ଯେ ସଦାପ୍ରଭୁ, ତୁମ୍ଭର ତ୍ରାଣକର୍ତ୍ତା ଓ ତୁମ୍ଭର ମୁକ୍ତିଦାତା, ଯାକୁବର ବଳଦାତା, ଏହା ସର୍ବ ପ୍ରାଣୀ ଜାଣିବେ ⇧।"}]}