{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":53,"verses":[{"number":1,"verse":"ଆମ୍ଭମାନଙ୍କ ସମ୍ଵାଦ କିଏ ବିଶ୍ଵାସ କରିଅଛି? ଓ ସଦାପ୍ରଭୁଙ୍କର ବାହୁ କାହା ନିକଟରେ ପ୍ରକାଶିତ ହୋଇଅଛି ?"},{"number":2,"verse":"କାରଣ ସେ ତାହାଙ୍କ ଦୃଷ୍ଟିରେ ଚାରା ତୁଲ୍ୟ ଓ ଶୁଷ୍କ ଭୂମିରୁ ଉତ୍ପନ୍ନ ମୂଳ ତୁଲ୍ୟ ବଢ଼ିଲେ; ତାହାଙ୍କର ରୂପ କି ଶୋଭା ନାହିଁ; ପୁଣି, ତାହାଙ୍କୁ ଦେଖିଲେ, ଆମ୍ଭେମାନେ ଯେ ଶ୍ରଦ୍ଧା କରିବା, ତାହାଙ୍କର ଏପରି ସୌନ୍ଦର୍ଯ୍ୟ ନାହିଁ ।"},{"number":3,"verse":"ସେ ଅବଜ୍ଞାତ ଓ ମନୁଷ୍ୟର ତ୍ୟକ୍ତ; ଦୁଃଖୀ ଲୋକ ଓ ଶୋକପରିଚିତ, ପୁଣି ମନୁଷ୍ୟମାନେ ଯାହାଠାରୁ ମୁଖ ଆଚ୍ଛାଦନ କରନ୍ତି, ଏପରି ଲୋକ ତୁଲ୍ୟ ସେ ଅବଜ୍ଞାତ ହେଲେ, ଆଉ ଆମ୍ଭେମାନେ ତାହାଙ୍କୁ ମାନ୍ୟ କଲୁ ନାହିଁ ।"},{"number":4,"verse":"ନିଶ୍ଚୟ ସେ ଆମ୍ଭମାନଙ୍କର ଯାତନାସବୁ ଧାରଣ କରିଅଛନ୍ତି ଓ ଆମ୍ଭମାନଙ୍କର ବ୍ୟଥାସବୁ ବହିଅଛନ୍ତି । ତଥାପି ଆମ୍ଭେମାନେ ତାହାଙ୍କୁ ଆହତ ଓ ପରମେଶ୍ଵରଙ୍କ ଦ୍ଵାରା ପ୍ରହାରିତ ଓ ଦୁଃଖଗ୍ରସ୍ତ ବୋଲି ମଣିଲୁ ।"},{"number":5,"verse":"ମାତ୍ର ସେ ଆମ୍ଭମାନଙ୍କ ଅଧର୍ମ ନିମନ୍ତେ କ୍ଷତବିକ୍ଷତ ହେଲେ ଓ ଆମ୍ଭମାନଙ୍କର ଅପରାଧ ନିମନ୍ତେ ଚୂର୍ଣ୍ଣ ହେଲେ; ଆମ୍ଭମାନଙ୍କର ଶାନ୍ତିଜନକ ଶାସ୍ତି ତାହାଙ୍କ ଉପରେ ବର୍ତ୍ତିଲା ଓ ତାହାଙ୍କ ପ୍ରହାରରେ ଆମ୍ଭେମାନେ ସୁସ୍ଥ ହେଲୁ ।"},{"number":6,"verse":"ଆମ୍ଭେମାନେ ସମସ୍ତେ ମେଷଗଣ ତୁଲ୍ୟ ବିପଥଗାମୀ ହୋଇଅଛୁ; ଆମ୍ଭେମାନେ ପ୍ରତ୍ୟେକେ ଆପଣା ଆପଣା ବାଟଆଡ଼େ ଫେରିଅଛୁ; ଆଉ, ସଦାପ୍ରଭୁ ଆମ୍ଭ ସମସ୍ତଙ୍କର ଅପରାଧ ତାହାଙ୍କ ଉପରେ ବର୍ତ୍ତାଇଅଛନ୍ତି ।"},{"number":7,"verse":"ସେ ଉପଦ୍ରବ ପ୍ରାପ୍ତ ହେଲେ, ତଥାପି ସେ ଆପଣାକୁ ନମ୍ର କରି ଆପଣା ମୁଖ ଫିଟାଇଲେ ନାହିଁ; ବଧସ୍ଥାନକୁ ନିଆଯିବା ମେଷଶାବକ ତୁଲ୍ୟ, ଲୋମଚ୍ଛେଦକମାନଙ୍କ ସମ୍ମୁଖରେ ନୀରବ ମେଷୀ ତୁଲ୍ୟ ହୋଇ ସେ ଆପଣା ମୁଖ ଫିଟାଇଲେ ନାହିଁ ।"},{"number":8,"verse":"ସେ ଉପଦ୍ରବ ଓ ବିଚାର ଦ୍ଵାରା ଦୂରୀକୃତ ହେଲେ; ଆଉ, ସେ ଯେ ଜୀବିତ ଲୋକମାନଙ୍କ ଦେଶରୁ ଉଚ୍ଛିନ୍ନ ହେଲେ, ଏହା ତାହାଙ୍କ ସମୟର ଲୋକମାନଙ୍କ ମଧ୍ୟରେ କିଏ ବିବେଚନା କଲା ? ଆମ୍ଭ ଲୋକମାନଙ୍କର ଅପରାଧ ନିମନ୍ତେ ସେ ପ୍ରହାରିତ ହେଲେ, ।"},{"number":9,"verse":"ପୁଣି, ସେ କୌଣସି ଦୌରାତ୍ମ୍ୟ ନ କଲେ ହେଁ ଓ ତାହାଙ୍କ ମୁଖରେ କୌଣସି ଛଳ ନ ଥିଲେ ହେଁ ଲୋକମାନେ ଦୁଷ୍ଟଗଣର ସହିତ ତାହାଙ୍କର କବର ନିରୂପଣ କଲେ ଓ ମୃତ୍ୟୁରେ ସେ ଧନବାନର ସଙ୍ଗୀ ହେଲେ ।"},{"number":10,"verse":"ତଥାପି ତାହାଙ୍କୁ ଚୂର୍ଣ୍ଣ କରିବାକୁ ସଦାପ୍ରଭୁଙ୍କର ଅଭିମତ ହେଲା; ସେ ତାହାଙ୍କୁ ଦୁଃଖଗ୍ରସ୍ତ କରିଅଛନ୍ତି; ତୁମ୍ଭେ ତାହାଙ୍କ ପ୍ରାଣକୁ ପାପାର୍ଥକ ବଳି କଲେ, ସେ ଆପଣା ବଂଶ ଦେଖିବେ, ସେ ଦୀର୍ଘାୟୁ ହେବେ ଓ ତାହାଙ୍କ ହସ୍ତରେ ସଦାପ୍ରଭୁଙ୍କର ଇଷ୍ଟ ସିଦ୍ଧ ହେବ ।"},{"number":11,"verse":"ସେ ଆପଣା ପ୍ରାଣ-ବେଦନାର ଫଳ ଦେଖି ତୃପ୍ତ ହେବେ; ଆମ୍ଭର ଧାର୍ମିକ ଦାସ ଆପଣାର ଜ୍ଞାନ ଦ୍ଵାରା ଅନେକଙ୍କୁ ଧାର୍ମିକ କରିବେ ଓ ସେ ସେମାନଙ୍କର ଅପରାଧ ବହିବେ ।"},{"number":12,"verse":"ଏହେତୁ ଆମ୍ଭେ ମହତମାନଙ୍କ ମଧ୍ୟରେ ତାହାଙ୍କୁ ଅଂଶ ଦେବା ଓ ସେ ପରାକ୍ରମୀମାନଙ୍କ ସଙ୍ଗେ ଲୁଟ ବିଭାଗ କରି ନେବେ; କାରଣ ସେ ମୃତ୍ୟୁମୁଖରେ ଆପଣା ପ୍ରାଣ ଢାଳି ଦେଲେ⇧ ଓ ଅଧାର୍ମିକମାନଙ୍କ ସହିତ ଗଣିତ ହେଲେ; ତଥାପି ସେ ଅନେକଙ୍କର ପାପଭାର ବହିଲେ ଓ ଅଧାର୍ମିକମାନଙ୍କ ନିମନ୍ତେ ପ୍ରାର୍ଥନା କଲେଜ ।"}]}