{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":60,"verses":[{"number":1,"verse":"( ଇସ୍ରାଏଲ ଭାବୀ ଗୌରବ) ଉଠ, ଦୀପ୍ତିମତୀ ହୁଅ, କାରଣ ତୁମ୍ଭର ଦୀପ୍ତି ଉପସ୍ଥିତ ଓ ସଦାପ୍ରଭୁଙ୍କର ପ୍ରତାପ ତୁମ୍ଭ ଉପରେ ଉଦିତ ହୋଇଅଛି ।"},{"number":2,"verse":"କାରଣ, ଦେଖ, ଅନ୍ଧକାର ପୃଥିବୀକି ଓ ଘୋର ଅନ୍ଧକାର ଗୋଷ୍ଠୀବର୍ଗଙ୍କୁ ଆଚ୍ଛନ୍ନ କରିବ; ମାତ୍ର ତୁମ୍ଭ ଉପରେ ସଦାପ୍ରଭୁ ଉଦିତ ହେବେ ଓ ତାହାଙ୍କର ପ୍ରତାପ ତୁମ୍ଭ ଉପରେ ଦେଖାଯିବ ।"},{"number":3,"verse":"ପୁଣି, ଅନ୍ୟ ଦେଶୀୟମାନେ ତୁମ୍ଭର ଦୀପ୍ତି ନିକଟକୁ ଓ ରାଜଗଣ ତୁମ୍ଭ ଅରୁଣୋଦୟର ଆଲୁଅ ନିକଟକୁ ଆସିବେ।"},{"number":4,"verse":"ତୁମ୍ଭେ ଅନାଇ ଚତୁର୍ଦ୍ଦିଗ ଦେଖ, ସେସମସ୍ତେ ଏକତ୍ର ହେଉଅଛନ୍ତି, ସେମାନେ ତୁମ୍ଭ ନିକଟକୁ ଆସୁଅଛନ୍ତି; ତୁମ୍ଭର ପୁତ୍ରଗଣ ଦୂରରୁ ଆସିବେ ଓ ତୁମ୍ଭର କନ୍ୟାଗଣ କକ୍ଷରେ ଅଣାଯିବେ ।"},{"number":5,"verse":"ସେତେବେଳେ ତୁମ୍ଭେ ତାହା ଦେଖି ଦୀପ୍ତିମାନ ହେବ ଓ ତୁମ୍ଭର ହୃଦୟ ଧୁକୁ ଧୁକୁ ହୋଇ ପ୍ରଫୁଲ୍ଲିତ ହେବ; କାରଣ ସମୁଦ୍ରର ଦ୍ରବ୍ୟରାଶି ତୁମ୍ଭଆଡ଼େ ଫେରାଯିବ, ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କର ସମ୍ପତ୍ତି ତୁମ୍ଭ ନିକଟକୁ ଆସିବ ।"},{"number":6,"verse":"ଅପାର ଉଷ୍ଟ୍ର, ମିଦୀୟନ ଓ ଐଫାର ଦ୍ରୁତଗାମୀ-ଉଷ୍ଟ୍ର, ତୁମ୍ଭକୁ ଆବୃତ କରିବେ; ସେସବୁ ଶିବା ଦେଶରୁ ଆସିବେ; ସେମାନେ ସୁବର୍ଣ୍ଣ ଓ କୁନ୍ଦୁରୁ ଆଣିବେ⇧ ଓ ସଦାପ୍ରଭୁଙ୍କର ପ୍ରଶଂସା ପ୍ରଚାର କରିବେ ।"},{"number":7,"verse":"କେଦରର ସମଗ୍ର ମେଷପଲ ତୁମ୍ଭ ନିକଟରେ ଏକତ୍ରୀକୃତ ହେବେ, ନବାୟୋତର ମେଷଗଣ ତୁମ୍ଭର ପରିଚର୍ଯ୍ୟା କରିବେ; ସେମାନେ ସୁଗ୍ରାହ୍ୟ ହୋଇ ଆମ୍ଭ ଯଜ୍ଞବେଦିର ଉପରକୁ ଆସିବେ, ପୁଣି ଆମ୍ଭେ ଆପଣାର ଭୂଷଣ ସ୍ଵରୂପ ଗୃହକୁ ଭୂଷିତ କରିବା⇧ ।"},{"number":8,"verse":"ମେଘର ନ୍ୟାୟ ଓ ଆପଣା ଆପଣା ଭାଡ଼ିକୁ ଉଡ଼ନ୍ତା କପୋତଗଣର ନ୍ୟାୟ ଉଡ଼ି ଆସୁଅଛନ୍ତି ଯେ ଏମାନେ, ଏମାନେ କିଏ ?"},{"number":9,"verse":"ନିଶ୍ଚୟ ଦ୍ଵୀପସମୂହ ଆମ୍ଭର ଅପେକ୍ଷା କରିବେ, ପୁଣି ତର୍ଶୀଶର ଜାହାଜସକଳ ଅଗ୍ରଗାମୀ ହୋଇ ଆପଣା ଆପଣା ସଙ୍ଗରେ ସେମାନଙ୍କର ରୌପ୍ୟ ଓ ସୁବର୍ଣ୍ଣ ନେଇ, ତୁମ୍ଭ ସନ୍ତାନଗଣକୁ ଦୂରରୁ ଆଣି, ତୁମ୍ଭ ପରମେଶ୍ଵର ସଦାପ୍ରଭୁଙ୍କ ନାମ ନିମନ୍ତେ⇧ ଓ ଇସ୍ରାଏଲର ଧର୍ମସ୍ଵରୂପଙ୍କ ନିମନ୍ତେ ଆସିବେ, କାରଣ ସେ ତୁମ୍ଭକୁ ଶୋଭିତ କରିଅଛନ୍ତି ।"},{"number":10,"verse":"ପୁଣି, ବିଦେଶୀୟମାନେ ତୁମ୍ଭର ପ୍ରାଚୀର ନିର୍ମାଣ କରିବେ ଓ ସେମାନଙ୍କର ରାଜଗଣ ତୁମ୍ଭର ପରିଚର୍ଯ୍ୟା କରିବେ; କାରଣ ଆମ୍ଭେ ଆପଣା କୋପରେ ତୁମ୍ଭକୁ ପ୍ରହାର କଲୁ, ମାତ୍ର ଆପଣା ଅନୁଗ୍ରହରେ ଆମ୍ଭେ ତୁମ୍ଭ ପ୍ରତି କରୁଣା କରିଅଛୁ⇧।"},{"number":11,"verse":"ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କର ସମ୍ପତ୍ତି ଓ ତହିଁ ସଙ୍ଗେ ସେମାନଙ୍କର ରାଜଗଣ ଯେପରି ତୁମ୍ଭ ନିକଟକୁ ଅଣାଯିବେ, ଏଥିପାଇଁ ତୁମ୍ଭ ନଗରର ଦ୍ଵାରସକଳ ନିରନ୍ତର ମୁକ୍ତ ଥିବ, ଦିବାରାତ୍ର ସେସବୁ ବନ୍ଦ ନୋହିବ ।"},{"number":12,"verse":"କାରଣ ଯେଉଁ ଦେଶ ଓ ରାଜ୍ୟ ତୁମ୍ଭର ସେବା ନ କରିବ, ତାହା ବିନଷ୍ଟ ହେବ, ହଁ, ସେହି ଦେଶସକଳ ନିଃଶେଷ ରୂପେ ଧ୍ଵଂସିତ ହେବ ।"},{"number":13,"verse":"ଲିବାନୋନର ଗୌରବ ତୁମ୍ଭ ନିକଟକୁ ଆସିବ, ଦେବଦାରୁ, ତିଧର, ତାଶୂର ବୃକ୍ଷ ଏକତ୍ର ହୋଇ ଆମ୍ଭର ପବିତ୍ର ସ୍ଥାନ ସୁଶୋଭିତ କରିବା ପାଇଁ ଆସିବେ, ପୁଣି ଆମ୍ଭେ ଆପଣା ପାଦପୀଠର ସ୍ଥାନଗୌରବାନ୍ଵିତ କରିବା ।"},{"number":14,"verse":"ଆଉ, ଯେଉଁମାନେ ତୁମ୍ଭକୁ କ୍ଳେଶ ଦେଲେ, ସେମାନଙ୍କର ସନ୍ତାନଗଣ ନତ ହୋଇ ତୁମ୍ଭ ନିକଟକୁ ଆସିବେ ଓ ଯେଉଁମାନେ ତୁମ୍ଭକୁ ତୁଚ୍ଛ କଲେ, ସେସମସ୍ତେ ତୁମ୍ଭ ପଦ ତଳେ ପ୍ରଣାମ କରିବେ; ଆଉ, ସେମାନେ ତୁମ୍ଭକୁ ସଦାପ୍ରଭୁଙ୍କର ନଗରୀ, ଇସ୍ରାଏଲର ଧର୍ମସ୍ଵରୂପଙ୍କର ସିୟୋନ⇧ ବୋଲି ସମ୍ଵୋଧନ କରିବେ ।"},{"number":15,"verse":"ତୁମ୍ଭେ ପରିତ୍ୟକ୍ତା ଓ ଘୃଣିତା ହେବାରୁ କେହି ତୁମ୍ଭର ମଧ୍ୟ ଦେଇ ଯାତାୟାତ କଲା ନାହିଁ, ତହିଁର ପରିବର୍ତ୍ତେ ଆମ୍ଭେ ତୁମ୍ଭକୁ ଅନ; କାଳସ୍ଥାୟୀ ଗୌରବ ଓ ଅନେକ ପୁରୁଷ-ପରମ୍ପରାର ଆନନ୍ଦ ସ୍ଵରୂପ କରିବା ।"},{"number":16,"verse":"ତୁମ୍ଭେ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କର ଦୁଗ୍ଧ ପାନ କରିବ ଓ ରାଜଗଣର ସ୍ତନ ଚୁଷିବ; ତହିଁରେ ଆମ୍ଭେ ଯେ ସଦାପ୍ରଭୁ ତୁମ୍ଭର ତ୍ରାଣକର୍ତ୍ତା ଓ ତୁମ୍ଭର ମୁକ୍ତିଦାତା, ଯାକୁବର ବଳଦାତା ଅଟୁ, ଏହା ତୁମ୍ଭେ ଜାଣିବ ।"},{"number":17,"verse":"ଆମ୍ଭେ ପିତ୍ତଳର ପାଲଟେ ସୁବର୍ଣ୍ଣ ଆଣିବା ଓ ଲୁହାର ପାଲଟେ ରୂପା, କାଷ୍ଠର ପାଲଟେ ପିତ୍ତଳ ଓ ପ୍ରସ୍ତର ପାଲଟେ ଲୁହା ଆଣିବା; ଆହୁରି, ଆମ୍ଭେ ତୁମ୍ଭର ଅଧ୍ୟକ୍ଷ ପଦରେ ଶାନ୍ତିକି ଓ ତୁମ୍ଭର ଅଧିକାରୀ ପଦରେ ଧାର୍ମିକତାକୁ ନିଯୁକ୍ତ କରିବା ।"},{"number":18,"verse":"ତୁମ୍ଭ ଦେଶରେ ଦୌରାତ୍ମ୍ୟର କଥା ଓ ତୁମ୍ଭର ସୀମା ମଧ୍ୟରେ ଉଚ୍ଛିନ୍ନତା ଓ ବିନାଶର କଥା ଆଉ ଶୁଣାଯିବ ନାହିଁ; ମାତ୍ର ତୁମ୍ଭେ ଆପଣା ପ୍ରାଚୀରସମୂହର ନାମ ପରିତ୍ରାଣ ଓ ଆପଣା ନଗର-ଦ୍ଵାରସକଳର ନାମ ପ୍ରଶଂସା ରଖିବ ।"},{"number":19,"verse":"ଦିବସରେ ସୂର୍ଯ୍ୟ ତୁମ୍ଭର ଜ୍ୟୋତିଃ ଆଉ ନୋହିବ, କିଅବା ଆଲୁଅ ନିମନ୍ତେ ଚନ୍ଦ୍ର ତୁମ୍ଭକୁ ଜ୍ୟୋତ୍ସ୍ନା ଦେବ ନାହିଁ; ମାତ୍ର ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପ୍ରତି ଅନ; କାଳସ୍ଥାୟୀ ଜ୍ୟୋତିଃ ଓ ତୁମ୍ଭର ପରମେଶ୍ଵର ତୁମ୍ଭର ଗୌରବସ୍ଵରୂପ ହେବେ ।"},{"number":20,"verse":"ତୁମ୍ଭର ସୂର୍ଯ୍ୟ ଆଉ ଅସ୍ତଗତ ନୋହିବ, କିଅବା ତୁମ୍ଭର ଚନ୍ଦ୍ର ଆପଣାକୁ ରହିତ କରିବ ନାହିଁ କାରଣ ସଦାପ୍ରଭୁ ତୁମ୍ଭର ଅନ; କାଳସ୍ଥାୟୀ ଜ୍ୟୋତିଃସ୍ଵରୂପ ହେବେ ଓ ତୁମ୍ଭର ଶୋକର ଦିନ ଶେଷ ହେବ ।"},{"number":21,"verse":"ମଧ୍ୟ ତୁମ୍ଭର ଲୋକ ସମସ୍ତେ ଧାର୍ମିକ ହେବେ, ସେମାନେ ଅନ; କାଳଯାଏ ଦେଶ ଅଧିକାର କରିବେ, ସେମାନେ ଆମ୍ଭର ଗୌରବାର୍ଥେ ଆମ୍ଭର ରୋପିତ ଶାଖା ଓ ଆମ୍ଭର ହସ୍ତକୃତ କର୍ମ⇧ ଅଟନ୍ତି ।"},{"number":22,"verse":"କ୍ଷୁଦ୍ର ଜଣକ ସହସ୍ର ହେବ ଓ ସାନ ଜଣକ ବଳବାନ ଗୋଷ୍ଠୀ ହେବ; ଆମ୍ଭେ ସଦାପ୍ରଭୁ ଯଥାକାଳରେ ଏହା ଶୀଘ୍ର ଘଟାଇବା ।"}]}