{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":61,"verses":[{"number":1,"verse":"( ମୁକ୍ତିର ଶୁଭ ସମ୍ଵାଦ) ପ୍ରଭୁ ସଦାପ୍ରଭୁଙ୍କର ଆତ୍ମା ମୋʼଠାରେ ଅଧିଷ୍ଠାନ କରନ୍ତି; କାରଣ ନମ୍ର ଲୋକ- ମାନଙ୍କ ନିକଟରେ ସୁସମାଚାର ପ୍ରଚାର କରିବାପାଇଁ ସଦାପ୍ରଭୁ ମୋତେ ଅଭିଷିକ୍ତ କରିଅଛନ୍ତି; ସେ ଭଗ୍ନାନ୍ତଃକରଣ ଲୋକମାନଙ୍କର କ୍ଷତ ବାନ୍ଧିବାକୁ, ବନ୍ଦୀ ଲୋକମାନଙ୍କ ପ୍ରତି ମୁକ୍ତି ଓ କାରାବଦ୍ଧ ଲୋକମାନଙ୍କ ପ୍ରତି କାରାଗାର-ମୁକ୍ତ ହେବାର⇧ କଥା ପ୍ରଚାର କରିବାକୁ;"},{"number":2,"verse":"ସଦାପ୍ରଭୁଙ୍କର ଗ୍ରାହ୍ୟ ବର୍ଷ ଓ ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କର ପ୍ରତିଶୋଧର ଦିନ ଘୋଷଣା କରିବାକୁ; ଶୋକାର୍ତ୍ତ ସମସ୍ତଙ୍କୁ ସାନ୍ତ୍ଵନା କରିବାକୁ;"},{"number":3,"verse":"ସିୟୋନର ଶୋକାର୍ତ୍ତ ଲୋକମାନଙ୍କ ପାଇଁ ନିରୂପଣ କରିବାକୁ, ଅର୍ଥାତ୍, ଭସ୍ମର ପରିବର୍ତ୍ତେ ଭୂଷଣ, ଦୁଃଖର ପରିବର୍ତ୍ତେ ସୁଖରୂପ ତୈଳ, ଅବସନ୍ନ ଆତ୍ମାର ପରିବର୍ତ୍ତେ ପ୍ରଶଂସାରୂପ ବସ୍ତ୍ର ପ୍ରଦାନ କରିବାକୁ ସେ ମୋତେ ପ୍ରେରଣ କରିଅଛନ୍ତି; ତହିଁରେ ସଦାପ୍ରଭୁ ଯେପରି ଗୌରବାନ୍ଵିତ ହେବେ, ଏଥିପାଇଁ ସେମାନେ ଧର୍ମରୂପ ବୃକ୍ଷ ଓ ତାହାଙ୍କର ଉଦ୍ୟାନ⇧ ବୋଲି ବିଖ୍ୟାତ ହେବେ ।"},{"number":4,"verse":"ପୁଣି, ସେମାନେ ପୁରାତନ ଧ୍ଵଂସିତ ସ୍ଥାନସବୁ ନିର୍ମାଣ କରିବେ, ପୂର୍ବ କାଳର ନଷ୍ଟ ସ୍ଥାନସବୁ ଉଠାଇବେ, ଆଉ ସେମାନେ ଧ୍ଵଂସିତ ଓ ଅନେକ ପୁରୁଷ-ପରମ୍ପରାର ନଷ୍ଟ ନଗରସକଳ ନୂତନ କରିବେ ।"},{"number":5,"verse":"ପୁଣି, ଅପରିଚିତ ଲୋକମାନେ ତୁମ୍ଭମାନଙ୍କର ପଲ ଚରାଇବା ପାଇଁ ଠିଆ ହେବେ ଓ ବିଦେଶୀୟମାନେ ତୁମ୍ଭମାନଙ୍କର ଶସ୍ୟକ୍ଷେତ୍ରର ଓ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ରର କୃଷକ ହେବେ ।"},{"number":6,"verse":"ମାତ୍ର ତୁମ୍ଭେମାନେ ସଦାପ୍ରଭୁଙ୍କର ଯାଜକ ବୋଲି ବିଖ୍ୟାତ ହେବ; ଲୋକମାନେ ତୁମ୍ଭମାନଙ୍କୁ ଆମ୍ଭମାନଙ୍କ ପରମେଶ୍ଵରଙ୍କ ପରିଚାରକ ବୋଲି ଡାକିବେ; ତୁମ୍ଭେମାନେ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ସମ୍ପତ୍ତି ଭୋଗ କରିବ ଓ ସେମାନଙ୍କ ଐଶ୍ଵର୍ଯ୍ୟରେ ତୁମ୍ଭେମାନେ ଦର୍ପ କରିବ ।"},{"number":7,"verse":"ତୁମ୍ଭେମାନେ ଲଜ୍ଜାର ପରିବର୍ତ୍ତେ ଦୁଇ ଗୁଣ ସମ୍ମାନ ପାଇବ; ପୁଣି, ଅପମାନର ପରିବର୍ତ୍ତେ ସେମାନେ ଆପଣା ଆପଣା ଅଧିକାରରେ ଆନନ୍ଦ କରିବେ; ଏନିମନ୍ତେ ସେମାନେ ଆପଣାମାନଙ୍କ ଦେଶରେ ଦୁଇ ଗୁଣ ଅଂଶ ପାଇବେ; ସେମାନଙ୍କର ଅନନ୍ତକାଳସ୍ଥାୟୀ ଆହ୍ଲାଦ ହେବ ।"},{"number":8,"verse":"କାରଣ ଆମ୍ଭେ ସଦାପ୍ରଭୁ ନ୍ୟାୟବିଚାର ଭଲ ପାଉ, ଆମ୍ଭେ ଅଧର୍ମଯୁକ୍ତ ଅପହରଣ ଘୃଣା କରୁ; ଆଉ, ଆମ୍ଭେ ସତ୍ୟରେ ସେମାନଙ୍କୁ ପ୍ରତିଫଳ ଦେବା ଓ ସେମାନଙ୍କ ସହିତ ଅନନ୍ତକାଳସ୍ଥାୟୀ ଏକ ନିୟମ କରିବା⇧ ।"},{"number":9,"verse":"ପୁଣି, ସେମାନଙ୍କ ବଂଶ ଅନ୍ୟ ଦେଶୀୟମାନଙ୍କ ମଧ୍ୟରେ ଓ ସେମାନଙ୍କ ସନ୍ତାନଗଣ ଗୋଷ୍ଠୀସମୂହର ମଧ୍ୟରେ ବିଖ୍ୟାତ ହେବେ; ସେମାନେ ସଦାପ୍ରଭୁଙ୍କର ଆଶୀର୍ବାଦପ୍ରାପ୍ତ ବଂଶ ବୋଲି ସେମାନଙ୍କୁ ଦେଖିବା ଲୋକ ସମସ୍ତେ ସ୍ଵୀକାର କରିବେ ।"},{"number":10,"verse":"ମୁଁ ସଦାପ୍ରଭୁଙ୍କଠାରେ ଅତିଶୟ ଆନନ୍ଦ କରିବି; ମୋର ପ୍ରାଣ ମୋʼ ପରମେଶ୍ଵରଙ୍କଠାରେ ଉଲ୍ଲସିତ ହେବନ୍ତ କାରଣ ବର ଯେପରି ଭୂଷଣରେ ଆପଣାକୁ ଭୂଷିତ କରେ ଓ କନ୍ୟା ଯେପରି ଆପଣା ରନିରେ ଆପଣାକୁ ଭୂଷିତା କରେ, ସେପରି ସେ ପରିତ୍ରାଣରୂପ ବସ୍ତ୍ରରେ ମୋତେ ବସ୍ତ୍ରାନ୍ଵିତ କରିଅଛନ୍ତି ଓ ଧର୍ମରୂପ ରାଜବସ୍ତ୍ରରେ ମୋତେ ଆଚ୍ଛାଦିତ କରିଅଛନ୍ତି⇧।"},{"number":11,"verse":"କାରଣ ଭୂମି ଯେପରି ଆପଣା ଅଙ୍କୁର ବାହାର କରେ ଓ ଉଦ୍ୟାନ ଯେପରି ଆପଣା ମଧ୍ୟରେ ବୁଣାଯିବା ପଦାର୍ଥସବୁ ଅଙ୍କୁରିତ କରେ, ସେପରି ପ୍ରଭୁ ସଦାପ୍ରଭୁ ସମଗ୍ର ଦେଶୀୟ-ମାନଙ୍କ ସାକ୍ଷାତରେ ଧର୍ମ ଓ ପ୍ରଶଂସା ଅଙ୍କୁରିତ କରିବେ ।"}]}