{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":63,"verses":[{"number":1,"verse":"( ସଦାପ୍ରଭୁଙ୍କ ପ୍ରତିଶୋଧର ଦିନ) ଇଦୋମରୁ, ରଙ୍ଗୀକୃତ ବସ୍ତ୍ର ପିନ୍ଧି ବସୋରାରୁ ଏ ଯେ ଆସୁଅଛନ୍ତି, ସେ କିଏ ? ଆପଣା ପରିଧେୟ ବସ୍ତ୍ରରେ ଗୌରବାନ୍ଵିତ ଓ ଆପଣା ମହାଶକ୍ତିରେ ବିଜେ କରୁଅଛନ୍ତି ଯେ ଏ, ସେ କିଏ ? ଆମ୍ଭେ ଯେ ଧର୍ମବାଦୀ ଓ ପରିତ୍ରାଣ କରିବାକୁ ସମର୍ଥ ଅଟୁ ।"},{"number":2,"verse":"ଆପଣଙ୍କର ପରିଧେୟ ବସ୍ତ୍ର ରକ୍ତବର୍ଣ୍ଣ ଓ କୁଣ୍ତରେ ଦ୍ରାକ୍ଷାମର୍ଦ୍ଦନକାରୀର ବସ୍ତ୍ର ପରି କାହିଁକି ?"},{"number":3,"verse":"ଆମ୍ଭେ ଏକାକୀ ଦ୍ରାକ୍ଷାମର୍ଦ୍ଦନ କରିଅଛୁ ଓ ଲୋକମାନଙ୍କ ମଧ୍ୟରୁ ଆମ୍ଭ ସଙ୍ଗେ କେହି ନ ଥିଲା; ଆମ୍ଭେ ଆପଣା କ୍ରୋଧରେ ସେମାନଙ୍କୁ ଦଳନ କଲୁ ଓ ଆପଣା କୋପରେ ସେମାନଙ୍କୁ ମର୍ଦ୍ଦନ କଲୁ; ଏଣୁ ସେମାନଙ୍କ ପ୍ରାଣ-ରକ୍ତର ଛିଟା ଆମ୍ଭ ବସ୍ତ୍ରରେ ପଡ଼ିଲା ଓ ଆମ୍ଭେ ଆପଣାର ପରିହିତ ବସ୍ତ୍ରସବୁ ଦାଗଯୁକ୍ତ କରିଅଛୁ ।"},{"number":4,"verse":"କାରଣ ପ୍ରତିଶୋଧର ଦିନ ଆମ୍ଭ ଚିତ୍ତରେ ଥିଲା ଓ ଆମ୍ଭ ମୁକ୍ତ ଲୋକମାନଙ୍କର ବର୍ଷ ଉପସ୍ଥିତ ହୋଇଅଛି ।"},{"number":5,"verse":"ପୁଣି, ଆମ୍ଭେ ଅନାଇଲୁ, ସାହାଯ୍ୟ କରିବାକୁ କେହି ନ ଥିଲା ଓ ସହାୟ ହେବାକୁ କେହି ନ ଥିବାରୁ ଆମ୍ଭେ ଚମତ୍କୃତ ହେଲୁ; ଏନିମନ୍ତେ ଆମ୍ଭ ନିଜ ବାହୁ ଆମ୍ଭ ନିକଟକୁ ପରିତ୍ରାଣ ଆଣିଲାି⇧ ଓ ଆମ୍ଭର କୋପ ଆମ୍ଭର ସହାୟତା କଲା ।"},{"number":6,"verse":"ପୁଣି, ଆମ୍ଭେ ଆପଣା କ୍ରୋଧରେ ଲୋକମାନଙ୍କୁ ଦଳି ପକାଇଲୁ ଓ ଆମ୍ଭ କୋପରେ ସେମାନଙ୍କୁ ମତ୍ତ କରାଇଲୁ, ପୁଣି ଭୂମିରେ ସେମାନଙ୍କ ପ୍ରାଣ-ରକ୍ତ ଢାଳି ପକାଇଲୁ ।"},{"number":7,"verse":"( ଇସ୍ରାଏଲ ପ୍ରତି ସଦାପ୍ରଭୁଙ୍କ ଅନୁଗ୍ରହ) ଆମ୍ଭ ସଦାପ୍ରଭୁଙ୍କର ସ୍ନେହପୂର୍ଣ୍ଣ କରୁଣାସବୁ କୀର୍ତ୍ତନ କରିବା ଓ ସଦାପ୍ରଭୁ ଆମ୍ଭମାନଙ୍କର ଯେସବୁ ଉପକାର କରିଅଛନ୍ତି, ପୁଣି ଆପଣାର ନାନାବିଧ ଦୟା ଓ ପ୍ରଚୁର ସ୍ନେହପୂର୍ଣ୍ଣ-କରୁଣା ଅନୁସାରେ ଇସ୍ରାଏଲ-ବଂଶର ଯେଉଁ ପ୍ରଚୁର ମଙ୍ଗଳ କରିଅଛନ୍ତି, ତଦନୁସାରେ ଆମ୍ଭେ ସଦାପ୍ରଭୁଙ୍କର ପ୍ରଶଂସା କୀର୍ତ୍ତନ କରିବା ।"},{"number":8,"verse":"କାରଣ ସେ କହିଲେ, ନିଶ୍ଚୟ ସେମାନେ ଆମ୍ଭର ଲୋକ, ଯେଉଁମାନେ ଅସତ୍ୟ ବ୍ୟବହାର ନ କରିବେ, ଏପରି ସନ୍ତାନ ଅଟନ୍ତି; ଏଣୁ ସେ ସେମାନଙ୍କର ତ୍ରାଣକର୍ତ୍ତା ହେଲେ ।"},{"number":9,"verse":"ସେମାନଙ୍କର ସବୁ ଦୁଃଖରେ ସେ ଦୁଃଖିତ ହେଲେ ଓ ତାହାଙ୍କର ଶ୍ରୀମୁଖ ସ୍ଵରୂପ ଦୂତ ସେମାନଙ୍କୁ ପରିତ୍ରାଣ କଲେ; ସେ ଆପଣା ପ୍ରେମ ଓ ଆପଣା ଦୟାରେ ସେମାନଙ୍କୁ ମୁକ୍ତ କଲେ⇧ ଓ ପୁରାତନ କାଳର ସମସ୍ତ ଦିନ ସେମାନଙ୍କୁ ବହି କରି ନେଲେ ।"},{"number":10,"verse":"ମାତ୍ର ସେମାନେ ବିଦ୍ରୋହୀ ହେଲେ ଓ ତାହାଙ୍କର ପବିତ୍ର ଆତ୍ମାଙ୍କୁ ଶୋକାକୁଳ କଲେ; ଏନିମନ୍ତେ ସେ ଫେରି ସେମାନଙ୍କର ଶତ୍ରୁ ହେଲେ⇧ ଓ ଆପେ ସେମାନଙ୍କର ବିପକ୍ଷରେ ଯୁଦ୍ଧ କଲେ ।"},{"number":11,"verse":"ସେତେବେଳେ ସେ ପୁରାତନ କାଳ, ମୋଶା ଓ ଆପଣା ଲୋକମାନଙ୍କୁ ସ୍ମରଣ କରି କହିଲେ, ଯେ ଆପଣା ପଲର ରକ୍ଷକମାନଙ୍କ ସହିତ ସେମାନଙ୍କୁ ସମୁଦ୍ର ପାର କରାଇ ଆଣିଲେ, ସେ କାହାନ୍ତି ? ଯେ ସେମାନଙ୍କ ଅନ୍ତରରେ ଆପଣା ପବିତ୍ର ଆତ୍ମା ରଖିଲେ⇧,"},{"number":12,"verse":"ଯେ ମୋଶାଙ୍କ ଡାହାଣରେ ଆପଣାର ପ୍ରତାପାନ୍ଵିତ ବାହୁ ଗମନ କରାଇଲେ, ଯେ ଆପଣା ନିମନ୍ତେ ଅନ; କାଳସ୍ଥାୟୀ ନାମ ସ୍ଥାପନାର୍ଥେ, ସେମାନଙ୍କ ସମ୍ମୁଖରେ ଜଳକୁ ବିଭକ୍ତ କଲେ,"},{"number":13,"verse":"ଯେ ପ୍ରାନ୍ତରରେ ଗମନ କରିବା ଅଶ୍ଵ ତୁଲ୍ୟ ଗଭୀର ସାଗର ମଧ୍ୟରେ ସେମାନଙ୍କୁ ଗମନ କରାଇଲେ ଓ ସେମାନେ ଝୁଣ୍ଟିଲେ ନାହିଁ, ସେ କାହାନ୍ତି ?"},{"number":14,"verse":"ଉପତ୍ୟକାକୁ ଓହ୍ଲାଇ ଯିବା ପଶୁପଲ ତୁଲ୍ୟ ସଦାପ୍ରଭୁଙ୍କ ଆତ୍ମା ସେମାନଙ୍କୁ ବିଶ୍ରାମ କରାଇଲେ; ଏହି ପ୍ରକାରେ ତୁମ୍ଭେ ଆପଣା ନିମନ୍ତେ ଏକ ଗୌରବାନ୍ଵିତ ନାମ ସ୍ଥାପନାର୍ଥେ ଆପଣା ଲୋକମାନଙ୍କୁ ଗମନ କରାଇଲ ।"},{"number":15,"verse":"( ଦୟା ଓ ସାହାଯ୍ୟ ପାଇଁ ପ୍ରାର୍ଥନା) ଏବେ ସ୍ଵର୍ଗରୁ ଅବଲୋକନ କର, ତୁମ୍ଭ ପବିତ୍ରତାର ଓ ତୁମ୍ଭ ପ୍ରତାପର ବସତି-ସ୍ଥାନରୁ ଦୃଷ୍ଟିପାତ କର; ତୁମ୍ଭର ଉଦ୍ଯୋଗ ଓ ତୁମ୍ଭର ବିକ୍ରମ-କାର୍ଯ୍ୟସବୁ କାହିଁ ? ତୁମ୍ଭ ଅନ୍ତଃକରଣର ବ୍ୟଥା ଓ ତୁମ୍ଭର ସ୍ନେହସବୁ⇧ ମୋʼ ପ୍ରତି ନିବୃତ୍ତ ହୋଇଅଛି ।"},{"number":16,"verse":"ଯଦ୍ୟପି ଅବ୍ରହାମ ଆମ୍ଭମାନଙ୍କୁ ଜାଣନ୍ତି ନାହିଁ ଓ ଇସ୍ରାଏଲ ଆମ୍ଭମାନଙ୍କୁ ସ୍ଵୀକାର କରନ୍ତି ନାହିଁ, ତଥାପି ତୁମ୍ଭେ ତ ଆମ୍ଭମାନଙ୍କର ପିତା; ହେ ସଦାପ୍ରଭୋ, ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କର ପିତା ଅଟ; ଅନ; କାଳରୁ ଆମ୍ଭମାନଙ୍କର ମୁକ୍ତିଦାତା ବୋଲି ତୁମ୍ଭର ନାମ ଅଛି ।"},{"number":17,"verse":"ହେ ସଦାପ୍ରଭୋ, ଆମ୍ଭମାନଙ୍କୁ ତୁମ୍ଭ ପଥରୁ କାହିଁକି ଭ୍ରାନ୍ତ କରାଉଅଛ ଓ ତୁମ୍ଭକୁ ଭୟ କରିବା ପ୍ରତି ଆମ୍ଭମାନଙ୍କ ଅନ୍ତଃକରଣକୁ କଠିନ କରାଉଅଛଣ? ଆପଣା ଦାସମାନଙ୍କର, ଆପଣା ଅଧିକାର ସ୍ଵରୂପ ଗୋଷ୍ଠୀଗଣର ସକାଶୁ ଫେର ।"},{"number":18,"verse":"ତୁମ୍ଭର ପବିତ୍ର ଲୋକମାନେ କେବଳ ଅଳ୍ପ କାଳ ତାହା ଅଧିକାର କଲେ; ଆମ୍ଭମାନଙ୍କର ବିପକ୍ଷମାନେ ତୁମ୍ଭର ପବିତ୍ର ଧାମ ପଦ ତଳେ ଦଳି ପକାଇଅଛନ୍ତି ।"},{"number":19,"verse":"ଯେଉଁମାନଙ୍କ ଉପରେ ତୁମ୍ଭେ କେବେ କର୍ତ୍ତୃତ୍ଵ କରି ନାହଁ, ଯେଉଁମାନେ ତୁମ୍ଭ ନାମରେ କେବେ ଖ୍ୟାତ ହୋଇ ନ ଥିଲେ, ଏପରି ଲୋକମାନଙ୍କ ତୁଲ୍ୟ ଆମ୍ଭେମାନେ ହୋଇଅଛୁ ।"}]}