{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":64,"verses":[{"number":1,"verse":"ଆହା, ଅନ୍ୟ ଦେଶୀୟମାନେ ଯେପରି ତୁମ୍ଭ ସାକ୍ଷାତରେ କମ୍ପମାନ ହେବେ, ଏଥିପାଇଁ ତୁମ୍ଭ ବିପକ୍ଷଗଣକୁ ତୁମ୍ଭ ନାମ ଜ୍ଞାତ କରାଇବା ନିମନ୍ତେ,"},{"number":2,"verse":"ଅଗ୍ନି ଝାଟି ଜ୍ଵଳାଇବା ପରି, ଅଗ୍ନି ଜଳ ଫୁଟାଇବା ପରି ଯେବେ ତୁମ୍ଭେ ଆକାଶମଣ୍ତଳ ବିଦୀର୍ଣ୍ଣ କରି ଓହ୍ଲାଇ ଆସ; ଓ ପର୍ବତଗଣ ତୁମ୍ଭ ସାକ୍ଷାତରେ ପ୍ରବାହିତ ହୁଅନ୍ତେଣ!"},{"number":3,"verse":"ଯେତେବେଳେ ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କର ଅନପେକ୍ଷିତ ଭୟାନକ କ୍ରିୟା କଲ, ସେତେବେଳେ ତୁମ୍ଭେ ଓହ୍ଲାଇ ଆସିଲ, ପର୍ବତଗଣ ତୁମ୍ଭ ସାକ୍ଷାତରେ ପ୍ରବାହିତ ହେଲେ ।"},{"number":4,"verse":"କାରଣ ଯେ ଆପଣା ଅପେକ୍ଷାକାରୀ ପକ୍ଷରେ କାର୍ଯ୍ୟ ସାଧନ କରନ୍ତି, ଲୋକେ ପ୍ରାଚୀନ କାଳରୁ ତୁମ୍ଭ ଛଡ଼ା ଅନ୍ୟ ପରମେଶ୍ଵର ବିଷୟ ଶୁଣି ନାହାନ୍ତି, ଅଥବା କର୍ଣ୍ଣ ଜ୍ଞାତ ହୋଇ ନାହିଁ, କିଅବା ଚକ୍ଷୁ ଦେଖି ନାହିଁ ।"},{"number":5,"verse":"ଯେଉଁ ଲୋକ ଆନନ୍ଦରେ ଧର୍ମାଚରଣ କରେ, ଯେଉଁମାନେ ତୁମ୍ଭ ପଥରେ ତୁମ୍ଭକୁ ସ୍ମରଣ କରନ୍ତି, ତୁମ୍ଭେ ସେମାନଙ୍କ ସହିତ ସାକ୍ଷାତ କରିଥାଅ; ଦେଖ, ତୁମ୍ଭେ କ୍ରୁଦ୍ଧ ଥିଲ ଓ ଆମ୍ଭେମାନେ ପାପ କଲୁ; ଆମ୍ଭେମାନେ ଦୀର୍ଘ କାଳ ତହିଁରେ ରହିଅଛୁ, ଆମ୍ଭେମାନେ କି ପରିତ୍ରାଣ ପାଇବା ?"},{"number":6,"verse":"କାରଣ ଆମ୍ଭେ ସମସ୍ତେ ଅଶୁଚି ଲୋକ ତୁଲ୍ୟ ହୋଇଅଛୁ ଓ ଆମ୍ଭମାନଙ୍କର ଧର୍ମକର୍ମସବୁ ଅଶୁଚି ବସ୍ତ୍ର ତୁଲ୍ୟ ଅଟେ ଓ ଆମ୍ଭେ ସମସ୍ତେ ପତ୍ର ତୁଲ୍ୟ ଜୀର୍ଣ୍ଣ ହେଉଅଛୁ; ଆଉ, ଆମ୍ଭମାନଙ୍କର ଅପରାଧସବୁ ବାୟୁ ପରି ଆମ୍ଭମାନଙ୍କୁ ଉଡ଼ାଇ ନିଏ ।"},{"number":7,"verse":"ପୁଣି, ଯେ ତୁମ୍ଭ ନାମରେ ପ୍ରାର୍ଥନା କରେ, ଯେ ତୁମ୍ଭକୁ ଧରିବା ପାଇଁ ଆପଣାକୁ ଉତ୍ତେଜିତ କରେ, ଏପରି କେହି ନାହିଁ; କାରଣ ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କଠାରୁ ଆପଣା ମୁଖ ଲୁଚାଇଅଛ ଓ ଆମ୍ଭମାନଙ୍କର ଅପରାଧ ଦ୍ଵାରା ଆମ୍ଭମାନଙ୍କୁ କ୍ଷୟ କରିଅଛ ।"},{"number":8,"verse":"ମାତ୍ର ଏବେ ହେ ସଦାପ୍ରଭୁ, ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କର ପିତା ଅଟ; ଆମ୍ଭେମାନେ ମୃତ୍ତିକା, ତୁମ୍ଭେ ଆମ୍ଭମାନଙ୍କର କୁମ୍ଭକାର; ପୁଣି, ଆମ୍ଭେ ସମସ୍ତେ ତୁମ୍ଭର ହସ୍ତକୃତ କର୍ମ ।"},{"number":9,"verse":"ହେ ସଦାପ୍ରଭୋ, ଅତ୍ୟ; କ୍ରୁଦ୍ଧ ହୁଅ ନାହିଁ, କିଅବା ଚିର କାଳ ଅପରାଧ ମନରେ ରଖ ନାହିଁ; ଆମ୍ଭେମାନେ ବିନତି କରୁ, ଦେଖ, ଦୃଷ୍ଟି କର, ଆମ୍ଭେ ସମସ୍ତେ ତୁମ୍ଭର ଲୋକ ।"},{"number":10,"verse":"ତୁମ୍ଭର ପବିତ୍ର ନଗରସବୁ ପ୍ରାନ୍ତର ହୋଇଅଛି, ସିୟୋନ ପ୍ରାନ୍ତର ହୋଇଅଛି, ଯିରୂଶାଲମ ଧ୍ଵଂସସ୍ଥାନ ହୋଇଅଛି ।"},{"number":11,"verse":"ଆମ୍ଭମାନଙ୍କର ପିତୃଲୋକମାନେ ଯେଉଁ ସ୍ଥାନରେ ତୁମ୍ଭର ପ୍ରଶଂସା କଲେ, ଆମ୍ଭମାନଙ୍କର ସେହି ପବିତ୍ର ଓ ସୁନ୍ଦର ଗୃହ ଅଗ୍ନିରେ ଦଗ୍ଧ ହୋଇଅଛି ଓ ଆମ୍ଭମାନଙ୍କର ମନୋରମ୍ୟ ବିଷୟସବୁ ଉଚ୍ଛିନ୍ନ ହୋଇଅଛି।"},{"number":12,"verse":"ହେ ସଦାପ୍ରଭୁ, ଏସବୁ ହେଲେ ହେଁ ତୁମ୍ଭେ କି ଆପଣାକୁ କ୍ଷା; କରି ରଖିବ ? ତୁମ୍ଭେ କି ତୁନି ହୋଇ ରହି ଆମ୍ଭମାନଙ୍କୁ ଅତ୍ୟ; କ୍ଳେଶ ଦେବ?"}]}