{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":65,"verses":[{"number":1,"verse":"( ବିଚାର ଏବଂ ଉଦ୍ଧାର) ଯେଉଁମାନେ ଆମ୍ଭ ବିଷୟ ପଚାରିଲେ ନାହିଁ, ସେମାନଙ୍କ ଦ୍ଵାରା ଆମ୍ଭେ ଅନ୍ଵେଷିତ ହେଉଅଛୁ; ଯେଉଁମାନେ ଆମ୍ଭର ଅନ୍ଵେଷଣ କଲେ ନାହିଁ, ସେମାନେ ଆମ୍ଭକୁ ପ୍ରାପ୍ତ ହେଉଅଛନ୍ତିନ୍ତ ଯେଉଁ ଦେଶୀୟ ଲୋକେ ଆମ୍ଭ ନାମରେ ଖ୍ୟାତ ହୋଇ ନ ଥିଲେ, ସେମାନଙ୍କୁ, ଆମ୍ଭକୁ ଦେଖ, ଆମ୍ଭକୁ ଦେଖ ବୋଲି ଆମ୍ଭେ କହିଲୁ ।"},{"number":2,"verse":"ଯେଉଁମାନେ ଆପଣା ଆପଣା କଳ୍ପନାନୁସାରେ କୁପଥରେ ଗମନ କରନ୍ତି, ଏପରି ବିଦ୍ରୋହାଚାରୀ ଲୋକମାନଙ୍କ ପ୍ରତି ଆମ୍ଭେ ଦିନଯାକ ଆପଣା ହସ୍ତ ବିସ୍ତାର କରିଅଛୁ;"},{"number":3,"verse":"ସେହି ଲୋକମାନେ ଉଦ୍ୟାନରେ ବଳିଦାନ କରି ଓ ଗୁଡ଼ିଏ ଇଟା ଉପରେ ଧୂମ ଜ୍ଵଳାଇ ଆମ୍ଭ ମୁଖ ଆଗରେ ନିତ୍ୟ ନିତ୍ୟ ଆମ୍ଭକୁ ବିରକ୍ତ କରନ୍ତି;"},{"number":4,"verse":"ସେମାନେ କବର-ସ୍ଥାନ ମଧ୍ୟରେ ବସନ୍ତି ଓ ଗୁପ୍ତ ସ୍ଥାନରେ ବସା କରନ୍ତି; ସେମାନେ ଶୂକର ମାଂସ ଭୋଜନ କରନ୍ତି ଓ ସେମାନଙ୍କ ପାତ୍ରରେ ଘୃଣାଯୋଗ୍ୟ ମାଂସର ଝୋଳ ଥାଏ;"},{"number":5,"verse":"ସେମାନେ କହନ୍ତି, ସ୍ଵସ୍ଥାନରେ ଛିଡ଼ା ହୁଅ, ଆମ୍ଭ ନିକଟକୁ ଆସ ନାହିଁ, କାରଣ ଆମ୍ଭେ ତୁମ୍ଭ ଅପେକ୍ଷା ପବିତ୍ର; ଏମାନେ ଆମ୍ଭ ନାସିକାରେ ଧର୍ମ ସ୍ଵରୂପ, ଦିନଯାକ ପ୍ରଜ୍ଵଳିତ ଅଗ୍ନି ସ୍ଵରୂପ ।"},{"number":6,"verse":"ଦେଖ, ଆମ୍ଭ ସମ୍ମୁଖରେ ଏହା ଲିଖିତ ଅଛି; ଆମ୍ଭେ ନୀରବ ହୋଇ ରହିବା ନାହିଁ, ମାତ୍ର ପ୍ରତିଫଳ ଦେବା, ହଁ, ଆମ୍ଭେ ସେମାନଙ୍କ କୋଳରେ ପ୍ରତିଫଳ ଦେବା,"},{"number":7,"verse":"ସଦାପ୍ରଭୁ କହନ୍ତି, ପର୍ବତଗଣ ଉପରେ ଧୂପ ଜ୍ଵଳାଇ ଅଛ ଓ ଉପପର୍ବତଗଣ ଉପରେ ଆମ୍ଭକୁ ନିନ୍ଦା କରିଅଛ ଯେ ତୁମ୍ଭେମାନେ, ତୁମ୍ଭମାନଙ୍କ ଅପରାଧ ଓ ତୁମ୍ଭମାନଙ୍କ ପିତୃପୁରୁଷଗଣର ଅପରାଧସକଳର ପ୍ରତିଫଳ⇧ ଆମ୍ଭେ ଏକାବେଳେ ଦେବା; ଏନିମନ୍ତେ ଆମ୍ଭେ ପ୍ରଥମେ ସେମାନଙ୍କ କ୍ରିୟାର ପରିମାଣ କରି ସେମାନଙ୍କ କୋଳରେ ଦେବା ।"},{"number":8,"verse":"ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ଦ୍ରାକ୍ଷାପେଣ୍ତାରେ ଯେପରି ନୂତନ ଦ୍ରାକ୍ଷାରସ ମିଳେ ଓ ଲୋକେ କହନ୍ତି, ଏହା ନଷ୍ଟ ନ କର, କାରଣ ଏଥିରେ ଆଶୀର୍ବାଦ ଅଛି; ସେପରି ଆମ୍ଭେ ଆପଣା ଦାସଗଣ ସକାଶେ କରିବା, ଆମ୍ଭେ ସମସ୍ତଙ୍କୁ ବିନାଶ କରିବା ନାହିଁ ।"},{"number":9,"verse":"ପୁଣି, ଆମ୍ଭେ ଯାକୁବଠାରୁ ଏକ ବଂଶ ଓ ଯିହୁଦାଠାରୁ ଆମ୍ଭ ପର୍ବତଗଣର ଏକ ଅଧିକାରୀ ଉତ୍ପନ୍ନ କରିବା ଓ ଆମ୍ଭର ମନୋନୀତ ଲୋକମାନେ ତାହା ଅଧିକାର କରିବେ ଓ ଆମ୍ଭର ଦାସମାନେ ସେଠାରେ ବସତି କରିବେ ।"},{"number":10,"verse":"ଆଉ, ଆମ୍ଭର ଯେଉଁ ଲୋକମାନେ ଆମ୍ଭର ଅନ୍ଵେଷଣ କରିଅଛନ୍ତି, ସେମାନଙ୍କ ନିମନ୍ତେ ଶାରୋଣ ଏକ ମେଷ ଖୁଆଡ଼ ଓ ଆଖୋର ଉପତ୍ୟକା ଗୋପଲର ଶୟନ ସ୍ଥାନ ହେବ ।"},{"number":11,"verse":"ମାତ୍ର ସଦାପ୍ରଭୁଙ୍କୁ ତ୍ୟାଗ କରୁଅଛ, ଆମ୍ଭ ପବିତ୍ର ପର୍ବତକୁ ପାସୋରୁଅଛ, ଭାଗ୍ୟଦେବ ଉଦ୍ଦେଶ୍ୟରେ ମେଜ ସଜାଉଅଛ ଓ ନିରୂପଣୀ ଦେବୀର ଉଦ୍ଦେଶ୍ୟରେ ମିଶ୍ରିତ ଦ୍ରାକ୍ଷାରସ ପୂର୍ଣ୍ଣ କରୁଅଛ ଯେ ତୁମ୍ଭେମାନେ,"},{"number":12,"verse":"ତୁମ୍ଭମାନଙ୍କୁ ଆମ୍ଭେ ଖଡ଼୍‍ଗ ନିମନ୍ତେ ନିରୂପଣ କରିବା ଓ ତୁମ୍ଭେ ସମସ୍ତେ ବଧ୍ୟ ସ୍ଥାନରେ ନଇଁ ପଡ଼ିବ; କାରଣ ଆମ୍ଭେ ଡାକିଲା ବେଳେ ତୁମ୍ଭେମାନେ ଉତ୍ତର ଦେଲ ନାହିଁ ଆମ୍ଭେ କଥା କହିଲା ବେଳେ ତୁମ୍ଭେମାନେ ଶୁଣିଲ ନାହିଁ; ମାତ୍ର ଆମ୍ଭ ଦୃଷ୍ଟିରେ ଯାହା ମନ୍ଦ, ତାହା ହିଁ ତୁମ୍ଭେମାନେ କଲ ଓ ଯହିଁରେ ଆମ୍ଭେ ସନ୍ତୁଷ୍ଟ ନୋହୁଁ, ତାହା ହିଁ ମନୋନୀତ କଲ ।"},{"number":13,"verse":"ଏହେତୁ ପ୍ରଭୁ ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ଦେଖ, ଆମ୍ଭର ଦାସମାନେ ଭୋଜନ କରିବେ, ମାତ୍ର ତୁମ୍ଭେମାନେ କ୍ଷୁଧାର୍ତ୍ତ ହେବ; ଦେଖ, ଆମ୍ଭର ଦାସମାନେ ପାନ କରିବେ, ମାତ୍ର ତୁମ୍ଭେମାନେ ତୃଷାର୍ତ୍ତ ହେବ; ଦେଖ, ଆମ୍ଭର ଦାସମାନେ ଆନନ୍ଦ କରିବେ, ମାତ୍ର ତୁମ୍ଭେମାନେ ଲଜ୍ଜିତ ହେବ;"},{"number":14,"verse":"ଦେଖ, ଆମ୍ଭର ଦାସମାନେ ଚିତ୍ତର ସୁଖ ସକାଶୁ ଗାନ କରିବେ, ମାତ୍ର ତୁମ୍ଭେମାନେ ଚିତ୍ତର ଦୁଃଖ ସକାଶୁ କ୍ରନ୍ଦନ କରିବ ଓ ଆତ୍ମାର ବିରକ୍ତି ସକାଶୁ ହାହାକାର କରିବ ।"},{"number":15,"verse":"ପୁଣି, ତୁମ୍ଭେମାନେ ଆମ୍ଭ ମନୋନୀତ ଲୋକମାନଙ୍କ ନିକଟରେ ତୁମ୍ଭମାନଙ୍କର ନାମ ଶାପାସ୍ପଦ ରୂପେ ରଖିଯିବ ଓ ପ୍ରଭୁ, ସଦାପ୍ରଭୁ ତୁମ୍ଭକୁ ବଧ କରିବେ; ଆଉ, ସେ ଆପଣା ଦାସମାନଙ୍କୁ ଅନ୍ୟ ନାମରେ ଖ୍ୟାତ କରିବେ;"},{"number":16,"verse":"ତହିଁରେ ଯେଉଁ ଲୋକ ପୃଥିବୀରେ ଆପଣାକୁ ଆଶୀର୍ବାଦ କରେ, ସେ ସତ୍ୟ ପରମେଶ୍ଵରରେ ଆପଣାକୁ ଆଶୀର୍ବାଦ କରିବ ଓ ଯେଉଁ ଲୋକ ପୃଥିବୀରେ ଶପଥ କରେ, ସେ ସତ୍ୟ ପରମେଶ୍ଵରଙ୍କ ଦ୍ଵାରା ଶପଥ କରିବ; ଯେହେତୁ ପୂର୍ବକାଳର ସଙ୍କଟସବୁ ବିସ୍ମୃତ ହୋଇଅଛି ଓ ତାହାସବୁ ଆମ୍ଭ ଦୃଷ୍ଟିରୁ ଗୁପ୍ତ ହୋଇଅଛି ।"},{"number":17,"verse":"( ନୂତନ ସୃଷ୍ଟି) କାରଣ ଦେଖ, ଆମ୍ଭେ ନୂତନ ଆକାଶମଣ୍ତଳ ଓ ନୂତନ ପୃଥିବୀ ସୃଷ୍ଟି କରୁ ଓ ପୂର୍ବ କାଳର ବିଷୟସବୁ ସ୍ମରଣ କରାଯିବ ନାହିଁ, କିଅବା ମନରେ ପଡ଼ିବ ନାହିଁ ।"},{"number":18,"verse":"ମାତ୍ର ଯାହା ଆମ୍ଭେ ସୃଷ୍ଟି କରୁ, ତୁମ୍ଭେମାନେ ସଦାକାଳ ତହିଁରେ ଆନନ୍ଦିତ ହୋଇ ଉଲ୍ଲାସ କର; କାରଣ ଦେଖ, ଆମ୍ଭେ ଯିରୂଶାଲମକୁ ଉଲ୍ଲାସ ସ୍ଵରୂପ ଓ ତହିଁର ଲୋକମାନଙ୍କୁ ଆନନ୍ଦର ପାତ୍ର କରି ସୃଷ୍ଟି କରୁ ।"},{"number":19,"verse":"ପୁଣି, ଆମ୍ଭେ ଯିରୂଶାଲମରେ ଉଲ୍ଲାସ କରିବା ଓ ଆମ୍ଭ ଲୋକମାନଙ୍କଠାରେ ଆନନ୍ଦ କରିବା; ପୁଣି, ତହିଁ ମଧ୍ୟରେ ରୋଦନର ଶଦ୍ଦ, କିଅବା କ୍ରନ୍ଦନର ଶଦ୍ଦ ଆଉ ଶୁଣାଯିବ ନାହିଁ ।"},{"number":20,"verse":"ସେସମୟରୁ ସେସ୍ଥାନରେ ଅଳ୍ପ ଦିନର ଶିଶୁ କିଅବା ଅସମ୍ପୂର୍ଣ୍ଣାୟୁ ବୃଦ୍ଧ ଲୋକ ଆଉ ନ ଥିବ; କାରଣ ବାଳକ ଏକଶତ ବର୍ଷ ବୟଃକ୍ରମରେ ମରିବ ଓ ପାପୀ ଏକଶତ ବର୍ଷ ବୟସ୍କ ହୋଇ ଶାପଗ୍ରସ୍ତ ହେବ ।"},{"number":21,"verse":"ପୁଣି, ଲୋକମାନେ ଗୃହ ନିର୍ମାଣ କରି ତହିଁରେ ବାସ କରିବେ ଓ ସେମାନେ ଦ୍ରାକ୍ଷାକ୍ଷେତ୍ର ପ୍ରସ୍ତୁତ କରି ତହିଁର ଫଳ ଭୋଗ କରିବେ ।"},{"number":22,"verse":"ସେମାନେ ନିର୍ମାଣ କଲେ, ଅନ୍ୟ କେହି ତହିଁରେ ବାସ କରିବ ନାହିଁ; ସେମାନେ ରୋପଣ କଲେ, ଅନ୍ୟ କେହି ଫଳ ଭୋଗ କରିବ ନାହିଁ; କାରଣ ଆମ୍ଭ ଲୋକମାନଙ୍କର ଆୟୁ ବୃକ୍ଷର ଆୟୁ ତୁଲ୍ୟ ହେବ ଓ ଆମ୍ଭ ମନୋନୀତ ଲୋକମାନେ ଦୀର୍ଘ କାଳଯାଏ ଆପଣାମାନଙ୍କ ହସ୍ତକୃତ କର୍ମର ଫଳ ଭୋଗ କରିବେ ।"},{"number":23,"verse":"ସେମାନେ ବୃଥା ପରିଶ୍ରମ କରିବେ ନାହିଁ, କିଅବା ବିପଦର ପାଇଁ ପ୍ରସବ କରିବେ ନାହିଁ; କାରଣ ସେମାନେ ଓ ସେମାନଙ୍କ ସଙ୍ଗେ ସେମାନଙ୍କ ସନ୍ତାନଗଣ, ସଦାପ୍ରଭୁଙ୍କ ଆଶୀର୍ବାଦ-ପାତ୍ରର ବଂଶ ।"},{"number":24,"verse":"ପୁଣି, ଏହା ଘଟିବ ଯେ, ସେମାନେ ଡାକିବା ପୂର୍ବେ ଆମ୍ଭେ ଉତ୍ତର ଦେବା ଓ ସେମାନେ କଥା କହୁ କହୁ ଆମ୍ଭେ ଶୁଣିବା।"},{"number":25,"verse":"କେନ୍ଦୁଆ ବାଘ ଓ ମେଣ୍ଢାଛୁଆ ଏକତ୍ର ଚରିବେ ଓ ସିଂହ ଗୋରୁ ପରି ନଡ଼ା ଖାଇବ; ପୁଣି, ଧୂଳି ସର୍ପର ଖାଦ୍ୟ ହେବ । ସେମାନେ ଆମ୍ଭ ପବିତ୍ର ପର୍ବତର କୌଣସି ସ୍ଥାନରେ ହିଂସା କି ବିନାଶ କରିବେ ନାହିଁ, ସଦାପ୍ରଭୁ ଏହା କହନ୍ତି ।"}]}