{"bibleAbbr":"orOV2014","bookName":"ଯିଶାଇୟ ଭବିଷ୍ୟଦ୍ବକ୍ତାଙ୍କର ପୁସ୍ତକ","bookEnglishName":"Isaiah","chapterNumber":7,"verses":[{"number":1,"verse":"( ରାଜା ଆହସଙ୍କ ନିମନ୍ତେ ଏକ ବାର୍ତ୍ତା) ଯିହୁଦା-ରାଜା ଉଷୀୟର ପୌତ୍ର ଯୋଥମ୍ର ପୁତ୍ର ଆହସର ସମୟରେ ଅରାମର ରତ୍ସୀନ ରାଜା ଓ ରମଲୀୟର ପୁତ୍ର ପେକହ ନାମେ ଇସ୍ରାଏଲର ରାଜା ଯିରୂଶାଲମର ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରିବା ନିମନ୍ତେ ସେଠାକୁ ଗଲେ; ମାତ୍ର ତାହା ପରାସ୍ତ କରି ପାରିଲେ ନାହିଁ ।"},{"number":2,"verse":"ଅନନ୍ତର ଦାଉଦ-ବଂଶକୁ ଜ୍ଞାତ କରାଗଲା ଯେ, ଅରାମ ଇଫ୍ରୟିମର ସହାୟ ହୋଇଅଛି । ଏଥିରେ ତାହାର ହୃଦୟ ଓ ତାହାର ଲୋକମାନଙ୍କ ହୃଦୟ ବାୟୁରେ କମ୍ପିତ ଓ ବନବୃକ୍ଷ ତୁଲ୍ୟ କମ୍ପିତ ହେଲା ।"},{"number":3,"verse":"ସେତେବେଳେ ସଦାପ୍ରଭୁ ଯିଶାଇୟଙ୍କୁ କହିଲେ, ତୁମ୍ଭେ ଓ ତୁମ୍ଭ ପୁତ୍ର ଶାର-ଯାଶୂବ, ରଜକ କ୍ଷେତ୍ରର ରାଜପଥସ୍ଥ ଉପର ପୁଷ୍କରିଣୀର ନାଳ ମୁଣ୍ତରେ ଆହସର ସଙ୍ଗେ ସାକ୍ଷାତ କରିବାକୁ ଯାଅ ।"},{"number":4,"verse":"ଓ ତାହାକୁ କୁହ, ସାବଧାନ ଓ ସୁସ୍ଥିର ହୁଅ; ଏହି ଧୂମମୟ କାଷ୍ଠର ଦୁଇ ଲାଞ୍ଜ, ଅର୍ଥାତ୍, ରତ୍ସୀନ ଓ ଅରାମର ଓ ରମଲୀୟର ପୁତ୍ରର ପ୍ରଚଣ୍ତ କ୍ରୋଧ ସକାଶୁ ଭୀତ ହୁଅ ନାହିଁ, କିଅବା ଆପଣା ହୃଦୟକୁ ନିରାଶ ହେବାକୁ ଦିଅ ନାହିଁ ।"},{"number":5,"verse":"କାରଣ ଅରାମ, ମଧ୍ୟ ଇଫ୍ରୟିମ ଓ ରମଲୀୟର ପୁତ୍ର ତୁମ୍ଭ ବିରୁଦ୍ଧରେ କୁମନ୍ତ୍ରଣା କରି କହୁଅଛନ୍ତି,"},{"number":6,"verse":"ଆସ, ଆମ୍ଭେମାନେ ଯିହୁଦା ବିରୁଦ୍ଧରେ ଯାଇ ତାହାକୁ ଅଧୈର୍ଯ୍ୟ କରୁ ଓ ଆମ୍ଭମାନଙ୍କ ନିମନ୍ତେ ତହିଁ ମଧ୍ୟରେ ଭଗ୍ନ ସ୍ଥାନ କରି ଏକ ରାଜାକୁ, ଅର୍ଥାତ୍, ଟାବେଲର ପୁତ୍ରକୁ ସ୍ଥାପନ କରୁ ।"},{"number":7,"verse":"ପ୍ରଭୁ ସଦାପ୍ରଭୁ ଏହି କଥା କହନ୍ତି, ତାହା ସ୍ଥିର ହେବ ନାହିଁ ଅବା ସିଦ୍ଧ ହିଁ ହେବ ନାହିଁ ।"},{"number":8,"verse":"କାରଣ ଅରାମର ମସ୍ତକ ଦାମାସ୍କସ୍ ଓ ଦାମାସ୍କସ୍ର ମସ୍ତକ ରତ୍ସୀନ; ପୁଣି, ପଞ୍ଚଷଠି ବର୍ଷ ମଧ୍ୟରେ ଇଫ୍ରୟିମ ଖଣ୍ତ ଖଣ୍ତ ହୋଇ ଏପରି ଭଗ୍ନ ହେବ ଯେ, ସେ ଆଉ ଏକ ଗୋଷ୍ଠୀ ହୋଇ ରହିବ ନାହିଁ;"},{"number":9,"verse":"ଆଉ, ଇଫ୍ରୟିମର ମସ୍ତକ ଶମରୀୟା ଓ ଶମରୀୟାର ମସ୍ତକ ରମଲୀୟର ପୁତ୍ର । ଯେବେ ତୁମ୍ଭେମାନେ ବିଶ୍ଵାସ ନ କରିବ, ତେବେ ସ୍ଥିରୀକୃତ ହେବ ନାହିଁ, ଏହା ନିଶ୍ଚୟ ।"},{"number":10,"verse":"( ଇମ୍ମାନୁୟେଲ ପରମେଶ୍ଵରଙ୍କ ଚିହ୍ନ) ଅନନ୍ତର ସଦାପ୍ରଭୁ ଆହସକୁ ଆହୁରି କହିଲେ,"},{"number":11,"verse":"ତୁମ୍ଭେ ସଦାପ୍ରଭୁ ଆପଣା ପରମେଶ୍ଵରଙ୍କୁ ଏକ ଚିହ୍ନ ମାଗ; ଅଧୋଲୋକରେ କି ଊର୍ଦ୍ଧ୍ଵଲୋକରେ ହେଉ, ମାଗ ।"},{"number":12,"verse":"ମାତ୍ର ଆହସ କହିଲା, ମୁଁ ମାଗିବି ନାହିଁ କି ସଦାପ୍ରଭୁଙ୍କୁ ପରୀକ୍ଷା କରିବି ନାହିଁ ।"},{"number":13,"verse":"ଏଥିରେ ସେ କହିଲେ, ହେ ଦାଉଦର ବଂଶ, ତୁମ୍ଭେମାନେ ଏବେ ଶୁଣ; ମନୁଷ୍ୟକୁ କ୍ଳା; କରିବାର ତୁମ୍ଭମାନଙ୍କ ପ୍ରତି କ୍ଷୁଦ୍ର ବିଷୟ ବୋଲି କି ତୁମ୍ଭେମାନେ ମୋʼ ପରମେଶ୍ଵରଙ୍କୁ ହିଁ କ୍ଳା; କରିବ ?"},{"number":14,"verse":"ଏହେତୁ ପ୍ରଭୁ ଆପେ ତୁମ୍ଭମାନଙ୍କୁ ଏକ ଚିହ୍ନ ଦେବେ; ଦେଖ, ଏକ କନ୍ୟା ଗର୍ଭବତୀ ହୋଇ ଏକ ପୁତ୍ର ପ୍ରସବ କରିବ ଓ ତାହାର ନାମ ଇମ୍ମାନୁୟେଲ (ଆମ୍ଭମାନଙ୍କ ସହିତ ପରମେଶ୍ଵର) ରଖିବ ।"},{"number":15,"verse":"ମନ୍ଦକୁ ଅଗ୍ରାହ୍ୟ ଓ ଭଲକୁ ମନୋନୀତ କରିବାର ଜାଣିବା ବେଳେ ସେ ଦଧି ଓ ମଧୁ ଖାଇବ ।"},{"number":16,"verse":"କାରଣ ବାଳକ ମନ୍ଦକୁ ଅଗ୍ରାହ୍ୟ ଓ ଭଲକୁ ମନୋନୀତ କରିବାର ଜାଣିବା ପୂର୍ବେ ଯେଉଁ ଦେଶର ଦୁଇ ରାଜାଙ୍କୁ ତୁମ୍ଭେ ଘୃଣା କରୁଅଛ, ସେ ଦେଶ ପରିତ୍ୟକ୍ତ ହେବ ।"},{"number":17,"verse":"ଇଫ୍ରୟିମ ଯିହୁଦାଠାରୁ ପୃଥକ ହେବା ଦିନଠାରୁ ଯେପ୍ରକାର ସମୟ କେବେ ହୋଇ ନାହିଁ, ସେପ୍ରକାର ସମୟ ସଦାପ୍ରଭୁ ତୁମ୍ଭ ପ୍ରତି ଓ ତୁମ୍ଭ ଲୋକମାନଙ୍କ ପ୍ରତି ଓ ତୁମ୍ଭ ପିତୃବଂଶ ପ୍ରତି ଘଟାଇବେ; ଅର୍ଥାତ୍, ଅଶୂରର ରାଜାକୁ ଆଣିବେ ।"},{"number":18,"verse":"ପୁଣି, ସେହିଦିନ ସଦାପ୍ରଭୁ ମିସର ଦେଶୀୟ ନଦୀସବୁର ପ୍ରାନ୍ତସ୍ଥ ମକ୍ଷିକାର ପ୍ରତି ଓ ଅଶୂର ଦେଶୀୟ ମଧୁମକ୍ଷିକା ପ୍ରତି ଶିଷ୍ ଦେବେ ।"},{"number":19,"verse":"ତହିଁରେ ସେସମସ୍ତେ ଆସି ଉଚ୍ଛିନ୍ନ ଉପତ୍ୟକା-ସମୂହରେ ଓ ଶୈଳମାନଙ୍କର ଛିଦ୍ର ସ୍ଥାନରେ ଓ କଣ୍ଟକ ବନରେ ଓ ଚରାଭୂମିସମୂହରେ ବସିବେ ।"},{"number":20,"verse":"ସେଦିନ ପ୍ରଭୁ ନଦୀର ସେପାରିସ୍ଥ ଭଡ଼ାଟିଆ କ୍ଷୁର ଦ୍ଵାରା, ଅର୍ଥାତ୍, ଅଶୂରର ରାଜା ଦ୍ଵାରା ମସ୍ତକ ଓ ପଦର ଲୋମ କ୍ଷୌର କରିବେ ଓ ତଦ୍ଦ୍ଵାରା ଦାଢ଼ି ମଧ୍ୟ ନଷ୍ଟ ହେବ ।"},{"number":21,"verse":"ସେହିଦିନ କେହି ଗୋଟିଏ ଯୁବତୀ ଗାଭୀ ଓ ଦୁଇ ଗୋଟି ମେଷ ପୋଷିଲେ,"},{"number":22,"verse":"ସେମାନଙ୍କ ଦତ୍ତ ଦୁଗ୍ଧର ବାହୁଲ୍ୟରେ ସେ ଦଧି ଖାଇବ; କାରଣ ଦେଶ ମଧ୍ୟରେ ଅବଶିଷ୍ଟ ସମସ୍ତ ଲୋକ ଦଧି ଓ ମଧୁ ଖାଇବେ ।"},{"number":23,"verse":"ଆହୁରି, ଯେ ଯେ ସ୍ଥାନରେ ସହସ୍ର ରୌପ୍ୟ ମୁଦ୍ରା ମୂଲ୍ୟର ଦ୍ରାକ୍ଷାଲତା ଥିଲା, ସେଦିନ ସେ ପ୍ରତ୍ୟେକ ସ୍ଥାନ କାନକୋଳି ଓ କଣ୍ଟକ ବୃକ୍ଷମୟ ହେବ ।"},{"number":24,"verse":"ପୁଣି, ସମୁଦାୟ ଦେଶ କାନକୋଳି ଓ କଣ୍ଟକ ବୃକ୍ଷମୟ ହେବାରୁ ଲୋକେ ତୀର ଓ ଧନୁ ନେଇ ସେସ୍ଥାନକୁ ଯିବେ ।"},{"number":25,"verse":"ଆଉ, ଯେସବୁ ପର୍ବତ କୋଡ଼ିରେ ଖୋଳା ହୋଇଥିଲା, ତୁମ୍ଭେ କାନକୋଳି ଓ କଣ୍ଟକ ବନର ଭୟରେ ସେ ସ୍ଥାନକୁ ଗମନ କରିବ ନାହିଁ, ମାତ୍ର ତାହା ବଳଦର ଚରାସ୍ଥାନ ଓ ମେଷର ପାଦ ତଳେ ଦଳିତ ହେବାର ସ୍ଥାନ ହେବ ।"}]}