{"bibleAbbr":"KJV1611","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":22,"verses":[{"number":1,"verse":"And the children of Israel set forward, and pitched in the plaines of Moab, on this side Iordane by Iericho."},{"number":2,"verse":"And Balak the sonne of Zippor, saw all that Israel had done to the Amorites."},{"number":3,"verse":"And Moab was sore afraid of the people, because they were many, and Moab was distressed, because of the children of Israel."},{"number":4,"verse":"And Moab said vnto the elders of Midian; Now shall this company licke vp all that are round about vs, as the oxe licketh vp the grasse of the field. And Balak the sonne of Zippor, was King of the Moabites at that time."},{"number":5,"verse":"He sent messengers therefore vnto Balaam the sonne of Beor, to Pethor, which is by the riuer of the land of the children of his people, to call him, saying, Behold, there is a people come out from Egypt: beholde, they couer the face of the earth, and they abide ouer against me."},{"number":6,"verse":"Come now therefore, I pray thee, curse mee this people, for they are too mightie for me: peraduenture I shall preuaile, that we may smite them, and that I may driue them out of the land: for I wot that he whom thou blessest, is blessed, and hee whom thou cursest, is cursed."},{"number":7,"verse":"And the elders of Moab, and the elders of Midian departed, with the rewards of diuination in their hand; and they came vnto Balaam, and spake vnto him the words of Balak."},{"number":8,"verse":"And hee said vnto them, Lodge here this night, and I will bring you word againe as the Lord shal speake vnto mee: and the Princes of Moab abode with Balaam."},{"number":9,"verse":"And God came vnto Balaam, and said, What men are these with thee?"},{"number":10,"verse":"And Balaam said vnto God, Balak the sonne of Zippor, King of Moab, hath sent vnto me, saying;"},{"number":11,"verse":"Behold, there is a people come out of Egypt, which couereth the face of the earth: Come now, curse me them; peraduenture I shalbe able to ouercome them, and driue them out."},{"number":12,"verse":"And God saide vnto Balaam; Thou shalt not goe with them, thou shalt not curse the people: for they are blessed."},{"number":13,"verse":"And Balaam rose vp in the morning, and said vnto the Princes of Balak, Get you into your land: for the Lord refuseth to giue mee leaue to goe with you."},{"number":14,"verse":"And the Princes of Moab rose vp, and they went vnto Balak, and said, Balaam refuseth to come with vs."},{"number":15,"verse":"And Balak sent yet againe Princes, moe, and more honourable then they."},{"number":16,"verse":"And they came to Balaam, and said to him, Thus saith Balak the son of Zippor; Let nothing, I pray thee, hinder thee from comming vnto me:"},{"number":17,"verse":"For I wil promote thee vnto very great honour, and I will do whatsoeuer thou saiest vnto me: Come therefore, I pray thee, curse me this people."},{"number":18,"verse":"And Balaam answered and said vnto the seruants of Balak, If Balak would giue me his house full of siluer and gold, I cannot goe beyond the word of the Lord my God, to doe lesse or more."},{"number":19,"verse":"Now therefore, I pray you, tarie yee also here this night, that I may know what the Lord will say vnto me more."},{"number":20,"verse":"And God came vnto Balaam at night, and said vnto him, If the men come to call thee, rise vp, and goe with them: but yet the word which I shall say vnto thee, that shalt thou doe."},{"number":21,"verse":"And Balaam rose vp in the morning, and sadled his asse, and went with the princes of Moab."},{"number":22,"verse":"And Gods anger was kindled, because he went: and the Angel of the Lord stood in the way for an aduersarie against him: Now he was riding vpon his asse, and his two seruants were with him."},{"number":23,"verse":"And the Asse sawe the Angel of the Lord standing in the way, and his sword drawen in his hand: and the asse turned aside out of the way, and went into the field: and Balaam smote the asse, to turne her into the way."},{"number":24,"verse":"But the Angel of the Lord stood in a path of the vineyards, a wall being on this side, & a wall on that side."},{"number":25,"verse":"And when the asse saw the Angel of the Lord, she thrust her selfe vnto the wall, and crusht Balaams foote against the wall: and hee smote her againe."},{"number":26,"verse":"And the Angel of the Lord went further, and stood in a narrowe place, where was no way to turne, either to the right hand, or to the left."},{"number":27,"verse":"And when the asse sawe the Angel of the Lord, shee fell downe vnder Balaam, and Balaams anger was kindled, and hee smote the asse with a staffe."},{"number":28,"verse":"And the Lord opened the mouth of the asse, and shee saide vnto Balaam, What haue I done vnto thee, that thou hast smitten mee these three times?"},{"number":29,"verse":"And Balaam said vnto the asse, Because thou hast mocked mee: I would there were a sword in mine hand, for now would I kill thee."},{"number":30,"verse":"And the asse said vnto Balaam, Am not I thine asse, vpon which thou hast ridden euer since I was thine, vnto this day? was I euer wont to do so vnto thee? And he said, Nay."},{"number":31,"verse":"Then the Lord opened the eyes of Balaam, and hee saw the Angel of the Lord standing in the way, and his sword drawen in his hand: and hee bowed downe his head, and fell flat on his face."},{"number":32,"verse":"And the Angel of the Lord said vnto him, Wherefore hast thou smitten thine asse these three times? Behold, I went out to withstand thee, because thy way is peruerse before me."},{"number":33,"verse":"And the asse saw me, and turned from me these three times: vnlesse shee had turned from me, surely now also I had slaine thee, and saued her aliue."},{"number":34,"verse":"And Balaam said vnto the Angel of the Lord, I haue sinned: for I knew not that thou stoodest in the way against mee: Now therefore if it displease thee, I will get mee backe againe."},{"number":35,"verse":"And the Angel of the Lord said vnto Balaam, Goe with the men: but onely the word that I shall speake vnto thee, that thou shalt speake: So Balaam went with the princes of Balak."},{"number":36,"verse":"And when Balak heard that Balaam was come, hee went out to meete him, vnto a citie of Moab, which is in the border of Arnon, which is in the vtmost coast."},{"number":37,"verse":"And Balak said vnto Balaam, Did I not earnestly send vnto thee to call thee? wherefore camest thou not vnto me? Am I not able indeed to promote thee to honour?"},{"number":38,"verse":"And Balaam saide vnto Balak, Loe, I am come vnto thee: haue I now any power at all to say any thing? the worde that God putteth in my mouth, that shall I speake."},{"number":39,"verse":"And Balaam went with Balak, and they came vnto Kiriath-Huzoth."},{"number":40,"verse":"And Balak offered oxen, and sheepe, and sent to Balaam, and to the princes that were with him."},{"number":41,"verse":"And it came to passe on the morrow, that Balak tooke Balaam, and brought him vp into the high places of Baal, that thence hee might see the vtmost part of the people."}]}