{"bibleAbbr":"KJV1611","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":26,"verses":[{"number":1,"verse":"And it came to passe after the plague, that the Lord spake vnto Moses, and vnto Eleazar the sonne of Aaron the Priest, saying,"},{"number":2,"verse":"Take the summe of all the Congregation of the children of Israel, from twenty yeeres old and vpward, throughout their fathers house, all that are able to goe to warre in Israel."},{"number":3,"verse":"And Moses & Eleazar the Priest spake with them in the plaines of Moab by Iordane neere Iericho, saying,"},{"number":4,"verse":"Take the summe of the people from twenty yeeres old and vpward, as the Lord commanded Moses, and the children of Israel which went foorth out of the land of Egypt."},{"number":5,"verse":"Reuben the eldest sonne of Israel: the children of Reuben, Hanoch, of whom commeth the family of the Hanochites: of Pallu the family of the Palluites:"},{"number":6,"verse":"Of Hesron the family of the Hesronites: of Carmi the family of the Carmites."},{"number":7,"verse":"These are the families of the Reubenites: and they that were numbred of them, were fourtie and three thousand, and seuen hundred and thirtie."},{"number":8,"verse":"And the sonnes of Pallu, Eliab."},{"number":9,"verse":"And the sonnes of Eliab, Nemuel, and Dathan, and Abiram: this is that Dathan & Abiram, which were famous in the Congregation, who stroue against Moses and against Aaron in the companie of Korah, when they stroue against the Lord:"},{"number":10,"verse":"And the earth opened her mouth, and swallowed them vp together with Korah when that companie died, what time the fire deuoured two hundred and fiftie men: and they became a signe."},{"number":11,"verse":"Notwithstanding, the children of Korah died not."},{"number":12,"verse":"The sonnes of Simeon, after their families: Of Nemuel, the family of the Nemuelites: Of Iamin, the familie of the Iaminites: Of Iachin, the familie of the Iachinites:"},{"number":13,"verse":"Of Zerah, the familie of the Zarhites: Of Shaul, the familie of the Shaulites."},{"number":14,"verse":"These are the families of the Simeonites, twentie and two thousand, and two hundred."},{"number":15,"verse":"The children of Gad after their families: Of Zephon, the familie of the Zephonites: of Haggi the familie of the Haggites: of Shuni the familie of the Shunites."},{"number":16,"verse":"Of Ozni, the familie of the Oznites: Of Eri the familie of the Erites."},{"number":17,"verse":"Of Arod the familie of the Arodites: of Areli the familie of the Arelites."},{"number":18,"verse":"These are the families of the children of Gad, according to those that were numbred of them, fourtie thousand and fiue hundred."},{"number":19,"verse":"The sonnes of Iudah, were Er and Onan: and Er and Onan died in the land of Canaan."},{"number":20,"verse":"And the sonnes of Iudah after their families were: Of Shelah the familie of the Shelanites: Of Pharez the familie of the Pharzites: Of Zerah the familie of the Zarhites."},{"number":21,"verse":"And the sonnes of Pharez were: Of Hesron the familie of the Hesronites: Of Hamul the familie of the Hamulites."},{"number":22,"verse":"These are the families of Iudah according to those that were numbred of them, threescore and sixteene thousand and fiue hundred."},{"number":23,"verse":"Of the sonnes of Issachar after their families: Of Tola the familie of the Tolaites: of Pua the familie of the Punites."},{"number":24,"verse":"Of Iashub the familie of the Iashubites: of Shimron the familie of the Shimronites."},{"number":25,"verse":"These are the families of Issachar according to those that were numbred of them, threescore and foure thousand, and three hundred."},{"number":26,"verse":"Of the sonnes of Zebulun after their families, of Sered the familie of the Sardites: Of Elon the familie of the Elonites: of Iahleel the familie of the Iahleelites."},{"number":27,"verse":"These are the families of the Zebulunites, according to those that were numbred of them, threescore thousand and fiue hundred."},{"number":28,"verse":"The sonnes of Ioseph after their families, were Manasseh and Ephraim."},{"number":29,"verse":"Of the sonnes of Manasseh: Of Machir the familie of the Machirites: and Machir begate Gilead: Of Gilead come the familie of the Gileadites."},{"number":30,"verse":"These are the sonnes of Gilead: Of Ieezer the family of the Ieezerites: Of Helek the familie of the Helekites."},{"number":31,"verse":"And of Asriel the family of the Asrielites: and of Shechem the familie of the Shechemites."},{"number":32,"verse":"And of Shemida the familie of the Shemidaites: and of Hepher the familie of the Hepherites."},{"number":33,"verse":"And Zelophehad the sonne of Hepher had no sonnes, but daughters: and the names of the daughters of Zelophehad, were Mahlah, and Noah, Hoglah, Milcah, and Tirzah."},{"number":34,"verse":"These are the families of Manasseh, and those that were numbred of them, fiftie and two thousand and seuen hundred."},{"number":35,"verse":"These are the sonnes of Ephraim, after their families: Of Shuthelah the familie of the Shuthalhites: Of Becher the familie of the Bachrites: Of Tahan the familie of the Tahanites."},{"number":36,"verse":"And these are the sonnes of Shuthelah: Of Eran the familie of the Eranites."},{"number":37,"verse":"These are the families of the sonnes of Ephraim, according to those that were numbred of them, thirtie and two thousand, and fiue hundred. These are the sonnes of Ioseph after their families."},{"number":38,"verse":"The sonnes of Beniamin after their families: Of Bela the familie of the Belaites: Of Ashbel the familie of the Ashbelites: Of Ahiram the family of the Ahiramites:"},{"number":39,"verse":"Of Shupham the family of the Shuphamites: Of Hupham the family of the Huphamites."},{"number":40,"verse":"And the sonnes of Bela were Ard and Naaman: of Ard, the family of the Ardites: and of Naaman the family of the Naamites."},{"number":41,"verse":"These are the sonnes of Beniamin after their families; and they that were numbred of them, were fourty and fiue thousand, and sixe hundred."},{"number":42,"verse":"These are the sonnes of Dan after their families: Of Shuham the family of the Shuhamites. These are the families of Dan, after their families."},{"number":43,"verse":"All the families of the Shuhamites, according to those that were numbred of them, were three score and foure thousand, and foure hundred."},{"number":44,"verse":"Of the children of Asher after their families: Of Iimna the family of the Iimnites: Of Iesui the family of the Iesuites: Of Beriah the family of the Beriites."},{"number":45,"verse":"Of the sonnes of Beriah; of Heber the family of the Heberites: of Malchiel, the family of the Malchielites."},{"number":46,"verse":"And the name of the daughter of Asher, was Sarah."},{"number":47,"verse":"These are the families of the sonnes of Asher, according to those that were numbred of them; who were fiftie and three thousand, and foure hundred."},{"number":48,"verse":"Of the sonnes of Naphtali, after their families, of Iahzeel the family of the Iahzeelites: Of Guni, the family of the Gunites:"},{"number":49,"verse":"Of Iezer, the family of the Iezerites: Of Shillem the family of the Shillemites."},{"number":50,"verse":"These are the families of Naphtali, according to their families: and they that were numbred of them, were fourty and fiue thousand, and foure hundred."},{"number":51,"verse":"These were the numbred of the children of Israel, sixe hundred thousand, and a thousand, seuen hundred and thirtie."},{"number":52,"verse":"And the Lord spake vnto Moses, saying,"},{"number":53,"verse":"Unto these the land shall be diuided for an inheritance, according to the number of names."},{"number":54,"verse":"To many thou shalt giue the more inheritance, and to few thou shalt giue the lesse inheritance: to euery one shall his inheritance be giuen, according to those that were numbred of him."},{"number":55,"verse":"Notwithstanding the land shall bee diuided by lot: according to the names of the tribes of their fathers, they shall inherite."},{"number":56,"verse":"According to the lot shall the possession thereof be diuided betweene many and few."},{"number":57,"verse":"And these are they that were numbred of the Leuites, after their families: Of Gershon, the family of the Gershonites: Of Kohath the family of the Kohathites: Of Merari the family of the Merarites."},{"number":58,"verse":"These are the families of the Leuites: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korathites: and Kohath begate Amram."},{"number":59,"verse":"And the name of Amrams wife was Iochebed the daughter of Leui, whom her mother bare to Leui in Egypt: And shee bare vnto Amram, Aaron and Moses, and Miriam their sister."},{"number":60,"verse":"And vnto Aaron was borne Nadab and Abihu, Eleazar and Ithamar."},{"number":61,"verse":"And Nadab and Abihu died, when they offered strange fire before the Lord."},{"number":62,"verse":"And those that were numbred of them, were twenty and three thousand, all males from a moneth old and vpward: for they were not numbred among the children of Israel, because there was no inheritance giuen them among the children of Israel."},{"number":63,"verse":"These are they that were numbred by Moses and Eleazar the Priest, who numbred the children of Israel in the plaines of Moab, by Iordane neere Iericho."},{"number":64,"verse":"But among these there was not a man of them, whom Moses and Aaron the Priest numbred, when they numbred the children of Israel in the wildernesse of Sinai."},{"number":65,"verse":"For the Lord had said of them, They shall surely die in the wildernesse: and there was not left a man of them, saue Caleb the sonne of Iephunneh, and Ioshua the sonne of Nun."}]}