{"bibleAbbr":"KJV1611","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":27,"verses":[{"number":1,"verse":"Then came the daughters of Zelophehad, the sonne of Hepher, the sonne of Gilead, the sonne of Machir, the sonne of Manasseh, of the families of Manasseh, the sonne of Ioseph; and these are the names of his daughters: Mahlah, Noah, and Hoglah, and Milcah, and Tirzah."},{"number":2,"verse":"And they stood before Moses, and before Eleazar the Priest, and before the Princes, and all the Congregation, by the doore of the Tabernacle of the Congregation, saying,"},{"number":3,"verse":"Our father died in the wildernesse, and he was not in the company of them that gathered themselues together against the Lord in the company of Korah: but died in his owne sinne, and had no sonnes."},{"number":4,"verse":"Why should the name of our father be done away from among his family, because he hath no sonne? Giue vnto vs therefore a possession among the brethren of our father."},{"number":5,"verse":"And Moses brought their cause before the Lord."},{"number":6,"verse":"And the Lord spake vnto Moses, saying,"},{"number":7,"verse":"The daughters of Zelophehad speake right: thou shalt surely giue them a possession of an inheritance among their fathers brethren, and thou shalt cause the inheritance of their father to passe vnto them."},{"number":8,"verse":"And thou shalt speake vnto the children of Israel, saying, If a man die, and haue no sonne, then yee shall cause his inheritance to passe vnto his daughter."},{"number":9,"verse":"And if he haue no daughter, then yee shall giue his inheritance vnto his brethren."},{"number":10,"verse":"And if he haue no brethren, then yee shall giue his inheritance vnto his fathers brethren."},{"number":11,"verse":"And if his father haue no brethren, then ye shall giue his inheritance vnto his kinseman that is next to him of his family, and hee shall possesse it: And it shall be vnto the children of Israel a statute of iudgement, as the Lord commanded Moses."},{"number":12,"verse":"And the Lord saide vnto Moses, Get thee vp into this mount Abarim, and see the land which I haue giuen vnto the children of Israel."},{"number":13,"verse":"And when thou hast seene it, thou also shalt be gathered vnto thy people, as Aaron thy brother was gathered."},{"number":14,"verse":"For ye rebelled against my Commandement (in the desart of Zin, in the strife of the Congregation) to sanctifie me at the water, before their eyes: that is the water of Meribah in Kadesh in the wildernesse of Zin."},{"number":15,"verse":"And Moses spake vnto the Lord, saying,"},{"number":16,"verse":"Let the Lord, the God of the spirits of all flesh, set a man ouer the Congregation,"},{"number":17,"verse":"Which may goe out before them, and which may goe in before them, and which may lead them out, and which may bring them in, that the Congregation of the Lord bee not as sheepe which haue no shepheard."},{"number":18,"verse":"And the Lord saide vnto Moses, Take thee Ioshua the sonne of Nun, a man in whom is the spirit, and lay thine hand vpon him."},{"number":19,"verse":"And set him before Eleazar the Priest, and before all the Congregation: and giue him a charge in their sight."},{"number":20,"verse":"And thou shalt put some of thine honour vpon him, that all the Congregation of the children of Israel may be obedient."},{"number":21,"verse":"And he shall stand before Eleazar the Priest, who shall aske counsell for him, after the iudgement of Urim before the Lord: at his word shal they goe out, and at his word they shal come in, both he, and al the children of Israel with him, euen all the Congregation."},{"number":22,"verse":"And Moses did as the Lord commanded him: and he tooke Ioshua and set him before Eleazar the Priest, and before all the Congregation."},{"number":23,"verse":"And hee layd his handes vpon him, and gaue him a charge, as the Lord commaunded by the hand of Moses."}]}