{"bibleAbbr":"KJV1611","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":3,"verses":[{"number":1,"verse":"These also are the generations of Aaron and Moses, in the day that the Lord spake with Moses in Mount Sinai."},{"number":2,"verse":"And these are the names of the sonnes of Aaron: Nadab the first borne, and Abihu, Eleazar and Ithamar."},{"number":3,"verse":"These are the names of the sonnes of Aaron the Priests, which were anointed, whom he consecrated to minister in the Priests office."},{"number":4,"verse":"And Nadab and Abihu died before the Lord, when they offered strange fire before the Lord in the wildernesse of Sinai, and they had no children: and Eleazar and Ithamar ministred in the Priests office in the sight of Aaron their father."},{"number":5,"verse":"And the Lord spake vnto Moses, saying,"},{"number":6,"verse":"Bring the tribe of Leui neere, and present them before Aaron the Priest, that they may minister vnto him."},{"number":7,"verse":"And they shall keepe his charge, and the charge of the whole Congregation before the Tabernacle of the Congregation, to doe the seruice of the Tabernacle."},{"number":8,"verse":"And they shall keepe all the instruments of the Tabernacle of the Congregation, and the charge of the children of Israel, to doe the seruice of the Tabernacle."},{"number":9,"verse":"And thou shalt giue the Leuites vnto Aaron and to his sonnes: they are wholly giuen vnto him out of the children of Israel."},{"number":10,"verse":"And thou shalt appoint Aaron and his sonnes, and they shall waite on their priests office: and the stranger that commeth nigh, shall bee put to death."},{"number":11,"verse":"And the Lord spake vnto Moses, saying,"},{"number":12,"verse":"And I, behold, I haue taken the Leuites from among the children of Israel, in stead of all the first borne that openeth the matrice among the children of Israel: therefore the Leuites shall be mine,"},{"number":13,"verse":"Because all the first borne are mine: for on the day that I smote all the first borne in the land of Egypt, I halowed vnto mee all the first borne in Israel, both man, and beast, mine they shall be: I am the Lord."},{"number":14,"verse":"And the Lord spake vnto Moses, in the wildernesse of Sinai, saying,"},{"number":15,"verse":"Number the children of Leui, after the house of their fathers, by their families: euery male from a moneth old and vpward shalt thou number them."},{"number":16,"verse":"And Moses numbred them according to the word of the Lord, as he was commanded."},{"number":17,"verse":"And these were the sonnes of Leui, by their names: Gershon, and Kohath, and Merari."},{"number":18,"verse":"And these are the names of the sonnes of Gershon, by their families: Libni, and Shimei."},{"number":19,"verse":"And the sonnes of Kohath by their families: Amram, and Izehar, Hebron and Uzziel."},{"number":20,"verse":"And the sonnes of Merari by their families: Mahli, and Mushi: these are the families of the Leuites, according to the house of their fathers."},{"number":21,"verse":"Of Gershon was the familie of the Libnites, and the familie of the Shimites: these are the families of the Gershonites."},{"number":22,"verse":"Those that were numbred of them, according to the number of all the males, from a moneth old and vpward, euen those that were numbred of them, were seuen thousand and fiue hundred."},{"number":23,"verse":"The families of the Gershonites shal pitch behind the Tabernacle Westward."},{"number":24,"verse":"And the chiefe of the house of the father of the Gershonites, shall be Eliasaph the sonne of Lael."},{"number":25,"verse":"And the charge of the sonnes of Gershon, in the Tabernacle of the Congregation, shall be the Tabernacle, and the tent, the couering thereof, and the hanging for the doore of the Tabernacle of the Congregation:"},{"number":26,"verse":"And the hangings of the Court, and the curtaine for the doore of the court, which is by the Tabernacle, and by the Altar round about, and the cords of it, for all the seruice therof."},{"number":27,"verse":"And of Kohath was the familie of the Amramites, and the familie of the Izeharites, and the familie of the Hebronites, and the familie of the Uzzielites: these are the families of the Kohathites."},{"number":28,"verse":"In the number of all the males, from a moneth olde and vpward, were eight thousand, and sixe hundred, keeping the charge of the Sanctuary."},{"number":29,"verse":"The families of the sonnes of Kohath, shall pitch on the side of the Tabernacle Southward."},{"number":30,"verse":"And the chiefe of the house of the father of the families of the Kohathites shalbe Elizaphan the sonne of Uzziel."},{"number":31,"verse":"And their charge shall be the Arke, and the Table, and the Candlesticke, and the altars, and the vessels of the Sanctuarie, wherewith they minister, and the hanging, and all the seruice thereof."},{"number":32,"verse":"And Eleazar the sonne of Aaron the Priest, shall be chiefe ouer the chiefe of the Leuites, and haue the ouersight of them that keepe the charge of the Sanctuary."},{"number":33,"verse":"Of Merari was the family of the Mahlites, and the family of the Mushites: these are the families of Merari."},{"number":34,"verse":"And those that were numbred of them, according to the number of all the males from a moneth old & vpward, were sixe thousand and two hundred."},{"number":35,"verse":"And the chiefe of the house of the father of the families of Merari, was Zuriel the sonne of Abihail: these shall pitch on the side of the Tabernacle Northwards."},{"number":36,"verse":"And vnder the custody and charge of the sonnes of Merari, shall bee the boards of the Tabernacle, and the barres thereof, and the pillars thereof, and the sockets thereof, & all the vessels thereof, and all that serueth thereto:"},{"number":37,"verse":"And the pillars of the Court round about, and their sockets, and their pinnes, and their cords."},{"number":38,"verse":"But those that encampe before the Tabernacle toward the East, euen before the Tabernacle of the Congregation Eastward, shall be Moses and Aaron, and his sonnes, keeping the charge of the Sanctuary, for the charge of the children of Israel: and the stranger that commeth nigh, shall be put to death."},{"number":39,"verse":"All that were numbred of the Leuites, which Moses and Aaron numbred at the commaundement of the Lord, throughout their families, all the males from a moneth old and vpward, were twenty and two thousand."},{"number":40,"verse":"And the Lord said vnto Moses, Number all the first borne of the males of the children of Israel, from a moneth old and vpward, and take the number of their names."},{"number":41,"verse":"And thou shalt take the Leuites for me, (I am the Lord ) in stead of all the first borne among the children of Israel, and the cattell of the Leuites, in stead of all the firstlings among the cattell of the children of Israel."},{"number":42,"verse":"And Moses numbred as the Lord commanded him, all the first borne among the children of Israel."},{"number":43,"verse":"And all the first borne males, by the number of names, from a moneth old & vpward, of those that were numbred of them, were twenty and two thousand, two hundred, and threescore and thirteene."},{"number":44,"verse":"And the Lord spake vnto Moses, saying,"},{"number":45,"verse":"Take the Leuites in stead of all the first borne among the children of Israel, and the cattell of the Leuites in stead of their cattell, and the Leuites shalbe mine: I am the Lord."},{"number":46,"verse":"And for those that are to be redeemed of the two hundred and threescore and thirteene, of the first borne of the children of Israel, which are more then the Leuites;"},{"number":47,"verse":"Thou shalt euen take fiue shekels a piece, by the polle, after the shekel of the Sanctuary shalt thou take them; the shekel is twenty gerahs."},{"number":48,"verse":"And thou shalt giue the money, wherewith the odde number of them is to be redeemed, vnto Aaron and to his sonnes."},{"number":49,"verse":"And Moses tooke the redemption money, of them that were ouer and aboue them that were redeemed by the Leuites."},{"number":50,"verse":"Of the first borne of the children of Israel tooke he the money; a thousand, three hundred, and threescore and fiue shekels, after the shekel of the Sanctuary."},{"number":51,"verse":"And Moses gaue the money of them that were redeemed, vnto Aaron and to his sonnes, according to the word of the Lord, as the Lord commanded Moses."}]}