{"bibleAbbr":"KJV1611","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":32,"verses":[{"number":1,"verse":"Now the children of Reuben, and the children of Gad, had a very great multitude of cattell: and when they saw the land of Iazer, and the land of Gilead, that behold, the place was a place for cattell;"},{"number":2,"verse":"The children of Gad, and the children of Reuben, came and spake vnto Moses, and to Eleazar the Priest, and vnto the Princes of the Congregation, saying,"},{"number":3,"verse":"Ataroth, and Dibon, and Iazer, and Nimrah, and Heshbon, and Elealeh, and Shebam, and Nebo, and Beon,"},{"number":4,"verse":"Euen the countrey which the Lord smote before the Congregation of Israel, is a land for cattell, and thy seruants haue cattell."},{"number":5,"verse":"Wherefore, said they, if wee haue found grace in thy sight, let this lande be giuen vnto thy seruants for a possession, and bring vs not ouer Iordane."},{"number":6,"verse":"And Moses said vnto the children of Gad, and to the children of Reuben, Shall your brethren goe to warre, and shall ye sit here?"},{"number":7,"verse":"And wherefore discourage yee the heart of the children of Israel from going ouer into the lande, which the Lord hath giuen them?"},{"number":8,"verse":"Thus did your fathers, when I sent them from Kadesh Barnea to see the land."},{"number":9,"verse":"For when they went vp vnto the valley of Eshcol, and saw the land, they discouraged the heart of the children of Israel, that they should not goe into the land which the Lord had giuen them."},{"number":10,"verse":"And the Lords anger was kindled the same time, and hee sware, saying,"},{"number":11,"verse":"Surely none of the men that came vp out of Egypt, from twentie yeeres old and vpward, shall see the lande which I sware vnto Abraham, vnto Isaac, and vnto Iacob, because they haue not wholly followed me:"},{"number":12,"verse":"Saue Caleb the sonne of Iephunneh the Kenezite, and Ioshua the sonne of Nun: for they haue wholly followed the Lord."},{"number":13,"verse":"And the Lords anger was kindled against Israel, and hee made them wander in the wildernesse fourty yeeres, vntill all the generation that had done euill in the sight of the Lord was consumed."},{"number":14,"verse":"And beholde, ye are risen vp in your fathers stead, an increase of sinfull men, to augment yet the fierce anger of the Lord toward Israel."},{"number":15,"verse":"For if yee turne away from after him, hee will yet againe leaue them in the wildernesse, and ye shall destroy all this people."},{"number":16,"verse":"And they came neere vnto him, and said, Wee will build sheepfoldes here for our cattell, and cities for our litle ones."},{"number":17,"verse":"But we ourselues will goe ready armed before the children of Israel, vntill wee haue brought them vnto their place: and our litle ones shall dwell in the fenced cities, because of the inhabitants of the land."},{"number":18,"verse":"Wee will not returne vnto our houses, vntill the children of Israel haue inherited euery man his inheritance:"},{"number":19,"verse":"For wee will not inherite with them on yonder side Iordane, or forward, because our inheritance is fallen to vs on this side Iordane Eastward."},{"number":20,"verse":"And Moses said vnto them, If ye will doe this thing, if ye will goe armed before the Lord to warre,"},{"number":21,"verse":"And will goe all of you armed ouer Iordane before the Lord, vntill he hath driuen out his enemies from before him,"},{"number":22,"verse":"And the land bee subdued before the Lord: then afterward ye shall returne, and bee guiltlesse before the Lord, and before Israel; and this land shall be your possession before the Lord."},{"number":23,"verse":"But if ye will not doe so, behold, yee haue sinned against the Lord: and bee sure your sinne will finde you out."},{"number":24,"verse":"Build ye cities for your litle ones, and folds for your sheepe, and doe that which hath proceeded out of your mouth."},{"number":25,"verse":"And the children of Gad, and the children of Reuben spake vnto Moses, saying, Thy seruants will doe as my lord commandeth."},{"number":26,"verse":"Our little ones, our wiues, our flocks, and all our cattell shall be there in the cities of Gilead."},{"number":27,"verse":"But thy seruants will passe ouer, euery man armed for warre, before the Lord to battell, as my lord saith."},{"number":28,"verse":"So concerning them Moses commaunded Eleazar the Priest, and Ioshua the sonne of Nun, and the chiefe fathers of the tribes of the children of Israel:"},{"number":29,"verse":"And Moses said vnto them, If the children of Gad, and the children of Reuben will passe with you ouer Iordane, euery man armed to battell before the Lord, and the land shall be subdued before you, then ye shall giue them the land of Gilead for a possession:"},{"number":30,"verse":"But if they will not passe ouer with you armed, they shall haue possessions among you in the land of Canaan."},{"number":31,"verse":"And the children of Gad, and the children of Reuben answered, saying, As the Lord hath said vnto thy seruants, so will we doe."},{"number":32,"verse":"Wee will passe ouer armed before the Lord into the land of Canaan, that the possession of our inheritance on this side Iordane may be ours."},{"number":33,"verse":"And Moses gaue vnto them, euen to the children of Gad, and to the children of Reuben; and vnto halfe the tribe of Manasseh the sonne of Ioseph, the kingdome of Sihon King of the Amorites, and the kingdome of Og King of Bashan, the land with the cities thereof, in the coastes, euen the cities of the countrey round about."},{"number":34,"verse":"And the children of Gad built Dibon, and Ataroth, and Aroer,"},{"number":35,"verse":"And Atroth, Shophan, and Iaazer, and Iogbehah,"},{"number":36,"verse":"And Bethnimrah, and Bethharan, fenced cities: and foldes for sheepe."},{"number":37,"verse":"And the children of Reuben built Heshbon, and Elealeh, and Kiriathaim,"},{"number":38,"verse":"And Nebo, and Baalmeon (their names being changed) and Shibmah: and gaue other names vnto the cities which they builded."},{"number":39,"verse":"And the children of Machir, the sonne of Manasseh, went to Gilead, and tooke it, and dispossessed the Amorite which was in it."},{"number":40,"verse":"And Moses gaue Gilead vnto Machir the sonne of Manasseh, and he dwelt therein."},{"number":41,"verse":"And Iair the sonne of Manasseh went and tooke the small townes thereof, and called them Hauoth-Iair."},{"number":42,"verse":"And Nobah went and tooke Kenath, and the villages thereof, and called it Nobah, after his owne name."}]}