{"bibleAbbr":"KJV1611","bookName":"Numbers","bookEnglishName":"Numbers","chapterNumber":34,"verses":[{"number":1,"verse":"And the Lord spake vnto Moses, saying,"},{"number":2,"verse":"Command the children of Israel, and say vnto them, When ye come into the land of Canaan, (this is the land that shall fall vnto you for an inheritance, euen the land of Canaan, with the coasts thereof.)"},{"number":3,"verse":"Then your South quarter shall be from the wildernesse of Zin, along by the coast of Edom, and your South border shall be the outmost coast of the salt Sea Eastward."},{"number":4,"verse":"And your border shal turne from the South to the ascent of Akrabbim, and passe on to Zin: and the going foorth thereof shall be from the South to Kadesh-Barnea, and shall goe on to Hazar-Addar, and passe on to Azmon."},{"number":5,"verse":"And the border shall fetch a comcompasse from Azmon vnto the riuer of Egypt, and the goings out of it shall be at the sea."},{"number":6,"verse":"And as for the Westerne border, you shall euen haue the great sea for a border: this shall be your West border."},{"number":7,"verse":"And this shall be your North border: from the great sea, you shall point out for you, mount Hor."},{"number":8,"verse":"From mount Hor, ye shall point out your border vnto the entrance of Hamath: and the goings foorth of the border shall be to Zedad."},{"number":9,"verse":"And the border shall goe on to Ziphron, and the goings out of it shall bee at Hazar Enan: this shall be your North border."},{"number":10,"verse":"And ye shall point out your East border, from Hazar Enan to Shepham."},{"number":11,"verse":"And the coast shall goe downe from Shepham to Riblah, on the East side of Ain: and the border shall descend and shall reach vnto the side of the sea of Chinnereth Eastward."},{"number":12,"verse":"And the border shall goe downe to Iordane, and the goings out of it shall be at the salt sea: this shall be your land with the coastes thereof round about."},{"number":13,"verse":"And Moses commanded the children of Israel, saying, This is the land which ye shall inherite by lot, which the Lord commanded to giue vnto the nine tribes, and to the halfe tribe."},{"number":14,"verse":"For the tribe of the children of Reuben, according to the house of their fathers, and the tribe of the children of Gad, according to the house of their fathers, haue receiued their inheritance, and halfe the tribe of Manasseh haue receiued their inheritance."},{"number":15,"verse":"The two tribes, and the halfe tribe haue receiued their inheritance on this side Iordane neere Iericho, Eastward, toward the Sunne rising."},{"number":16,"verse":"And the Lord spake vnto Moses, saying,"},{"number":17,"verse":"These are the names of the men which shall diuide the land vnto you: Eleazar the Priest, and Ioshua the sonne of Nun."},{"number":18,"verse":"And yee shall take one Prince of euery tribe, to diuide the land by inheritance."},{"number":19,"verse":"And the names of the men are these: Of the tribe of Iudah, Caleb the sonne of Iephunneh."},{"number":20,"verse":"And of the tribe of the children of Simeon, Shemuel the sonne of Ammihud."},{"number":21,"verse":"Of the tribe of Beniamin, Elidad the sonne of Chislon."},{"number":22,"verse":"And the Prince of the tribe of the children of Dan, Bukki the sonne of Iogli."},{"number":23,"verse":"The Prince of the children of Ioseph: for the tribe of the children of Manasseh, Hanniel the sonne of Ephod."},{"number":24,"verse":"And the Prince of the tribe of the children of Ephraim, Kemuel the sonne of Shiphtan."},{"number":25,"verse":"And the Prince of the tribe of the children of Zebulun, Elizaphan the sonne of Parnach."},{"number":26,"verse":"And the Prince of the tribe of the children of Issachar, Paltiel the sonne of Azzan."},{"number":27,"verse":"And the Prince of the tribe of the children of Asher, Ahihud the sonne of Shelomi."},{"number":28,"verse":"And the Prince of the tribe of the children of Naphtali, Pedahel the sonne of Ammihud."},{"number":29,"verse":"These are they whom the Lord commaunded to diuide the inheritance vnto the children of Israel in the land of Canaan."}]}