{"bibleAbbr":"HSB+","bookName":"Judges","bookEnglishName":"Judges","chapterNumber":17,"verses":[{"number":1,"verse":"וַֽיְהִי־ <WH1961> vay-hi- now there was אִ֥ישׁ <WH376> 'ish And there was a man מֵֽהַר־ <WH2022> me-har- of mount אֶפְרָ֖יִם <WH669> 'ef-Ra-yim Ephraim וּשְׁמ֥וֹ <WH8034> u-she-Mo whose name מִיכָֽיְהוּ׃ <WH4319> mi-Cha-ye-hu. Micaiah"},{"number":2,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer And he said לְאִמּ֡וֹ <WH517> le-'im-Mo unto his mother אֶלֶף֩ <WH505> 'e-Lef thousand וּמֵאָ֨ה <WH3967> u-me-'Ah hundred הַכֶּ֜סֶף <WH3701> hak-Ke-sef [shekels] of silver אֲשֶׁ֣ר <WH834> 'a-Sher which לֻֽקַּֽח־ <WH3947> luk-kach- that were taken לָ֗ךְ Lach, ; וְאַתִּי ve-'at-ti כוְאַ֤תְּ <WH859> ve-'At you קאָלִית֙ <WH422> 'a-Lit from thee about which thou cursedst וְגַם֙ <WH1571> ve-Gam again אָמַ֣רְתְּ <WH559> 'a-Mart and spakest בְּאָזְנַ֔י <WH241> be-'a-ze-Nai, of also in mine ears הִנֵּֽה־ <WH2009> hin-neh- behold הַכֶּ֥סֶף <WH3701> hak-Ke-sef behold the silver אִתִּ֖י <WH854> 'it-Ti for אֲנִ֣י <WH589> 'a-Ni I לְקַחְתִּ֑יו <WH3947> le-kach-Tiv; [is] with me I took וַתֹּ֣אמֶר <WH559> vat-To-mer said אִמּ֔וֹ <WH517> im-Mo, it And his mother בָּר֥וּךְ <WH1288> ba-Ruch Blessed בְּנִ֖י <WH1121> be-Ni my son לַיהוָֽה׃ <WH3068> Yah-weh. [be thou] of the LORD"},{"number":3,"verse":"וַיָּ֛שֶׁב <WH7725> vai-Ya-shev And when he had restored אֶת־ <WH853> 'et- אֶֽלֶף־ <WH505> 'e-lef- thousand וּמֵאָ֥ה <WH3967> u-me-'Ah hundred הַכֶּ֖סֶף <WH3701> hak-Ke-sef [shekels] of silver לְאִמּ֑וֹ <WH517> le-'im-Mo; to his mother וַתֹּ֣אמֶר <WH559> vat-To-mer said אִמּ֡וֹ <WH517> im-Mo his mother הַקְדֵּ֣שׁ <WH6942> hak-Desh I had wholly הִקְדַּ֣שְׁתִּי <WH6942> hik-Dash-ti dedicated אֶת־ <WH853> 'et- הַכֶּסֶף֩ <WH3701> hak-ke-Sef the silver לַיהוָ֨ה <WH3068> Yah-weh unto the LORD מִיָּדִ֜י <WH3027> mi-ya-Di from my hand לִבְנִ֗י <WH1121> liv-Ni, for my son לַֽעֲשׂוֹת֙ <WH6213> la-'a-sOt to make פֶּ֣סֶל <WH6459> Pe-sel a graven image וּמַסֵּכָ֔ה <WH4541> u-mas-se-Chah, and a molten image וְעַתָּ֖ה <WH6258> ve-'at-Tah now אֲשִׁיבֶ֥נּוּ <WH7725> 'a-shi-Ven-nu now therefore I will restore לָֽךְ׃ Lach."},{"number":4,"verse":"וַיָּ֥שֶׁב <WH7725> vai-Ya-shev Yet he restored אֶת־ <WH853> 'et- הַכֶּ֖סֶף <WH3701> hak-Ke-sef the money לְאִמּ֑וֹ <WH517> le-'im-Mo; unto his mother וַתִּקַּ֣ח <WH3947> vat-tik-Kach took אִמּוֹ֩ <WH517> im-Mo and his mother מָאתַ֨יִם <WH3967> ma-Ta-yim two hundred כֶּ֜סֶף <WH3701> Ke-sef [shekels] of silver וַתִּתְּנֵ֣הוּ <WH5414> vat-tit-te-Ne-hu and gave לַצּוֹרֵ֗ף <WH6884> latz-tzo-Ref, them to the founder וַֽיַּעֲשֵׂ֙הוּ֙ <WH6213> vai-ya-'a-Se-hu who made פֶּ֣סֶל <WH6459> Pe-sel thereof a graven image וּמַסֵּכָ֔ה <WH4541> u-mas-se-Chah, and a molten image וַיְהִ֖י <WH1961> vay-Hi were in בְּבֵ֥ית <WH1004> be-Veit and they were in the house מִיכָֽיְהוּ׃ <WH4319> mi-Cha-ye-hu. Micaiah"},{"number":5,"verse":"וְהָאִ֣ישׁ <WH376> ve-ha-'Ish And the man מִיכָ֔ה <WH4318> mi-Chah, Micah ל֖וֹ lo בֵּ֣ית <WH1004> beit had an house אֱלֹהִ֑ים <WH430> E-lo-Him; of gods וַיַּ֤עַשׂ <WH6213> vai-Ya-'as and made אֵפוֹד֙ <WH646> 'e-fOd an ephod וּתְרָפִ֔ים <WH8655> u-te-ra-Fim, and teraphim וַיְמַלֵּ֗א <WH4390> vay-mal-Le, accomplish אֶת־ <WH853> 'et- יַ֤ד <WH3027> yad able אַחַד֙ <WH259> 'a-Chad one מִבָּנָ֔יו <WH1121> mib-ba-Nav, of his sons וַיְהִי־ <WH1961> vay-hi- become ל֖וֹ lo לְכֹהֵֽן׃ <WH3548> le-cho-Hen. who became his priest"},{"number":6,"verse":"בַּיָּמִ֣ים <WH3117> bai-ya-Mim In those days הָהֵ֔ם <WH1992> ha-Hem, those אֵ֥ין <WH369> 'ein there מֶ֖לֶךְ <WH4428> Me-lech [there was] no king בְּיִשְׂרָאֵ֑ל <WH3478> be-Yis-ra-'El; in Israel אִ֛ישׁ <WH376> 'ish [but] every man הַיָּשָׁ֥ר <WH3477> hai-ya-Shar [that which was] right בְּעֵינָ֖יו <WH5869> be-'ei-Nav in his own eyes יַעֲשֶֽׂה׃ <WH6213> ya-'a-Seh. did פ Peh"},{"number":7,"verse":"וַיְהִי־ <WH1961> vay-hi- now there was נַ֗עַר <WH5288> Na-'ar, And there was a young man מִבֵּ֥ית mib-Beit לֶ֙חֶם֙ <WH1035> le-chem Bethlehem יְהוּדָ֔ה <WH3063> ye-hu-Dah, of Judah מִמִּשְׁפַּ֖חַת <WH4940> mi-mish-Pa-chat of the family יְהוּדָ֑ה <WH3063> ye-hu-Dah; of Judah וְה֥וּא <WH1931> ve-Hu who לֵוִ֖י <WH3881> le-Vi who [was] a Levite וְה֥וּא <WH1931> ve-Hu who גָֽר־ <WH1481> gar- and he sojourned שָֽׁם׃ <WH8033> Sham. there"},{"number":8,"verse":"וַיֵּ֨לֶךְ <WH1980> vai-Ye-lech departed הָאִ֜ישׁ <WH376> ha-'Ish And the man מֵהָעִ֗יר <WH5892> me-ha-'Ir, out of the city מִבֵּ֥ית mib-Beit לֶ֙חֶם֙ <WH1035> le-chem Bethlehem יְהוּדָ֔ה <WH3063> ye-hu-Dah, Judah לָג֖וּר <WH1481> la-Gur to sojourn בַּאֲשֶׁ֣ר <WH834> ba-'a-Sher wherever יִמְצָ֑א <WH4672> yim-Tza; where he could find וַיָּבֹ֧א <WH935> vai-ya-Vo [a place] and he came הַר־ <WH2022> har- to mount אֶפְרַ֛יִם <WH669> 'ef-Ra-yim Ephraim עַד־ <WH5704> 'ad- against בֵּ֥ית <WH1004> beit to the house מִיכָ֖ה <WH4318> mi-Chah of Micah לַעֲשׂ֥וֹת <WH6213> la-'a-Sot made דַּרְכּֽוֹ׃ <WH1870> dar-Ko. his journey"},{"number":9,"verse":"וַיֹּאמֶר־ <WH559> vai-yo-mer- said ל֥וֹ lo מִיכָ֖ה <WH4318> mi-Chah And Micah מֵאַ֣יִן <WH370> me-'A-yin unto him Whence תָּב֑וֹא <WH935> ta-Vo; comest וַיֹּ֨אמֶר <WH559> vai-Yo-mer thou;And he said אֵלָ֜יו <WH413> 'e-Lav to him לֵוִ֣י <WH3881> le-Vi unto him I [am] a Levite אָנֹ֗כִי <WH595> 'a-No-chi, I מִבֵּ֥ית mib-Beit לֶ֙חֶם֙ <WH1035> le-chem Bethlehem יְהוּדָ֔ה <WH3063> ye-hu-Dah, Judah וְאָנֹכִ֣י <WH595> ve-'a-no-Chi and I הֹלֵ֔ךְ <WH1980> ho-Lech, and I go לָג֖וּר <WH1481> la-Gur to sojourn בַּאֲשֶׁ֥ר <WH834> ba-'a-Sher wherever אֶמְצָֽא׃ <WH4672> 'em-Tza. where I may find"},{"number":10,"verse":"וַיֹּאמֶר֩ <WH559> vai-yo-Mer said ל֨וֹ lo מִיכָ֜ה <WH4318> mi-Chah And Micah שְׁבָ֣ה <WH3427> she-Vah unto him Dwell עִמָּדִ֗י <WH5978> 'im-ma-Di, against וֶֽהְיֵה־ <WH1961> veh-yeh- become לִי֮ li לְאָ֣ב <WH1> le-'Av with me and be unto me a father וּלְכֹהֵן֒ <WH3548> u-le-cho-Hen and a priest וְאָנֹכִ֨י <WH595> ve-'a-no-Chi I אֶֽתֶּן־ <WH5414> 'et-ten- and I will give לְךָ֜ le-Cha עֲשֶׂ֤רֶת <WH6235> 'a-Se-ret thee ten כֶּ֙סֶף֙ <WH3701> ke-sef [shekels] of silver לַיָּמִ֔ים <WH3117> lai-ya-Mim, by the year וְעֵ֥רֶךְ <WH6187> ve-'E-rech and a suit בְּגָדִ֖ים <WH899> be-ga-Dim of apparel וּמִחְיָתֶ֑ךָ <WH4241> u-mich-ya-Te-cha; and thy victuals וַיֵּ֖לֶךְ <WH1980> vai-Ye-lech went הַלֵּוִֽי׃ <WH3881> hal-le-Vi. So the Levite"},{"number":11,"verse":"וַיּ֥וֹאֶל <WH2974> vai-Yo-'el was content הַלֵּוִ֖י <WH3881> hal-le-Vi And the Levite לָשֶׁ֣בֶת <WH3427> la-She-vet to dwell אֶת־ <WH854> 'et- with הָאִ֑ישׁ <WH376> ha-'Ish; with the man וַיְהִ֤י <WH1961> vay-Hi became הַנַּ֙עַר֙ <WH5288> han-Na-'ar and the young man ל֔וֹ lo, כְּאַחַ֖ד <WH259> ke-'a-Chad was unto him as one מִבָּנָֽיו׃ <WH1121> mib-ba-Nav. of his sons"},{"number":12,"verse":"וַיְמַלֵּ֤א <WH4390> vay-mal-Le accomplish מִיכָה֙ <WH4318> mi-Chah And Micah אֶת־ <WH853> 'et- יַ֣ד <WH3027> yad able הַלֵּוִ֔י <WH3881> hal-le-Vi, the Levite וַיְהִי־ <WH1961> vay-hi- became ל֥וֹ lo הַנַּ֖עַר <WH5288> han-Na-'ar and the young man לְכֹהֵ֑ן <WH3548> le-cho-Hen; became his priest וַיְהִ֖י <WH1961> vay-Hi and lived בְּבֵ֥ית <WH1004> be-Veit and was in the house מִיכָֽה׃ <WH4318> mi-Chah. of Micah"},{"number":13,"verse":"וַיֹּ֣אמֶר <WH559> vai-Yo-mer Then said מִיכָ֔ה <WH4318> mi-Chah, Micah עַתָּ֣ה <WH6258> 'at-Tah Now יָדַ֔עְתִּי <WH3045> ya-Da'-ti, Now know כִּֽי־ <WH3588> ki- seeing יֵיטִ֥יב <WH3190> yei-Tiv will do me good יְהוָ֖ה <WH3068> Yah-weh I that the LORD לִ֑י Li; כִּ֧י <WH3588> ki seeing הָיָה־ <WH1961> ha-yah- have לִ֛י li הַלֵּוִ֖י <WH3881> hal-le-Vi seeing I have a Levite לְכֹהֵֽן׃ <WH3548> le-cho-Hen. to [my] priest"}]}