{"bibleAbbr":"WEB2020","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":12,"verses":[{"number":1,"verse":"Rehoboam<WH7346> went<WH3212> to Shechem:<WH7927> for all Israel<WH3478> had come<WH935> to Shechem<WH7927> to make him king.<WH4427>"},{"number":2,"verse":"It happened,<WH3379> when Jeroboam the son<WH1121> of Nebat<WH5028> heard<WH8085> of it<WH4714> (for he was yet in Egypt, where he had fled<WH1272> from the presence<WH6440> of king<WH4428> Solomon,<WH8010> and Jeroboam<WH3379> lived<WH3427> in Egypt,<WH4714>"},{"number":3,"verse":"and they sent<WH7971> and called<WH7121> him<WH3379>), that Jeroboam and all the assembly<WH6951> of Israel<WH3478> came,<WH935> and spoke<WH1696> to Rehoboam,<WH7346> saying,<WH559>"},{"number":4,"verse":"\"Your father<WH1> made<WH7185> our yoke<WH5923> grievous:<WH7185> now therefore make you the grievous<WH7186> service<WH5656> of your father,<WH1> and his heavy<WH3515> yoke<WH5923> which he put<WH5414> on us,<WH7043> lighter, and we will serve you.<WH5647>\""},{"number":5,"verse":"He said<WH559> to them,<WH3212> \"Depart for three<WH7969> days,<WH3117> then come back<WH7725> to me.<WH5971>\" The people departed.<WH3212>"},{"number":6,"verse":"King<WH4428> Rehoboam<WH7346> took counsel<WH3289> with the old men,<WH2205> who had stood<WH5975> before<WH6440> Solomon<WH8010> his father<WH1> while he yet lived,<WH2416> saying,<WH559> \"What counsel<WH3289> do you give me to return<WH7725> answer<WH1697> to this people?<WH5971>\""},{"number":7,"verse":"They spoke<WH1696> to him,<WH559> saying, \"If you will be a servant<WH5650> to this people<WH5971> this day,<WH3117> and will serve<WH5647> them,<WH6030> and answer them,<WH1696> and speak good<WH2896> words<WH1697> to them,<WH5650> then they will be your servants forever.<WH3117>\""},{"number":8,"verse":"But he forsook<WH5800> the counsel<WH6098> of the old men<WH2205> which they had given<WH3289> him,<WH3289> and took counsel with the young men<WH3206> who had grown up<WH1431> with him,<WH5975> who stood before him.<WH6440>"},{"number":9,"verse":"He said<WH559> to them,<WH3289> \"What counsel do you give, that we may<WH7725> return answer<WH1697> to this people,<WH5971> who have spoken<WH1696> to me,<WH559> saying, <WH7043> 'Make the yoke<WH5923> that your father<WH1> put<WH5414> on us lighter?<WH7043>'\""},{"number":10,"verse":"The young men<WH3206> who had grown up<WH1431> with him spoke<WH1696> to him,<WH559> saying, \"Thus you shall tell<WH559> this people<WH5971> who spoke<WH559> to you,<WH559> saying, <WH1> 'Your father made<WH3513> our yoke<WH5923> heavy,<WH3513> but make it lighter<WH7043> to us;<WH1696>' you shall say to them,<WH6995> 'My little finger is thicker<WH5666> than my father<WH1>'s waist.<WH4975>"},{"number":11,"verse":"Now whereas my father<WH1> burdened<WH6006> you with a heavy<WH3515> yoke,<WH5923> I will add<WH3254> to your yoke:<WH5923> my father<WH1> chastised<WH3256> you with whips,<WH7752> but I will chastise<WH3256> you with scorpions.<WH6137>'\""},{"number":12,"verse":"So Jeroboam<WH3379> and all the people<WH5971> came<WH935> to Rehoboam<WH7346> the third<WH7992> day,<WH3117> as the king<WH4428> asked,<WH1696> saying,<WH559> \"Come to me again<WH7725> the third<WH7992> day.<WH3117>\""},{"number":13,"verse":"The king<WH4428> answered<WH6030> the people<WH5971> roughly,<WH7186> and forsook<WH5800> the counsel<WH6098> of the old men<WH2205> which they had given him,<WH3289>"},{"number":14,"verse":"and spoke<WH1696> to them according to the counsel<WH6098> of the young men,<WH3206> saying,<WH559> \"My father<WH1> made<WH3513> your yoke<WH5923> heavy,<WH3513> but I will add<WH3254> to your yoke.<WH5923> My father<WH1> chastised<WH3256> you with whips,<WH7752> but I will chastise<WH3256> you with scorpions.<WH6137>\""},{"number":15,"verse":"So the king<WH4428> didn't<WH8085> listen to the people;<WH5971> for it was<WH5438> a thing brought about of Yahweh,<WH3068> that he might establish<WH6965> his word,<WH1697> which Yahweh<WH3068> spoke<WH1696> by<WH3027> Ahijah<WH281> the Shilonite<WH7888> to Jeroboam<WH3379> the son<WH1121> of Nebat.<WH5028>"},{"number":16,"verse":"When<WH7725> all Israel<WH3478> saw<WH7200> that the king<WH4428> didn't<WH8085> listen to them,<WH5971> the people answered<WH1697> the king,<WH4428> saying,<WH559> \"What portion<WH2506> have we in David?<WH1732> Neither do we have an inheritance<WH5159> in the son<WH1121> of Jesse.<WH3448> To your tents,<WH168> Israel!<WH3478> Now see<WH7200> to your own house,<WH1004> David.<WH1732>\" So Israel<WH3478> departed<WH3212> to their tents.<WH168>"},{"number":17,"verse":"But as for the children<WH1121> of Israel<WH3478> who lived<WH3427> in the cities<WH5892> of Judah,<WH3063> Rehoboam<WH7346> reigned over them.<WH4427>"},{"number":18,"verse":"Then king<WH4428> Rehoboam<WH7346> sent<WH7971> Adoram,<WH151> who was over the men subject to forced labor;<WH4522> and all Israel<WH3478> stoned<WH7275> him to death<WH4191> with stones.<WH68> King<WH4428> Rehoboam<WH7346> made speed<WH553> to get him up<WH5927> to his chariot,<WH4818> to flee<WH5127> to Jerusalem.<WH3389>"},{"number":19,"verse":"So Israel<WH3478> rebelled<WH6586> against the house<WH1004> of David<WH1732> to this day.<WH3117>"},{"number":20,"verse":"It happened,<WH3478> when all Israel heard<WH8085> that Jeroboam<WH3379> was returned,<WH7725> that they sent<WH7971> and called<WH7121> him to the congregation,<WH5712> and made him king<WH4427> over all Israel:<WH3478> there was none who followed<WH310> the house<WH1004> of David,<WH1732> but<WH2108> the tribe<WH7626> of Judah only.<WH3063>"},{"number":21,"verse":"When Rehoboam<WH7346> had come<WH935> to Jerusalem,<WH3389> he assembled<WH6950> all the house<WH1004> of Judah,<WH3063> and the tribe<WH7626> of Benjamin,<WH1144> a hundred<WH3967> and eighty<WH8084> thousand<WH505> chosen men,<WH977> who were warriors,<WH6213> to fight<WH3898> against the house<WH1004> of Israel,<WH3478> to bring<WH7725> the kingdom<WH4410> again<WH7725> to Rehoboam<WH7346> the son<WH1121> of Solomon.<WH8010>"},{"number":22,"verse":"But the word<WH1697> of God<WH430> came to Shemaiah<WH8098> the man<WH376> of God,<WH430> saying,<WH559>"},{"number":23,"verse":"\"Speak<WH559> to Rehoboam<WH7346> the son<WH1121> of Solomon,<WH8010> king<WH4428> of Judah,<WH3063> and to all the house<WH1004> of Judah<WH3063> and Benjamin,<WH1144> and to the rest<WH3499> of the people,<WH5971> saying,<WH559>"},{"number":24,"verse":"<WH559> 'Thus says Yahweh,<WH3068> \"You shall not go up,<WH5927> nor fight<WH3898> against your brothers,<WH251> the children<WH1121> of Israel.<WH3478> Everyone<WH376> return<WH7725> to his house;<WH1004> for this thing<WH1697> is<WH1961> of me.<WH8085>\"'\" So they listened to the word<WH1697> of Yahweh,<WH3068> and returned<WH7725> and went their way,<WH3212> according to the word<WH1697> of Yahweh.<WH3068>"},{"number":25,"verse":"Then Jeroboam<WH3379> built<WH1129> Shechem<WH7927> in the hill<WH2022> country of Ephraim,<WH669> and lived<WH3427> in it;<WH3318> and he went out from there,<WH1129> and built Penuel.<WH6439>"},{"number":26,"verse":"Jeroboam<WH3379> said<WH559> in his heart,<WH3820> \"Now the kingdom<WH4467> will return<WH7725> to the house<WH1004> of David.<WH1732>"},{"number":27,"verse":"If this people<WH5971> goes up<WH5927> to offer<WH6213> sacrifices<WH2077> in the house<WH1004> of Yahweh<WH3068> at Jerusalem,<WH3389> then the heart<WH3820> of this people<WH5971> will turn again<WH7725> to their lord,<WH113> even to Rehoboam<WH7346> king<WH4428> of Judah;<WH3063> and they will kill<WH2026> me,<WH7725> and return to Rehoboam<WH7346> king<WH4428> of Judah.<WH3063>\""},{"number":28,"verse":"Whereupon the king<WH4428> took counsel,<WH3289> and made<WH6213> two<WH8147> calves<WH5695> of gold;<WH2091> and he said<WH559> to them,<WH7227> \"It is too much for you to go up<WH5927> to Jerusalem.<WH3389> Look and see your gods,<WH430> Israel,<WH3478> which brought you up<WH5927> out of the land<WH776> of Egypt!<WH4714>\""},{"number":29,"verse":"He set<WH7760> the one<WH259> in Bethel,<WH1008> and the other<WH259> put<WH5414> he in Dan.<WH1835>"},{"number":30,"verse":"This thing<WH1697> became a sin;<WH2403> for the people<WH5971> went<WH3212> to worship before<WH6440> the one,<WH259> even to Dan.<WH1835>"},{"number":31,"verse":"He made<WH6213> houses<WH1004> of high places,<WH1116> and made<WH6213> priests<WH3548> from among<WH7098> all the people,<WH5971> who were not of the sons<WH1121> of Levi.<WH3878>"},{"number":32,"verse":"Jeroboam<WH3379> ordained<WH6213> a feast<WH2282> in the eighth<WH8066> month,<WH2320> on the fifteenth<WH2568> day<WH3117> of the month,<WH2320> like the feast<WH2282> that is in Judah,<WH3063> and he went<WH5927> up to the altar;<WH4196> he did<WH6213> so in Bethel,<WH1008> sacrificing<WH2076> to the calves<WH5695> that he had made:<WH6213> and he placed<WH5975> in Bethel<WH1008> the priests<WH3548> of the high places<WH1116> that he had made.<WH6213>"},{"number":33,"verse":"He went<WH5927> up to the altar<WH4196> which he had made<WH6213> in Bethel<WH1008> on the fifteenth<WH2568> day<WH3117> in the eighth<WH8066> month,<WH2320> even in the month<WH2320> which he had devised<WH908> of his own heart:<WH3820> and he ordained<WH6213> a feast<WH2282> for the children<WH1121> of Israel,<WH3478> and went<WH5927> up to the altar,<WH4196> to burn incense.<WH6999>"}]}