{"bibleAbbr":"WEB2020+","bookName":"1 Kings","bookEnglishName":"1 Kings","chapterNumber":2,"verses":[{"number":1,"verse":"Now the days <WH3117> of David <WH1732> drew near <WH7126> that he should die; <WH4191> and he commanded <WH6680> Solomon <WH8010> his son, <WH1121> saying, <WH559>"},{"number":2,"verse":"\"I am going <WH1980> the way <WH1870> of all the earth. <WH776> You be strong <WH2388> therefore, <WH376> and show yourself a man;"},{"number":3,"verse":"and keep <WH8104> the instruction <WH4931> of Yahweh <WH3068> your God, <WH430> to walk <WH3212> in his ways, <WH1870> to keep <WH8104> his statutes, <WH2708> his commandments, <WH4687> his ordinances, <WH4941> and his testimonies, <WH5715> according to that which is written <WH3789> in the law <WH8451> of Moses, <WH4872> that you may prosper <WH7919> in all that you do, <WH6213> and wherever you turn yourself. <WH6437>"},{"number":4,"verse":"That Yahweh <WH3068> may establish <WH6965> his word <WH1697> which he spoke <WH1696> concerning me, <WH559> saying, <WH1121> 'If your children take heed <WH8104> to their way, <WH1870> to walk <WH3212> before <WH6440> me in truth <WH571> with all their heart <WH3824> and with all their soul, <WH5315> there shall not fail <WH3772> you, <WH559>' he said, <WH376> 'a man on the throne <WH3678> of Israel. <WH3478>'"},{"number":5,"verse":"\"Moreover you know <WH3045> also what Joab <WH3097> the son <WH1121> of Zeruiah <WH6870> did <WH6213> to me, <WH6213> even what he did to the two <WH8147> captains <WH8269> of the armies <WH6635> of Israel, <WH3478> to Abner <WH74> the son <WH1121> of Ner, <WH5369> and to Amasa <WH6021> the son <WH1121> of Jether, <WH3500> whom he killed, <WH2026> and shed <WH7760> the blood <WH1818> of war <WH4421> in peace, <WH7965> and put <WH5414> the blood <WH1818> of war <WH4421> on his sash <WH2290> that was about his waist, <WH4975> and in his shoes <WH5275> that were on his feet. <WH7272>"},{"number":6,"verse":"Do <WH6213> therefore according to your wisdom, <WH2451> and don't <WH7872> let his gray head go down <WH3381> to Sheol <WH7585> in peace. <WH7965>"},{"number":7,"verse":"But show <WH6213> kindness <WH2617> to the sons <WH1121> of Barzillai <WH1271> the Gileadite, <WH1569> and let them be of those who eat <WH398> at your table; <WH7979> for so they came <WH7126> to me when I fled <WH1272> from <WH1272> Absalom <WH53> your brother. <WH251>"},{"number":8,"verse":"\"Behold, <WH8096> there is with you Shimei the son <WH1121> of Gera, <WH1617> the Benjamite, <WH1145> of Bahurim, <WH980> who cursed <WH7043> me with a grievous <WH4834> curse <WH7045> in the day <WH3117> when I went <WH3212> to Mahanaim; <WH4266> but he came down <WH3381> to meet <WH7125> me at the Jordan, <WH3383> and I swore <WH7650> to him by Yahweh, <WH3068> saying, <WH559> <WH4191> 'I will not put you to death with the sword. <WH2719>'"},{"number":9,"verse":"Now therefore don't <WH5352> hold him guiltless, for you are a wise <WH2450> man; <WH376> and you will know <WH3045> what you ought to do <WH6213> to him, <WH7872> and you shall bring his gray head down <WH3381> to Sheol <WH7585> with blood. <WH1818>\""},{"number":10,"verse":"David <WH1732> slept <WH7901> with his fathers, <WH1> and was buried <WH6912> in the city <WH5892> of David. <WH1732>"},{"number":11,"verse":"The days <WH3117> that David <WH1732> reigned <WH4427> over Israel <WH3478> were forty <WH705> years; <WH8141> he reigned <WH4427> seven <WH7651> years <WH8141> in Hebron, <WH2275> and he reigned <WH4427> thirty <WH7970> - three <WH7969> years <WH8141> in Jerusalem. <WH3389>"},{"number":12,"verse":"Solomon <WH8010> sat <WH3427> on the throne <WH3678> of David <WH1732> his father; <WH1> and his kingdom <WH4438> was firmly <WH3966> established. <WH3559>"},{"number":13,"verse":"Then Adonijah <WH138> the son <WH1121> of Haggith <WH2294> came <WH935> to Bathsheba <WH1339> the mother <WH517> of Solomon. <WH8010> She said, <WH559> \"Do you come <WH935> peaceably? <WH7965>\" He said, <WH559> \"Peaceably. <WH7965>"},{"number":14,"verse":"He said <WH559> moreover, <WH1697> I have something to tell you. <WH1697>\" She said, \"Say on. <WH1696>\""},{"number":15,"verse":"He said, <WH559> \"You know <WH3045> that the kingdom <WH4410> was mine, <WH3478> and that all Israel set <WH7760> their faces <WH6440> on me, <WH4427> that I should reign. However the kingdom <WH4410> is turned around, <WH5437> and has become my brother <WH251>'s; for it was his from Yahweh. <WH3068>"},{"number":16,"verse":"Now I ask <WH7592> one <WH259> petition <WH7596> of you. <WH7725> Don't deny me. <WH6440>\" She said <WH559> to him, <WH1696> \"Say on.\""},{"number":17,"verse":"He said, <WH559> \"Please speak <WH559> to Solomon <WH8010> the king <WH4428> (for he will not tell <WH7725> you <WH6440> <WH7725> 'no'), that he give <WH5414> me Abishag <WH49> the Shunammite <WH7767> as wife. <WH802>\""},{"number":18,"verse":"Bathsheba <WH1339> said, <WH559> \"Alright. <WH2896> I will speak <WH1696> for you to the king. <WH4428>\""},{"number":19,"verse":"Bathsheba <WH1339> therefore went <WH935> to king <WH4428> Solomon, <WH8010> to speak <WH1696> to him for Adonijah. <WH138> The king <WH4428> rose up <WH6965> to meet <WH7125> her, <WH7812> and bowed himself to her, <WH3427> and sat down on his throne, <WH3678> and caused a throne <WH3678> to be set <WH7760> for the king <WH4428>'s mother; <WH517> and she sat <WH7760> on his right hand. <WH3225>"},{"number":20,"verse":"Then she said, <WH7592> \"I ask one <WH259> small <WH6996> petition <WH7596> of you; <WH7725> don't deny <WH7725> me. <WH6440>\" The king <WH4428> said <WH7725> to her, <WH7725> \"Ask on, <WH7592> my mother; <WH517> for I will <WH7725> not deny <WH7725> you. <WH6440>\""},{"number":21,"verse":"She said, <WH559> \"Let Abishag <WH49> the Shunammite <WH7767> be given <WH5414> to Adonijah <WH138> your brother <WH251> as wife. <WH802>\""},{"number":22,"verse":"King <WH4428> Solomon <WH8010> answered <WH6030> his mother, <WH517> \"Why do you ask <WH7592> Abishag <WH49> the Shunammite <WH7767> for Adonijah? <WH138> Ask <WH7592> for him the kingdom <WH4410> also; <WH1419> for he is my elder brother; <WH251> even for him, <WH54> and for Abiathar the priest, <WH3548> and for Joab <WH3097> the son <WH1121> of Zeruiah. <WH6870>\""},{"number":23,"verse":"Then king <WH4428> Solomon <WH8010> swore <WH7650> by Yahweh, <WH3068> saying, <WH559> \"God <WH430> do <WH6213> so to me, <WH3254> and more also, if Adonijah <WH138> has not spoken <WH1696> this word <WH1697> against his own life. <WH5315>"},{"number":24,"verse":"Now therefore as Yahweh <WH3068> lives, <WH2416> who has established <WH3559> me, <WH3427> and set me on the throne <WH3678> of David <WH1732> my father, <WH1> and who has made <WH6213> me a house, <WH1004> as he promised, <WH1696> surely Adonijah <WH138> shall be put to death <WH4191> this day. <WH3117>\""},{"number":25,"verse":"King <WH4428> Solomon <WH8010> sent <WH7971> by <WH3027> Benaiah <WH1141> the son <WH1121> of Jehoiada; <WH3077> and he fell <WH6293> on him, <WH4191> so that he died."},{"number":26,"verse":"To Abiathar <WH54> the priest <WH3548> the king <WH4428> said, <WH559> \"Go <WH3212> to Anathoth, <WH6068> to your own fields; <WH7704> for you are worthy <WH376> of death. <WH4194> But I will not at this time <WH3117> put you to death, <WH4191> because you bore <WH5375> the ark <WH727> of the Lord <WH136> Yahweh <WH3069> before <WH6440> David <WH1732> my father, <WH1> and because you were afflicted <WH6031> in all in which my father <WH1> was afflicted. <WH6031>\""},{"number":27,"verse":"So Solomon <WH8010> thrust out <WH1644> Abiathar <WH54> from being priest <WH3548> to Yahweh, <WH3068> that he might fulfill <WH4390> the word <WH1697> of Yahweh, <WH3068> which he spoke <WH1696> concerning the house <WH1004> of Eli <WH5941> in Shiloh. <WH7887>"},{"number":28,"verse":"The news <WH8052> came <WH935> to Joab; <WH3097> for Joab <WH3097> had turned <WH5186> after <WH310> Adonijah, <WH138> though he didn't <WH5186> turn after <WH310> Absalom. <WH53> Joab <WH3097> fled <WH5127> to the Tent <WH168> of Yahweh, <WH3068> and caught hold <WH2388> on the horns <WH7161> of the altar. <WH4196>"},{"number":29,"verse":"It was told <WH5046> king <WH4428> Solomon, <WH8010> \"Joab <WH3097> has fled <WH5127> to the Tent <WH168> of Yahweh, <WH3068> and behold, <WH681> he is by the altar. <WH4196>\" Then Solomon <WH8010> sent <WH7971> Benaiah <WH1141> the son <WH1121> of Jehoiada, <WH3077> saying, <WH559> \"Go, <WH3212> fall on him. <WH6293>\""},{"number":30,"verse":"Benaiah <WH1141> came <WH935> to the Tent <WH168> of Yahweh, <WH3068> and said <WH559> to him, <WH559> \"Thus says the king, <WH4428> <WH3318> 'Come forth!'\" He said, <WH559> \"No; <WH4191> but I will die here. <WH1141>\" Benaiah brought <WH7725> the king <WH4428> word <WH1697> again, <WH7725> saying, <WH559> \"Thus said <WH1696> Joab, <WH3097> and thus he answered me. <WH1696>\""},{"number":31,"verse":"The king <WH4428> said <WH559> to him, <WH6213> \"Do as he has said, <WH559> and fall <WH6293> on him, <WH6912> and bury him; <WH5493> that you may take away the blood, <WH1818> which Joab <WH3097> shed <WH8210> without cause, <WH2600> from me and from my father <WH1>'s house. <WH1004>"},{"number":32,"verse":"Yahweh <WH3068> will return <WH7725> his blood <WH1818> on his own head, <WH7218> because he fell <WH6293> on two <WH8147> men <WH582> more righteous <WH6662> and better <WH2896> than he, <WH2026> and killed them with the sword, <WH2719> and my father <WH1> David <WH1732> didn't <WH3045> know it: <WH74> Abner the son <WH1121> of Ner, <WH5369> captain <WH8269> of the army <WH6635> of Israel, <WH3478> and Amasa <WH6021> the son <WH1121> of Jether, <WH3500> captain <WH8269> of the army <WH6635> of Judah. <WH3063>"},{"number":33,"verse":"So shall their blood <WH1818> return <WH7725> on the head <WH7218> of Joab, <WH3097> and on the head <WH7218> of his seed <WH2233> forever. <WH5769> But to David, <WH1732> and to his seed, <WH2233> and to his house, <WH1004> and to his throne, <WH3678> there shall be peace <WH7965> <WH99999> forever <WH5769> from Yahweh. <WH3068>\""},{"number":34,"verse":"Then Benaiah <WH1141> the son <WH1121> of Jehoiada <WH3077> went up, <WH5927> and fell <WH6293> on him, <WH4191> and killed him; <WH6912> and he was buried in his own house <WH1004> in the wilderness. <WH4057>"},{"number":35,"verse":"The king <WH4428> put <WH5414> Benaiah <WH1141> the son <WH1121> of Jehoiada <WH3077> in his place over the army; <WH6635> and the king <WH4428> put <WH5414> Zadok <WH6659> the priest <WH3548> in the place of Abiathar. <WH54>"},{"number":36,"verse":"The king <WH4428> sent <WH7971> and called <WH7121> for Shimei, <WH8096> and said <WH559> to him, <WH1129> \"Build yourself a house <WH1004> in Jerusalem, <WH3389> and dwell <WH3427> there, <WH3318> and don't go out from there anywhere. <WH575>"},{"number":37,"verse":"For on the day <WH3117> you go out, <WH3318> and pass over <WH5674> the brook <WH5158> Kidron, <WH6939> know <WH3045> for certain <WH3045> that you shall surely <WH4191> die: <WH4191> your blood <WH1818> shall be on your own head. <WH7218>\""},{"number":38,"verse":"Shimei <WH8096> said <WH559> to the king, <WH4428> \"The saying <WH559> is good. <WH2896> As my lord <WH113> the king <WH4428> has said, <WH1696> so will your servant <WH5650> do. <WH6213>\" Shimei <WH8096> lived <WH3427> in Jerusalem <WH3389> many <WH7227> days. <WH3117>"},{"number":39,"verse":"It happened at the end <WH7093> of three <WH7969> years, <WH8141> that two <WH8147> of the servants <WH5650> of Shimei <WH8096> ran away <WH1272> to Achish, <WH397> son <WH1121> of Maacah, <WH4601> king <WH4428> of Gath. <WH1661> They told <WH5046> Shimei, <WH8096> saying, <WH559> \"Behold, <WH5650> your servants are in Gath. <WH1661>\""},{"number":40,"verse":"Shimei <WH8096> arose, <WH6965> and saddled <WH2280> his donkey, <WH2543> and went <WH3212> to Gath <WH1661> to Achish, <WH397> to seek <WH1245> his servants; <WH5650> and Shimei <WH8096> went, <WH3212> and brought <WH935> his servants <WH5650> from Gath. <WH1661>"},{"number":41,"verse":"It was told <WH5046> Solomon <WH8010> that Shimei <WH8096> had gone <WH1980> from Jerusalem <WH3389> to Gath, <WH1661> and had come again. <WH7725>"},{"number":42,"verse":"The king <WH4428> sent <WH7971> and called <WH7121> for Shimei, <WH8096> and said <WH559> to him, <WH7650> \"Didn't I adjure you by Yahweh, <WH3068> and warn <WH5749> you, <WH559> saying, <WH3045> 'Know for certain, <WH3045> that on the day <WH3117> you go out, <WH3318> and walk <WH1980> abroad any where, <WH575> you shall surely <WH4191> die? <WH4191>' You said <WH559> to me, <WH1697> 'The saying that I have heard <WH8085> is good. <WH2896>'"},{"number":43,"verse":"Why then have you not kept <WH8104> the oath <WH7621> of Yahweh, <WH3068> and the commandment <WH4687> that I have instructed you with? <WH6680>\""},{"number":44,"verse":"The king <WH4428> said <WH559> moreover to Shimei, <WH8096> \"You know <WH3045> all the wickedness <WH7451> which your heart <WH3824> is privy to, <WH3045> that you did <WH6213> to David <WH1732> my father. <WH1> Therefore Yahweh <WH3068> shall return <WH7725> your wickedness <WH7451> on your own head. <WH7218>"},{"number":45,"verse":"But king <WH4428> Solomon <WH8010> shall be blessed, <WH1288> and the throne <WH3678> of David <WH1732> shall be established <WH3559> before <WH6440> Yahweh <WH3068> <WH99999> forever. <WH5769>\""},{"number":46,"verse":"So the king <WH4428> commanded <WH6680> Benaiah <WH1141> the son <WH1121> of Jehoiada; <WH3077> and he went out, <WH3318> and fell <WH6293> on him, <WH4191> so that he died. The kingdom <WH4467> was established <WH3559> in the hand <WH3027> of Solomon. <WH8010>"}]}