{"bibleAbbr":"LBP1933","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":11,"verses":[{"number":1,"verse":"AND there was given to me a reed like unto a rod: and the angel stood, saying, Arise and anoint the temple of God, and the altar, and those who worship therein."},{"number":2,"verse":"But leave out the outer court of the temple, and do not anoint it; for it has been given to the Gentiles; and they shall tread the holy city under foot for forty and two months."},{"number":3,"verse":"Then I will give power to my two witnesses, and they shall prophesy a thousand and two hundred and three score days, clothed in sackcloth."},{"number":4,"verse":"These are the two olive trees, and the two candlesticks, standing before the LORD of the earth."},{"number":5,"verse":"And if any man desires to harm them, fire will come out of their mouths and will consume their enemies: and if any man desires to harm them, he must in this manner be killed."},{"number":6,"verse":"These have power to control the sky, so that it will not rain in those days: and have power over waters to turn them into blood, and to smite the earth with all plagues, as often as they will."},{"number":7,"verse":"And when they have finished their testimony, the wild beast which ascends out of the bottomless pit, shall make war against them and shall overcome them."},{"number":8,"verse":"And their dead bodies shall be upon the street of the great city, which spiritually is called Sodom and Egypt, where also their LORD was crucified."},{"number":9,"verse":"And their dead bodies will be seen by the peoples and kindred and nations and tongues for three days and a half, and it will not be permitted to bury their dead bodies in graves."},{"number":10,"verse":"And those who dwell upon the earth shall rejoice over them, and make merry, and shall send gifts one to another; because these two prophets tormented those who dwelt on the earth."},{"number":11,"verse":"And after three days and a half, the spirit of life from God entered into them, and they stood upon their feet; and great fear fell on those who saw them."},{"number":12,"verse":"And they heard a great voice from heaven saying to them, Come up here. And they went up to heaven in a cloud; and their enemies saw them."},{"number":13,"verse":"And at the same hour there was a great earthquake, and the tenth part of the city fell, and the number of men killed in the earthquake was seven thousand: and the survivors were frightened, and they gave glory to God."},{"number":14,"verse":"The second woe is passed; and behold, the third woe comes quickly."},{"number":15,"verse":"And the seventh angel sounded, and there were great sounds of thunders, saying, The kingdoms of this world have become the kingdom of our LORD, and of his Christ; and he shall reign for ever and ever."},{"number":16,"verse":"And the four and twenty elders, who sat before the throne of God on their seats, fell upon their faces, and worshipped God."},{"number":17,"verse":"Saying, We give thanks to you, O LORD God Almighty, who is, and was, because you have taken to yourself your great power and have reigned."},{"number":18,"verse":"And the nations were angry, and your wrath has come, and the time of the dead, that they should be judged, and to reward your servants, the prophets, and the saints, and those who fear your name, small and great; and to destroy those who corrupt the earth."},{"number":19,"verse":"And the temple of God was opened in heaven, and there was seen in his temple the ark of his covenant; and there were lightnings, and thunderings, and voices, and an earthquake, and a great hailstorm."}]}