{"bibleAbbr":"LBP1933","bookName":"Revelation","bookEnglishName":"Revelation","chapterNumber":9,"verses":[{"number":1,"verse":"AND the fifth angel sounded, and I saw a star fall from heaven upon the earth: and to him was given the key of the bottomless pit."},{"number":2,"verse":"And he opened the bottomless pit; and there arose a smoke out of the pit, as smoke belching from a great furnace; and the sun and the air were darkened by reason of the smoke of the pit."},{"number":3,"verse":"And there came out of the smoke locusts upon the earth: and to them was given power, as the scorpions of the earth have power."},{"number":4,"verse":"And it was commanded them that they should not hurt the grass of the earth, neither any green thing, neither any tree: but only those men who do not have the seal of God on their brows."},{"number":5,"verse":"And they were commanded that they should not kill them, but that they should be tormented five months: and their torment was as the torment of a scorpion when it strikes a man."},{"number":6,"verse":"So in those days men shall seek death, and shall not find it; and shall desire to die, and death shall flee from them."},{"number":7,"verse":"And the shapes of the locusts were like unto horses prepared for battle; and on their heads were, as it were, crowns like gold, and their faces were as faces of men."},{"number":8,"verse":"And they had hair as the hair of women, and their teeth were as the teeth of lions."},{"number":9,"verse":"And they had breastplates, as though they were breastplates of iron; and the sound of their wings was as the sound of chariots of many horses running to battle."},{"number":10,"verse":"And they had tails like unto scorpions, and there were stings in their tails: and they had power to hurt men five months."},{"number":11,"verse":"And they had a king over them, who was the angel of the bottomless pit, whose name in Hebrew is, A-bad'don, but in Greek his name is A-poll'yon."},{"number":12,"verse":"The first woe is passed; and behold, two more woes follow after."},{"number":13,"verse":"And the sixth angel sounded, and I heard a voice from the horns of the golden altar which is before God,"},{"number":14,"verse":"Saying to the sixth angel which had the trumpet, Loose the four angels which are bound by the great river Euphrates."},{"number":15,"verse":"And the four angels were loosed, those which were prepared for that hour, and for that day, and for that month, and for that year, so that they might slay the third part of men."},{"number":16,"verse":"And the number of the army of the horsemen was two hundred thousand thousand: and I heard the number of them."},{"number":17,"verse":"And thus I saw the horses in the vision, and those who sat on them, and they had breastplates of fire, and of jacinth, and of brimstone: and the heads of the horses were as the heads of lions, and out of their mouths issued fire and smoke and brimstone."},{"number":18,"verse":"And by these three plagues, was the third part of men slain, by the fire, and by the smoke, and by the brimstone, which issued out of their mouths."},{"number":19,"verse":"For the power of the horses was in their mouths, and in their tails: for their tails were like unto serpents and had heads, and with them they do harm."},{"number":20,"verse":"And the rest of the men who were not killed by these plagues, neither repented of the works of their hands, that is to say, the worship of devils and idols of gold and silver and brass and stone and of wood, which can neither see nor hear;"},{"number":21,"verse":"Nor repented of their murders, nor of their witchcraft, nor of their fornication, nor of their thefts."}]}